{"error": 448, "message": "OK", "parameters": {"id": 9658, "name": "Lippincott Williams & Wilkins", "created_at": "2023-09-29 23:24:29.380546", "updated_at": "2023-09-30 10:02:33.79448", "wikipedia": "https://en.wikipedia.org/wiki/Lippincott_Williams_%26_Wilkins", "keywords": null, "related": null, "slug": "lippincott-williams-wilkins", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9658.png", "url": "lww.com,journals.lww.com", "documents": [{"id": 19207, "name": "Website Privacy & Cookie Notice", "url": "https://lww.com/_layouts/15/oaks.journals/privacy.aspx", "xpath": "//*[@id=\"main-container\"]", "text": " Lippincott® Search Submit search Register Log in <ul>\n<li>\n<i>\n</i> Log in </li>\n<li>or</li>\n<li> Register </li>\n</ul>\n<i>\n</i>\n<p>\n</p>\n<p>\n</p>\n<i>\n</i>\n<strong>\n</strong> Enter your Email address: Wolters Kluwer Health may email you for journal alerts and information, but is committed to maintaining your privacy and will not share your personal information without your express consent.\nFor more information, please refer to our Privacy Policy.\n<i>\n</i>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n</p> Main Menu <p>Close modal box.</p>\n<ul>\n<li>\n<ul>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n<li> Register Log In </li>\n</ul> Lippincott® Search <ul>\n<li>Subjects</li>\n<li>Collections</li>\n<li>Journals</li>\n<li>About Us</li>\n<li>Ask LARA</li>\n<li>Shop</li>\n</ul> Privacy &amp.\nCookie Notice INTRODUCTION <p>Wolters Kluwer N.V.\nalong with its various affiliated businesses (collectively, “Wolters Kluwer”, “we”, “us” or “our”) wants to inform you about the ways we process your personal information.\nIn this Privacy &amp.\nCookie Notice we explain what personal information we collect, use and disclose.</p>\n<p>Personal information means any data relating to an individual who can be identified, directly or indirectly, based on that information.\nThis may include information such as names, contact details, (online) identification data, online identifiers or other characteristics specific to that individual.</p>\n<p>This Privacy &amp.\nCookie Notice applies when you visit our websites, solutions and other services, including events and web chat communications, that refer or display a link to this notice (“Services”).\nThis Privacy &amp.\nCookie Notice may be supplemented or replaced by additional privacy statements or terms provided to you from time to time.</p>\n<p>LAYERED NOTICE HEADERS:</p>\n<p>WHO WE ARE</p>\n<p>WHAT PERSONAL INFORMATION DO WE COLLECT?</p>\n<p>HOW WE COLLECT PERSONAL INFORMATION</p>\n<p>HOW WE USE YOUR PERSONAL INFORMATION</p>\n<p>SHARING YOUR PERSONAL INFORMATION</p>\n<p>HOW LONG DO WE KEEP YOUR PERSONAL INFORMATION?</p>\n<p>HOW WE PROTECT YOUR PERSONAL INFORMATION</p>\n<p>WHAT ARE YOUR RIGHTS?</p>\n<p>THE USE OF COOKIES</p>\n<p>LINKS TO OTHER WEBSITES</p>\n<p>ADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS</p>\n<p>HOW YOU CAN CONTACT US</p>\n<p>UPDATES TO THIS NOTICE</p> WHO WE ARE <p>Wolters Kluwer is a global organization consisting of many companies worldwide.\nPersonal information provided to, or collected by, Wolters Kluwer via our web pages is controlled by Wolters Kluwer N.V., P.O.\nBox 1030, 2400 BA, Alphen aan den Rijn, The Netherlands and/or one of its affiliates or subsidiaries.</p>\n<ul>\n<li>We are committed to safeguarding the personal information of our customers, users, employees and other stakeholders, while helping our customers, employees, investors and society create a deeper impact and make the right decisions.</li>\n<li>If you wish to contact us in relation to questions regarding your personal information, we refer you to the ‘HOW YOU CAN CONTACT US’ section below.</li>\n</ul> WHAT PERSONAL INFORMATION DO WE COLLECT? <p>The type of personal information we collect depends on your relationship with us and the Services we deliver to you.\nTo that end, we may collect the following personal information about you:</p>\n<ul>\n<li>\n<strong>Name and contact details</strong>, such as, first and last name, email address, postal address, telephone number </li>\n<li>\n<strong>Work-related information</strong>, such as, job title and other employment or education information </li>\n<li>\n<strong>Account Credentials</strong>, such as, passwords and other security information for authentication and access </li>\n<li>\n<strong>Financial Information</strong>, such as, bank account, credit and debit card numbers for processing of payments </li>\n<li>\n<strong>Usage information</strong>, such as, behavioral information about how you navigate within our Services and which elements of our Services you use the most and information regarding the products and/or services you wish to order, wish list, preferences, interest, etc.\n</li>\n<li>\n<strong>Computer, device and connection information</strong>, such as, IP address, browser type and version and location </li>\n<li>\n<strong>Audio and Visual Information</strong>, such as your voice and image as captured in photographs, video, or audio recordings if you attend our events or leave us a message.\n</li>\n<li>\n<strong>Any other information</strong> shared by you through our websites, apps, and other products and services, including web chat communications.\n</li>\n</ul>\n<p>If you are under 13 years of age, please do not use or access the Services.\nWolters Kluwer does not knowingly collect or maintain personal information (as defined by the United States Children’s Online Privacy Protection Act) from persons under 13 years of age.\nIf Wolters Kluwer learns that personal information of persons under 13 has been collected on or through the Services, we will take appropriate steps to delete this information.</p> HOW WE COLLECT PERSONAL INFORMATION <p>We and our third-party service providers may collect personal information from the following sources: </p>\n<ul>\n<li>\n<strong>Direct Interactions</strong>, such as when you register for our Services, make a purchase, or communicate with us, including through our web chat features </li>\n<li>\n<strong>Data from Third Parties</strong>, such as information on third-party websites or other information you may have made publicly available, or information provided by third party sources, including but not limited to government entities and data resellers </li>\n<li>\n<strong>Automated tracking technologies</strong>, such as information automatically collected about your interaction with our Services and websites using various technologies such as cookies, web logs and beacons and internet tags.\n</li>\n</ul> HOW WE USE YOUR PERSONAL INFORMATION <p>Personal information is used for the purposes for which it has been collected and might be further used for statutory or other legitimate purposes only.\nAs an example, if you make use of our service contact form or web chat features on our website, we will use the information you provided in the first place to respond to your service request.\nWe might further use that information to improve the quality of our customer service process.\n</p>\n<p>Lawfulness of the processing is one of the main principles relating to the processing of your personal information - we apply the following legal processing grounds:</p>\n<ul>\n<li> processing is necessary for the performance of a contract, or in order to take steps prior to entering into a contract.\n</li>\n<li> processing is necessary for the purposes of our legitimate interests - for example, to improve the quality of our products and Services.\n</li>\n<li> processing is necessary for compliance with a legal obligation to which we are subject, or that is otherwise lawful under the applicable data protection laws.\n</li>\n<li> with your given consent.\n</li>\n</ul>\n<p>Depending on how you interact with us and the Service, we may use your personal information for the following purposes:</p>\n<ul>\n<li>\n<strong>Administering our relationship with you and our business</strong>, such as providing and managing your access to and use of our Services.\nThis processing is necessary for the performance of a contract.\n</li>\n<li>\n<strong>Improving our Services and developing new products</strong>, such as inviting you to participate in surveys or analyzing website traffic to optimize our websites or to personalize your experience with our Services.\nThis processing is with your given consent or is necessary for the purposes of our legitimate interests.\n</li>\n<li>\n<strong>Marketing</strong>, such as customer segmentation, providing you with marketing or advertising communications that we think you may be interested in.\nThis processing is with your given consent or for our legitimate interests.\n</li>\n<li>\n<strong>Recruiting</strong>, such as assessing job applicants.\nThis processing is in order to take steps prior to entering into a contract or with your given consent.\n</li>\n<li>\n<strong>Providing online communities</strong>, such as making chat rooms, web chats, forums, message boards, or news groups available to you.\nThis processing is necessary for the performance of a contract or our legitimate interests.\nPlease remember that any information disclosed in chat rooms, forums, message boards, and other online groups is public.\nWe encourage you to exercise caution when disclosing personal information in these forums, as this information is made available to other users.\nDo not disclose information in these public forums that might be considered confidential or proprietary or that you do not wish to be publicly available or that you are prohibited from disclosing.\n</li>\n<li>\n<strong>Other general business support purposes</strong>, including but not limited to procurement, financial and fiscal management, risk and compliance management, and external reporting.\nThis processing is necessary for compliance with a legal obligation to which we are subject, or that is otherwise lawful under the applicable data protection laws or for our legitimate interests.\n</li>\n</ul> SHARING YOUR PERSONAL INFORMATION <p>To be able to provide you the best possible Services and further our business operations, we may share certain information internally or with selected third parties.\nThere might also be a certain statutory or legal obligation that we believe in good faith requires us to disclose your personal information externally.\nParties we might share data with include:</p>\n<ul>\n<li>\n<strong>other Wolters Kluwer affiliates or subsidiaries</strong>, e.g.\nfor customer data management or providing underpinning technology to support the Services we are delivering.\n</li>\n<li>\n<strong>our service providers</strong>, e.g.\nfor managing or hosting services and/or underpinning technology for the Services we are providing.\n</li>\n<li>\n<strong>our business partners</strong>, to the extent you have purchased or expressed interest in a product or service of such a business partner, interacted with them or otherwise authorized the sharing of your personal information with such a business partner.\n</li>\n<li>\n<strong>subscribing, accrediting or professional organizations</strong>, e.g.\nfor providing utilization information to organizations that provide you with access to our Services and/or sharing tracking and redeeming credits for professional accreditation.\n</li>\n<li>\n<strong>organizations involved in business transfers</strong>, e.g.\nto a purchaser or successor entity in the event of a sale or any other corporate transaction involving some or all of our business.\n</li>\n<li>\n<strong>other parties</strong>, e.g.\nas needed for external audits, compliance, risk management, corporate development and/or corporate governance related matters.\nor </li>\n<li>\n<strong>governmental authorities and regulators</strong>, as required under the applicable law.\n</li>\n</ul>\n<p>Whenever we share personal information internally or with third parties in other countries, we have appropriate safeguards in place in accordance with the applicable data protection laws, including as applicable the EU Model clauses.\nAs required under the applicable law, third parties are required to use appropriate safeguards to protect personal information, and they can only access the personal information that is necessary for performing their specific tasks.</p> HOW LONG DO WE KEEP YOUR PERSONAL INFORMATION? <p>Your personal information will be processed to the extent necessary for the performance of our obligations, and for the time necessary to achieve the purposes for which the information is collected, in accordance with our data retention policies and the applicable data protection laws.\nWhen we no longer need your personal information, we will take all reasonable steps to remove it from our systems and records or take steps to properly anonymize it so that you can no longer be identified from it.</p> HOW WE PROTECT YOUR PERSONAL INFORMATION <p>We have put in place an internal framework of policies and minimum standards across all our businesses to keep your data safe.\nIn addition, we limit access to personal information by our employees, business partners, service providers and third-party service providers to a ‘need-to-know’ basis.\nMore specifically and in accordance with the law, we take appropriate technical and organizational measures (policies and procedures, IT security and others) to ensure the confidentiality and integrity of your personal information and the way it is processed.</p> WHAT ARE YOUR RIGHTS? <p>As a global organization, we operate in different jurisdictions which grant individuals different levels of protection in relation to the processing of personal information.\nWe will honor your rights under the applicable law.\nTo the extent provided under your local data protection laws, including the European data protection laws as applicable, your rights may include the following:</p>\n<ul>\n<li>\n<strong>Right of access (‘an overview of your personal information’):</strong> the right to get an overview of your personal information that we process.\n</li>\n<li>\n<strong>Right to rectification (‘correct your personal information’):</strong> if your personal information is inaccurate or incomplete, the right to ask us to rectify or complete your personal information.\n</li>\n<li>\n<strong>Right to erasure (‘right to be forgotten’):</strong> the right to request that we delete your personal information to the extent permitted by the applicable law.\nIn certain circumstances, it may not be possible for us to accept your request.\nfor example, when the processing is necessary to comply with a legal obligation, or if the processing is necessary for the performance of a contract.\nIn some cases, your personal information is necessary in order to provide the Services and if you do not provide such information to us then you may be precluded from accessing and using the Services or using certain Services features.\n</li>\n<li>\n<strong>Right to data portability (‘transfer your personal information’):</strong> the right to ask us to transfer your personal information directly to you.\nThis applies to certain personal information if processed by automated means and with your consent, or based on a contract you have with us.\nOn your request, and where technically feasible, we will transfer your personal information to another party of your choice.\n</li>\n<li>\n<strong>Right to restrict processing:</strong> the right to request that we restrict or stop the processing of your personal information held by us for a certain period of time, or for an indefinite period.\nIn certain circumstances, it may not be possible for us to accept your request.\nfor example, when the processing is necessary to comply with a legal obligation, or if we can demonstrate compelling legitimate grounds otherwise.\n</li>\n<li>\n<strong>Right to object:</strong> the right to object to the processing of your personal information.\nThe reasons for an objection should relate to your particular situation, and be related to processing based on the legitimate interest condition.\nWe will then no longer process the personal information, unless we can demonstrate compelling reasons otherwise.\nIn certain circumstances, you have the unconditional right to object.\nfor instance, in the context of direct marketing activities.\n</li>\n<li>\n<strong>Withdrawal of Consent:</strong> the right to withdraw your consent to the processing of your personal information at any time.\nfor instance, after you consented to us keeping you informed about our Services, you have the right to withdraw this consent at any time.\nWithdrawal of your consent will not affect the lawfulness of the processing of your personal data prior to the withdrawal.\n</li>\n</ul>\n<p>To exercise your rights (if applicable) and/or for any other questions about the handling of your personal information, we refer you to the ‘HOW YOU CAN CONTACT US‘ section below.</p>\n<p>If you feel we are unresponsive or disagree with our data privacy practices, you can also file a complaint with your local Data Protection Authority.</p> THE USE OF COOKIES <p>We use cookies to optimize our websites and analyze website traffic.\nOn occasion we may use third party cookies, notably social media plugins, to enable you to share ideas and information related to us instantly and for our own marketing purposes.</p>\n<p>Cookies or similar techniques (referred to collectively as “Cookies”) are small text files or pixels, which might be stored on your computer or mobile device.\nCookies may be necessary to facilitate website browsing and making it more user-friendly.\nCookies may also collect information to analyze personal browsing behavior.</p>\n<p>We may use Cookies belonging to one of the four categories listed below.</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies</strong> - these mandatory Cookies are needed for our websites to function properly.\n</li>\n<li>\n<strong>Functional Cookies</strong> - these Cookies add additional functionality to our websites.\n</li>\n<li>\n<strong>Performance Cookies</strong> - these Cookies support analytic services that help us to improve our website’s functionality and user experience.\n</li>\n<li>\n<strong>Advertising Cookies</strong> - these Cookies can be applied to collect insights, to issue personalized content and advertising on our own and other websites.\n</li>\n</ul>\n<p>If you do not want cookies to be stored, then you may turn off certain cookies described above individually or you can select the appropriate options on your web browser or in the cookie-tool provided on some of our websites to block or delete some or all cookies.\nPlease note, however, that if you block some or all cookies you may not be able to use or access all or parts of our websites, such as being able to log on to member-specific areas.\n</p> LINKS TO OTHER WEBSITES <p>Our websites may contain links to other Wolters Kluwer or third-party websites, which may have privacy &amp.\ncookie notices that differ from ours.\nWe are not responsible for the collection, processing or disclosure of personal information collected through such other websites.\n</p>\n<p>We are also not responsible for any information or content contained on such websites.\nLinks to other websites are provided solely for convenience.\nYour usage and browsing on any such website is subject to that website’s own policies.\nPlease review the privacy notices posted on other websites that you may access through our website.</p>\n<p>Wolters Kluwer may provide you with additional or different privacy notices, in specific instances, on how your personal information is collected and used for a specific Service.</p> ADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS <p>In addition to the information provided in this privacy policy, additional information for California residents can be found here.</p> HOW YOU CAN CONTACT US <p>If you have any questions about how we process your personal information or if you want to exercise one of your rights, you can contact us at: healthlrp_privacy@wolterskluwer.com or Toll-Free 800-638-3030.</p>\n<p>Outside of the United States: 1-301-223-2300.</p>\n<p>If you feel we are unresponsive or disagree with our data privacy practices, you also have a right, depending on applicable law, to file a complaint with your local Data Protection Authority.</p>\n<p>In response to a request, we might ask you to verify your identity if needed, and to provide information that helps us to understand your request better.\nIf we do not grant your request, whether in whole or in part, we will explain why.</p> UPDATES TO THIS NOTICE <p>From time to time we may update this Privacy &amp.\nCookie Notice or any other specific privacy statement.\nWhen making changes to this Privacy &amp.\nCookie Notice, we will add a new date to this Privacy Statement.\nThis version is effective per June 29, 2023.</p> Follow Us <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Customer Service <ul>\n<li> Submit a Service Request </li>\n<li> 800-638-3030 (within USA) </li>\n<li> 301-223-2300 (international) </li>\n<li> Browse the help center </li>\n</ul>\n<ul>\n<li> Manage Cookie Preferences\n</li>\n</ul>\n<ul>\n<li> Open Access Policy</li>\n<li> Privacy Policy</li>\n<li> Terms and conditions </li>\n<li>Legal Disclaimer</li>\n</ul>\n<ul>\n<li> © 2023 </li>\n<li> Wolters Kluwer Health, Inc.\nand/or its subsidiaries.\nAll rights reserved.\n</li>\n</ul> ", "created_at": "2023-09-29 23:24:29.417456", "updated_at": "2023-09-29 23:30:55.745164"}, {"id": 19208, "name": "End User License Agreement", "url": "https://lww.com/Documents/EULA.pdf", "xpath": "//body", "text": "1.\nLicense from WKH.\nSubject to the terms of this Agreement,expressly reserved by and to WKH, and Requester shall not,WKH grants to Requester, and Requester hereby accepts, a limited,exercise any rights in or to the Service, except to the extent,terminable, revocable, nontransferable, nonexclusive,explicitly stated in this Agreement.,nonsublicenseable license to access and use (only as provided in,this Section 1) the Content and Site, only in accordance with this3.\nProprietary Rights.\nAs between WKH and the Requester, the,Agreement.\nRequester may use the Site only in the connection withContent, Site Content, and all rights, including without limitation,,accessing, viewing, or using the content, material, or servicesIntellectual Property Rights (defined below), title, and interest,available on or through the Site and may use the materialstherein and thereto lie exclusively with WKH or its partners.\nThis,provided on or by the Service only in connection with internalAgreement is not an agreement of sale, and no title, interest, or,business purposes and only in accordance with this Agreement.Intellectual Property Rights or other ownership rights to the,WKH’s Web Terms and Conditions [http://journals.lww.com/Content or Site are transferred to Requester pursuant to this,_layouts/oaks.journals/terms.aspx] is incorporated into Agreement, except as explicitly stated herein.\nRequester,this Agreement by reference, as if set forth fully herein.acknowledges that the restrictions in this Agreement are reasonable,2.\nProhibited Uses.“Intellectual Property Rights” means any and all intellectual,a.\nOnly one individual may access a Service at the same timeuniverse, in all media, now existing or created in the future, and for,using the same user name or password, unless WKH agrees inthe entire duration of such rights) arising under statutory or,writing otherwise.common law, contract, or otherwise, and whether or not perfected,,b.\nThe text, graphics, images, video, data, design, organization,authorship including, but not limited to, copyrights, copyright,compilation, look and feel, advertising and all other protectableapplications, copyright registrations, and rights to prepare,intellectual property (the “Content”) available through the Site andderivative works.\n(b) rights in trademarks, service marks, trade,in the Content are the property of WKH or the property of itsnames, logos, symbols, and the like.\n(c) rights analogous to those,advertisers and licensors and are protected by copyright and otherset forth in this definition and any and all other proprietary rights,intellectual property laws.\nUnless Requester has WKH’s writtenrelating to intangible property.\nand (d) rights to sue for past,,consent, Requester may not, nor shall it permit any third party to,present, and future infringement of any and all such intellectual,sell, publish, modify, adapt, translate, create derivative worksproperty rights and industrial property rights.\nWithout limiting the,based upon, distribute, retransmit or otherwise provide access togenerality of the foregoing, except as otherwise required under this,the Content received through the Site or in the Content to anyone.Agreement, Requester shall not use, and shall not permit the use,c.\nUnless Requester has WKH’s written consent, Requester agreesservice marks, or other identifiers, in any manner without WKH’s,not to rearrange or modify the Content.\nRequester agrees not toprior written approval.\nRequester shall promptly notify WKH if,create abstracts from, scrape or display Content for use on anotherRequester learns of any unauthorized use of any Content, Content,,web site or service.\nRequester agrees not to post any content fromthe Site, or Intellectual Property Rights.\nRequester shall provide all,the Service to weblogs, newsgroups, mail lists or electroniccooperation and assistance requested by WKH in connection with,bulletin boards, without our written consent.or related to WKH’s efforts to protect its or its partners Intellectual,d.\nExcept as expressly permitted above, Requester shall not do,,nor shall it permit any third party to do, any of the following: (a)The parties each acknowledge that any breach of Section 2 will,remove, erase, or tamper with any copyright or other proprietaryirreparably harm WKH or its partners and that WKH or its partners,notice printed or stamped on or affixed to the Content or the Site,would not have an adequate remedy at law for such breach.,or fail to preserve all copyright and other proprietary notices on theRequester agrees and consents that in the event of such breach,,Content or on any material contained on the Site.\n(b) refer to orWKH shall be entitled, without posting bond, in addition to all,otherwise use any Service as part of any effort to develop a serviceother rights and remedies to which WKH may be entitled, to have,having any functional attributes, content, visual expressions ora decree of specific performance or an injunction issued requiring,other features similar to those of the Service or to compete withany such violation to be cured and enjoining all persons involved,WKH.\n(c) use the Service to provide, alone or in combination withfrom continuing the violation.\nThe existence of any claim or cause,any other product or service, any product or service to any person,of action that Requester or any other person may have against,whether on a fee basis or otherwise.\n(d) re-engineer, reverseWKH shall not constitute a defense or bar the enforcement of this,engineer, decompile, or disassemble the Service.\nor (e) attempt toSection 3.\nRequester acknowledges that the restrictions in this,do any of the foregoing.\nAny and all rights in and to the Service,Section 3 are reasonable and necessary to protect legitimate,not explicitly granted to Requester under this Agreement, are business interests of WKH.,and necessary to protect WKH’s legitimate business interests.,property rights and industrial property rights (throughout the,including without limitation, all (a) rights associated with works of,of, any of WKH’s names, slogans, symbols, logos, or other trade or,Property Rights.,END USER LICENSE AGREEMENT,THIS END USER LICENSE AGREEMENT (“Agreement”) governs your use of content, images, video, and other proprietary,materials provided by Wolters Kluwer Health, Inc.\n(“WKH”) under this Agreement made available by or accessed by you (“Content”), your use,of the and access to the Content in connection with the World Wide Web Site located at http://journals.lww.com (“Site”) (collectively, Content,and Site shall mean “Service”).,THE PURPOSE OF THE SITE, THE CONTENT, AND THE AGREEMENT IS TO ALLOW WKH TO DELIVER THE,SERVICE TO YOU AS REQUESTER IN ELECTRONIC FORM.\nTO USE OR ACCESS THE SITE OR CONTENT, YOU,MUST AGREE TO BE LEGALLY BOUND BY THE TERMS AND CONDITIONS OF THIS AGREEMENT BY,CLICKING “I ACCEPT” WHERE INDICATED.\nIF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS,,YOU HAVE NO RIGHT OR AUTHORITY TO ACCESS OR USE THE CONTENT OR SITE OR EXERCISE ANY OTHER,RIGHT IN CONNECTION THEREWITH.,132423.00100/11927074v.2,attorneys’ disbursements) arising out of or incurred in connection4.\nDisclaimers.\nNEITHER WKH NOR ANY OTHER THIRD,with (a) any actual or alleged breach of this Agreement or use ofPARTY PARTNERS OF WKH MAKE ANY,the Service by Requester, or its directors, officers, customers,REPRESENTATIONS OR WARRANTIES, ORAL OR,employees, agents, representatives, or contractors, and (b)WRITTEN, EXPRESS OR IMPLIED, INCLUDING IMPLIED,Requester’s fraud, negligence, or willful misconduct in connectionWARRANTIES OF TITLE, NON-INFRINGEMENT,,with this Agreement or its use of or access to the Service.MERCHANTABILITY AND FITNESS FOR A PARTICULAR,Requester assumes the sole responsibility for the selection ofPURPOSE, REGARDING THE SERVICE OR ANY OTHER,materials or Content from the Site to achieve Requester’s intendedMATTER PERTAINING TO THIS AGREEMENT.\nWKH IS,results, the use of the Service, and the results attained from suchNOT RESPONSIBLE FOR BUSINESS DECISIONS,,selection and use.\nRequester shall defend Indemnitees, atDAMAGES OR OTHER LOSSES RESULTING FROM USE OF,Requester’s sole cost and expense, against any and all ClaimsTHE SERVICE AND ANY OTHER PRODUCT, SERVICE,,against Indemnitees arising from or related to Requester’s selectionMATERIAL, OR INFORMATION OFFERED BY WKH UNDER,or use of materials from the Service whether or not such use is inOR IN CONNECTION WITH THIS AGREEMENT ARE,accordance with this Agreement and shall indemnify and holdOFFERED “AS IS” AND “WITH ALL FAULTS.” WKH,Indemnitees harmless from any and all judgments, losses,MAKES NO REPRESENTATIONS OR WARRANTIES, AND,liabilities, damages, costs, and expenses (including withoutDISCLAIMS ALL REPRESENTATIONS AND WARRANTIES,,limitation, reasonable attorney’s fees and attorney’s disbursements)WITH RESPECT TO THE SERVICE AND ANY OTHER,arising out of or incurred in connection with such Claims.\nWKHPRODUCT, SERVICE, OR INFORMATION OFFERED BY,shall have the right to control the settlement of any Claims withWKH UNDER OR IN CONNECTION WITH THIS,respect to which it is entitled to indemnification hereunder.AGREEMENT, OR THE PRESENT OR FUTURE,7.\nThird Party Materials, Products and Services.\nThe Service isWKH FOR PROVIDING THE SERVICE, EXPRESS OR,available for informational purposes only.\nUse of the Service andIMPLIED, WRITTEN OR ORAL, ARISING FROM COURSE,any other material or content on and made available through theOF DEALING, COURSE OF PERFORMANCE, USAGE OF,Service is entirely at Requester’s own risk.\nWKH expresslyTRADE, OR OTHERWISE, INCLUDING, BUT NOT LIMITED,disclaims any and all responsibility for or related to the materials,TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY,,products or services provided by third parties or the transactionsFITNESS FOR A PARTICULAR PURPOSE, ACCURACY,,you conduct or enter into with third parties.\nAdditionally, the SiteNON-INTERFERENCE, QUALITY, TITLE, NONINFRINGE-,may, from time to time, contain links to other Internet Web sitesMENT, OR THAT THE SERVICE WILL BE TIMELY, SECURE, ,for the convenience of users in locating information, products, orUNINTERRUPTED OR ERROR-FREE, FREE FROM VIRUSES ,services that may be of interest.\nWKH expressly disclaims any andOR OTHER HARMFUL COMPONENTS, OR MEET REQUEST-,all responsibility for the content, the accuracy of the information,ER’S REQUIREMENTS.,or quality of products or services provided by or advertised on,these third-party sites.5.\nLimitation of Liability.\nNEITHER WKH NOR ITS THIRD,8.\nTerm and Termination.\nThis Agreement shall govern any andSPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL,,all access to the Service, at any time and from any location.\nThisEXEMPLARY, EXTRA-CONTRACTUAL, OR PUNITIVE,Agreement, and all licenses hereunder, shall automaticallyDAMAGES OF ANY KIND WHATSOEVER, INCLUDING,,terminate without notice upon expiration or termination ofWITHOUT LIMITATION, LOST REVENUES OR LOST,Requester’s account with WKH.\nWKH may terminate thisPROFITS, WHICH MAY OR DO RESULT FROM OR RELATE,Agreement immediately by giving notice of termination toTO THE USE OF, ACCESS TO, OR INABILITY TO USE THE,Requester, and without prejudice to any other rights or remediesSERVICE OR ANY OTHER PRODUCTS, SERVICES,,WKH may have.\nUpon the expiration or termination of thisMATERIALS, AND INFORMATION OFFERED BY WKH,Agreement, whether under this Section or otherwise, RequesterUNDER OR IN CONNECTION WITH THIS AGREEMENT, OR,shall cease all use of and access to the Service.\nSections 2, 3, 5, 6,THE FAILURE OF WKH TO PROVIDE THE SERVICE FOR,10, and 16 survive any expiration or termination of thisANY REASON AT ANY TIME, REGARDLESS OF LEGAL,Agreement.THEORY, WHETHER OR NOT ANY PARTY HAD BEEN,9.\nYour Account.\nRegistration data and other information SUCH DAMAGES, AND EVEN IF THE REMEDIES,about you are subject to our Privacy StatementOTHERWISE AVAILABLE FAIL OF THEIR ESSENTIAL,[http://journals.lww.com/_layouts/oaks.journals/privacy.aspxPURPOSE.\nUNDER NO CIRCUMSTANCES WILL THE,], which is incorporated into this Agreement by reference, as if setTOTAL LIABILITY OF WKH TO REQUESTER OR ANY,forth fully herein.\nIf you access a Service using a password, youOTHER PERSON OR ENTITY IN CONNECTION WITH,,are solely responsible for maintaining the confidentiality of thatBASED UPON, OR ARISING FROM THE SERVICE OR ANY,password.OTHER PRODUCTS, SERVICES, MATERIALS, AND,10.\nFees and Payments.\nYou agree to pay the fees and any otherCONNECTION WITH THIS AGREEMENT EXCEED, IN THE,charges incurred in connection with your use of the ServiceAGGREGATE, THE TOTAL OF ALL AMOUNTS PAID BY,(including any applicable taxes) at the rates in effect when theREQUESTER TO WKH OR ITS AGENTS DURING THE SIX-,charges were incurred.\nWKH will bill all charges automatically toMONTH PERIOD PRECEDING THE DATE THE EVENTS,your credit card.\nUnless WKH states in writing otherwise, all feesGIVING RISE TO THE LIABILITY AROSE.,and charges are nonrefundable.\nWKH may change the fees and,charges then in effect, or add new fees or charges, by giving you6.\nIndemnification.\nRequester shall indemnify and hold,notice in advance.\nIf your access to the Service is provided by, orharmless WKH and its directors, officers, employees, agents, and,through a third party, or if you have paid for access to the Servicecontractors (“Indemnitees”) from and against all actions, suits,,in connection with your purchase or subscription to a WKHhearings, and other proceedings of third parties and of WKH,product or publication, some or all of the “Fees and Payments”(“Claims”), and all judgments, losses, obligations, risks, awards,,terms may not apply to you.\nPlease contact the third party forsettlements, compromises, liabilities, damages, costs, and expenses,details.(including without limitation, reasonable attorneys’ fees and,METHODOLOGY, PROCESS, OR METHOD EMPLOYED BY,PARTY PARTNERS SHALL BE LIABLE FOR ANY DIRECT,,ADVISED OF THE POSSIBILITY OR PROBABILITY OF,INFORMATION OFFERED BY WKH UNDER OR IN,132423.00100/11927074v.2,this Agreement supersedes any and all prior oral or written11.\nCompliance with Laws.\nRequester shall comply with all,communications, proposals, representations, and agreements.applicable laws and regulations.,Except as otherwise provided in this Agreement, this Agreement,may be amended only by mutual agreement expressed in writing12.\nAssignment.\nRequester may not sublicense, assign, or,and signed by both parties, and any attempted amendment intransfer this Agreement, or any rights and obligations under this,violation of this Section shall be void.\nSection headings are forAgreement, in whole or in part, without WKH’s prior written,reference only and shall not affect the interpretation of thisconsent.\nAny attempted assignment in violation of this Section 12,Agreement.\nThe waiver or failure of either party to exercise in anyshall be void.,respect any right provided under this Agreement shall not be,deemed a waiver of such right in the future or a waiver of any13.\nIndependent Contractor.\nWKH and Requester are each,other rights established under this Agreement.\nThe parties do notindependent contractors and neither party shall be, nor represent,intend, nor shall any clause be interpreted, to create under thisitself to be, the franchiser, partner, broker, employee, servant,,Agreement any obligations of WKH in favor of, benefits to, oragent, or legal representative of the other party for any purpose,rights in, any third party.\nShould any term or provision of thiswhatsoever.\nNeither party is granted any right or authority to,Agreement be held to any extent unenforceable, invalid, orassume or create any obligation or responsibility, express or,prohibited under law, then such provision shall be deemed restatedimplied, on behalf of, or in the name of, the other party, or to bind,to reflect the original intention of the parties as nearly as possiblethe other party in any manner or thing whatsoever.\nThe parties do,in accordance with applicable law and the remainder of thisnot intend to form a partnership or joint venture as a result of this,Agreement.Agreement.,14.\nNot Medical Advice.\nWe are not a health care provider.\nNo,information provided to Requester should be construed as medical,advice and/or treatment.\nNo physician/patient relationship is,created between WKH and Requester or any other person by,reason of your use of the Service or under any circumstances.\nAny,inquiries or concerns about health-related matters should be,addressed to a physician or other medical professional.\nIt is,Requester’s responsibility to understand and follow the course of,treatment prescribed by any health care professional.\nSome drugs,and medical devices described on this Site have Food and Drug,Administration (FDA) clearance for limited use in restricted,research settings and to treat only specifically approved medical,conditions.\nIt is the responsibility of the health care provider to,ascertain the FDA status of each drug or device planned for use in,their clinical practice.\nWKH does not endorse or suggest any,particular medical tests, pharmaceutical products, physicians or,other health providers, products, or medical procedures WKH may,detail or describe on this Site.\nRequester’s reliance on any,information provided by this Site is solely at Requester’s own risk.,15.\nNotices.\nWKH may give notice by means of a general notice,on the Site, electronic mail to your e-mail address on record in,WKH’s account information, or by written communication sent by,first class mail or pre-paid post to your address on record in,WKH’s account information.\nSuch notice shall be deemed to have,been given upon the expiration of 48 hours after mailing or posting,(if sent by first class mail or pre-paid post) or 12 hours after,sending (if sent by email).\nRequester may give notice to WKH,(such notice shall be deemed given when received by WKH) at any,time by sending an email to CustomerService@lww.com.,16.\nModification to Terms.\nWKH reserves the right to modify the,terms and conditions of this Agreement or its policies relating to,the Service at any time, effective upon posting of an updated,version of this Agreement on the Site.\nRequester is responsible for,regularly reviewing this Agreement.\nContinued use of the Service,after any such changes shall constitute Requester’s consent to such,changes.,17.\nGeneral.\nThis Agreement shall be governed exclusively by,the laws of the Commonwealth of Pennsylvania, without regard to,conflicts of laws provisions, and the exclusive jurisdiction and,venue for any and all disputes arising out of this Agreement or,related to the Service are in the state and federal courts located in,Philadelphia, Pennsylvania.\nEACH PARTY IRREVOCABLY,WAIVES ANY AND ALL RIGHT TO TRIAL BY JURY IN,ANY LEGAL PROCEEDING ARISING OUT OF OR RELATED,TO THIS AGREEMENT.\nThis Agreement constitutes the,complete and exclusive statement of the agreement between the,parties with respect to the subject matter of this Agreement, and,132423.00100/11927074v.2", "created_at": "2023-09-29 23:24:29.451582", "updated_at": "2023-09-29 23:31:43.755623"}, {"id": 19210, "name": "Terms and Conditions of Use", "url": "https://lww.com/_layouts/15/oaks.journals/terms.aspx", "xpath": "//*[@id=\"main-container-content\"]", "text": " Terms and Conditions of Use <p>Wolters Kluwer Health, Inc., its parent, affiliate and subsidiary companies including but not limited to its business units (“WKH”) welcomes you to its Web site located at http://journals.lww.com and its related sites (the “Site”).\nPlease take a moment to review them.\nWhen you access, view, submit, or use the software, articles, content, material, or services available on or through the Site you agree, on behalf of yourself, any company or organization on whose behalf you actually or allegedly act, and any individual that receives access to the Site through you, you indicate that you have read and understand these Terms and Conditions, and that you agree to them and intend to be legally bound by them.\nIf you do not agree to these Terms and Conditions, you are not granted permission to use the Site and must exit immediately.\nAny violation of these Terms and Conditions or other act or omission by any person that obtains access to this Site through you that would be a breach of these Terms and Conditions if committed by you is deemed a breach of these Terms and Conditions by you for which you shall be responsible.\nThe Site must not be used by children under 13.</p> 1.\nInformational Purposes Only <p>The information on this Site is for informational purposes only.\nNo information, services, or materials offered by or through this Site shall be construed as or understood to be medical advice or care.\nNone of the information on this Site shall be used to diagnose or treat any health problem or disease.\nYOU MUST CONSULT WITH A PHYSICIAN, DOCTOR, OR HEALTH CARE PROVIDER BEFORE TAKING ANY PRODUCT OR USING ANY INFORMATION ON THIS SITE.\nNo physician/patient relationship is created between WKH and you by reason of your use of the Site or under any circumstances.\nIndividual inquiries about sensitive or confidential matters should be addressed to appropriate health care professionals.\nIn connection with this statement, please take particular care to read the Disclaimer of Warranty and Liability.</p>\n<p>Some drugs and medical devices described on this Site have Food and Drug Administration (FDA) clearance for limited use in restricted research settings and to treat only specifically approved medical conditions.\nIt is the responsibility of the health care provider to ascertain the FDA status of each drug or device planned for use in their clinical practice.\nWKH does not endorse or suggest any particular medical tests, pharmaceutical products, physicians or other health providers, products, or medical procedures WKH may detail or describe on this Site.\nYour reliance on any information provided by this Site is solely at your own risk.</p>\n<p>WKH endeavors to keep the Site and Site Materials (defined in Section 2) on, in, and through the Site up-to-date.\nWithout limiting anything else in these Terms and Conditions or otherwise, WKH is not responsible for any errors or omissions in the Site or Site Materials.</p> 2.\nProprietary Rights <p>All works of authorship, information, content, functional components, articles, software, downloads, upgrades, documentation, services, information and material appearing on, contained in, or made available through the Site (“Site Materials”) are protected by law, including without limitation United States copyright law.\nExcept as explicitly stated on the Site, the entirety of the Site Materials (including without limitation text, graphics, images, video, data, design, organization, compilation, look and feel attributes and other intellectual property) are WKH’s copyrighted works, all rights reserved, or they are the copyrighted works of WKH’s affiliates, licensors, or suppliers.\nWKH also owns a copyright in the Site as a collective work and compilation, and in the selection, coordination, arrangement, and organization of the Site Materials.</p>\n<p>Removing or altering any copyright notice or any other proprietary notice on any Site Materials is strictly prohibited.\nExcept as otherwise expressly permitted under these Terms and Conditions or any applicable license or subscription agreement governing the use of the Site Materials, any commercial use of any Site Materials, in whole or in part, without the prior written consent of WKH, is prohibited.\nExcept for articles published under a Creative Commons License that permits such activity, any reproduction, distribution, performance, display, preparation of derivative works based upon, framing, capturing, harvesting, scraping, or collection of, or creating of hypertext or other links or connections to, any Site Materials or any other proprietary information of WKH, without WKH’s advance written consent, is prohibited.\nArticles published under a Creative Commons License may be used in accordance with the terms of such Creative Commons License.</p>\n<p>All names, trademarks, service marks, symbols, slogans, and logos appearing on the Site are proprietary to WKH or its parent, affiliates, licensors, or suppliers.\nUse or misuse of these trademarks is expressly prohibited and may violate federal and state trademark law.\n</p> 3.\nThird Party Materials, Products and Services <p>Parties other than WKH may provide products, services or content on the Site.\nUse of the Site and the Site Materials and any other material or content on and made available through the Site is entirely at your own risk.\nAdditionally, the Site contains links to other Internet Web sites for the convenience of users in locating information, products, or services that may be of interest.\nOther terms and conditions, in addition to these Terms and Conditions, may appear on the Site related to specific content of third parties and will apply to such third party content as indicated.\nWKH does not recommend and expressly disclaims any responsibility for the content, the accuracy of the information, or quality of products or services provided by or advertised on third party sites or the transactions you conduct or enter into with third parties.\nYour use of third parties’ websites is at your own risk, and subject to the terms and conditions of such other websites.\nWKH does not endorse any product, service, or treatment provided on a third party website or advertised on the Site.</p> 4.\nMaterials Submitted to the Site <p>The Site may allow you to contribute photographs, pictures, videos, recordings, postings, and other materials and information that is not governed by the Privacy Statement as personal data (“User Materials”) to the Site.\nWKH does not guarantee the accuracy or completeness of any User Materials and cannot be responsible for any User Materials.\nBy submitting User Materials to or using the Site, you represent that you have the full legal right to provide the User Materials, that such User Materials will not: (a) divulge any protected health information or infringe any intellectual property rights of any person or entity or any rights of publicity, personality, or privacy of any person or entity, including without limitation as a result of your failure to obtain consent to post personally identifying or otherwise private information about a person or which impersonates another person.\n(b) violate any law, statute, ordinance, or regulation.\n(c) be defamatory, libelous or trade libelous, unlawfully threatening, or unlawfully harassing or embarrassing.\n(d) be obscene, child pornographic, or indecent.\n(e) violate any community or Internet standard.\n(f) contain any viruses, Trojan horses, worms, time bombs, cancelbots, or other computer programming routines that damage, detrimentally interfere with, surreptitiously intercept, or expropriate any system, data or personal information, or that facilitate or enable such or that are intended to do any of the foregoing.\n(g) result in product liability, tort, breach of contract, personal injury, death, or property damage.\n(h) constitute misappropriation of any trade secret or know-how.\nor (i) constitute disclosure of any confidential information owned by any third party.\nUpon your submission of User Materials or other material or information to WKH, you grant WKH, and WKH thereby accepts, a worldwide, perpetual, non-terminable, irrevocable, transferable, license to access, use, distribute, perform, reproduce, display, modify, create derivative works based upon, and sublicense, and to permit others to access, use, distribute, perform, reproduce, display, modify, create derivative works based upon, and sublicense, the User Materials for the purpose of providing the Site and Site products and services and for all other business purposes of WKH, all without any compensation to you whatsoever.\nWKH may remove User Materials from the Site that are libelous, incorrect, spiteful, or otherwise inappropriate, in WKH's sole discretion.\nWKH shall not be responsible for changes, modifications, or removal any User Materials that you submit to the Site.\nWKH reserves the right to, but is not obligated to monitor, edit or disclose any User Materials.\nIf you believe that any User Materials violate your intellectual property or other rights, please follow our Complaint Procedure in Section 9 of these Terms and Conditions.</p>\n<p>User Materials stored on the Site are stored by WKH only for permitted temporary online sharing purposes and not for permanent or long-term storage or for temporary archival purposes.\nWKH is not obligated to maintain back-up copies of any User Materials.\n</p>\n<p>You acknowledge and agree that User Materials may be transferred by WKH and its agents, representatives, contractors, and licensees outside of the United States.\nIn addition, you acknowledge and agree that it is your obligation to inform third parties of the processing, including, without limitation, transferring across international borders, of their personal information, such as their name, address, and likeness, in connection with the User Materials.\nYou agree to ensure that any required third parties have given their consent to such processing as required by all applicable law, statute, ordinance, or regulation, including, without limitation, data protection legislation.\n</p> 5.\nCommunications With The Site <p>WKH welcomes your feedback and suggestions about how to improve our products, information, and services and the Site, including, without limitation, the feedback and suggestions and all other information, data, material, or other content (collectively, “Submissions”) to WKH.\nSuch Submissions shall be deemed User Materials in accordance with Section 4 of these Terms and Conditions.\nWithout limiting the foregoing, WKH is free to use any ideas, concepts, methods, know-how, techniques, and processes contained in any Submission for any purpose whatsoever, including without limitation creating and marketing products, information, or services using such information.\n</p> 6.\nPrivacy <p>Our Privacy Statement is incorporated into these Terms and Conditions by reference, as if fully set forth herein.</p> 7.\nDisclaimer of Warranty and Liability <p>THE SITE, THE SITE MATERIALS AND USER MATERIALS ON, IN, AND MADE AVAILABLE THROUGH THE SITES, AND THE SERVICES, PRODUCTS, INFORMATION AND OTHER MATERIALS ON AND IN AND MADE AVAILABLE THROUGH THE SITE IS MADE AVAILABLE “AS IS” AND “WITH ALL FAULTS.” USE OF THE SITE IS ENTIRELY AT YOUR OWN RISK.</p>\n<p>WKH OR ITS LICENSORS MAKES NO REPRESENTATIONS OR WARRANTIES, AND DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES, WITH RESPECT TO THE SITE, THE USER MATERIALS, THE SITE MATERIALS, THE SERVICES, PRODUCTS, INFORMATION AND OTHER MATERIALS ON AND IN AND MADE AVAILABLE THROUGH THE SITE, EXPRESS OR IMPLIED, WRITTEN OR ORAL, ARISING FROM COURSE OF DEALING, COURSE OF PERFORMANCE, USAGE OF TRADE, OR OTHERWISE, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, SYSTEMS INTEGRATION, NON-INTERFERENCE, QUALITY, TITLE, AND NON-INFRINGEMENT.\nTHE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY, COMPLETENESS AND EFFORT WITH REGARD TO ANY AND ALL USER MATERIALS, THE SITE, THE SITE MATERIALS, AND THE SERVICES, PRODUCTS, INFORMATION AND OTHER MATERIALS ON AND IN AND MADE AVAILABLE THROUGH THE SITE, IS WITH YOU.</p>\n<p>WKH OR ITS LICENSORS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, EXTRA-CONTRACTUAL, OR PUNITIVE DAMAGES OF ANY KIND WHATSOEVER, INCLUDING WITHOUT LIMITATION LOST REVENUES OR LOST PROFITS, WHICH MAY OR DOES RESULT FROM THE USE OF, ACCESS TO, OR INABILITY TO USE THE SITE, THE USER MATERIALS, THE SITE MATERIALS, THE SERVICES, PRODUCTS, INFORMATION AND OTHER MATERIALS ON AND IN AND MADE AVAILABLE THROUGH THE SITE, REGARDLESS OF LEGAL THEORY, WHETHER OR NOT WKH HAD BEEN ADVISED OF THE POSSIBILITY OR PROBABILITY OF SUCH DAMAGES, AND EVEN IF THE REMEDIES OTHERWISE AVAILABLE FAIL OF THEIR ESSENTIAL PURPOSE.\nUNDER NO CIRCUMSTANCES WILL THE TOTAL LIABILITY OF WKH AND ITS LICENSORS TO YOU OR ANY OTHER PERSON OR ENTITY IN CONNECTION WITH, BASED UPON, OR ARISING FROM THE SITE, THE SITE MATERIALS ON, IN, AND MADE AVAILABLE THROUGH THE SITE, OR THE SERVICES, INFORMATION, OR PRODUCTS OFFERED IN CONNECTION THEREWITH EXCEED THE PRICE PAID BY YOU DURING THE PRECEDING SIX MONTHS FOR USE OF THE SITE.\nSOME STATES DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN THE TOTAL LIABILITY OF WKH AND ITS LICENSORS SHALL NOT EXCEED TEN DOLLARS ($10).</p> 8.\nIndemnification <p>You shall indemnify WKH and its directors, officers, employees, agents, contractors and licensors (“WKH Indemnitees”) against all claims, actions, suits, and other proceedings (“Claims”) arising out of or incurred in connection with the Site and your use of the Site, your fraud, violation of law, negligence, willful misconduct, or any other use of the Site, the User Materials, the Site Materials, the services, products, information and other materials on and in and made available through the Site, (except to the extent attributable to WKH), or any breach by you of these Terms and Conditions and shall indemnify and hold WKH Indemnitees harmless from and against all judgments, losses, liabilities, damages, costs, and expenses (including without limitation reasonable attorneys’ fees and attorneys’ disbursements) arising out of or incurred in connection with such Claims.\nYou may not settle any Claim without the prior written consent of WKH.</p>\n<p>WKH or its licensors may assume the defense of any Claim, at your sole cost and expense, and you shall cooperate in all reasonable respects in such defense.\nYou shall have the right to employ separate counsel in any Claim and to participate in the defense thereof.\nIf WKH or its licensors do not notify you that it elects to undertake the defense thereof, you shall have the right to defend the Claim with counsel reasonably acceptable to WKH, subject to the right of WKH to assume, at their sole cost and expense, the defense of any Claim at any time prior to the settlement or final determination thereof.</p> 9.\nComplaint Procedure <p>If you believe that any photographs or content on the Site violate your intellectual property or other rights, please send to WKH at erin.sanders@wolterskluwer.com a comprehensive detailed message setting forth the following information: (1) your name and the name of your company, if any.\n(2) your contact information, including your e-mail address.\n(3) the nature and substance of your complaint, the specific rights at issue, and your basis for making the complaint, including the content or posting that is objectionable.\nand (4) the following statement: “The statements, representations, and assertions made in this message are true, complete, and accurate and I have the full legal authority to make each and every such statement, representation, and assertion and to make and be granted any demand made in this message.”</p> 10.\nNature of the Internet <p>Given the nature of the Internet, the transmission of any communication or material to WKH via the Site or Internet electronic mail, whether encrypted or otherwise, cannot be guaranteed, and is not represented to be, secure.\nAlternative to communicating via the Internet or e-mail, WKH can be contacted by regular mail at Two Commerce Square, 2001 Market Street, Philadelphia, PA 19103, or by telephone at 1-800-638-3030 (US) or 1-301-223-2300 (elsewhere)..\nUse of the Internet is solely at your own risk and is subject to all applicable local, state, national, and international laws and regulations.\nWithout limiting anything else in these Terms and Conditions or otherwise, neither WKH nor its contractors will be liable for any loss resulting from failure of electronic or mechanical equipment or communication lines, telephone or other interconnect problems, computer viruses, unauthorized access, theft, operator errors, severe weather, earthquakes, natural disasters, strikes or other labor problems, wars, or governmental restrictions.</p> 11.\nCorrections and Changes <p>WKH may make changes to the Site or Site Materials, or to the products, information, or services made available in connection with the Site, at any time, and WKH makes no commitment to update the information contained on or in the Site.\nWKH reserves the right to terminate your access to the Site in the event that you violate these Terms and Conditions or for any reason whatsoever or no reason, with or without notice, in addition to any and all other remedies available at law or in equity.</p>\n<p>WKH reserves the right at any time to modify, alter or update these Terms and Conditions.\nYour use of the Site following any changes means that you agree to follow and be bound by the terms as changed.\nIt is the obligation of users visiting the Site before the change to learn of changes to the Terms and Conditions since their last visit.\nAny change to the Terms and Conditions shall be effective as to any visitor who has visited the Site before the change was made.</p> 12.\nGoverning Law and Jurisdiction <p>These Terms and Conditions represent the entire agreement between you and WKH with respect to the subject matter hereof, and supersede any and all prior and contemporaneous written and oral representations, understandings, and agreements, express and implied, and will be governed by and construed in accordance with the laws of the State of New York, without reference to its conflict of law rules.\nPROVIDED, HOWEVER, THAT THE TERMS OF ANY APPLICABLE LAW NOW OR HEREAFTER ENACTED THAT IS BASED ON, DERIVED FROM, SIMILAR TO, OR CONNECTED WITH THE UNIFORM COMPUTER INFORMATION TRANSACTIONS ACT DRAFTED BY THE NATIONAL CONFERENCE OF COMMISSIONERS ON UNIFORM STATE LAWS SHALL NOT APPLY EXCEPT TO THE EXTENT THAT THE LAW EXPRESSLY PROHIBITS ALTERATION BY THESE TERMS AND CONDITIONS OF THE APPLICABILITY OF ONE OR MORE SECTIONS OF THE LAW.\nBy accessing, viewing, or using the works, content, or materials on the Site, you consent and agree to (a) the exclusive jurisdiction and venue for any and all disputes arising out of this Agreement or related to the Service are in the state and federal courts located in New York County, New York and (b) accept service of process by personal delivery or mail.\nand (c) irrevocably waive the right to trial by jury and any jurisdictional and venue defenses otherwise available.</p> 13.\nDIGITAL MILLENNIUM COPYRIGHT ACT (\"DMCA\") NOTICE <p>Materials on this Online Service, may be from third parties not within Wolters Kluwer’s control.\nWolters Kluwer is under no obligation to, and does not, scan content used in connection with the Online Service for the inclusion of illegal or impermissible content.\nHowever, Wolters Kluwer respects the copyright interests of others and, as a policy, does not knowingly permit materials herein that infringe another party's copyright.\nIf you believe any materials on this Online Service infringe a copyright, you should provide us with written notice that at a minimum contains:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul> All DMCA notices should be sent to our designated agent as follows: <ul>\n<li>Law Department</li>\n<li>Wolters Kluwer</li>\n<li>2700 Lake Cook Road</li>\n<li>Riverwoods, IL 60015</li>\n<li>Tel: 847-580-5045</li>\n<li>Email: WKUSLAWDEPT@WOLTERSKLUWER.COM</li>\n</ul>\n<p>Wolters Kluwer may, in appropriate circumstances and at its discretion, terminate the account or access of users who infringe the intellectual property rights of others.</p> 14.\nMiscellaneous <p>The Site is controlled and operated from within the United States.\nWithout limiting anything else, WKH makes no representation that the Site, Site Materials, User Materials, services, products, information or other materials available on, in, or through the Site is appropriate or available for use in other locations, and access to them from territories where they are illegal is prohibited.\nThose who choose to access the Site from other locations do so on their own volition and are responsible for compliance with applicable laws.\nThe waiver or failure of WKH to exercise in any respect any right provided hereunder shall not be deemed a waiver of such right in the future or a waiver of any of other rights established under these Terms and Conditions.\nHeadings used in these Terms and Conditions are for reference only and shall not affect the interpretation of these Terms and Conditions.\n</p>\n<p>Dated: July 28, 2022</p>\n<p>Copyright © 2023 Wolters Kluwer Health, Inc.\nAll rights reserved.</p> ", "created_at": "2023-09-29 23:24:29.515407", "updated_at": "2023-09-29 23:32:56.050206"}], "points": [], "urls": ["lww.com", "journals.lww.com"]}}