{"error": 448, "message": "OK", "parameters": {"id": 9566, "name": "Free Conference Call", "created_at": "2023-09-04 23:32:52.324453", "updated_at": "2023-09-05 10:02:24.083499", "wikipedia": "https://en.wikipedia.org/wiki/FreeConferenceCall.com", "keywords": null, "related": null, "slug": "free-conference-call", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9566.png", "url": "freeconferencecall.com,join.freeconferencecall.com", "documents": [{"id": 18965, "name": "Acceptable Use Policy ", "url": "https://www.freeconferencecall.com/phone/acceptableuse", "xpath": "/html/body/div[6]", "text": " <p>\n<strong>1.\nGeneral Usage Disclaimer</strong>\n</p>\n<ol>\n<li>Unlimited Inbound calling is available to all users</li>\n<li>\nOutbound calls to the following countries are only available to fixed or landlines numbers\n<ul>\n<li>Argentina</li>\n<li>Austria</li>\n<li>Brazil</li>\n<li>Bulgaria</li>\n<li>Croatia</li>\n<li>Denmark</li>\n<li>Germany</li>\n<li>Hungary</li>\n<li>Ireland</li>\n<li>Israel</li>\n<li>Italy</li>\n<li>Japan</li>\n<li>Luxembourg</li>\n<li>Malaysia</li>\n<li>Netherlands</li>\n<li>Norway</li>\n<li>Poland</li>\n<li>Portugal</li>\n<li>Romania</li>\n<li>Russia</li>\n<li>Slovakia</li>\n<li>Spain</li>\n<li>Sweden</li>\n<li>Switzerland</li>\n<li>Turkey</li>\n<li>Venezuela</li>\n</ul>\n</li>\n<li>\nOutbound calls to the following countries are only available to mobile or cellphone numbers\n<ul>\n<li>Finland</li>\n</ul>\n</li>\n</ol>\n<p>\n<strong>2.\nUnlimited Voice Plans.</strong>\nFreeConferenceCall\nreserves the right to periodically review usage levels of unlimited minute Service plans (\"Unlimited Plans\") to ensure that you are not using an Unlimited Plan in violation of this Acceptable Use Policy (\"AUP\") and if such abuse or violation is discovered to terminate or adjust the plan as appropriate.\nIn an effort to ensure the best possible experience for all our customers, or subscribers who we determine (in our sole discretion) have violated Sections 3 or 4 of this Acceptable Use Plan.\nYou agree to use the voice portion of your Unlimited Plan for traditional voice calls between two individuals of duration comparable to that of the average individual customer presently utilizing a\nFreeConferenceCall\nUnlimited Plan and will not employ methods, or procedures to take advantage of your Unlimited Plan by using the plan excessively or for means not intended by\nFreeConferenceCall.\nExcessive use of the voice portion of your Unlimited Plan is defined by\nFreeConferenceCall\nas use that materially exceeds the average call volume or duration used by all other\nFreeConferenceCall\ncustomers that have purchased an Unlimited Plan.\nFreeConferenceCall\nmay terminate your Service or change your Service plan if, in its sole discretion,\nFreeConferenceCall\ndetermines that your use of the voice portion of your Unlimited Plan violates this prohibition or is otherwise \"unreasonable\" or results in abuse of the Unlimited Plan.\n</p>\n<p>\n<strong>3.\nInternational Long Distance Service.</strong>\nIf you have purchased an Unlimited Plan,\nFreeConferenceCall\nmay limit the number of unique international phone numbers your phone will be allowed to call to 20 unique international phone numbers per 30-day Service term.\nbased on the international destinations covered by your plan.\nIn such event, the 20 unique international numbers count will automatically reset when your next 30-day Service term begins, unless you purchase a new Unlimited Plan prior to the start of your next Service term.\nPlease visit our website to learn more about the specific features and offerings of our international plans.\nAll international long distance services included in our Service plans are handled by PLD, LLC (\"PLD\") and are delineated on your invoices separately from the services provided by\nFreeConferenceCall.\nPLD is not affiliated with\nFreeConferenceCall.\n</p>\n<p>\n<strong>4.\nWe consider your use of one of our Unlimited Plans to be \"unreasonable\" or \"abusive\" and therefore subject to immediate termination or adjustment if, among other things, you:</strong>\n</p>\n<ol>\n<li>\nRe-sell, re-brand, re-supply, re-market or commercially exploit a\nFreeConferenceCall\nUnlimited Plan.\n</li>\n<li>Set up routing functionality such that only outbound long-distance traffic is sent over the Unlimited Plan;</li>\n<li>Engage in any other conduct which is fraudulent or results in significant network congestion or degradation, or interferes with our operations, reputation or ability to provide quality service to our customers;</li>\n<li>Engage in autodialing;</li>\n<li>Engage in continuous, repetitive or extensive call forwarding;</li>\n<li>Engage in continuous call session connectivity, including the use of an Unlimited Plan for continuous mobile to mobile or mobile to landline voice calls;</li>\n<li>Engage in telemarketing;</li>\n<li>Use your Unlimited Plan as a substitute or backup for private lines or dedicated data connections;</li>\n<li>\"Spam\" or engage in other abusive or unsolicited communications, or any other mass, an automated voice for commercial or marketing purposes;</li>\n<li>Use your Unlimited Plan in connection with server devices or host computer applications, automated machine to machine connections, voice relay.</li>\n<li>\nUse your Unlimited Plan to relay voice calls not originated from your\nFreeConferenceCall\nservice.\nor\n</li>\n<li>\nEngage in any other activity that would be inconsistent with reasonable personal use patterns, causes network congestion or jeopardizes the integrity of the\nFreeConferenceCall\nnetwork.\n</li>\n</ol>\n<p>\n<strong>5.\nLawful purposes only.</strong>\nYou may use our Service for lawful, proper and appropriate purposes.\nYou may not use our Service in any way that is illegal, improper or inappropriate.\nA non-exhaustive list of examples of illegal, improper or inappropriate uses of our Service includes:\n</p>\n<p>5.1 Interfering with our ability to provide Service to you or other customers, or avoiding your obligation to pay for the Service within the time frame designated for payment.</p>\n<p>5.2 Use of the Service to threaten, abuse, harass, defame, deceive, defraud, interfere or invade another's privacy or engage in any similar behavior.</p>\n<p>5.3 Use of the Service for: auto-dialing.\ncontinuous, repetitive or extensive call forwarding, telemarketing (including charitable or political solicitation or polling), fax or voicemail broadcasting or blasting.</p>\n<p>5.4 Use of the Service to: impersonate another person.\nsend bulk unsolicited messages.\nuse robots, data mining techniques, or other automated devices or programs to catalog, download, store, or otherwise reproduce or distribute information from our Service or use any automated means to manipulate our Service.</p>\n<p>5.5 Violate any law, rule, or regulation.\nviolate any third party's intellectual property or personal rights.\nor exceed your permitted access to our Service.</p>\n<p>5.6 Use of the Service for transmitting or receiving any communication or material of any kind which would constitute a criminal offense, give rise to a civil liability, or otherwise violate any applicable local, state, national or international law or encourage conduct that would constitute a criminal offense, give rise to a civil liability, or otherwise violate any applicable local, state, national or international law.</p>\n<p>\n5.7 Use of the Service to access, or attempt to access without authority, the information, accounts or devices of others, or to penetrate, or attempt to penetrate,\nFreeConferenceCall\nor its network supplier's network or systems.\n</p>\n<p>5.8 Use of the Service to generate or disseminate viruses, malware or \"denial of service\" attacks.</p>\n<p>\n<strong>6.\nRight of Termination.</strong>\nIn addition to\nFreeConferenceCall's\nright to terminate Service for non-payment,\nFreeConferenceCall\nreserves the right to terminate the Service immediately and without advance notice, if\nFreeConferenceCall,\nin its sole discretion, believes that you have violated any of the above restrictions, leaving you responsible for the full month's charges to the end of the then-current 30-day Service term, including without limitation unbilled charges, all of which immediately become immediately due and payable.\n</p>\n<p>\n<strong>7.\nMonitoring.</strong>\nWe may monitor the use of our Service for violations of this AUP and the other materials that makeup your Agreement with us.\nWe may, without liability, remove or block all communications if we suspect a violation of this AUP or any other materials that makeup your Agreement with us, or if we think it necessary in order to protect our Service,\nFreeConferenceCall\nor its network supplier, and/or their respective parents, affiliates, directors, officers, agents, and employees from harm.\n</p>\n<p>\n<strong>8.\nProviding information to authorities and third parties.</strong>\nIf we believe that you have used our Service for an unlawful purpose, we may forward the relevant communication and other information, including your identity, to the appropriate authorities for investigation and prosecution.\nYou consent to our forwarding of any such communications and information to these authorities.\nIn addition, we may disclose your name, telephone number, credit card information, and other personal information, any communications sent or received by you, and any other information that we may have about your account, including but not limited to, types of service, length of service, MAC address(es), IP address(es), email address(es), registered 911 address, and all other account information, as follows: in response to law enforcement or other governmental agency requests.\nas required by law, regulation, rule, subpoena, search warrant, or court order.\nas necessary to identify, contact, or bring legal action against someone who may be misusing the Service.\nto protect\nFreeConferenceCall's\nrights and property.\nor in emergency situations where disclosure of such information is necessary to protect\nFreeConferenceCall\ncustomers or third parties from imminent harm.\n</p>\n<p>\n<strong>9.\nNo Transfer of Service.</strong>\nYou may not resell or transfer your Service or provide a telephone service to anyone else by using your\nFreeConferenceCall\nService or features of your\nFreeConferenceCall\nService.\n</p>\n<p>\n<strong>10.\nNo Alterations or Tampering.</strong>\nIf you copy or alter or have someone else copy or alter the firmware or software in any way that facilitates a compromise of your Service, you are responsible for any charges that result.\nYou may not attempt to hack or otherwise disrupt our Service or make any use of our Service that is inconsistent with its intended purpose.\n</p>\n<p>\n<strong>11.\nTheft of Service.</strong>\nYou may not use or obtain our Service in any manner that avoids\nFreeConferenceCall\npolicies and procedures.\nYou will notify us immediately in writing if you believe that your Service is being stolen, fraudulently used, or otherwise being used in an unauthorized manner.\nWhen you notify us of one of these events, you must provide your account number and a detailed description of the circumstances of the theft, fraudulent use, or unauthorized use of Service.\nIf you fail to notify us in writing in a timely manner, we may disconnect your Service and levy additional charges on you.\nUntil you notify us in writing, you will remain liable for all use of our Service stolen from you and any and all stolen, fraudulent or unauthorized use of the Service up through the date notice is received by\nFreeConferenceCall.\n</p> ", "created_at": "2023-09-04 23:33:15.056445", "updated_at": "2023-09-04 23:33:23.463087"}, {"id": 18963, "name": "Privacy Policy", "url": "https://www.freeconferencecall.com/privacy-policy", "xpath": "/html/body/div[6]/div/div", "text": "\n<p>\n<strong>\nLast Updated: May 22, 2018\n</strong>\n</p>\n<p>CarrierX, LLC (\"CarrierX\") is committed to respecting the privacy of all users (“users,” “you”) of our website(s) and mobile applications and the products and services available on such websites and mobile applications (collectively, the “Services”).\nWe have established and implemented this Privacy Statement to inform you of the information we collect from you on in connection with the Services, how we collect and use your information, with whom and for what purposes we may share your information, and the choices you can make about our use of your information.</p>\n<p>YOUR PERSONAL INFORMATION MAY BE PROCESSED BY US IN THE COUNTRY WHERE IT WAS COLLECTED AS WELL AS OTHER COUNTRIES (INCLUDING THE UNITED STATES) WHERE LAWS REGARDING PROCESSING OF PERSONAL INFORMATION MAY BE LESS STRINGENT THAN THE LAWS IN YOUR COUNTRY.\nBY USING THE SERVICES AND PROVIDING ANY PERSONAL INFORMATION, YOU ARE CONSENTING TO THE TRANSFER OF DATA FROM YOUR COUNTRY TO A COUNTRY THAT HAS LESS STRINGENT LAWS, AND THE PROCESSING OF YOUR PERSONAL INFORMATION IN CONFORMANCE WITH THIS POLICY.</p>\nTypes of Personal Information We Collect\n<p>The phrase \"Personal Information\" in this Privacy Policy means contact information (e.g., name, address, email address, mailing address, telephone number) and any other information that personally identifies an individual.</p>\n<p>In general, we collect Personal Information in connection with the provision of the Services.\nThere are certain Services that are only provided to users who have established an account with us (\"Account\").\nTo register for an Account, we require that you provide certain Personal Information, including your name, email address, mailing address, and phone number.\nIf you are registering for a Service that requires payment, we will also collect payment information, including (i) your name as it appears on the card.\n(ii) the credit card type.\n(iii) a valid credit card number.\n(iv) the date of expiration of your credit card.\n(v) your billing address.\nand (vi) any activation numbers or codes needed to charge your card.</p>\n<p>We may also collect Personal Information about you when you sign in to a CarrierX app or website using a social networking account, such as a Facebook account.\nThese social networking sign-in features may also enable a CarrierX account to be created more easily by using the information you provided to the social networking site.\nBy using these sign-in features, the social networking site also will know that you have a CarrierX account.\nTo learn more about the privacy and information collection and sharing practices of a social networking site on which you interact with CarrierX, please refer to the privacy policy for that social networking site.</p>\n<p>We may also collect Personal Information that you submit to us voluntarily when you correspond with us or interact with the Services, such as phone device contacts.\nWe may combine your Personal Information with information we receive offline, such as when you interact with our customer service group, or that we obtain through third party sources.</p>\n<p>You can always decline to provide any Personal Information to us—it is your choice, and you are under no obligation to provide Personal Information to us.\nHowever, if you decide not to provide such information, then you may not be able to use or purchase the Services.\nAt any point, you may access, review, and modify your Personal Information from your Account, or by contacting us at the number provided below.</p>\n<p>\nTo make a request for information we hold about you, how to request access, correct, amend or delete your Personal Data, contact:\nprivacy@freeconferencecall.com\nor\nprivacy@huddle.team\nor\nprivacy@startemeeting.com\nor\nprivacy@bullhorn.fm.\nPlease include \"My Personal Data\" in the subject line.\nBe sure to state the reason for the request, (i.e., amend my data, port my data or purge my data), along with your name, dial-in number and access code to properly identify your account.\nThe email must come from the registered email address on file for the account.\n</p>\nIn-Session Information\n<p>We may collect and store information during your use of the Services, including domestic and international audio, web and video conferencing services, live chat, voicemail, audio, web and video recording, voice broadcasting services and other voice and messaging services.\nIn addition, the company may offer other assorted features and applications as part of its Services from time to time.\nSuch in-session information is protected by the use of end-to-end encryption and only accessible to those users you invite, or with whom you otherwise choose to share information.\nYou will have the ability to record, store, and access information related to your use of the Services, and we will not access this information except as may be necessary to support the Services and anticipate, diagnose, or resolve problems that may limit or disrupt the Services, or as may be required by law.\nPlease be aware that any Personal Information you provide to other users during your use of the Services can be collected, used, maintained, shared, or disclosed by those users, and we are not responsible for the collection, use, maintenance, sharing, or disclosure of data and information by such users.</p>\nTypes of Anonymous Information We Collect\n<p>We may also collect and store certain information that does not identify you, such as your Internet protocol address, browser type, domain names and access times (“Anonymous Information”).\nAs you navigate, use, or otherwise interact with the Services, we may use automatic data collection technologies to collect certain information about your equipment and browsing actions, including without limitation: (i) information about your computer or mobile device and internet connection.\n(ii) details about your visit to the Services, including resources you use on the Services and other traffic, navigational, or communication data.\nand (iii) your geolocation information.\nWe may also use Cookies (as defined below) and other tracking technologies to collect information about your online activities.\n\"Cookies\" are small pieces of information that a website sends to your browser while you are viewing a website.\nYou can instruct your browser, by changing its options, to stop accepting Cookies or to prompt you before accepting a Cookie from the websites you visit.\nWe do not track users across third party websites and therefore do not respond to Do Not Track signals.\nWe may use your Anonymous Information to analyze usage patterns so that we may enhance the Services and improve our internal operations and the content of our software.\nWe may combine such data with certain of your Personal Information.</p>\n<p>CarrierX, LLC.\ncomplies with all applicable laws regarding data privacy as it pertains to the performance of our services.\nAs part of our compliance we use industry standards to maintain, process, transmit, and store cardholder data on behalf of our customers.</p>\n<p>\nFor a list of all permissions requested by CarrierX mobile apps on Android phones, see our\nAndroid Permission\ndocument.\n</p>\nHow We Use Personal Information\n<p>In general, we may use your Personal Information to:</p>\n<ul>\n<li>Administer your Account and verify your identity;</li>\n<li>Collect your device contacts so you can use your phone book in the virtual phone;</li>\n<li>Process your payments and fulfill your orders;</li>\n<li>Provide you with the Services and customer support;</li>\n<li>Tailor the features, performance, and support of the Services to you;</li>\n<li>Market the Services to you;</li>\n<li>Respond to your requests, resolve disputes, and/or troubleshoot problems;</li>\n<li>Improve the quality of the Services.\nand</li>\n<li>Communicate with you about the Services.</li>\n</ul>\n<p>CarrierX uses email to contact its customers.\nIf you voluntarily submit your email address to receive information, we may subsequently issue Service information to you via email, including technical advisories.\nCustomers receive an initial registration email with all account details listed.\nAfter each call, customers receive call detail reports via email.\nFinally, CarrierX uses email to communicate promotions and product updates with customers (“Promotional Emails”).\nhowever, we respect your right to opt out of receiving such Promotional Emails from us.\nIf, at any time after registering, you change your mind about receiving Promotional Emails, you can opt out of receiving such information by sending your request to services@freeconferencecall.com.\nIn addition, you can choose to opt out of the Promotional Emails via the “opt out” link included in each email.</p>\nWith Whom We Share Personal Information\n<p>We may disclose your Personal Information: (i) to third party vendors who help us provide the Services, including vendors that help us verify your identity and vendors that process payments for us.\n(ii) to third parties to whom you ask or authorize us to send Personal Information (including other users) by opting in.\n(iii) to any subsidiary organizations, joint ventures, or other organizations under our control (collectively, \"Affiliates\"), in which case we will require our Affiliates to honor this Privacy Statement.\n(iv) to a company that merges with us, acquires us, or purchases substantially all of our assets, in which case such company may continue to process your Personal Information as set forth in this Privacy Statement.\nor (v) if we believe in good faith that such disclosure is necessary to: (1) resolve disputes, investigate problems, or enforce our Terms of Service.\n(2) comply with relevant laws or to respond to requests from law enforcement or other government officials relating to investigations or alleged illegal activity, in which case we can (and you authorize us to) disclose Personal Information without subpoenas or warrants served on us.\nor (3) protect and defend our rights or property or the rights and property of you or third parties.\nExcept as otherwise stated in this Privacy Policy, we do not trade, rent, or share the Personal Information that we collect with unaffiliated third parties including for their own independent marketing or use.</p>\nThird Party Links\n<p>The Services may contain links to third parties' websites.\nPlease note that we are not responsible for the collection, use, maintenance, sharing, or disclosure of data and information by such third parties.\nIf you provide information on third party sites, the privacy policy and terms of service on those sites are applicable.\nWe encourage you to read the privacy policies of websites that you visit before submitting Personal Information.</p>\nCalifornia Privacy Policy\n<p>California Civil Code Section §1798.83 permits users of our Site that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please contact us using the contact information listed below.</p>\nOther Information\n<p>We exercise reasonable security measures to help protect against the loss, misuse, and alteration of your Personal Information.\nCarrierX hosts its Sites and the collected data in a secure environment that uses reasonable technology to help prevent interference or access from unauthorized persons.\nSensitive information that is transmitted to us online (such as credit card number) is encrypted and is transmitted to us securely.\nDespite such efforts, however, please note that no company, including CarrierX can fully eliminate risks or guarantee the security of your Personal Information.\nunauthorized entry or use, hardware or software failure, and other factors may compromise the security of information about you at any time.\nConsequently, we do not guarantee the security of any information you provide to CarrierX through the Sites.</p>\n<p>We do not knowingly collect or solicit personally identifiable information from anyone under the age of 13.\nIf you are under the age of 13, please do not provide us with any Personal Information.\nIf we learn that we have inadvertently obtained personally identifiable information from a minor under the age of 13, we will delete that information as soon as possible.\nIf you believe that a minor under the age of 13 has submitted Personal Information to us, please contact us using the contact information listed below.</p>\n<p>This Privacy Statement is subject to revision from time to time on a going-forward basis.\nWe will post any revised version of the Privacy Statement on this page.\nIf we make any material changes to it, we will also send you notice to the last email address you have provided to us.\nContinued use of the Services following notice of such changes will indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\n<p>\nFor any additional information, or to contact CarrierX, you can email\ninfo@freeconferencecall.com\nor call (844) 844–1322.\n</p>\n", "created_at": "2023-09-04 23:32:52.387362", "updated_at": "2023-09-04 23:33:58.320131"}, {"id": 18962, "name": "Terms and Conditions US Government Agences", "url": "https://www.freeconferencecall.com/terms-and-conditions-us-gov-agencies", "xpath": "/html/body/div[6]/div/div", "text": null, "created_at": "2023-09-04 23:32:52.356991", "updated_at": "2023-09-04 23:34:15.081884"}, {"id": 18964, "name": "Terms of Service", "url": "https://www.freeconferencecall.com/terms-of-service", "xpath": "/html/body/div[6]/div/div", "text": null, "created_at": "2023-09-04 23:32:52.418445", "updated_at": "2023-09-04 23:35:41.399428"}], "points": [], "urls": ["freeconferencecall.com", "join.freeconferencecall.com"]}}