{"error": 448, "message": "OK", "parameters": {"id": 8398, "name": "textverified", "created_at": "2023-05-25 15:29:48.7914", "updated_at": "2023-05-25 22:02:31.314809", "wikipedia": null, "keywords": null, "related": null, "slug": "textverified", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8398.png", "url": "textverified.com", "documents": [{"id": 16311, "name": "Privacy Policy And Terms", "url": "https://www.textverified.com/terms", "xpath": "//body", "text": " Text verified Buy Credits Text &amp.\nSMS Voice Rentals FeaturesTextverified API Phoneblur APIBlog Support How-To FAQ Terms ContactLogin Sign Up Login SignupBuy Credits Text &amp.\nSMS Voice Rentals FeaturesTextverified Documentation Phoneblur DocumentationBlog Support How-To FAQ TermsContact Notifications The 'Service Not Listed' option will no longer work for Rently.\nThe 'Service Not Listed' option will no longer work for TapResearch.\nThe 'Service Not Listed' option will no longer work for BLK.\nThe 'Service Not Listed' option will no longer work for IONOS.\nThe 'Service Not Listed' option will no longer work for Sam's Club.\nCoincasper voice verifications are available! The 'Service Not Listed' option will no longer work for Kudos.\nThe 'Service Not Listed' option will no longer work for Line2.\nThe 'Service Not Listed' option will no longer work for Quicrypto.\nThe 'Service Not Listed' option will no longer work for Checkmate.\nThe 'Service Not Listed' option will no longer work for BetnowEU.\nThe 'Service Not Listed' option will no longer work for TipNano.\nThe 'Service Not Listed' option will no longer work for Glass.com.\nPopads voice verifications are available! The 'Service Not Listed' option will no longer work for Taptap Send.\nThe 'Service Not Listed' option will no longer work for Linode.\nThe 'Service Not Listed' option will no longer work for Hostkey.\nThe 'Service Not Listed' option will no longer work for Voicepark.\nOfferToro voice verifications are available! The 'Service Not Listed' option will no longer work for UKG Wallet.\nThe 'Service Not Listed' option will no longer work for Boo Dating.\nThe 'Service Not Listed' option will no longer work for Jersey Mike's.\nThe 'Service Not Listed' option will no longer work for Zaxbys.\nThe 'Service Not Listed' option will no longer work for Vetri.\nThe 'Service Not Listed' option will no longer work for Coinhub.\nThe 'Service Not Listed' option will no longer work for SendSprint.\nThe 'Service Not Listed' option will no longer work for FarmersOnly.\nThe 'Service Not Listed' option will no longer work for Octo.\nThe 'Service Not Listed' option will no longer work for PGSamsBuyGet.\nThe 'Service Not Listed' option will no longer work for Streetbeat.\nThe 'Service Not Listed' option will no longer work for Angi.\nThe 'Service Not Listed' option will no longer work for Coinloot.\nThe 'Service Not Listed' option will no longer work for Gaintplay.\nThe 'Service Not Listed' option will no longer work for Sugarbook.\nThe 'Service Not Listed' option will no longer work for Musicstre.am.\nThe 'Service Not Listed' option will no longer work for Donately.\nThe 'Service Not Listed' option will no longer work for Beat.\nThe 'Service Not Listed' option will no longer work for PartyPoker.\nThe 'Service Not Listed' option will no longer work for BetMGM.\nThe 'Service Not Listed' option will no longer work for Eureka.\nThe 'Service Not Listed' option will no longer work for Vanguard.\nThe 'Service Not Listed' option will no longer work for Upgrade.\nThe 'Service Not Listed' option will no longer work for Nielsen.\nThe 'Service Not Listed' option will no longer work for CVS.\nThe 'Service Not Listed' option will no longer work for RECUR.\nThe 'Service Not Listed' option will no longer work for Link.\nThe 'Service Not Listed' option will no longer work for Cashew.\nThe 'Service Not Listed' option will no longer work for TransformCredit.\nThe 'Service Not Listed' option will no longer work for Webull.\nThe 'Service Not Listed' option will no longer work for LoveAndSeek.\nThe 'Service Not Listed' option will no longer work for LDSPlanet.\nThe 'Service Not Listed' option will no longer work for Hunter.\nThe 'Service Not Listed' option will no longer work for AH4R.\nThe 'Service Not Listed' option will no longer work for BurstSMS.\nThe 'Service Not Listed' option will no longer work for Etsy.\nThe 'Service Not Listed' option will no longer work for Truth Social.\nThe 'Service Not Listed' option will no longer work for CocaCola.\nWe've fixed an issue with 5Miles verifications.\nThe 'Service Not Listed' option will no longer work for Axos Bank.\nThe 'Service Not Listed' option will no longer work for SiliconValleyBank.\nThe 'Service Not Listed' option will no longer work for Ozan SuperApp.\nThe 'Service Not Listed' option will no longer work for Whatnot.\nThe 'Service Not Listed' option will no longer work for PREMIER.\nThe 'Service Not Listed' option will no longer work for myWisely.\nThe 'Service Not Listed' option will no longer work for NFCU.\nThe 'Service Not Listed' option will no longer work for USAA.\nThe 'Service Not Listed' option will no longer work for Millions.\nThe 'Service Not Listed' option will no longer work for Vrbo.\nThe 'Service Not Listed' option will no longer work for Safeway / Albertsons.\nThe 'Service Not Listed' option will no longer work for TrustmarkBank.\nThe 'Service Not Listed' option will no longer work for BMOHarris.\nThe 'Service Not Listed' option will no longer work for AdGate.\nThe 'Service Not Listed' option will no longer work for Gamercraft.\nThe 'Service Not Listed' option will no longer work for Kikoff.\nThe 'Service Not Listed' option will no longer work for Stash.\nThe 'Service Not Listed' option will no longer work for FTX.\nThe 'Service Not Listed' option will no longer work for Oxygen.\nThe 'Service Not Listed' option will no longer work for ShopPay.\nThe 'Service Not Listed' option will no longer work for Weverse.\nThe 'Service Not Listed' option will no longer work for Curtsy.\nThe 'Service Not Listed' option will no longer work for Mudflap.\nThe 'Service Not Listed' option will no longer work for Handy.\nThe 'Service Not Listed' option will no longer work for Bilt Rewards.\nThe 'Service Not Listed' option will no longer work for Square.\nThe 'Service Not Listed' option will no longer work for Bread Financial.\nThe 'Service Not Listed' option will no longer work for CoinsBaron.\nThe 'Service Not Listed' option will no longer work for Kixify.\nThe 'Service Not Listed' option will no longer work for BlueBird.\nThe 'Service Not Listed' option will no longer work for Aspiration.\nThe 'Service Not Listed' option will no longer work for Welspun Brain Trust.\nThe 'Service Not Listed' option will no longer work for Wink.\nThe 'Service Not Listed' option will no longer work for WireBarley.\nThe 'Service Not Listed' option will no longer work for Eastbay.\nThe 'Service Not Listed' option will no longer work for Foot Locker.\nThe 'Service Not Listed' option will no longer work for Kids Footlocker.\nThe 'Service Not Listed' option will no longer work for Champs Sports.\nThe 'Service Not Listed' option will no longer work for Oportun.\nThe 'Service Not Listed' option will no longer work for Spruce.\nThe 'Service Not Listed' option will no longer work for TaxSlayer.\nThe 'Service Not Listed' option will no longer work for SugarDaddyMeet.\nThe 'Service Not Listed' option will no longer work for MessageBird.\nThe 'Service Not Listed' option will no longer work for Charles Schwab.\nThe 'Service Not Listed' option will no longer work for GiftPocket.\nThe 'Service Not Listed' option will no longer work for QuickBooks.\nThe 'Service Not Listed' option will no longer work for OpenAI.\nThe 'Service Not Listed' option will no longer work for Gemiplay.\nThe 'Service Not Listed' option will no longer work for Google Merchant Center.\nThe 'Service Not Listed' option will no longer work for Santander.\nThe 'Service Not Listed' option will no longer work for Google Business Profile.\nThe 'Service Not Listed' option will no longer work for DreamSpring.\nThe 'Service Not Listed' option will no longer work for ViaBill.\nThe 'Service Not Listed' option will no longer work for 101Sweets.\nThe 'Service Not Listed' option will no longer work for ARMSLIST.\nThe 'Service Not Listed' option will no longer work for MessageDeck.\nThe 'Service Not Listed' option will no longer work for SaverLife.\nThe 'Service Not Listed' option will no longer work for Fold.\nThe 'Service Not Listed' option will no longer work for Modern Earn App.\nCommPeak voice verifications are available! The 'Service Not Listed' option will no longer work for Fold.\nThe 'Service Not Listed' option will no longer work for Mode Earn App.\nTextFree voice verifications are available! The 'Service Not Listed' option will no longer work for Bank of the West.\nThe 'Service Not Listed' option will no longer work for Bank Of The West.\nThe 'Service Not Listed' option will no longer work for Miles Rewards.\nThe 'Service Not Listed' option will no longer work for CARD.com.\nThe 'Service Not Listed' option will no longer work for RSocks.\nThe 'Service Not Listed' option will no longer work for Bakkt.\nThe 'Service Not Listed' option will no longer work for Roomster.\nThe 'Service Not Listed' option will no longer work for MyRobinhood.\nThe 'Service Not Listed' option will no longer work for Freecash.com.\nThe 'Service Not Listed' option will no longer work for OnJuno.\nThe 'Service Not Listed' option will no longer work for UpVoice.\nThe 'Service Not Listed' option will no longer work for Found.\nWe've fixed an issue with SEAGM verifications.\nWe've fixed an issue with Alibaba verifications.\nWe've fixed the delays with crypto currency payments.\nWe've fixed an issue with Weee verifications.\nThe 'Service Not Listed' option will no longer work for Surf.\nWe've fixed an issue with Blizzard verifications.\nWe've fixed an issue with Doublelist verifications.\nWe've fixed an issue with Badoo verifications.\nWe've fixed an issue with Twitch verifications.\nWe've fixed an issue with AOL verifications.\nWe've fixed an issue with Badoo verifications.\nThe 'Service Not Listed' option will no longer work for Weee.\nThe 'Service Not Listed' option will no longer work for LikeCard.\nWe've fixed an issue with Bumble verifications.\nPrice cuts for Poshmark, Google, Nike, Greendot, GoBank, eBay, MoneyLion, KakaoTalk, Google, Venmo and Chime are here! We've fixed an issue with Rewarded Play verifications.\nWe've fixed an issue with TikTok verifications.\nThe 'Service Not Listed' option will no longer work for Rewarded Play.\nThe 'Service Not Listed' option will no longer work for Greenlight.\nThe 'Service Not Listed' option will no longer work for Millionaire Match.\nThe 'Service Not Listed' option will no longer work for Gabi.\nWe've fixed an issue with BlackPeopleMeet verifications.\nThe 'Service Not Listed' option will no longer work for Mos.\nThe 'Service Not Listed' option will no longer work for BlackPeopleMeet.\nWe've fixed an issue with Instacart verifications.\nThe 'Service Not Listed' option will no longer work for Steady.\nThe 'Service Not Listed' option will no longer work for Wager Web.\nThe 'Service Not Listed' option will no longer work for Fifth Third Bank.\nWe've fixed an issue with PaySend verifications.\nCitibank voice verifications are available! The 'Service Not Listed' option will no longer work for EZ Texting.\nThe 'Service Not Listed' option will no longer work for Depop.\nWe've fixed an issue with Albert verifications.\nWe've fixed an issue with ZoomBucks verifications.\nThe 'Service Not Listed' option will no longer work for Tapchamps.\nThe 'Service Not Listed' option will no longer work for Fidelity Investments.\nWe've fixed an issue with GrabPoints verifications.\nThe 'Service Not Listed' option will no longer work for League of Legends.\nThe 'Service Not Listed' option will no longer work for MoneyGram.\nWe've fixed an issue with Affirm verifications.\nLower Seated verification cost is here! We've fixed an issue with QuadPay (now Zip) verifications.\nWe've fixed an issue with G2G verifications.\nThe 'Service Not Listed' option will no longer work for Marcus.\nThe 'Service Not Listed' option will no longer work for Glass.net.\nThe 'Service Not Listed' option will no longer work for McMoney.\nWe've fixed an issue with Yandex verifications.\nWe've fixed an issue with Albert verifications.\nThe 'Service Not Listed' option will no longer work for Pogo.\nWhitepages voice verifications are available! We've fixed an issue with Signal verifications.\nThe 'Service Not Listed' option will no longer work for Comenity Direct.\nThe 'Service Not Listed' option will no longer work for OKCoin.\nThe 'Service Not Listed' option will no longer work for DasherDirect.\nThe 'Service Not Listed' option will no longer work for SEOClerks.\nWe've fixed an issue with Gopuff verifications.\nWe've fixed an issue with OfferUp verifications.\nMicrosoft* price reduced We've fixed an issue with ID.me verifications.\nThe 'Service Not Listed' option will no longer work for Bolt.\nThe 'Service Not Listed' option will no longer work for Innago.\nWe've fixed an issue with Plaid verifications.\nThe 'Service Not Listed' option will no longer work for Albert.\nLow balance warning has been added! The 'Service Not Listed' option will no longer work for Varo Bank.\nThe 'Service Not Listed' option will no longer work for Mistplay.\nThe 'Service Not Listed' option will no longer work for NTWRK.\nFlowRoute voice verifications are available! Pei service issue resolved.\nMoneyLion price reduced Easier way to authenticate via API Lower cost for 'use again' and 'resurrect' features! Additional price cuts are here! The 'Service Not Listed' option will no longer work for Coinme.\nThe 'Service Not Listed' option will no longer work for Course Hero.\nThe 'Service Not Listed' option will no longer work for ThinkOpinion.\nThe 'Service Not Listed' option will no longer work for Reonomy.\nWe've fixed an issue with ZoomInfo verifications.\nYou asked, we listened.\nSurge Pricing is disabled! Lower cost verifications are here! The 'Service Not Listed' option will no longer work for Uplift.\nThe 'Service Not Listed' option will no longer work for Mrsool.\nThe 'Service Not Listed' option will no longer work for Neuron.\nThe 'Service Not Listed' option will no longer work for Brex.\nThe 'Service Not Listed' option will no longer work for Atomy.\nThe 'Service Not Listed' option will no longer work for CoinCircle.\nYou can now buy up to $25/50 with credit/debit! The 'Service Not Listed' option will no longer work for Natural/Brain.ai.\nThe 'Service Not Listed' option will no longer work for Bigo Live.\nWe've fixed an issue with the verification history page.\nThe 'Service Not Listed' option will no longer work for T-Mobile Money.\nWe've fixed an issue with ZoomInfo verifications.\nAn earlier service issue has now been addressed.\nThe 'Service Not Listed' option will no longer work for 1688.\nThe 'Service Not Listed' option will no longer work for CashWalk.\nThe 'Service Not Listed' option will no longer work for Payactiv.\nThe 'Service Not Listed' option will no longer work for Sendwave.\nWe've fixed an issue with Yandex verifications.\nWe've fixed an issue with Apple ID verifications.\nWe've fixed an issue with Microsoft Office verifications.\nChime service issue resolved.\nIssue with Chime service.\nWe've fixed an issue with Postmates verifications.\nCredit card processing fees have been waived.\nWe have a new sub account feature.\nRentals have been moved.\nClose <p>Last Updated: 11/22/2022</p> Privacy Policy <p> This Privacy Policy (“Privacy Policy”, or “Policy”) constitutes an agreement between Westbold LLC (\"we\",\"us\", or \"ours\") and the user or visitor (\"you\" or \"yours\").\n</p>\n<p> At www.textverified.com, operated by Westbold LLC, one of our highest priorities is the privacy of our users and visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Westbold LLC and how we use it.\n</p>\n<p> If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.\n</p>\n<p> This Privacy Policy applies only to our online activities and/or utilization of our services, and is valid for visitors to www.textverified.com with regards to the information that they shared and/or collected by Westbold LLC.\nThis policy is not applicable to any information collected offline or via channels other than this website.\n</p>\n<p> By using our website, you hereby consent to our Privacy Policy and agree to its terms.\n</p> Modification of Privacy Policy <p> Westbold LLC reserves the right to modify any or all parts of this Privacy Policy at any time, as per our discretion.\nYour acceptance to a new Policy will become effective upon your continued use of our services.\nIf you wish to terminate your acceptance of this Policy, or desire to cease using our services, you may simply discontinue using the Service.\n</p> Information We Collect <p> The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at any point we ask you to provide personal information.\nWhen you register for an account, we collect your name and email address.\nAny additional information provided to us is volunteered “at will”, and does not fall under the scope of this privacy policy.\n</p>\n<p> If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.\n</p>\n<p> Westbold LLC logs information when you access and use our services.\nThis may include your Internet Protocol (IP) address, browser type, Internet Service Provider (ISP), date and time stamp of access, pages visited, and possibly the number of clicks.\n</p>\n<p> Furthermore, like any other website, we utilize 'cookies'.\nThese cookies are used to store information including visitors' preferences, user registration, referrals, and promotions.\nYou can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.\n</p>\n<p> Any information gathered by us is restricted to individuals with a legitimate business need, and will not be distributed to third parties without your consent.\n</p> How We Use Your Information <p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide, operate, and maintain our website and/or products</li>\n<li>Improve, personalize, and expand our website and/or products</li>\n<li>Understand and analyze how you use our website and/or products</li>\n<li>Develop new products, services, features, and functionality</li>\n<li> Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes </li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul>\n<p> Distribution of information provided to Westbold LLC is restricted.\nNo individual not associated with the user account will be allowed access to information stored on that account, except as outlined above.\nHowever, Westbold LLC will comply and cooperate with legitimate information requests from law enforcement agencies.\n</p> Advertising Partners Privacy Policies <p> Presently, we do not run advertisements on www.textverified.com.\nHowever, we reserve the right to utilize advertisements services at our discretion.\nIf we decide to advertise on our website, you may consult this list to find the Privacy Policy for each of the advertising partners of Westbold LLC.\n</p> Third Party Privacy Policies <p> Westbold LLC’s Privacy Policy does not apply to other websites or services.\nThus, we are advising you to consult the respective Privacy Policies of any third-party servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\n</p> Children's Information <p> Use of www.textverified.com is restricted to individuals at or over 13 years of age.\nUse of our services by individuals below this age is strictly prohibited, and is considered a breach of terms and conditions.\nTo this end, we encourage all legal guardians to monitor their children’s digital content and interactions.\nWe do not assume any responsibility or liability for use of our services by individuals under the age of 13.\n</p> Terms and Conditions <p> Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using the https://www.textverified.com website (the \"Service\") operated by Westbold LLC (\"us\", \"we\", or \"our\").\nBy accessing or using the service provided by us, the user (“you” or “your”) agrees to be bound by all the terms and conditions of this agreement.\nAccess to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all individuals who access or use the Service.\n</p>\n<p> Violation of these terms and conditions will result in immediate termination of all accounts associated with yourself.\nCreation of new accounts after termination of prior accounts is prohibited and is a violation of these terms and conditions.\n</p> Modification of Terms <p> Westbold LLC reserves the right to modify any or all parts of these Terms and Conditions at any time, as per our discretion.\nYour acceptance to new Terms will become effective upon your continued use of our services.\nIf you wish to terminate your acceptance of these Terms, or desire to cease using our services, you may simply discontinue using the Service.\n</p> Prohibited Activities <p> Use of our services to engage in or promote illegal activities is strictly prohibited.\nMisuse of provided services will result in immediate discontinuation of all services indefinitely, regardless of payment status.\n</p>\n<p> We provide services only to individuals who are at or above 13 years of age.\nIf any user is found to be under this age, we will immediately terminate all services and accounts associated with that user.\n</p> Accounts <p> You are responsible for providing accurate and complete information upon establishment of account.\nYou are responsible for maintaining adequate security measures and control of any and all usernames, passwords, or other information associated with your account.\nFurthermore, you are responsible for keeping your account information up-to-date at all times.\n</p>\n<p> Creation of multiple accounts to avoid a ban from our services is not allowed, and will result in termination of all accounts created for such purposes.\n</p> Phone Numbers <p> Any phone numbers (or “numbers”) provided to you via our services are not your property or reserved strictly for your private use.\nSharing these numbers to third parties is prohibited, considered a breach of these Terms, and may lead to immediate termination of your account.\n</p>\n<p> By utilizing our services, you accept that the availability of numbers changes at our discretion, and that numbers may not be available at all times.\nYou accept that the numbers we provide are temporary and subject to change at our discretion.\nWe are not responsible for any incident(s) arising from your use of a number.\n</p>\n<p> In addition, the Service we provide covers verifications only.\nWe are not responsible for any incident(s) that occur outside of the verification process, which starts when you request a number for verification and ends when you receive a code.\nBy using our service, you indemnify, defend and hold harmless us for, from and against any liability.\n</p> Purchases, Cancellation, and Refunds <p> We accept a variety of payment methods, which may include Credit/Debit cards and certain Cryptocurrencies.\nWe reserve the right to modify methods of payment at our discretion and may choose to discontinue certain methods at any time.\nYou accept that you are required to purchase Westbold Credits with the prior methods in order to utilize our service.\nWe are not responsible for any payments to incorrect parties (including but not limited to any entities imitating us) or incorrect payment amounts.\nWe reserve the right to discontinue or modify available payment methods or prices of our credits at any time for any reason.\nPrices of all services purchased with our credits are subject to change at our discretion.\n</p>\n<p> Westbold Credit or monetary refunds are assessed on a case by case basis.\nPurchases made via cryptocurrency may not be refunded.\nWe reserve the right to deny a refund for any reason, including but not limited to, abuse of our service or violation of these Terms.\n</p>\n<p> Cancellation of services is at the discretion of users, with the exception of account termination or banning due to misuse of services.\nWe do not provide refunds to users who desire to cancel their use of services.\n</p> Delivery <p> Delivery of services is provided immediately upon activation of user accounts and successful payment.\nNo physical product is provided as part of the services provided.\nIn case of failed delivery of services, users are responsible for contacting technical support to resolve the issue.\n</p>\n<p> We may restrict delivery of services due to prior ban status or termination of account.\nUsers should verify that their accounts are in good standing and that their accounts have not been terminated before attempting to access our services.\n</p> Warranties Disclaimer <p> We make no warranties that the Service (1) will be continuously available or uninterrupted or (2) will be error free.\nWe reserve the right to discontinue or modify any part of the Service at any time for any reason.\n</p> Severability Clause <p> If any provision of these Terms is determined to be invalid, illegal, or unenforceable, it shall not affect the enforceability of any other provision of these Terms.\nRather, the invalid, illegal, or unenforceable provision shall be modified so that it is valid, legal, and enforceable and to the fullest extent possible, reflects the intention of Westbold LLC.\n</p> Contact Us <p> If you have any questions about these Terms, please contact us.\n</p> Textverified <p> We are the premier one stop shop for all your sms and text verification needs.\nExceptional service and competitive pricing sets us apart from the rest.\n</p>\n<p> © 2023 textverified.com </p> Links FAQ Terms Policy Help Services On Demand API Contact Contact Us ", "created_at": "2023-05-25 15:29:48.82155", "updated_at": "2023-05-25 15:30:20.019348"}], "points": [], "urls": ["textverified.com"]}}