{"error": 448, "message": "OK", "parameters": {"id": 7673, "name": "Zeal Credit Union ", "created_at": "2023-03-19 23:24:28.994491", "updated_at": "2023-03-29 19:26:50.813813", "wikipedia": null, "keywords": null, "related": null, "slug": "zeal-credit-union", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7673.png", "url": "zealcu.org,zealcreditunion.com,zealcreditunionhb.org", "documents": [{"id": 14781, "name": "Digital Privacy Policy", "url": "https://www.zealcu.org/app/uploads/Zeal_Digital_Privacy_Policy.pdf", "xpath": "//body", "text": "ZCU_UC_015_100920,Digital Privacy Policy | 1,Digital Privacy Policy,Zeal Credit Union Digital Privacy Policy,Zeal Credit Union has prepared a digital privacy policy to be used in conjunction with our standard Privacy ,Policy.\nOur standard Privacy Policy applies to both our digital and non-digital services.\nOur digital privacy ,policy is outlined below.,Cookies and Information We Collect for Online Banking,Cookies are a small text file assigned and attached by a web server to the directory file on your computer.\n,If you conduct transactions with Zeal Credit Union via Online Banking, you may have noticed the use ,of temporary session cookies.\nThese temporary session cookies enable our systems to recognize your ,browser and your information as you navigate and conduct transactions while you are logged into our ,Online Banking system.\nThey help to keep your session active until you either log out of Online Banking ,or when the session automatically times out due to inactivity.\nOnce any one of these conditions occurs, ,the temporary cookies are removed from your system and you must log in with your username and ,password to regain access to Online Banking.,Cookies and Information We Collect at our Homepage,We collect information from all visitors to our website regarding user behavior through the use of cookies.\n,The use of cookies is designed to improve the end user experience, and all users remain anonymous while ,visiting our homepage.\nThe information we collect includes which pages are accessed, duration of the ,visit, frequency of visits, geographic location, the devices and operating systems in use and other similar ,demographic data.\nInformation obtained from our website is kept secure, and access to that information ,is limited to the credit union personnel and vendor partners who use that information to improve the Zeal ,Credit Union website.\n,Online Banking Security Measurers,Zeal Credit Union’s online banking website is a secured website.\nOur online banking website encrypts ,any data sent and received with Transport Layer Security (TLS) technology, which is used to provide a ,secure channel for data transmission across computer networks using public key cryptography.\nA website ,secured with the TLS protocol will cause a padlock to display in the URL address bar of a Microsoft ,browser, ensuring that data transmitted from that page cannot be altered when routed over the Internet.\n,Digital Privacy Policy | 2,ZCU_UC_015_100920,Browsers that do not support TLS are unable to access the Online Banking application.\nIn addition, Zeal ,Credit Union employs the use of firewalls which are designed to protect our computer network from ,outside internet activity.\nThese firewalls are regularly monitored to assure their security.\n,Homepage Security Measures,The Zeal Credit Union homepage website is a secured website.\nAt the Zeal Credit Union homepage ,members may fill out applications for our products.\nWe use Secured Socket Layer (SSL) technology on ,our website to encrypt any data that is sent or received.\nA website secured with the SSL protocol will ,cause a padlock to display in the URL address bar of a Microsoft browser, ensuring that data transmitted ,from that page cannot be altered when routed over the Internet.\nIn addition, Zeal Credit Union employs ,the use of firewalls which are designed to protect our computer network from outside internet activity.\n,These firewalls are regularly monitored to assure their security.,Links to 3rd Party Websites,Our website may contain links to other websites.\nZeal Credit Union is not responsible for the privacy ,practices of those sites.\nWe encourage all users to read the privacy statement of all linked websites.\n,When leaving our site for a site hosted by another company, you will receive a popup notice telling ,you that you are leaving our site, and users must accept or reject the prompt.,Children’s Online Privacy Protection Act (COPPA),Zeal Credit Union does not market to or collect data online for Rock Star Saver youth accounts, which ,includes all members age 0-11.\nFor children ages 12-17 in the Nextgen program, we market to and collect ,data for our Online Banking product only.\nNo other products and services requiring data collection online ,are knowingly marketed to children under the age of 13.,Questions If you have questions about our digital privacy policy, please contact:,Zeal Credit Union,17250 Newburgh Rd.,Livonia, MI 48152,Phone: (800) 321-8570 Ext.\n7400,E-mail: memberservices@zealcu.org", "created_at": "2023-03-19 23:24:29.058634", "updated_at": "2023-03-19 23:25:06.778055"}, {"id": 14782, "name": "Terms & Conditions", "url": "https://www.zealcreditunionhb.org/bridge/disclosures/ib/disclose.html", "xpath": "//body", "text": " Thumbnails Document Outline Attachments Previous Next Highlight all Match case Whole words Presentation Mode Open Print Download Current View Go to First Page Go to Last Page Rotate Clockwise Rotate Counterclockwise Text Selection Tool Hand Tool Vertical Scrolling Horizontal Scrolling Wrapped Scrolling No Spreads Odd Spreads Even Spreads Document Properties… Toggle Sidebar Find Previous Next of 11 Presentation Mode Open Print Download Current View Tools Zoom Out Zoom In Automatic Zoom Actual Size Page Fit Page Width 50% 75% 100% 125% 150% 200% 300% 400% Online Banking Disclosure | 1ZCU_UC_024_121620Online Banking DisclosureThis Online Banking Agreement and Disclosure (“Agreement”) describes your rights and obligations as a user of the Online Banking Service (“Services”).\nIt also describes the rights and obligations of Zeal Credit Union (“Credit Union”).\nPlease read this Agreement carefully.\nBy requesting and using one of these Services, you agree to comply with the terms and conditions of this Agreement.1.\nDefinitions:The following definitions apply in this Agreement:• “Authorized Representative” refers to a person with authority (with respect to the account);• “PC” means your personal computer, or other device with an internet browser which enables you, with the Internet browser and ISP, to access your Online Account.\n• “Bill Payment” is the online service that enables the scheduling of bill payments using a PC.\n• “ISP” refers to your Internet Service Provider.\n• “Online Banking” is the internet-based service providing access to your Zeal account(s).\n• “Online Account” means the Zeal account from which you will be conducting transactions using a Service.\n• “Password” is the customer-generated code selected by you for use during the initial sign-on, or the codes you select after the initial sign-on, that establishes your connection to the Service.\n• “Time of day” references are to Eastern Standard Time.\n• “User ID” is the identification code assigned to you for your connection to the Service.\n• “We”, “us”, or “Credit Union” refer to Zeal Credit Union which offers the Services and which holds the accounts accessed by the Services.\nand “You” or “your” refers to the owner of the account or the authorized representative2.\nOnline Banking.If Online Banking is activated for your account(s), you will be required to use secure login information to access the account(s).This service allows you to access all your Credit Union accounts via the Internet 24 hours a day, seven days a week.\nYou can transfer funds between your Credit Union accounts as well as make external transfers.\nIn addition, you can view check images, receive your statements, change your address, order checks, and much more.During Online Banking registration, you will be asked to validate your membership by keying in your address, social security number/tax identification number, date of birth, and contact information.\nOnce your application is approved, you will be able to login to the online banking system.Online Banking Disclosure| 2ZCU_UC_024_121620After the initial login, you will be presented an enhanced security login page where you will be required to change your username and password and provide at least one phone number or email address.\nThis contact information is required and will be used to contact you in the event there is a login from a computer we do not recognize or you request your password to be changed.If you have forgotten your password or are locked out of Online Banking, you may use the “I can’t access my account” feature on the login page to have a one-time password sent to you or you may contact us at 1-800-321-8570, ext.\n6500 and speak with a representative.\nThe representative will provide you with a new temporary password that you may use to log into Online Banking and then create a new password.At the present time, you may use Online Banking to:• Transfer funds from your savings and checking accounts.• Obtain balance information for your savings, checking, loan, and certificate accounts.• Make loan payments from your savings and checking accounts.• Access your line of credit accounts.• Access your credit card account.• Access pre-qualified loan offers.• Determine if a particular item has cleared.• Obtain tax information on amounts earned on savings and checking accounts or interest paid on loan accounts.• Verify the last date and amount of your payroll deposit.• Make bill payments to preauthorized creditors.• Obtain account history.• View your periodic statements.• Apply for a loan.• Initiate a wire transfer, check order, ATM, or debit card order.• View cleared check images.• Verify next scheduled loan payment and maturity date for certificate accounts.• Perform Member to Member Transfers - you can transfer funds from your Credit Union checking, savings or loan Accounts to checking, savings or loan accounts in another Credit Union member’s name.• Process a stop payment on a check.• Update address.• Make account to account transfers, see separate Terms and Conditions for more details.\nMore Information Less Information Close <p>Enter the password to open this PDF file.</p> Cancel OK File name: <p>-</p> File size: <p>-</p> Title: <p>-</p> Author: <p>-</p> Subject: <p>-</p> Keywords: <p>-</p> Creation Date: <p>-</p> Modification Date: <p>-</p> Creator: <p>-</p> PDF Producer: <p>-</p> PDF Version: <p>-</p> Page Count: <p>-</p> Page Size: <p>-</p> Fast Web View: <p>-</p> Close Preparing document for printing… 0% Cancel ", "created_at": "2023-03-19 23:24:29.091102", "updated_at": "2023-03-19 23:25:16.966125"}, {"id": 14780, "name": "Privacy Policy", "url": "https://www.zealcu.org/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-19 23:24:29.027646", "updated_at": "2023-03-19 23:25:41.580438"}], "points": [], "urls": ["zealcu.org", "zealcreditunion.com", "zealcreditunionhb.org"]}}