{"error": 448, "message": "OK", "parameters": {"id": 4639, "name": "Paysafecard", "created_at": "2021-07-09 22:39:39.360371", "updated_at": "2023-07-10 22:02:39.255111", "wikipedia": "https://en.wikipedia.org/wiki/Paysafecard", "keywords": null, "related": null, "slug": "paysafecard", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/4639.png", "url": "paysafecard.com", "documents": [{"id": 8312, "name": "PRIVACY NOTICE", "url": "https://www.paysafecard.com/en/privacy-notice/", "xpath": "//body", "text": null, "created_at": "2021-07-09 22:43:49.773802", "updated_at": "2023-02-17 17:09:21.739751"}, {"id": 14205, "name": " Cookie Notice ", "url": "https://www.paysafecard.com/en/cookie-notice/", "xpath": "//body", "text": null, "created_at": "2023-02-17 17:20:04.803674", "updated_at": "2023-02-17 17:20:04.803674"}], "points": [{"id": 29953, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.paysafecard.com/en/privacy-notice/", "status": "WHERE WE STORE YOUR PERSONAL INFORMATION\r\n\r\nWe, our service providers, and other parties with whom we may share your personal information (as described above) may process your personal information in territories that are outside the European Economic Area (“EEA”) or otherwise outside of the territory in which you reside. It may also be processed by staff (ours or that of our suppliers) operating outside the EEA or the territory in which the personal information was collected. Such staff may be engaged in, among other things, the fulfilment of orders, the processing of payment details and support services in provision of the Services. These countries may have data protection standards that are different to (and, in some cases, lower than) those of the territory in which you reside.\r\n\r\nIn these circumstances, we will take appropriate steps to protect your personal information in accordance with this privacy notice and applicable data protection laws; including through the use of any appropriate safeguards required by law to ensure that any international data transfers are lawful. Paysafe generally uses “Model Clauses” as approved by the European Commission when contracting with third-party data recipients outside the EEA who are receiving data from within the EEA for the purpose of processing personal information transferred outside the EEA.", "created_at": "2023-02-17 17:16:13.773816", "updated_at": "2023-03-21 20:06:14.689303", "quoteText": null, "case_id": 187, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29951, "title": "Details are provided about what kind of information they collect", "source": "https://www.paysafecard.com/en/privacy-notice/", "status": "INFORMATION WE MAY COLLECT FROM YOU", "created_at": "2023-02-17 17:11:50.659799", "updated_at": "2023-03-21 20:04:13.882586", "quoteText": null, "case_id": 228, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29950, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.paysafecard.com/en/privacy-notice/", "status": "California residents can find more specific information on the California Consumer Privacy Act (CCPA) and their rights in the “CCPA” section below.\r\n", "created_at": "2023-02-17 17:10:36.049232", "updated_at": "2023-03-21 20:04:49.587749", "quoteText": null, "case_id": 482, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29954, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.paysafecard.com/en/privacy-notice/", "status": "DO NOT TRACK\r\n\r\nSome web browsers may send out “do not track” signals. However, there is no industry standard currently in place as to what websites and other online services should do on receipt of such signals. Should such a standard be developed, we will re-visit our policy, but currently we take no action on receipt of such signals.", "created_at": "2023-02-17 17:18:00.47828", "updated_at": "2023-03-21 20:05:06.264311", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29952, "title": "This service may collect, use, and share location data", "source": "https://www.paysafecard.com/en/privacy-notice/", "status": "Information collected through our applications: if you download or use mobile or desktop applications provided by Paysafe, we may receive information about your location and your device or the service you are using (including where a payment transaction takes place). Some devices allow applications to access real-time location-based information (for example GPS). Our mobile and desktop apps may collect such information from your mobile device or your computer at any time while you download or use our apps, if your device has real-time location data access enabled. Where required, we will always seek to notify you if it is our intent to collect real-time location information and, also where required by law, obtain your consent. We may use such information for regulatory purposes, our own due diligence checks, fraud and risk management, to better understand transaction patterns and to optimise your experience.", "created_at": "2023-02-17 17:14:06.477366", "updated_at": "2023-03-21 20:05:22.114117", "quoteText": null, "case_id": 373, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 29957, "title": "Your biometric data is collected", "source": "https://www.paysafecard.com/en/privacy-notice/", "status": "During the identification process we may use a facial recognition process to compare your selfie with your uploaded ID document. During this process biometric data is generated by creating a digital map of your face in order to better compare your ID photo and your selfie picture. This helps to reduce fraud and is therefore in the substantial public interest. But any biometric information generated is immediately deleted following a match. Paysafe itself does not generally store or retain biometric data because such information is generally generated using secure third-party anti-fraud systems. If your biometric information is stored, retained, or used directly by Paysafe in any way, you will be notified at the point of collection. If you want to know more about our policies and processes in respect of your biometric data, or indeed our use of any other sensitive or special category personal data, you can reach us at the details provided in the Contact Us section;", "created_at": "2023-02-17 17:51:57.918631", "updated_at": "2023-03-25 15:25:06.983642", "quoteText": null, "case_id": 397, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["paysafecard.com"]}}