{"error": 448, "message": "OK", "parameters": {"id": 8093, "name": "Cardi Health", "created_at": "2023-04-24 20:01:00.832868", "updated_at": "2023-04-24 22:02:16.683016", "wikipedia": null, "keywords": null, "related": null, "slug": "cardi-health", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8093.png", "url": "cardi.health", "documents": [{"id": 15695, "name": "Privacy Policy", "url": "https://cardi.health/privacy-policy", "xpath": "//body", "text": " Take the quizPrivacy PolicyIn this privacy policy we, InnoDiets, UAB, company code 305493571, with our registered office at Tarpupio str.\n29, Mamavys, Trakai district, the Republic of Lithuania, office address at Aludariu str.\n3.\nVilnius, Lithuania (“Company”, “we”, “us” or “our”), explain how we handle your personal data when you visit our website, use our Mobile apps, contact us through our official social media pages or email, and/or use our services.\nPlease note that in case you purchase physical goods while using our services, UAB “Max Nutrition”, company code 305420438, with registered office at Lvivo str.\n37-101, LT-09307, Vilnius, office address at Antakalnio str.\n17, LT-10312 Vilnius, is responsible for data processing with regard to this particular service.\nIn such cases, “Company”, “we”, “us” or “our” shall refer to UAB “Max Nutrition”.\nIn case you have any privacy-related inquiries or requests associated to physical goods, you may contact us by email: returns@kilo.health In this notice you will find the answers to the following questions: (a) how we use your data.\n(b) when we provide your data to others.\n(c) how long we store your data.\n(d) what is our marketing policy.\n(e) what rights related to personal data you possess.\n(f) how we use cookies.\n(g) other issues that you should take into account.\nIn case of any inquiries or if you would like to exercise any of your rights provided in this notice, you may submit such inquiries and requests by means provided in Contacts section.\nYou may also contact Data Protection Officer of the Company regarding all privacy related issues by email: legal@cardi.health All the definitions used in this privacy policy have the same meaning as prescribed in Company’s General Terms and Conditions unless expressly provided otherwise in this privacy policy.\nThis privacy policy forms an integral part of Company’s General Terms and Conditions.\nIn the event this privacy policy is translated into other languages and if there are differences between the English version and such translation, the English version shall prevail, unless otherwise provided.\n1.\nHow we use your personal data?1.1.\nThis Section provides the following information:\n(a) categories of personal data, that we process.\n(b) in case of the personal data that we did not obtain directly from you, the source and specific categories of that data.\n(c) the purposes for which we may process your personal data.\nand\n(d) the legal bases of the processing.\n1.2.\nWe process your account data (“account data”).\nThe account data may include your name and email address, phone number and other data that you provide while registering as well as your purchase history.\nWe obtain such data directly from you.\nWe process account data for the purposes of operating our website, providing our services, ensuring the security of our website and services and communicating with you.\nThe legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract as well as our legitimate interest, namely monitoring and improving our website and services.\n1.3.\nWe process information relating to provision of services by us to you (“service data”).\nThe service data may include your contact details (such as your email address), bank account and transaction details as well as other information that you provide to us while filling up the relevant questionnaires (such may include sensitive personal data, related to your health, in case such data is necessary to provide the relevant service).\nThe service data is processed to provide services as well as keep proper records of those transactions.\nThe legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract and our legitimate interests, namely the proper administration of our website and business.\nIn case of sensitive personal data, related to your health the legal basis for processing is your explicit consent.\n1.4.\nWe may process information that you provide to us for the purpose of subscribing to our email messages and newsletters (“messaging data”).\nThe messaging data is processed to send you the relevant messages and newsletters.\nThe legal basis for this processing is your consent.\nAlso, if we have already sold goods or provided services for you via our website and/or apps, and you do not object, we may also process messaging data on the basis of our legitimate interest, namely seeking maintain and improve customer relations.\n1.5.\nWe may process information relating to any communication that you send to us (“correspondence data”).\nThe correspondence data may include the communication content and metadata associated with the communication.\nThe correspondence data is processed for the purposes of communicating with you and record-keeping.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business, ensuring uniform and high quality consultation practice and for investigating disputes between you and our employees.\n1.6.\nWe may process information on your use of our website and/or apps as well as on your device (“device data”) when you are browsing our website or use our apps.\nDevice data may include IP address, geographical location, browser type and version, operating system, device type, screen resolution and (in case you agree to share such) your location data as well as information on the motion activity, use of our website and apps (i.e.\nreferral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use).\nWe obtain such data through the use of cookies and similar technologies.\nDevice data is processed to enhance the apps and the website as well as to set default options.\nWe also use such data to have a better understanding of how you use our website and services as well as for securing both the website and the apps.\nThe legal basis for this processing is our legitimate interest, namely the proper management of our website, apps and business.\n1.7.\nWe may process any of your personal data identified in this notice where necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\nThe legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.\n1.8.\nWe may process any of your personal data identified in this notice where necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, or obtaining professional advice.\nThe legal basis for this processing is our legitimate interests, namely the proper protection of our business against risks.\n1.9.\nIn addition to the specific purposes for which we may process your personal data set out in this Section, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\n1.10.\nShould the purpose or legal basis of data processing activities indicated in this paragraph change, we will inform you and, if the consent was the legal basis for data processing, will re-obtain your consent.\n1.11.\nSometimes we may aggregate, anonymize or de-identify your personal data in such a way so that it cannot reasonably be used to identify you.\nSuch data is no longer personal.\nWe may use such data without restriction in any way allowed by law, including, but not limited to share such data with our partners or research institutions, share in articles, blog posts and scientific publications, aggregate statistics about certain activities or symptoms from data collected to help identify patterns across users and evaluate or modify our services.\n1.12.\nWe are following the principle of data minimisation: personal data processed is adequate, relevant and limited to what is necessary in relation to the purposes for which it is processed.\n1.13.\nPersonal data is stored either on the servers of the Company or of our contractors, who are bound by specific contractual clauses regarding the processing of personal data as well as by the confidentiality obligations.\n1.14.\nWe are using a number of technical and organisational means to protect your personal data.\nOrganisational security measures include restricting access solely to authorised persons with a legitimate need to access personal data, singing confidentiality agreements, arranging trainings, creating and implementing relevant policies and procedures.\nTechnical measures include appropriate actions to address online security, risk of data loss, alteration of data or unauthorised access, implementing access control and authentication tools, ensuring physical security etc.\n2.\nWhen we provide your data to others?2.1.\nWe may disclose your personal data to any member of our group of companies (including our subsidiaries, our ultimate holding company and all its subsidiaries) insofar as reasonably necessary for the purposes set out in this notice.\nSuch may include internal administration purposes as well as provision/sharing of IT, payment or marketing services or data centres in the group.\nDepending on the payment method chosen by you, your personal data may be disclosed to and processed by our group company KARMA PROCESSING INCORPORATED, company code 7138602, registered address 16192 Coastal Highway, Lewes, Delaware 19958, County of Sussex, office address 1000 West Street, Suite 1200, Wilmington, Delaware, 1980, email: hello@cardi.health insofar as reasonably necessary for the purposes of collecting, processing, and administrating payments for the services.\n2.2.\nWe may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, or the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\n2.3.\nWe may disclose your personal data to our anti-fraud, risks and compliance providers insofar as reasonably necessary for the purposes of protecting your personal data and fulfilling our legal obligations.\n2.4.\nWe may disclose your personal data to our payment service providers.\nWe will share service data with our payment services providers only to the extent necessary for the purposes of processing your payments, transferring funds and dealing with complaints and queries relating to such payments and transfers.\n2.5.\nWe may disclose your personal data to other service providers insofar as it is reasonably necessary to provide specific services (including, providers of servers and maintenance thereof, email service providers, service providers used for data analysis or marketing, call centres, customer satisfaction surveys or market research).\nWe take all the necessary measures to ensure that such subcontractors would implement proper organisational and technical measures to ensure security and privacy of your personal data.\n2.6.\nIn addition to the specific disclosures of personal data set out in this Section, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\n2.7.\nPersons, indicated in this Section may be established outside the Republic of Lithuania, European Union and European Economic Area.\nIn case we will transfer your personal data to such persons, we will take all the necessary and in the legal acts indicated measures to ensure that your privacy will remain properly secured, including where appropriate, signing standard contractual clauses for transfer of data.\nTo find out more information regarding appropriate safeguards you may contact us via email: hello@cardi.health 3.\nHow long we store your data?3.1.\nPersons, indicated in this Section may be established outside the Republic of Lithuania, European Union and European Economic Area.\nIn case we will transfer your personal data to such persons, we will take all the necessary and in the legal acts indicated measures to ensure that your privacy will remain properly secured, including where appropriate, signing standard contractual clauses for transfer of data.\nTo find out more information regarding appropriate safeguards you may contact us via email:\n(a) account data will be retained for no longer than 5 (five) years following your last update on the account.\n(b) service data will be retained for no longer than 5 (five) years following the end of provision of services.\n(c) messaging data will be retained for no longer than 2 (two) years following the provision of consent or, in case, the messaging data is being sent to the present clients in order to maintain and improve customer relations, for no longer than 2 (two) years following the end of provision of the respective services, unless you respectively withdraw your consent earlier or object to such processing.\n(d) correspondence data will be retained for no longer than 6 (six) months following the end of such communication.\n3.2.\nIn some cases, it is not possible for us to specify in advance the periods for which your personal data will be retained.\nI.\ne.\ndevice data will be retained for as much as will be necessary for the relevant processing purposes.\n3.3.\nAfter the end of applicable retention period, or upon your request personal data is destructed using overwriting or physical destruction (when applicable) methods.\n3.4.\nNotwithstanding the other provisions of this Section, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\n4.\nMarketing communication4.1.\nIn case you consent, we will contact you via email or phone to inform on what we are up to.\nPlease note, that your consent is not a condition of any purchase.\nAlso, if we already have provided services to you and you do not object, we will inform you about our Companies or our members of our group Companies other products that might interest you including other information related to such via email or phone, when such were provided to us by you.\n4.2.\nWhen contacting you by phone as provided in section 4.1.\nabove, SMS/text messages from us will be received through your wireless provider to the mobile number you provided.\nSMS/text messages may be sent using an automatic telephone dialing system or other technology.\nMessage frequency varies.\nMessage and data rates may apply.\n4.3.\nYou may opt-out of receiving any marketing communications at any time.\nYou may do so by choosing the relevant link in any of our marketing messages or contacting us via means provided in our website.\nIf you are receiving both email and phone marketing communications on the grounds provided in section 4.1.\nabove and you wish to opt-out of receiving them, you will need to opt out separately by following the relevant link in any of our marketing messages or contacting us via means provided in our website.\n4.4.\nUpon you having fulfilled any of the provided actions we will update your profile to ensure that you will not receive our marketing communication in the future.\n4.5.\nPlease be informed that as our business activities consists of a network of closely related services, it may take a few days until all the systems are updated, thus you may continue to receive marketing communication while we are still processing your request.\n4.6.\nIn any case, the opt-out of the marketing communications will not stop you from receiving communication directly related to the provision of services.\n5.\nYour rights5.1.\nIn this Section, we have summarised the rights that you have under data protection laws.\nSome of the rights are complex thus we only provide the main aspects of such rights.\nAccordingly, you should read the relevant laws (first and foremost the General Data Protection Regulation (EU) 2016/679) and guidance from the regulatory authorities for a full explanation of these rights.\n5.2.\nYour principal rights under data protection law are the following:\n(a) the right to access data.\n(b) the right to rectification.\n(c) the right to erasure of your personal data.\n(d) the right to restrict processing of your personal data.\n(e) the right to object to processing of your personal data.\n(f) the right to data portability.\n(g) the right to complain to a supervisory authority.\nand\n(h) the right to withdraw consent.\n(i) the right to request not to be a subject to a decision based solely on automated processing, including profiling.\n5.3.\nThe right to access data.\nYou have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\n5.4.\nThe right to rectification.\nYou have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.\n5.5.\nIn some circumstances you have the right to the erasure of your personal data.\nThose circumstances include when: (i) the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.\n(ii) you withdraw consent to consent-based processing and there are no other legal basis to process data.\n(iii) you object to the processing under certain rules of applicable data protection laws.\n(iv) the processing is for direct marketing purposes.\nor (v) the personal data have been unlawfully processed.\nHowever, there are exclusions of the right to erasure.\nSuch exclusions include when processing is necessary: (i) for exercising the right of freedom of expression and information.\n(ii) for compliance with our legal obligation.\nor (iii) for the establishment, exercise or defence of legal claims.\n5.6.\nIn some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are when: (i) you contest the accuracy of the personal data.\n(ii) processing is unlawful but you oppose erasure.\n(iii) we no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defence of legal claims.\nand (iv) you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data, however we will only further process such data in any other way: (i) with your consent.\n(ii) for the establishment, exercise or defence of legal claims.\n(iii) for the protection of the rights of another person.\nor (iv) for reasons of important public interest.\n5.7.\nYou have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defence of legal claims.\n5.8.\nYou have the right to object to our processing of your personal data for direct marketing purposes (including profiling for direct marketing purposes).\nIf you make such an objection, we will cease to process your personal data for this purpose.\n5.9.\nYou have the right to object to our processing of your personal data for scientific or historical research purposes or statistical purposes on grounds relating to your particular situation, unless the processing is necessary for the performance of a task carried out for reasons of public interest.\n5.10.\nThe right to data portability.\nTo the extent that the legal basis for our processing of your personal data is:\n(a) consent.\nor\n(b) performance of a contract or steps to be taken at your request prior to entering into a contract, necessary to enter into such,\nyou have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nHowever, this right does not apply where it would adversely affect the rights and freedoms of others.\n5.11.\nIf you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.\nOur data processing is supervised by State Data Protection Inspectorate of the Republic of Lithuania, registered office at L.\nSapiegos St.\n17, LT-10312 Vilnius, www.vdai.lrv.lt 5.12.\nTo the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.\n5.13.\nYou have the right to request not to be a subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affects you.\nHowever, there are exclusions of this right.\nSuch exclusions include when the decision: (i) is necessary for entering into, or performance of, a contract between you and us.\n(ii) s authorised by EU or EU member state law to which we are subject to and which also lays down suitable measures to safeguard the your rights and freedoms and legitimate interests.\n(iii) is based on your explicit consent.\n5.14.\nIn addition to specific measure provided in this Section or the website you may also exercise any of the rights indicated herein by contacting us by email: hello@cardi.health.\nWe undertake to respond to such inquiries within 1 month after it is received.\n1 month of receiving the request.\nThis response time may be extended by 2 months for complex or multiple requests.\nIn case of such extension, we will inform you additionally.\n6.\nAbout cookies6.1.\nCookies are small textual files containing identifier that is sent by a web server to your web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.\n6.2.\nWe will ask you to consent to our use of cookies in accordance with the terms of this notice when you first visit our website.\n6.3.\nCookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.\n7.\nCookies that we useIn the website we use cookies of three main types, for the following purposes:\n(a) Required cookies – used to ensure proper performance of the website, security of customers and their data, provision of high-quality services.\n(b) Functional cookies – used to enhance the website user experience, analyse the use of the system and in accordance to such improve the provision of services.\n(c) Advertising cookies – used to observer user online behaviour and optimize marketing campaigns according to such information.\n8.\nCookies used by our service providers8.1.\nOur service providers use cookies and those cookies may be stored on your computer when you visit our website.\n8.2.\nWe may use:\n(a) Google Analytics cookies to observe our website traffic.\nCookies used for this purpose help us detect website errors as well as measure website bandwidth.\nYou can view the privacy policy of Google Analytics here.\n(b) Youtube cookies to display in our website content uploaded in Youtube.\nCookies used for this purpose help us maintain integrity, create informative and dynamic website.\nYou can view the privacy policy of Youtube here.\n(c) Twitter cookies to display in our website content posted in Twitter.\nCookies used for this purpose help us maintain integrity, create informative and dynamic website.\nYou can view the privacy policy of Twitter here.\n(d) Google Maps cookies to, if the user permits, determine users location.\nCookies used for this purpose help us adapt website settings in accordance to user’s location and improve user experience in our website.\nYou can view the privacy policy of Google Maps here.\n(e) Doubleclick cookies to control the display of ads to our users.\nCookies used for this purpose help us distinguish users that already use our services and reduce or stop displaying our ads to such users.\nYou can view the privacy policy of Doubleclick here.\n(f) Facebook cookies to manage the display of ads to our users.\nCookies used for this purpose help us distinguish users that already use our services and reduce or stop displaying our ads to such users.\nYou can view the privacy policy of Facebook here.\n(g) Google Tag Manager cookies to control advertising cookies.\nCookies used for this purpose help us properly distribute ads to users.\nYou can view the privacy policy of Google Tag Manager here.\n(h) Hotjar cookies to observe how users use our website.\nCookies used for this purpose help us observe the performance of the website and analyse how we can improve our website.\nYou can view the privacy policy of Hotjar here.\n(i) Visual Website Optimiser cookies that are used for collecting information on how visitors interact with the pages on website.\nYou can view the privacy policy of Visual Website Optimiser here.\n9.\nHow can you manage cookies?9.1.\nMost browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via information provided in the relevant browser website, for example Chrome.\nFirefox.\nInternet Explorer.\nSafari.\n9.2.\nBlocking all cookies will have a negative impact upon the usability of many websites.\n9.3.\nIf you block cookies, you will not be able to use all the features on our website.\n10.\nThird party websitesIn the website you may find links to and from partner sites, information sources and related party websites.\nPlease take note that such third party website that you will visit by clicking on links have their own privacy policies and we take no responsibility regarding such privacy policies.\nWe recommend familiarising with privacy policies of such websites before providing any personal data to such.\n11.\nChildren personal data11.1.\nOur website and services are targeted at persons over the age of 18.\n11.2.\nIf we have reason to believe that we hold personal data of a person under that age in our databases without having consent from the parent rights holder, we will delete that personal data.\n12.\nCalifornia Privacy AddendumIf you are a California consumer or resident, in addition to the information provided in this privacy policy, you may have the additional rights and information provided to you under the California Consumer Privacy Act: (a) We do not knowingly sell personal information nor share it with third parties for direct marketing purposes.\nHowever, if we do so in the future, you will be notified and have the right to opt-out of the “sale” of personal information.\n(b) We will retain, use, or disclose personal information we collect or processes on your behalf, only for the purposes described in this privacy policy, and will notify you if this changes.\n(c) You have the right to not be subject to discrimination if you exercise any of your rights.\nWe do not currently recognize or respond to browser-initiated Do Not Track signals.\nInstructions to enable for the following browsers are here: Chrome, Firefox, IE, Edge, Safari, Opera.\n13.\nUpdating your dataPlease let us know if the personal information that we hold about you needs to be corrected or updated.\n14.\nChanges to the noticeAny changes to this notice will be published in the website and, in case of material changes, we may inform you about such via email or by other means which we will deem the most fitting in a particular case.\nLast modified 20/06/2022.<p>© 2023 Cardi Health.\nAll rights reserved.</p>BlogContactsHelp CenterPrivacy policyTerms &amp.\nConditions© 2023 Cardi Health.\nAll rights reserved.<p>Cardi Health's website, app, products, and other services are meant to provide users the tools to help facilitate healthy heart habits and are not intended to diagnose, treat, cure, or prevent any disease or condition.\nCardi Health is NOT a health care or medical device provider, and the information we provide should not be substituted for medical advice.\nPlease consult your physician or other health care provider in order to diagnose, treat, cure, or prevent any disease or medical condition.</p>\n<p>\n</p> ", "created_at": "2023-04-24 20:01:00.865928", "updated_at": "2023-04-24 20:01:25.713533"}, {"id": 15696, "name": "General Terms and Conditions", "url": "https://cardi.health/terms-of-services", "xpath": "//body", "text": " Take the quizGeneral Terms and Conditions1.\nIntroduction1.1.\nThese General Terms and Conditions (the “T&amp;Cs”) governs the entire relationship between you the Client and the Company.\n1.2.\nBefore the Distance contract is concluded, the Client will be provided with the text of these T&amp;Cs electronically or in other durable format.\nIf this is not reasonably possible, the Company will indicate, before the Distance contract is concluded, in what way these T&amp;Cs are available for Client`s review at the Company`s premises and that they will be sent free of charge to the Client, as soon as possible, at the Client`s request.\n1.3.\nTHE CLIENT IS OBLIGED TO CAREFULLY READ THESE T&amp;CS BEFORE ACCEPTING THEM AND USING THE SERVICES OF THE COMPANY.\nTHE CLIENT AGREES THAT HIS/HER USE OF THE SERVICES ACKNOWLEDGES THAT THE CLIENT HAS READ THIS AGREEMENT, UNDERSTOOD IT, AND AGREED TO BE BOUND BY IT.\n1.4.\nThe Client is also advised to read the answers to the “Frequently Asked Questions” which are published on our Website or Mobile app.\n2.\nDefinitions2.1.\nUnless these T&amp;Cs provide otherwise, wherever used in these T&amp;Cs, including the introductory part, the following terms when capitalized shall have the following meanings: (a) Agreement shall mean these T&amp;Cs for providing Services and/or Goods concluded online by the Company and the Client.\n(b) Client shall mean the user of the Company’s Services and/or the buyer of Goods as explained in these T&amp;Cs.\n(c) Company shall mean UAB \"Kilo grupe\", company code 303157579, registered address at Antakalnio str.\n17, LT-10312 Vilnius, Lithuania, email hello@cardi.health, which is responsible for providing the subscription services and handling Client’s inquires, including refunds and chargebacks for the associated Companies for the Goods and Services.\nThe associated companies are InnoDIets UAB (code 305493571) and Max Nutrition UAB (code: 305442043).\nnnoDiets, UAB, code 305493571, with the registered office at Tarpupio str.\n29, Mamavys, LT-21169 Trakai district, office address at Aludariu str.\n3, Vilnius, Lithuania, e-mail: hello@cardi.health is responsible for the Services provided via the Website and Mobile app.\nNotwithstanding the above, for the purposes of Sections 5.5 and 6.4-6.5, and any other provisions related to sale of physical Goods, the Company shall refer to Max Nutrition UAB, code 305420438, registered address at Lvivo str.\n37-101, Vilnius, the Republic of Lithuania, office address at Antakalnio str.\n17, Vilnius, the Republic of Lithuania, e-mail: returns@kilo.health.\n(d) Offer shall mean the offer to enter into this Agreement of Services and/or Goods provided by Company to the Client through the Website or Mobile app.\n(e) Privacy Policy shall mean the privacy policy of the Company published on the Website or Mobile app.\n(f) Services shall mean the Digital content provided by the Company to the Client as well as the accessibility to the Website or Mobile app, including information, text, images offered or provided there.\n(g) Digital content shall mean individual digital meal plans and/or other digital content sold from time to time online by the Company.\n(h) Goods shall mean supplements and/or other products in physical form sold online by the Company.\n(i) Distance contract shall mean a contract concluded between the Company and the Client within framework of system organized for the distance sale of Digital content and/or Goods.\n(j) Website shall mean the website of the Company available at www.cardi.health\n(k) Mobile app the mobile application of the Company that may be downloaded by the Client from App Store and/or Google Play.\n3.\nSubmission of the Offer3.1.\nThe Company will provide the Client with a possibility of receiving an Offer.\n3.2.\nThe Client will be asked to provide certain information through before receiving the Offer by choosing provided options or typing requested details.\nThe Client is obliged to provide current, correct and comprehensive information that is requested to be provided.\n3.3.\nUpon submission of the information established in Section 3.2 of these T&amp;C, the Client will be provided with the Offer.\nThe Offer will include information on the following: 3.3.1.\npayment amount for the relevant Services and/or Goods.\n3.3.2.\npayment options: via credit card or other allowable payment form.\n3.3.3.\nother information Company finds important to include in the Offer.\n3.4.\nAccepting the Offer 3.4.1.\nThe Client accepts the Offer once he/she ticks the box “I agree with the Terms &amp.\nConditions”.\nOnce the Client agrees with the T&amp;Cs, the Client will be required to press the button “Submit”.\n4.\nDistance contract4.1.\nThe Distance contract will be concluded at the moment when the Client accepts the Offer and as indicated in paragraph 3.4.1.\n4.2.\nAs the Client will accept the Offer electronically, the Company will immediately confirm receipt of acceptance of the offer electronically.\nIn case the Client purchases Digital content, such will be provided to the Client`s e-mail address provided by the Client or on the Mobile app.\n4.3.\nIN CASE THE AGREEMENT BETWEEN THE COMPANY AND THE CLIENT CONSISTS OF DIGITAL CONTENT THE CLIENT AGREES TO LOSE HIS/HER RIGHT OF WITHDRAWAL OF THE AGREEMENT.\n4.4.\nThe Company makes reasonable efforts to ensure that Services operate as intended, however such Services are dependent upon internet and other services and providers outside of the control of the Company.\nBy using Company`s Services, the Client acknowledges that the Company cannot guaranty that Services will be uninterrupted, error free or that the information it contains will be entirely free from viruses, hackers, intrusions, unscheduled downtime or other failures.\nThe Client expressly assumes the risk of using or downloading such Services.\n4.5.\nFrom time to time and without prior notice to the Client, Company may change, expand and improve the Services.\nWe may also, at any time, cease to continue operating part or all of the Services or selectively disable certain aspects of the Services.\nAny modification or elimination of the Services will be done in our sole and absolute discretion and without an ongoing obligation or liability to the Client, and the Client use of the Services do not entitle the Client to the continued provision or availability of the Services.\n4.6.\nThe Client furthermore agrees that: 4.6.1 he/she shall not access Services (including for purchasing Goods) if he/she is under the age of 18.\n4.6.2 The Client will deny access of Services to children under the age of 18.\nThe Client accepts full responsibility for any unauthorized use of the Services by minors.\n5.\nPayments5.1.\nDuring the period of validity indicated in the Offer, the price for the Services and/or Goods being offered will not increase, except for price changes in VAT-tariffs.\n5.2.\nThe Client agrees to: 5.2.1.\npay all additional costs, fees, charges, applicable taxes and other charges that can be incurred by the Client.\n5.2.2.\npurchase Services and/or Goods by using valid credit card or other allowed form of payment.\n5.2.3.\nprovide the Company current and complete information as detailed in the purchase order form.\nIf Company discovers or believes that any information provided by Client is inaccurate or incomplete, Company reserves the right to refuse to confirm Client`s payment at their sole discretion and Client forfeits any right to refund paid amount.\n5.3.\nAfter the Client is transferred to the third party payment services, the risk of loss or damages will pass on the Client and/or third party service.\nThe Client’s online credit or debit card payments to the Company will be handled and processed by third party payment service provider and none of the sensitive data in relation to your payment will be stored on or used by the Company.\nThe Company shall not be liable for any payment issues or other disputes that arise due to the third party payment services.\nThe Company may change the third party payment service provider from time to time.\n5.4.\nAll prices and costs are in euro (EUR) unless otherwise indicated.\n5.5.\nAll Goods remain Company’s property until full payment is made.\nThe price applicable is that set at the date on which you place your order.\nShipping costs and payment fees are recognized before confirming the purchase.\nIf you are under 18 years old you must have parents’ permission to buy from the Company.\n5.6.\nAll transfers conducted through the Company are handled and transacted through third party dedicated gateways to guarantee your protection.\nCard information is not stored and all card information is handled over SSL encryption.\nPlease read the terms &amp.\nconditions for the payment gateway chosen for the transaction as they are responsible for the transactions made.\nYour payments are processed by Kilo grupė, UAB, company code 303157579, registered address at Antakalnio str.\n17, LT-10312 Vilnius, Lithuania.\nFor a refund or a complaint, please contact hello@cardi.health.\n5.8.\nIn order to ensure that Client does not experience an interruption or loss of Services, the Services are offered on automatic renewal.\n5.8.1.\nExcept for reasons described below in this section, AUTOMATIC RENEWAL AUTOMATICALLY RENEWS THE APPLICABLE SERVICE UPON EXPIRATION OF THE CURRENT TERM FOR A RENEWAL PERIOD EQUAL IN TIME TO THE MOST RECENT SERVICE PERIOD.\nFor example, if Clients last service period is for one year, the renewal period will typically be for one year.\n5.8.2.\nUnless Client cancels the subscription, Company will automatically renew the applicable service when it comes up for renewal and will take payment from the payment method associated with the Service in Client’s account.\n5.8.3.\nThe Company may change the subscription plans and the price of the Services from time to time.\nRenewals might be charged at Company’s then current rates, which Client acknowledges and agrees may be higher or lower than the rates for the original service period.\n5.8.4.\nIF CLIENT DOES NOT WISH FOR SERVICE TO AUTOMATICALLY RENEW, he may elect to cancel the subscription at least 48 hours before the end of current period, in which case, the Services will be terminated upon expiration of the then current term, unless he manually renews the Services prior to that date.\n5.8.5.\nIf Client have purchased the subscription on Companies website, Client will not be able to control it through the Apple App Store or Google Play.\nInstead, Client may easily cancel the subscription by logging in to the Users Account on Companies website or contacting the support team by hello@cardi.health.\n5.8.6.\nIf Client have purchased the subscription through the Apple App Store or Google Play, client might cancel the subscription only through his Apple or Google Account.\nClient understands that deleting the app does not cancel the subscriptions.\n5.9.\nFrom time to time the Company might offer the Special Deals which may contain additional terms and conditions applicable together with this Agreement.\nThe Company may offer the trials of paid subscriptions for the limited time at a special price or without payment (“Trial”).\nThe Company will automatically begin charging the Client for the subscription on the first day following the end of the Trial on recurring basis of the interval what Company discloses in the Special Deal, chosen by the Client.\nIf Client doesn’t want to be charged, he must cancel the subscription before the end of the Trial.\n6.\nRefund and Return Policy6.1.\nUnder the applicable legal acts, the Client has a right to change their mind and return delivered (received) goods within 14 (fourteen) days from the day of delivery.\nHowever, there is also an exception established by those legal acts, according to which, the right to return goods is not applicable for contracts regarding the supply of Digital content in case the provision of such Digital content has already commenced.\nTherefore, in case the Digital content is already provided to the Client as indicated in Section 4.2, the Client loses his/her right of withdrawal of the Agreement.\n6.2.\nRefund for the Services.\nAll prices and fees for Digital content and Services are not refundable unless otherwise expressly noted in this section below: 6.2.1.\nAfter the Digital content has already been provided to the Client as indicated in Section 4.2, the Client is entitled to get a refund for it from the Company only if the Client proves the product to be not as described or faulty.\nIn such cases, Client must contact our customer support at hello@cardi.health within 14 days upon purchase and provide detailed information proving Company’s product fault (with visual proof attached).\n6.2.2.\nOnce a refund is issued, Client no longer has the access to Company’s Services.\nAll refunds are applied to the original method of payment.\nBy purchasing the Services, Client agrees to this refund policy and relinquishes any rights to subject it to any questions, judgment or legal actions.\n6.3.\nIf Client have purchased the Services or the Goods through the Apple App Store or Google Play for any questions and/or request regarding the refunds and the payment Users should contact the Apple App Store or Google Play Store users support.\n6.4.\nRefund for delivered Goods.\n6.4.1.\nIn the event the Section 6.5 does not apply, the Client is entitled to get a refund for the Goods from the Company only if the Client proves the Goods to be not as described or faulty.\nIn such cases, Client must contact our customer support at returns@kilo.health within 14 days upon purchase and provide detailed information proving Company’s Goods fault (with visual proof attached).\n6.4.2.\nAll refunds are applied to the original method of payment.\nBy purchasing the Services, Client agrees to this refund policy and relinquishes any rights to subject it to any questions, judgment or legal actions.\n6.5.\nReturn of delivered Goods.\nDue to reasons related to health care and hygiene, the Client has a right to change their mind and return a delivered (received) Goods within 30 (thirty) days from the day of delivery only if the following procedure is adhered: 6.5.1.\nThe Client has notified the Company about his/her decision to return the Goods within 30 (thirty) days from the delivery of relevant Goods at returns@kilo.health and before returning the Goods.\n6.5.2.\nWithout undue delay and no later than within 14 (fourteen) days from the notice of his/her decision the Client has returned the Goods to the Company.\nThe Client bears the costs of return.\n6.5.3 The Goods are in the original packaging and unopened, in a condition fit for resale.\n6.5.4.\nAfter receiving and inspecting the returned Goods, the Company will refund the price that the Client paid for the Goods (including the delivery costs) no later than within 14 (fourteen) days from the day on which the Company receives the Goods back.\n6.5.5.\nIn all cases the Company has a right to suspend the Client’s refund until the Company receives back and inspects the Goods.\n6.6.\nThe Client agrees and confirms, that deleting an account on the Mobile app does not imply any right to refunds.\nSince such account deletion is irrevocable, the Client undertakes to contact the Company in case of any inquiries before deleting an account on the Mobile app.\nReturn address for the physical goods: UAB MAX Nutrition warehouse and address for the returns: Shipmonk\n6010 N.\nCajon Blvd\nSan Bernardino\nCA 92407\nUSA 7.\nIntellectual Property Rights7.1.\nAll intellectual property rights, including but not limited to copyright, design rights, trademark rights, patent rights and any other proprietary rights in or related to the Services and Services-related content are owned by the Company.\n7.2.\nThe Client is forbidden to reproduce, publish Services including but not limited to Digital content supplied and/or provided by the Company in whole or in part without Company`s prior written consent.\n7.3.\nThe Client hereby grants to the Company a perpetual, irrevocable, worldwide, fully paid-up and royalty-free, non-exclusive license, including the right to sublicense (through multiple tiers) and assign to third parties, to reproduce, distribute, perform and display (publicly or otherwise), create derivative works of, adapt, modify and otherwise use, analyze and exploit in any way now known or in the future discovered, his/her User Content (except for User Trademarks) as well as all modified and derivative works thereof.\nTo the extent permitted by applicable laws, the Client hereby waives any moral rights he/she may have in any User Content.\n“User Content” means any User Trademarks, communications, images, writings, creative works, sounds, and all the material, data, and information, that the Client uploads, transmits or submits through the Services, or that other users upload or transmit.\nBy uploading, transmitting or submitting any User Content, the Client affirms, represents and warrants that such User Content and its uploading, transmission or submission is (a) accurate and not confidential.\n(b) not in violation of any applicable laws, contractual restrictions or other third-party rights, and that the Client has permission from any third party whose personal information or intellectual property is comprised or embodied in the User Content.\nand (c) free of viruses, adware, spyware, worms or other malicious code.\n7.4.\nNo part of these T&amp;Cs can be interpreted as a transfer of intellectual property rights in relation to the Services or Services-related content, except as expressly set forth in Section 8.1 below.\n8.\nUse of Digital content8.1.\nAll intellectual property rights specified in Article 7.1 and relating to Digital content are owned by the Company.\nDigital content is licensed pursuant to this Section 8, and is not sold.\nThe Client will only be granted a non-exclusive, non-transferable and non-sublicensable licence, subject to the terms and conditions of this Agreement, to use (solely for the Client’s individual use) any Digital content provided by Company to the Client.\n8.2.\nThe term of this licence shall be granted for a term of 5 years from the date of receiving Digital content, unless earlier suspended or terminated in accordance with these T&amp;Cs.\n8.3.\nUnless expressly otherwise provided, Digital content must only be intended for personal and non-commercial use.\n8.4.\nThe Client is not authorised to edit, reproduce, transmit or lend the Digital content or make it available to any third parties or use it to perform any other acts which extend beyond the scope of the licence provided by the Company.\n8.5.\nThe Company is authorised for the purpose of enforcing intellectual property rights, impose restrictions on the scope of the licence or the number of devices or types of devices on which Digital content can be used.\n8.6.\nIf the Client acts in contravention of this article, the Company will be authorised to suspend access to the relevant Digital Content, notwithstanding Company`s right to recover from the Client the loss suffered as a result of or in connection with the infringement including any expenses incurred.\n9.\nSelling Digital content9.1.\nThe Client is prohibited from selling, offering for sale, sharing, renting out or lending Digital content or copies of Digital content 10.\nPrivacy Policy10.1.\nThe processing of Client’s personal data is governed by the Privacy Policy.\nIt is recommended for the Client to print and keep a copy of the Privacy Policy together with these T&amp;Cs.\n11.\nLiability11.1.\nA party shall be released from responsibility for non-fulfilment of the T&amp;Cs if it proves that these T&amp;Cs were not fulfilled due to force majeure.\nIn particular, the Company shall not be liable for any losses caused by force majeure, riot, war or natural events or due to other occurrences for which the Company is not responsible (e.g.\nstrike, lock-out, traffic hold-ups, administrative acts of domestic or foreign high authorities).\nThe Client must provide written notification of the occurrence of force majeure, which prevents the fulfilment of these T&amp;Cs, within 30 calendar days from the date of the occurrence of these circumstances.\nThe Company shall inform the Client about the occurrence of force majeure by e-mail or on the Website or Mobile app if possible.\n11.2.\nThe liability of the Company is limited to direct losses, unless otherwise provided under the applicable laws.\n11.3.\nDue to the nature of Services and/or Goods that the Company provide and as the Company cannot control whether the Client sticks to the provided use instructions, the Company provides no warranty as to any results or outcomes coming from using Services and/or Goods.\n11.4.\nLiable company: 1) InnoDiets, UAB is only an administrator of the Website or Mobile App and provider of the Services, 2) Max Nutrition UAB, is the owner and the seller of the Goods, 3) Kilo gupe UAB is the company responsible for the managing subscription services and payments for Services and Goods, refunds and chargebacks, for Associated Companies.\n11.5.\nInnoDiets UAB shall not in any case bear any responsibility with respect to the Goods or delivery thereof.\nAll claims, requests and other communication related to the Goods must be submitted directly to Max Nutrition UAB.\nAccordingly, Max Nutrition UAB shall not in any case bear any responsibility with respect to the Website and/or Services provided by InnoDiets UAB.\n11.6.\nWhen using Services the Client may receive links to other websites or mobile apps that are not owned and/or controlled by the Company.\nThe Client acknowledges and agrees that the Company is not responsible for the availability of such websites or mobile apps.\nFurthermore, the Company is not responsible or liable for any content, advertising, products or other materials that may be accessed through such links and therefore the Client agrees that the Company shall not be responsible or liable, directly or indirectly for any damage or loss caused or alleged to be caused by or in connection with use or reliance on any such content, goods, services available on or through any such websites or mobile apps.\n12.\nMedical disclaimer12.1.\nBEFORE TRYING MEAL PLAN AND/OR GOODS BY THE COMPANY, THE CLIENT HEALTH SHOULD BE EVALUATED BY HIS/HER HEALTHCARE SERVICE PROVIDER OR HE/SHE SHOULD CONSULT WITH HEALTHCARE SERVICE PROVIDER.\n12.2.\nThe Company clearly state that it is not a medical organisation and cannot give the Client any medical advice or assistance.\nNothing within Services by the Company is associated with, should be taken or understood as medical advice or assistance nor should it be interpreted in substitution for any medical advice or assistance, or used, referred to instead of seeking appropriate medical advice or assistance from health care providers.\nThe Client is solely responsible for evaluating and assessing his own health.\nThe Company encourage the Client to seek appropriate medical advice or assistance before using Company`s Services.\n13.\nEligibility13.1.\nThe Services are available only to individuals that can form legally binding contracts under EU law therefore the Client confirms that he/she is at least 18 years old.\nIf the Client is accessing Services on behalf of a person who is not 18 years old, the Client confirms that he/she is that person legal guardian and is responsible for that person`s compliance with these T&amp;Cs and will indemnify Company for any losses or damages that Company will suffer as a consequence of failing to comply with these T&amp;Cs.\n14.\nValidity and Termination14.1.\nAgreement comes into effect after the Client accepts it, and electronically expresses its consent to comply with them, and it shall remain in effect for an indefinite period until termination thereof.\n14.2.\nThe Company may terminate the relationship with the Client at any time in the following cases: (1) the Client does not agree with the Agreement.\n(2) the Client commits any breach of the Agreement.\n(3) the Client does not provide information requested by the Company and/or provides incorrect and/or incomprehensive information.\nNotwithstanding the foregoing, statutory termination rights shall not be affected.\n15.\nChanges to T&amp;Cs15.1.\nThese T&amp;Cs, Privacy Policy and any additional terms and conditions that may apply are subject to change.\nThe Company reserves the right to modify and update the T&amp;Cs from time to time and such changes shall be effective immediately upon posting to the Company’s Website or Mobile App.\n15.2.\nThe Company may give notice to the Client of any upcoming changes by sending an email to the primary email address provided by the Client, or notifying through the Website or Mobile app.\n15.3.\nThe Client understands and agrees that any continued use and access to the Services after any posted updates of the T&amp;Cs, means that Client voluntary agrees to be bound by these T&amp;Cs.\nIf Client does not agree to be bound by the updated T&amp;Cs, he/she should not use (or continue to use) the Services.\n16.\nCommunication16.1.\nIn general, the Company prefers communication by e-mail.\nBy accepting these T&amp;Cs, the Client accepts communication by e-mail.\nFor this purpose, the Client is requested to have a valid e- mail address and provide it when filling required information as stipulated in Section 3.2.\nThe Company may publish information related to this Agreement or Services on the Website or Mobile app as well.\nThe Client should check its e-mail messages as well as information provided on the Website or the Mobile app regularly and frequently.\nE-mails may contain links to further information and documents.\n16.2.\nWhere applicable laws require provision of information on a durable medium, the Company will either send the Client an email with an attachment or send the Client a notification referring to the Services with download function to retain such information and documents permanently for future reference.\nThe Client is requested to keep copies of all communications from the Company.\n16.3.\nThe Client may request a copy of these T&amp;Cs or any other contractual document by contacting hello@cardi.health 16.4.\nThe communication with the Client will be made in English, unless the Company and the Client agree to communicate in another language.\n16.5.\nThe Client may contact us at any time by sending a message to hello@cardi.health.\n17.\nComplaints17.1.\nAny complaints in relation to the Company and the Services provided to the Client should be addressed to the Company InnoDiets UAB by contacting hello@cardi.health 17.2.\nAny complaints in relation to the Goods provided to the Client should be addressed to Max Nutrition UAB by contacting returns@kilo.health.\n17.3.\nAny complaints in relation with subscriptions, refunds and chargebacks for the Goods and Services, should be addressed to UAB “Kilo grupe” by contacting hello@cardi.health 17.4.\nBy submitting a complaint, the Client should clearly indicate that a complaint is submitted and specify the grounds and circumstances concerning the complaint.\nThe relevant Company will send to the Client a complaint acknowledgement to the e-mail address from the complaint has been received.\nWe will consider the complaint and respond to the Client within 14 calendar days since the day of receipt of a relevant complaint.\n17.5.\nClient’s requests (complaints) shall be analysed by the Company free of charge.\n17.6.\nIf Company’s response to the Client’s complaint does not satisfy the Client or no answer has been provided thereto, the Client has the right to file claim with the regulatory institutions or courts.\n18.\nMiscellaneous18.1 No person other than the Client shall have any rights under these T&amp;Cs.\n18.2.\nClient may not assign any rights under the Agreement to any third party without the prior consent of the Company.\nThe Company at its sole discretion may assign its rights and obligations under the Agreement in full or in part to any third party.\n18.3.\nAny dispute under these T&amp;Cs or otherwise in connection with the Services shall be brought to the courts of Lithuania, except where prohibited by the applicable laws.\n18.4.\nIf any part of these T&amp;Cs is found by a court of competent jurisdiction to be invalid, unlawful or unenforceable then such part shall be severed from the remainder of the T&amp;Cs, which shall continue to be valid and enforceable to the fullest extent permitted by law.<p>© 2023 Cardi Health.\nAll rights reserved.</p>BlogContactsHelp CenterPrivacy policyTerms &amp.\nConditions© 2023 Cardi Health.\nAll rights reserved.<p>Cardi Health's website, app, products, and other services are meant to provide users the tools to help facilitate healthy heart habits and are not intended to diagnose, treat, cure, or prevent any disease or condition.\nCardi Health is NOT a health care or medical device provider, and the information we provide should not be substituted for medical advice.\nPlease consult your physician or other health care provider in order to diagnose, treat, cure, or prevent any disease or medical condition.</p>\n<p>\n</p> ", "created_at": "2023-04-24 20:01:00.897337", "updated_at": "2023-04-24 20:01:40.318385"}], "points": [], "urls": ["cardi.health"]}}