{"error": 448, "message": "OK", "parameters": {"id": 7211, "name": "Lukka", "created_at": "2023-01-04 00:05:12.807147", "updated_at": "2023-01-22 17:00:16.04862", "wikipedia": null, "keywords": null, "related": null, "slug": "lukka", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7211.png", "url": "lukka.tech", "documents": [{"id": 13808, "name": "Terms of Use", "url": "https://lukka.tech/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li>Who We Serve<i>\n</i>\n<ul>\n<li>Funds and Fund Administrators</li>\n<li>Traditional Financial Institutions</li>\n<li>Crypto Native Businesses</li>\n<li>CPAs and Accounting Firms</li>\n<li>Government Agencies and Regulators</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>Funds and Fund Administrators</li>\n<li>Traditional Financial Institutions</li>\n<li>Crypto Native Businesses</li>\n<li>CPAs and Accounting Firms</li>\n<li>Government Agencies and Regulators</li>\n</ul>\n</li>\n<li>Products<i>\n</i>\n<strong>For Businesses</strong>\n<ul>\n<li>Enterprise Software</li>\n<li>Enterprise Data</li>\n<li>Tax and Business Reporting</li>\n<li>Custom Solutions</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>Enterprise Software</li>\n<li>Enterprise Data</li>\n<li>Tax and Business Reporting</li>\n<li>Custom Solutions</li>\n</ul>\n<strong>For Tax Professionals</strong>\n<ul>\n<li>LukkaTax for Professionals</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>LukkaTax for Professionals</li>\n</ul>\n</li>\n<li>Company<i>\n</i>\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Education</li>\n<li>Trust Center</li>\n</ul> Sign in <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms of Use <p>\n<strong>1.\nINTRODUCTION AND PURPOSE</strong>\n</p>\n<p>&nbsp;</p>\n<p>The purpose of the Site is to provide enterprise-grade infrastructure that automates and optimizes a User’s (as defined below) accounting, audit, tax and other middle-and back-office processes, such as reporting, reconciliation, controls and compliance, for the blockchain and cryptocurrency industries (the “Products”).\nLukka does not issue any Digital Assets (as defined below) to its Users or build blockchains.&nbsp.\nFor the avoidance of doubt, Lukka Enterprise Software, Lukka Essentials, Lukka Reference Data, Lukka Pricing Data, Crypto Actions, Crypto Asset Classification, Market Data, Custom Pricing &amp.\nData, LukkaTax for Professionals and other products and services that may be offered by us from time to time are each included within the definition of the Platform.&nbsp.\nShould you have any questions or comments regarding our Site, Products, and/or Services, please feel free to contact us at https://lukka.tech/contact-us/.&nbsp;</p>\n<p>\n<strong>2.\nPRELIMINARY PROVISIONS</strong>\n</p>\n<p>&nbsp;</p>\n<p>2.1 Terms of Use</p>\n<p>&nbsp;</p>\n<p>Through these Terms of Use, we are placing legal conditions on your use of the Site and making certain promises to you.\nYou must agree to all of the conditions in these Terms of Use.\nIf you do not agree to or accept all the conditions of these Terms of Use, please immediately discontinue access to and use of the Site, Products, and/or Services (as defined below).&nbsp;</p>\n<p>If you are under the age of eighteen (18) or the legal age for entering legally binding contracts under applicable laws, you are not permitted to use this Site at all.\nMisrepresentation of your age to gain access to our Site is considered a breach of these Terms of Use and may constitute as computer hacking under applicable law.</p>\n<p>&nbsp;</p>\n<p>2.2 Right to Counsel</p>\n<p>&nbsp;</p>\n<p>If you do not understand all of the terms in these Terms of Use, then you should consult with a lawyer before using the Site, Products, and/or Services.</p>\n<p>&nbsp;</p>\n<p>2.3 Party Definitions and Introductory Terms</p>\n<p>&nbsp;</p>\n<p>The Company is the owner and operator of the Site, Products, and/or Services.\nIn these Terms of Use, all references to the “Company” shall mean Lukka, Inc., Lukka GmbH and Lukka Pte.\nLtd., together with other members of their group.\nAdditionally, when first-person pronouns are used in these Terms of Use (us, we, our, ours, etc.), these provisions are referring to the Company as publisher of this Site and provider of the Products and the Services.</p>\n<p>The “Site” shall refer to any website managed by the Company, including, without limitation, www.lukka.tech and other websites which are part of the Lukka.tech domain.</p>\n<p>The services the Site provides, including the Products and any ancillary services, are hereinafter collectively referred to as the “Services.”</p>\n<p>The Site may contain images and content, including, but not limited to, text, software, images, graphics, data, messages or any other information, and any other website content owned, operated, licensed, or controlled by the Company (collectively, “Materials”).</p>\n<p>As the user of this Site (the “User”), these Terms of Use will refer to the User as “you” or through any second-person pronouns, such as “your,” “yours,” etc.\nHereinafter, the User of the Site shall be referred to in applicable second-person pronouns.</p>\n<p>For the purposes of these Terms of Use, all Customers (as defined below) are Users, but not all Users are Customers.\nThese Terms of Use apply to all Users, whether they are Customers or not.\nYou become a User by accessing this Site in any way.\nYou need not become a Customer of the Site to make these Terms of Use apply to you.&nbsp;</p>\n<p>You become a “Customer” by entering into a binding legal agreement with the Company relating to use of the Products or Services, including, without limitation, a “service agreement” or “trial agreement” (each, a “Customer Agreement”), and the Company thereafter registering you with the Site using a Customer ID and password, as discussed below.\nOnly Customers may access the Products and Services.</p>\n<p>Hereinafter, the Company and you may collectively be referred to as the “Parties” and each, a “Party”.</p>\n<p>&nbsp;</p>\n<p>2.4 Intent to Be Bound</p>\n<p>&nbsp;</p>\n<p>THESE TERMS OF USE ARE A LEGAL CONTRACT BETWEEN YOU AND THE COMPANY.\nYOU SHOULD TREAT IT AS ANY OTHER LEGAL CONTRACT BY READING ITS PROVISIONS CAREFULLY, AS THEY WILL AFFECT YOUR LEGAL RIGHTS.\nBY ACCESSING THE SITE OR USING THE PRODUCTS OR SERVICES IN ANY MANNER, YOU ARE DEEMED TO HAVE READ, UNDERSTOOD AND AGREED TO BE BOUND BY ALL OF THE TERMS CONTAINED IN THESE TERMS OF USE.\nYOU MAY NOT PICK AND CHOOSE WHICH TERMS APPLY TO YOU.\nIF YOU DO NOT AGREE WITH ALL OF THE TERMS IN THESE TERMS OF USE, YOU MUST CEASE ALL ACCESS AND USE OF THE SITE AND ANY OTHER SERVICES PROVIDED BY THE COMPANY.\nNOTHING IN THESE TERMS OF USE IS INTENDED TO CREATE ANY ENFORCEMENT RIGHTS BY THIRD PARTIES.</p>\n<p>&nbsp;</p>\n<p>2.5 Consideration</p>\n<p>&nbsp;</p>\n<p>Consideration for your acquiescence to all of the provisions in these Terms of Use has been provided to you in the form of allowing you to use the Site, Products, and Services, including in the case of a Customer, entrance into a Customer Agreement.\nYou agree that such consideration is both adequate and is received upon your viewing or using any portion of the Site, Products, and/or Services.</p>\n<p>&nbsp;</p>\n<p>2.6 Electronic Signatures / Assent Required</p>\n<p>&nbsp;</p>\n<p>No one is authorized or allowed to access this Site, the Products, and/or Services, unless he, she or it has signed these Terms of Use.\nSuch signature does not need to be a physical signature, since electronic acceptance of these Terms of Use is permitted by various jurisdictions’ laws, such as the Electronic Signatures in Global and National Commerce Act (E-Sign Act) and similar legislation.\nYou manifest your agreement to these Terms of Use by taking any act demonstrating your assent thereto.\nIf you click any link, button or other device provided to you in any part of our Site’s interface, then you have legally agreed to all of these Terms of Use.\nBy using any part of our Site in any manner or by entering into a Customer Agreement, you understand and agree that such use constitutes your affirmation of your complete and unconditional acceptance to all of the terms in these Terms of Use.\nYou should understand that this has the same legal effect as you placing your physical signature on any other legal contract.</p>\n<p>Even if you fail to sign these Terms of Use, you understand and agree that you are still bound by the terms of these Terms of Use by virtue of your viewing the Site or using any portion of the Site, Products, and/or Services.</p>\n<p>&nbsp;</p>\n<p>2.7 Illegal Activities</p>\n<p>&nbsp;</p>\n<p>If you are seeking information regarding any illegal activities or seeking to engage in any illegal or fraudulent financial activity, please leave this Site immediately and do not attempt to use the Site.\nYou acknowledge and agree that you are aware of the legality of using our Site in your relevant local jurisdiction, and you agree that you will not use the Site, if such use is prohibited or otherwise violates the laws of your state, province, country, or other jurisdiction.</p>\n<p>&nbsp;</p>\n<p>2.8 Revisions to these Terms of Use</p>\n<p>&nbsp;</p>\n<p>From time to time, we may revise these Terms of Use.\nWe reserve the right to do so, in our sole and absolute discretion, and you agree that we have this unilateral right.\nYour continued use of the Site shall be deemed acceptance of the then prevailing terms and conditions.\nYou agree that all modifications or changes to these Terms of Use are in force and enforceable immediately upon posting.\nAny updated or edited version supersedes any prior versions immediately upon posting, and the prior version is of no continuing legal effect, unless the revised version specifically refers to the prior version and keeps the prior version or portions thereof in effect.\nTo the extent any amendment of these Terms of Use is deemed ineffective or invalid by any court, the Parties intend that the prior, effective provisions of these Terms of Use be considered valid and enforceable to the fullest extent, and all remaining provisions shall remain in full force and effect.</p>\n<p>Any updated version of these Terms of Use will include a new “last modified” date at the top of these Terms of Use in order to identify the then-currently applicable Terms of Use.&nbsp.\nFollowing the posting of the updated version of these Terms of Use on our Site, please re-review these Terms of Use in order to ensure that you understand how your rights and responsibilities may have been affected by the revisions.</p>\n<p>If you fail to periodically review this Site and these Terms of Use to determine if any of the terms have changed, you assume all responsibility for your failure to do so and you agree that such failure amounts to your affirmative waiver of your right to review the amended terms.\nWe are not responsible for your neglect of your legal rights.\n</p>\n<p>\n<strong>3.\nEXPLANATION OF CUSTOMERS</strong>\n</p>\n<p>&nbsp;</p>\n<p>3.1 Access and Limited License</p>\n<p>&nbsp;</p>\n<p>All Users may access certain public areas of the Site.\nhowever, only Customers may use the Products or Services.\nYou understand that all we are providing to you is access to our Site as we provide it.\nYou are solely responsible for acquiring any hardware, software, device, Internet access and other items required for you to use or access the Site and utilize our Products, and/or Services.\nAny associated fees, expenses or other charges that you incur to access our Site and use of our Products and Services are your sole responsibility.\nThese Terms of Use cover all public and non-public areas of the Site.</p>\n<p>&nbsp;</p>\n<p>3.2 Digital Assets</p>\n<p>&nbsp;</p>\n<p>Virtual currency is not provided or issued to our Customers via the Site, Products, and/or Services.&nbsp.\nAll information with respect to any digital assets (“Digital Assets”), entered or inputted into our Products by Customers originates from the Customers themselves.\nYou acknowledge and agree that you are solely responsible for determining the nature, potential value, suitability, and appropriateness of your Digital Assets, and that the Company does not give advice or recommendations regarding Digital Assets, including the suitability and appropriateness of, and investment strategies for, Digital Assets.\nYou acknowledge and agree that you shall access and use the Site, Products, and/or Services, at your own risk.\nThis brief statement does not disclose all of the risks associated with trading in Digital Assets.&nbsp.\nYou should, therefore, carefully consider whether such trading is suitable for you in light of your circumstances and financial resources.</p>\n<p>&nbsp;</p>\n<p>3.3 Digital Asset Values</p>\n<p>&nbsp;</p>\n<p>Our Products use third party market value data to value your Digital Assets in connection with our Services to you.\nYou understand and agree that, due to technical and other restrictions, any Digital Asset market values displayed or otherwise incorporated or used on the Site, Products, and/or Services, may be delayed and therefore not reflect the current, live market value of such Digital Asset.\nNonetheless, you agree that the market value data as displayed on our Site controls your use of the Site, Products, and/or Services.\nYou also agree that we are not responsible for any failure or outage in the market value data provided by third parties and used or incorporated on the Site, Products, and Services.\nFurthermore, you acknowledge and agree that the sources of any such third party market value data shall be selected at the Company’s discretion and the Company is not required to use any information provided to it by such third parties.\nTHE COMPANY ACCEPTS NO LIABILITY OR RESPONSIBILITY FOR ANY INFORMATION PROVIDED TO IT BY ANY THIRD PARTY AND SHALL HAVE NO RESPONSIBILITY TO INDEPENDENTLY VERIFY THE INFORMATION AND ASSUMPTIONS CONTAINED IN ANY THIRD PARTY MARKET VALUE DATA.&nbsp;</p>\n<p>&nbsp;</p>\n<p>3.4 No Legal or Tax Advice</p>\n<p>&nbsp;</p>\n<p>By using this Site, Products, and/or Services, you acknowledge that the Company does not handle, advise or otherwise manage your tax services and in no event do the Site, Products, and/or Services provide, nor is the Company providing, nor intending to provide, legal, tax, accounting or compliance advice.\nAny regulatory compliance is solely your responsibility and is subject to your own diligence and actions.&nbsp;</p>\n<p>Furthermore, none of our customer support team members give tax or legal advice.&nbsp.\nOur support team exists to help explain our Products and Services.\nYou agree to not rely on any support communications as investment, legal, or tax advice.\nYou hereby disclaim any claim against the Company relating to communications from our support team.</p>\n<p>&nbsp;</p>\n<p>3.5 Your Account.\nRegistration Data</p>\n<p>&nbsp;</p>\n<p>In order to use the Products, you must enter into a Customer Agreement with us and we will then set up an account for you on the Site (your “Account”).\nIn creating your Account, you may be asked to provide certain registration details and information.\nIn order to verify your identity, some of this information may be personal, private or detailed.\nIn connection with completing the online registration form, you agree to provide true, accurate, current and complete information about yourself as prompted by the registration form (such information being the “Registration Data”).\nand you further agree to maintain and promptly update the Registration Data to keep it true, accurate, current, and complete at all times while you are a Customer.\nWhile we use reasonable efforts to protect the personal information of others from inadvertent release or misappropriation, we are not responsible for the intentional or criminal acts of third parties such as hackers or “phishers.” Please refer to our Privacy Policy for more information on the use of your personal information.\nYou must promptly inform us of all changes to your Registration Data.</p>\n<p>&nbsp;</p>\n<p>3.6 Your Account Responsibility</p>\n<p>&nbsp;</p>\n<p>You are entirely responsible for any and all activities conducted through your Account.\nYou agree to notify us immediately of any unauthorized use of your password or Customer ID, as well as of any other breach of security.\nWe are not responsible for any unauthorized use of your Account, and you agree that you are responsible for such unauthorized use and for protecting the confidentiality of your Customer ID and password.\nTo the fullest extent permissible by applicable law, you acknowledge and agree that the Company will have no liability associated with or arising from your failure to maintain accurate Registration Data, including your failure to receive important information and updates about the Products.\nIf the Company or any of its authorized agents have reasonable grounds to suspect that any information you provided to us is untrue, inaccurate or incomplete, we may suspend or terminate your Account and refuse any and all current or future use of the Site, Products, and/or Services, or any portion thereof, by you, as well as subject you to civil liability or refer you to the appropriate law enforcement authorities for criminal prosecution.\nWe shall not be liable to make any compensation, monetary or otherwise, following such suspension, termination or inability to use the Site, Products, and/or Services.</p>\n<p>&nbsp;</p>\n<p>3.7 No Account Transfers</p>\n<p>&nbsp;</p>\n<p>Control or use of your Account may not be transferred, leased, assigned or sold to a third party.\nWe disclaim any and all liability arising from fraudulent entry and use of the Site and the Products.\nIf a User fraudulently obtains access to your Account, the Products, or any Services, we may terminate the User’s access immediately and take all necessary and appropriate actions under applicable federal, state and international laws.</p>\n<p>&nbsp;</p>\n<p>3.8 Password Security</p>\n<p>&nbsp;</p>\n<p>AS PART OF OUR SECURITY MEASURES AND POLICIES, PLEASE NOTE THAT WE WILL NEVER ASK YOU, FOR ANY REASON, WHETHER BY EMAIL, REGULAR MAIL, OR TELEPHONE, TO DISCLOSE YOUR ACCOUNT PASSWORD.\nPASSWORD INQUIRIES WILL ONLY BE CONDUCTED ONLINE AND ONLY AFTER YOU HAVE SIGNED ONTO THE COMPANY’S SITE.\nWE WILL NEVER SEND YOU EMBEDDED LINKS IN AN EMAIL REQUESTING THAT YOU SIGN ONTO THE SITE BY CLICKING SUCH A LINK.\nIF YOU RECEIVE AN EMBEDDED LINK BY EMAIL, CLAIMING TO BE FROM US, YOU SHOULD NOT OPEN IT OR CLICK ON THE LINK.\nTHE EMAIL IS NOT FROM US AND IS LIKELY FRAUDULENT.\nNEVER GIVE YOUR ACCOUNT PASSWORD TO ANYONE WHOM YOU DO NOT INTEND TO AUTHORIZE TO USE YOUR ACCOUNT.</p>\n<p>&nbsp;</p>\n<p>3.9 Third Party Account Information</p>\n<p>&nbsp;</p>\n<p>In order to provide you with the Products and Services, you may also be required to disclose certain third-party account information to us, including, without limitation, your crypto exchange account details and/or related information.\nAs indicated elsewhere in these Terms of Use, we are not responsible for any unauthorized use of your Account with the Company or any third-party accounts which you use in connection with the Products and/or Services.\nIn addition, if you link your Account with a digital wallet on one or more device(s), you are responsible for protecting the safety of and access to such device(s).\nIt is important that you do so since we are not responsible for any losses you incur as a result of unauthorized use of your Account and, depending on the circumstances, your credit card issuer may hold you responsible for unauthorized use of your credit card account.\nYou agree to notify us immediately of any unauthorized use of your Customer ID or password or if your device(s) on which you’ve linked your Account with a digital wallet has been lost or stolen or otherwise suffered unauthorized access, or any other actual or potential security breach relating to your Account.\nWe reserve the right to require you to change your Account password if we believe it is no longer secure.</p>\n<p>&nbsp;</p>\n<p>3.10 Interaction Between These Terms of Use and Customer Agreements</p>\n<p>&nbsp;</p>\n<p>These Terms of Use do not amend or otherwise modify any Customer Agreement whether now or hereinafter existing.\nIn the event of any inconsistency between these Terms of Use and a Customer Agreement, these Terms of Use govern as to the relationship between you and the Company solely with respect to the Site, and your Customer Agreement governs the relationship between us with respect to the Products and Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>3.11 Suspension, Cancellation and Termination of your Account</p>\n<p>&nbsp;</p>\n<p>You may close your Account at any time by providing written notice to us.\nAfter notifying us of your desire to close your Account, your access to the Products and Services may be relinquished.\nWe reserve the right at our sole and absolute discretion and with or without prior notice, to block access to or to suspend, close or terminate your Account in the event of a force majeure event (as defined in section 7.2), breach of these Terms of Use for any other reason in our sole and absolute discretion.\nYou agree that neither the Company nor any third party acting on our behalf shall be liable to you for any suspension or termination of your access to any part of the Site, Products, or Services in accordance with these Terms of Use.\nYou agree that if your access is terminated by us, you will not attempt to regain access to the Site, Products, or Services – using the same or different Customer ID – without prior written consent from us.</p>\n<p>&nbsp;</p>\n<p>3.12 Service Interruption</p>\n<p>&nbsp;</p>\n<p>From time to time due to technological factors and/or other factors beyond or within our control, the Site, Products, or Services may be temporarily interrupted.\nYou agree that we are not liable for any loss and damage arising from such interruption and you agree to hold us harmless from and against any such interruption of or inability to access the Site, Products, or Services.</p>\n<p>&nbsp;</p>\n<p>3.13 Agreement to Receive Notifications and Other Communications</p>\n<p>&nbsp;</p>\n<p>We reserve the right to send electronic mail or other messages to Customers.\nThe purpose of these communications may include, but is not limited to: (i) providing you with information concerning your Account.\n(ii) providing information to you regarding products or services offered by our affiliates or partners.\n(iii) informing you about any of our related Products or Services.\nor (iv) providing you with information about any item that we think, in our sole discretion, may be of interest to you.</p>\n<p>In some countries or territories, we may offer Users the choice to enroll in our email subscription.\nIf you enroll in the email subscription, you agree to receive, from time to time, promotional emails from the Company.\nEach promotional email will include a link allowing you to unsubscribe from the email subscription and/or a link to a webpage where you can adjust your email preferences.\nEnrolling in the email subscription will not affect the frequency of administrative emails that the Company may send to Customers in connection with their Accounts.\nNo fee is charged in sending promotional emails to you, but third-party data rates may apply.\nSome promotions you receive may have additional, promotion-specific terms and conditions, privacy notices or other disclosures and/or requirements.\nPlease be sure to review any such additional terms, disclosures and/or requirements before you choose to participate in such promotions.</p>\n<p>\n<strong>4.\nRESTRICTIONS ON USE OF OUR SITE AND SERVICES</strong>\n</p>\n<p>&nbsp;</p>\n<p>4.1 Restrictions on Use</p>\n<p>&nbsp;</p>\n<p>Without our express prior written authorization, you may not: (i) duplicate any part of the Site, Products, Services, or the Materials contained therein or received via the Services (except as expressly provided elsewhere in these Terms of Use).\n(ii) create any derivative works based on the Site, Products, Services, or any of the Materials contained therein or received via the Services.\nand you agree and stipulate that any and all derivative works are NOT “fair use;” (iii) use the Site, Products, Services, or any of the Materials contained therein, for any public display, public performance, sale or rental.\nand you hereby agree and stipulate that any and all such uses are NOT “fair use”.\n(iv) re-distribute our Site, Products, Services, or any of the Materials contained therein or received through the Services.\nand you hereby agree and stipulate that any and all such uses is NOT “fair use;” (v) remove any copyright or other proprietary notices from our Site, Products, Services, or any of the Materials contained therein.\n(vi) frame or utilize any framing techniques in connection with our Site, Products, Services or any of the Materials contained therein.\n(vii) use any meta-tags, pay-per-click advertising, or any other “hidden text” using our Site’s or our Products’, or our Services’ name or marks, and you hereby stipulate that any use of the Site’s or the Products’, or the Services’ name or marks, or any other marks owned by us is an infringement upon our trademark rights.\nwe reserve the right to claim further damages.\nplus you agree to pay any and all fees incurred in the recovery of this amount, including attorney’s fees and all associated costs.\n(viii) “deep-link” to any page of our Site, Products, or Service or avoid agreement to the Site’s or the Products’ or the Services’ Terms of Use (for the avoidance of doubt, you may only link to the main entry page).\n(ix) circumvent any encryption or other security tools used anywhere on the Site or in conjunction with the Products or Services (including the theft of your Customer ID and passwords or using another person’s Customer ID and password in order to gain access to a restricted area of the Site).\n(x) use any data mining, bots, scrapers, or similar data gathering and extraction tools on the Site or in conjunction with the Products or Services.\n(xi) sell, rent, lease, license, sublicense, transfer, distribute, re-transmit, time-share, use as a service bureau or otherwise assign to any third party the Site, Products, or Services or any Materials contained therein or any of your rights to access and use the Site, Products, or Services or any Materials contained therein as granted specifically by these Terms of Use;&nbsp.\n(xii) use our Site or Services to impersonate any other User or person.\n(xiii) use any Material or information on our Site or included in our Products or Services in any manner that infringes any copyright, trademark, patent, trade secret, publicity or other proprietary right of any party.\n(xiv) upload or attempt to upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another’s property.\n(xv) upload, post, email, or otherwise transmit any submission that you do not have a right to transmit under contractual, fiduciary, or other relationships (such as inside information, trade secrets, proprietary, and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).\n(xvi) upload, post, email, or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other form of solicitation, except in those areas that we may designate for such purpose.\n(xvii) falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source material that is uploaded or otherwise provided by you.\n(xviii) restrict or inhibit any other User from using and enjoying the Site or the Products and Services.\n(xix) harvest or otherwise collect information about others, including email addresses or other personal information.\n(xx) violate any applicable laws, policies, or regulations.\n(xxi) upload, post, email or otherwise transmit any material which is illegal immoral, obscene or defamatory of any person.\nor (xxii) do anything that may adversely affect proper operation of the Site, Products, Services, and/or the reputation and goodwill of the Company.</p>\n<p>&nbsp;</p>\n<p>4.2 Interference</p>\n<p>&nbsp;</p>\n<p>Except where expressly permitted by law, you may not translate, reverse-engineer, decompile, disassemble, or make derivative works from any of our Materials or any other materials from the Site, Products, or Services.\nYou hereby agree not to use any automatic device or manual process to monitor or reproduce the Site, Products, Services, or any Materials, and will not use any device, software, computer code, or virus to interfere or attempt to disrupt or damage the Site, Products, or Services.&nbsp;</p>\n<p>\n<strong>5.\nDISCLAIMER ON WARRANTY</strong>\n</p>\n<p>&nbsp;</p>\n<p>5.1 Express Disclaimers</p>\n<p>&nbsp;</p>\n<p>To the fullest extent permitted by law, the Company, its affiliates, officers, directors, shareholders, members, partners, attorneys, employees, independent contractors, licensors, agents, suppliers, resellers, service providers, or any other third party suppliers acting on the Company’s behalf (the “Company Entities”) make no warranties, express or implied, about the Site, Products, or Services.\nBy using the Site, Products, or Services, you expressly acknowledge and agree that: (i) such use of the Site, Products, and Services is at your own and sole risk.\n(ii) any material and/or data downloaded or otherwise obtained through the use of the Site, Products, and Services or any of the Materials contained therein is done at your own discretion and risk and you are solely responsible for any damage to your computer system or loss of data that results from the download of such material and/or data.\n(iii) the Site, Products, and Services, and all Materials contained therein, are provided “as is” without warranty of any kind, either express or implied, including, but not limited to, any implied warranties of merchantability, fitness for a particular purpose, title or non-infringement.\n(iv) none of the Company Entities make any representations or warranties that the Site, Products, and Services, or any Materials contained therein, will be uninterrupted, timely, secure, or error-free.\nnor do the Company Entities make any representations or warranties as to the quality, suitability, truth, usefulness, accuracy, or completeness of the Site, Products, and Services or any of the Materials contained therein.\n(v) the Company Entities cannot and do not guarantee or warrant that files available for downloading from the Internet will be free of viruses, worms, Trojan horses, or other code that may manifest contaminating or destructive properties.\nand accordingly, the Company Entities do not assume any responsibility or risk for your use of the Internet.\n(vi) the Company Entities make no warranty, express or implied, regarding any transaction entered into through the Site, Products, or Services.\n(vii) none of the Company Entities are responsible for any use of confidential or private information by Users or third parties, (viii) any information that you store or transfer through the Site, Products, or Services may become irretrievably lost or corrupted or temporarily unavailable due to a variety of causes, including software failures, protocol changes by third party providers, internet outages, force majeure events, or other disasters including third party DDOs attacks, scheduled or unscheduled maintenance, or other causes either within or outside our control, (iv) you are solely responsible for backing up and maintaining duplicate copies of any information you store or transfer through our Site, Products, or Services and (x) the Company Entities will not be liable for any breach of its servers or systems, any hacking or any unauthorized disclosure, unauthorized use, or any unauthorized access to any information or data (including, but not limited to, Customer Data) in any medium.</p>\n<p>&nbsp;</p>\n<p>5.2 No Implied Warranties</p>\n<p>&nbsp;</p>\n<p>The warranties and representations expressly set forth in these Terms of Use are the only warranties and representations made by the Company Entities with respect to the Site, and are in lieu of any and all other warranties, written or oral, express or implied, that may arise either by agreement between the Parties or by operation of law or otherwise, including warranties of merchantability and fitness for a particular purpose which are excluded to the fullest extent permitted by applicable laws.\nNone of these warranties and representations will extend to any third person.</p>\n<p>\n<strong>6.&nbsp.\nINDEMNIFICATION</strong>\n</p>\n<p>&nbsp;</p>\n<p>6.1 Improper Use of Site or Services</p>\n<p>&nbsp;</p>\n<p>If we determine that you or any User under your control has provided or intends to engage in any activity or provide any services or material in violation of any law, your ability to use the Site, Products, and Services will be terminated immediately, without any reimbursement of any payment or fees you may have made to us.\nWe reserve the right, in our sole and absolute discretion, to cooperate with law enforcement upon legal request and/or advisement of an attorney.\nWe hereby disclaim any liability for damages that may arise from any User providing any material or services for any purpose that violates any law.</p>\n<p>&nbsp;</p>\n<p>6.2 Indemnification</p>\n<p>&nbsp;</p>\n<p>To the maximum extent permitted by applicable law, you agree to defend, indemnify, and hold harmless the Company Entities, from and against any and all claims (including third-party claims), actions, loss, liabilities, expenses, costs, or demands, including, without limitation, reasonable legal and accounting fees (collectively, “Losses”), directly or indirectly, resulting from or by reason of&nbsp.\n(i) your (or you under another person’s authority, including, without limitation, to governmental agencies) use, misuse, or inability to use the Site, Products, Services, or any of the Materials contained therein.\nor (ii) your breach of these Terms of Use.</p>\n<p>The Company shall notify you by electronic mail, mail, or other appropriate means, of any such claim or suit, and reasonably cooperate (at your expense) in the defense of such claim or suit.\nWe reserve the right to participate in the defense of such claims or choose our own legal counsel but are not obligated to do so.</p>\n<p>&nbsp;</p>\n<p>6.3 Release</p>\n<p>&nbsp;</p>\n<p>To the maximum extent permitted by applicable law, you hereby discharge, acquit and otherwise release the Company Entities, from any and all allegations, counts, charges, debts, causes of action, claims and Losses, relating in any way to the use of, or activities relating to the use of, the Site, including the Products, and the Services including, but not limited to, claims relating to the following:&nbsp.\nany loss of use, data, business, or profits.\nany failures in the software included within the Site, Products, or Services, including but not limited to miscalculations, duplicate data, failure to bring in data from an API, and other errors.\nor ANY OTHER CLAIM, DEMAND OR DAMAGES WHATSOEVER RESULTING FROM OR ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OF USE OR THE DELIVERY, USE OR PERFORMANCE OF THE SITE, PRODUCTS, AND/OR SERVICES.&nbsp;</p>\n<p>\n<strong>7.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>&nbsp;</p>\n<p>7.1 Limitation of Liability</p>\n<p>&nbsp;</p>\n<p>Save as permitted to the maximum extent by applicable laws, in no event shall the Company Entities be liable to you, or any other third party, for any direct, special, indirect, incidental, consequential, exemplary or punitive damages, including without limitation, damages for loss of profits, loss of information, business interruption, revenue or goodwill, which may arise from any person’s use, misuse or inability to use the Site, Products, and/or Services, or any of the Materials contained therein, even if we have been advised of the probability of such damages.\nThis is for any matter arising out of or relating to these Terms of Use and your use of the Site, Products, and Services, whether such liability is asserted on the basis of contract, tort or otherwise, even if we have been advised of the possibility of such damages.</p>\n<p>&nbsp;</p>\n<p>7.2 Force Majeure</p>\n<p>&nbsp;</p>\n<p>We will not be liable for our failure to perform or perform properly any obligations under these Terms of Use due to events beyond our control.\nand the time provided for performing such obligations shall be extended by a period of time equal to the duration of such events.\nEvents beyond our control include, but are not limited to, acts of God, war, riot, arson, embargoes, civil commotion, strikes, labor disputes, equipment failures, bank failures, credit or debit card transaction processing failures, strikes, fire, flood, earthquake, hurricanes, tropical storms or other natural disaster or casualty, shortages of labor or material, shortage of transportation, facilities, fuel, energy, government regulation or restriction, acts of civil or military authority or terrorism, fibre cuts, weather conditions, breaches or failures to perform by third parties, technical problems, including hardware and software crashes and other malfunctions, failure of the telecommunications or information services infrastructure, hacking, SPAM or failure of any computer, server or software disruptions on account of or caused by vandalism, theft, phone service outages, power outage, internet disruptions, viruses, and mechanical, power or communications failures, pandemic and epidemic and other restrictions due to pathogens, economic sanctions.</p>\n<p>If, after the date of these Terms of Use, any law, regulation, rule, regulation or decision of any funding method association, or ordinance, whether federal, state, or local, becomes effective which substantially alters our ability to perform Services hereunder, we shall have the right to cancel these Terms of Use, with notice, if reasonably possible, effective upon the earlier of (i) the date upon which we are unable to provide our Services hereunder.\nand (ii) thirty (30) days following notice.</p>\n<p>&nbsp;</p>\n<p>7.3 Maximum Liability</p>\n<p>&nbsp;</p>\n<p>In no event shall our maximum total aggregate liability hereunder for direct damages exceed the total fees actually paid by you for use of the Site, Products, or Services for a period of more than three (3) months from the accrual of the applicable cause or causes of action.\nBecause some jurisdictions prohibit the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to you.</p>\n<p>&nbsp;</p>\n<p>7.4 Right of Set Off</p>\n<p>&nbsp;</p>\n<p>To the extent allowable by law, we reserve the right to set-off any damages or amounts owed to us by you for your breach of these Terms of Use or other obligations under these Terms of Use against funds in your Account.</p>\n<p>\n<strong>8.\nLINKS AND LINKING</strong>\n</p>\n<p>&nbsp;</p>\n<p>8.1 Third Party Links</p>\n<p>&nbsp;</p>\n<p>Some websites which are linked to or from the Site (including advertisements) are owned and operated by third parties.\nBecause we have no control over such websites and resources, you acknowledge and agree that we are not responsible or liable for the availability of such external websites or resources, and do not screen or endorse such websites or the content, products, advertising or other materials presented therein.\nWe are not responsible or liable for any such content, advertising, services, products, or other materials on or available from such websites or resources.</p>\n<p>Use of any website controlled, owned or operated by third parties is governed by the terms and conditions of use for those websites, and not by these Terms of Use or our Privacy Policy.\nWe strongly encourage you to carefully read any such third-party terms of use and policies and make sure you comply with them.</p>\n<p>&nbsp;</p>\n<p>8.2 No Liability</p>\n<p>&nbsp;</p>\n<p>You further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any Losses caused or alleged to be caused by or in connection with use of or reliance on any such third-party content, goods or services available on or through any such website or resource.\nIf you decide to access any such third-party website, you do so entirely at your own risk and subject to any terms and conditions and privacy policies posted therein.</p>\n<p>&nbsp;</p>\n<p>8.3 Indemnification</p>\n<p>&nbsp;</p>\n<p>You hereby agree to defend and hold harmless each of the Company Entities from and against any and all Losses that may result from your use of third party links that may appear on the Site, Products, and/or Services.\nWe reserve the right to terminate any link or linking program at any time.</p>\n<p>9.\n<strong>PROPRIETARY INFORMATION</strong>\n</p>\n<p>&nbsp;</p>\n<p>9.1 Proprietary Rights</p>\n<p>&nbsp;</p>\n<p>The Products, the Services and the Materials accessible from the Site, Products, and/or Services, and any other website owned, operated, licensed, or controlled by us are our proprietary information and valuable intellectual property, and we retain all right, title, and interest in the Products, Services and such Materials.\nNo rights, title or interest in any such Materials are transferred to you by access to the Site, Products, and Services.</p>\n<p>All Materials included on the Site, Products, and Services, such as text, graphics, photographs, video and audio clips, music, soundtracks, button icons, streaming data, animation, images, downloadable materials, data compilations and software are the property of the Company or its third party content suppliers and are protected by United States and international copyright laws.\nThe compilation of all Materials on the Site, Products, and Services is the exclusive property of the Company or its content suppliers and protected by United States and international copyright laws, as well as other laws and regulations.</p>\n<p>Nothing in these Terms of Use grants to you any right to use any of the Company’s or any third party’s intellectual properties, in particular trademarks, service marks, designs, patents, logos or other Materials.</p>\n<p>&nbsp;</p>\n<p>9.2 No Infringement</p>\n<p>&nbsp;</p>\n<p>All of the marks, logos, domains and trademarks that you find on the Site, Products, and Services may not be used publicly except with express written permission from the Company and may not be used in any manner that is likely to cause confusion among consumers or in any manner that disparages or discredits the Company.</p>\n<p>&nbsp;</p>\n<p>9.3 No Alteration or Distribution</p>\n<p>&nbsp;</p>\n<p>Neither the Products, Services, or the Materials may be copied, distributed, republished, modified, uploaded, posted, or transmitted in any way without our prior written consent, except that you may print out a copy of the Materials solely for your personal use.\nIn doing so, you may not remove or alter, or cause to be removed or altered, any copyright, trademark, trade name, service mark, or any other proprietary notice or legend appearing on any of the Materials.\nModification or use of the Products, Services, or Materials except as expressly provided in these Terms of Use violates our intellectual property rights.</p>\n<p>&nbsp;</p>\n<p>9.4 Feedback</p>\n<p>&nbsp;</p>\n<p>If you submit feedback or suggestions about the Site, Products, Services or any Materials contained therein (“Feedback”), you acknowledge and expressly agree that any contribution of Feedback does not and will not give or grant you any right, title or interest in the Site, Products, or Services, or in any such Feedback.\nAll Feedback becomes our sole and exclusive property, and we may use and disclose Feedback in any manner and for any purpose whatsoever without further notice or compensation to you and without retention by you of any proprietary or other right or claim.\nYou hereby assign to us any and all right, title and interest (including, but not limited to, any patent, copyright, trade secret, trademark, show-how, know-how, moral rights and any and all other intellectual property right) that you may have in and to any and all Feedback.</p>\n<p>&nbsp;</p>\n<p>\n<strong>10.\nEXPORT CONTROL</strong>\n</p>\n<p>&nbsp;</p>\n<p>10.1 Export Controls</p>\n<p>&nbsp;</p>\n<p>You understand and acknowledge that the software elements of the Materials on the Site, Products and the Services may be subject to regulation by agencies of the United States Government, including the United States Department of Commerce, which prohibits export or diversion of software to certain countries and third parties.\nDiversion of such materials contrary to United States’ or international law is prohibited.\nYou will not assist or participate in any such diversion or other violation of applicable laws and regulations.\nYou agree that none of the Products, Services or Materials are being or will be acquired for, shipped, transferred, or re-exported, directly or indirectly, to proscribed or embargoed countries or their nationals or be used for proscribed activities.</p>\n<p>&nbsp;</p>\n<p>10.2 Sanctions</p>\n<p>&nbsp;</p>\n<p>By using the Site, Products or Services, you represent and warrant that you are not located in an embargoed country or jurisdiction (currently, Crimea, Cuba, Donetsk, Iran, Luhansk, North Korea, Sudan and Syria) or on the Office of Foreign Assets Control’s SDN List or the U.S.\nDepartment of Commerce’s Entity List.\nYou also agree that none of the Site, Products or Services will not be used, exported, reexported or transferred for any purpose prohibited by U.S.\nor local export or import control laws and regulations.&nbsp;</p>\n<p>\n<strong>11.\nNOTICES</strong>\n</p>\n<p>&nbsp;</p>\n<p>11.1 Notice</p>\n<p>&nbsp;</p>\n<p>Any notice we are required to give you under these Terms of Use may be provided by email, postal mail, or facsimile utilizing the contact information provided by you when you opened an Account or by general posting on the Site.\nNotices from you to us shall be given by completing the contact us page on https://lukka.tech/contact-us/ unless otherwise specified in these Terms of Use.</p>\n<p>&nbsp;</p>\n<p>11.2 Communications Not Provided</p>\n<p>&nbsp;</p>\n<p>We do not provide any facility for sending or receiving private or confidential electronic communications.\nVisitors should not use the Site, Products, or Services to transmit any communication for which the sender intends only the sender and the intended recipient(s) to read.\nNotice is hereby given that all messages and other content entered into the Site, Products, or Services can and may be read by the agents and operators of the Site or Services, regardless of whether they are the intended recipients of such messages.\nUsers should not have an expectation of privacy regarding any communications sent through the Site or the Services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nARBITRATION</strong>\n</p>\n<p>&nbsp;</p>\n<p>12.1 Binding Arbitration</p>\n<p>&nbsp;</p>\n<p>If a dispute arises between the Parties arising out of or otherwise relating to these Terms of Use, the Parties shall meet and negotiate in good faith to attempt to resolve the dispute.\nIf the Parties are unable to resolve the dispute through direct negotiations, then, except as otherwise provided herein, either Party must submit the issue to binding arbitration as further discussed below.\nClaims subject to arbitration (“Arbitral Claims”) shall include, but are not limited to, contract and tort claims of all kinds, and all claims based on any federal, state or local law, statute, or regulation, excepting only claims by us under applicable worker’s compensation law, unemployment insurance claims, intellectual property claims (including, but not limited to, claims involving copyrights, trademarks, patents, unfair competition, and/or trade secrets), along with actions (regardless of the underlying cause of action) by us seeking injunctions, attachment, garnishment and other equitable relief.</p>\n<p>Any dispute arising out of or relating to these Terms of Use, or the breach thereof, shall be finally settled by arbitration in New York, New York and administered by the American Arbitration Association in accordance with its Consumer Arbitration Rules.&nbsp;</p>\n<p>The language of the arbitration shall be English, and these Terms of Use shall be governed by the laws of the State of New York.</p>\n<p>An arbitral decision resulting from the above may be enforced in any court, and a prevailing party in any action or proceeding to enforce these Terms of Use shall be entitled to costs and attorney’s fees.\nAdditionally, where applicable, the Parties waive any right to trial by jury, as well as any right to participate in a class action lawsuit.</p>\n<p>The arbitrator shall have no authority to award any punitive or exemplary damages, certify a class action, add any parties, or vary or ignore the provisions of these Terms of Use.\nThe arbitrator shall render a written opinion setting forth all material facts and the basis of his or her decision within thirty (30) days of the conclusion of the arbitration proceeding.</p>\n<p>&nbsp;</p>\n<p>12.2 No Waiver of Right to Arbitration</p>\n<p>&nbsp;</p>\n<p>There shall be no waiver of the right to arbitration unless such waiver is provided affirmatively and in writing by the waiving Party to the other Party.\nThere shall be no implied waiver of this right to arbitration.\nNo acts, including the filing of litigation, shall be construed as a waiver or a repudiation of the right to arbitrate.</p>\n<p>&nbsp;</p>\n<p>12.3 Waiver of Statute of Limitations</p>\n<p>&nbsp;</p>\n<p>Notwithstanding the period of limitation prescribed by applicable laws for the bringing of any relevant action or claim, the Parties hereby mutually agree that no action, regardless of form, arising out of or in conjunction with the subject matter of these Terms of Use, except for claims involving intellectual property, claims to recover outstanding amounts due to us and claims for indemnification, may be brought by any party more than one (1) year after the cause of action arose, following which either Party shall have no further claim whatsoever against the other Party.</p>\n<p>&nbsp;</p>\n<p>12.4 Right to Injunctive Relief</p>\n<p>&nbsp;</p>\n<p>Each Party acknowledges that the other Party’s remedies at law may be inadequate to provide them with full compensation in the event of a breach of these Terms of Use, and that the non-breaching Party shall therefore be entitled to seek injunctive relief in the event of any such breach, in addition to seeking all other remedies available at law or in equity.</p>\n<p>13.\nMISCELLANEOUS PROVISIONS</p>\n<p>&nbsp;</p>\n<p>13.1 Assignment</p>\n<p>&nbsp;</p>\n<p>The rights and liabilities of the Parties hereto will bind and inure to the benefit of their respective assignees, successors, executors, and administrators, as the case may be.\nYou may not assign these Terms of Use without our prior written consent.\nWe may assign these Terms of Use and our rights and obligations hereunder at any time upon thirty (30) days prior written notice to you.</p>\n<p>&nbsp;</p>\n<p>13.2 No Agency Relationship</p>\n<p>&nbsp;</p>\n<p>Nothing in these Terms of Use shall be deemed to constitute, create, imply, give effect to, or otherwise recognize a partnership (including a simple partnership according to Art.\n530 et seq.\nCO), employment, joint venture, or formal business entity of any kind.\nand the rights and obligations of the Parties shall be limited to those expressly set forth herein.\nWe are not your agent or other representative.\nExcept for the indemnity and exculpation provisions herein, nothing expressed in, mentioned in, or implied from these Terms of Use is intended or shall be construed to give any person other than the parties hereto any legal or equitable right, remedy, or claim under or in respect to these Terms of Use to enforce any of its terms which might otherwise be interpreted to confer such rights to such persons.\nThese Terms of Use and all representations, warranties, covenants, conditions and provisions hereof are intended to be and are for the exclusive benefit of you and us.</p>\n<p>&nbsp;</p>\n<p>13.3 Severability</p>\n<p>&nbsp;</p>\n<p>If for any reason a court of competent jurisdiction or an arbitrator finds any provision of these Terms of Use, or any portion thereof, to be invalid, unenforceable or illegal, such invalidity, unenforceability or illegality shall not affect the remainder of these Terms of Use which will continue to be in full force and effect.</p>\n<p>&nbsp;</p>\n<p>13.4 No Waiver</p>\n<p>&nbsp;</p>\n<p>No waiver or action made by us shall be deemed a waiver of any subsequent default of the same provision of these Terms of Use.\nNo failure or delay in exercising or enforcing any privilege, right, remedy, or power hereunder shall be deemed a waiver of such provision by us.\nIf any term, clause or provision hereof is held invalid or unenforceable by a court of competent jurisdiction, such invalidity shall not affect the validity or operation of any other term, clause or provision and such invalid term, clause or provision shall be deemed to be severed from these Terms of Use.\nAll waivers must be in writing.</p>\n<p>13.5 Headings</p>\n<p>All headings are solely for the convenience of reference and shall not affect the meaning, construction or effect of these Terms of Use.</p>\n<p>&nbsp;</p>\n<p>13.6 Complete Agreement</p>\n<p>&nbsp;</p>\n<p>Except as set forth in section 3.10 hereof, these Terms of Use constitute the entire agreement between the Parties with respect to your access and use of the Site, Products, Services, and the Materials contained therein, and your use of the Site and Services.\nExcept as set forth in section 3.10 hereof, these Terms of Use supersede and replace all prior understandings or agreements, written or oral, regarding such subject matter.</p>\n<p>&nbsp;</p>\n<p>13.7 Other Jurisdictions</p>\n<p>&nbsp;</p>\n<p>We make no representation that the Site, Products, Services, or any of the Materials contained therein, are appropriate or available for use in locations outside the United States, Singapore, and Switzerland, and access to them from territories where their content or function may be illegal or is otherwise prohibited.\nThose who choose to access the Site, Products, and Services from such locations do so on their own initiative and are solely responsible for determining compliance with all applicable local laws.</p> Products <ul>\n<li> Enterprise Software </li>\n<li> Enterprise Data </li>\n<li> Tax and Business Reporting </li>\n<li> Custom Solutions </li>\n<li> LukkaTax for Professionals </li>\n</ul> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Contact Us </li>\n<li> Lukka Library </li>\n<li> Trust Center </li>\n<li> Press </li>\n</ul> Resources <ul>\n<li> Formula E </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Sitemap </li>\n</ul> Social <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Newsletter Email Sign Up <p>© 2023 Lukka, Inc.\n&nbsp;| &nbsp;All rights reserved</p> Social Linkedin <i>\n</i> Twitter <i>\n</i> Youtube <i>\n</i> Instagram <i>\n</i> Newsletter Email Sign Up Products <ul>\n<li> Enterprise Software </li>\n<li> Enterprise Data </li>\n<li> Tax and Business Reporting </li>\n<li> Custom Solutions </li>\n<li> LukkaTax for Professionals </li>\n<li> Lukka Essentials </li>\n</ul> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Contact </li>\n<li> Lukka Library </li>\n<li> Trust Center </li>\n<li> Press </li>\n</ul> Resources <ul>\n<li> Formula E </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n</ul>\n<p>© 2023 Lukka, Inc.\n&nbsp;| &nbsp;All rights reserved</p> ", "created_at": "2023-01-04 00:05:12.869011", "updated_at": "2023-01-04 00:06:32.487063"}, {"id": 13809, "name": "Privacy Policy", "url": "https://lukka.tech/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Who We Serve<i>\n</i>\n<ul>\n<li>Funds and Fund Administrators</li>\n<li>Traditional Financial Institutions</li>\n<li>Crypto Native Businesses</li>\n<li>CPAs and Accounting Firms</li>\n<li>Government Agencies and Regulators</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>Funds and Fund Administrators</li>\n<li>Traditional Financial Institutions</li>\n<li>Crypto Native Businesses</li>\n<li>CPAs and Accounting Firms</li>\n<li>Government Agencies and Regulators</li>\n</ul>\n</li>\n<li>Products<i>\n</i>\n<strong>For Businesses</strong>\n<ul>\n<li>Enterprise Software</li>\n<li>Enterprise Data</li>\n<li>Tax and Business Reporting</li>\n<li>Custom Solutions</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>Enterprise Software</li>\n<li>Enterprise Data</li>\n<li>Tax and Business Reporting</li>\n<li>Custom Solutions</li>\n</ul>\n<strong>For Tax Professionals</strong>\n<ul>\n<li>LukkaTax for Professionals</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>LukkaTax for Professionals</li>\n</ul>\n</li>\n<li>Company<i>\n</i>\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>About</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Education</li>\n<li>Trust Center</li>\n</ul> Sign in <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Privacy Policy Privacy Policy <ol>\n<li>\n<b> Introduction and Purpose&nbsp;</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Lukka, Inc., Lukka GmbH and Lukka Pte.\nLtd., together with other members of their group (“We”, “Us”, “Our” or the “Company”) are committed to protecting the privacy of visitors to our website and individuals or entities who register to use our products and services, including, without limitation, the Lukka Enterprise Software, Lukka Enterprise Data, Tax and Business Reporting, LukkaTax for Professionals, Lukka Reference Data, Lukka Prime Pricing Data, Market Data, Crypto Actions, Crypto Asset Classifications, Lukka Essentials, and other products and services which may be offered by the Company from time to time (each, a “Lukka Product” and collectively, the “Lukka Products” or “our Products”).\nThis policy shall apply collectively to the Company website, lukka.tech, and all subdomains of the foregoing and any other public websites within the lukka.tech domain (together, the “Lukka Sites” or “our Sites”).&nbsp;</p>\n<p>&nbsp;</p>\n<p>In this policy, “You,” “your,” or “yours” means the persons or entities to whom this policy applies, including, without limitation, a “Customer” of our Lukka Products, which is an individual or entity who has agreed to the terms and conditions that govern the Lukka Products or an individual or entity added as a user to an account who has agreed to the terms and conditions that govern the Lukka Products.\nIf any of the Lukka Products you are using links to this policy, it applies to you.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Company you are contracting with is your Data Controller and is responsible for the collection, use, disclosure, retention and protection of your personal information in accordance with this policy, applicable laws and regulations, and global privacy standards.\nLukka, Inc., a Delaware corporation, is the Data Controller of your personal information processed under this policy.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our Customers are solely responsible for establishing policies that ensure compliance with all applicable laws and regulations, agreements, or other obligations, with regards to the collection of personal information in connection with the use of our Products by individuals or entities with whom our Customers interact with.\nIf you are an individual who interacts with a Customer using our Products, then you will be directed to contact our Customer for assistance with any requests or questions relating to your personal information.</p>\n<p>&nbsp;</p>\n<p>The security of your personal data is important to us.\nThe Company has in place safeguards to protect the personal data stored with us.\nThis policy describes how we may collect, use, disclose, process and manage your personal data.\nWe use commercially reasonable physical, electronic, and procedural measures to protect personal information in accordance with data protection legislative requirements.\nWe will not use your personal information for purposes other than those purposes we have disclosed to you in this policy without your permission.</p>\n<p>&nbsp;</p>\n<p>This policy applies to any individual’s personal data which is in our possession or under our control.\nBy visiting, accessing, or using our Sites or our Products, you acknowledge that we use your personal information as set out in this policy.\nThis policy does not apply to anonymized data as it cannot be used to identify you.</p>\n<ol>\n<li>\n<b> Personal Data&nbsp;</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>“Personal data” is data that can be used to identify a natural person.\nAn identifiable person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, email address, an identification number, location data, and online identifier or to one or more factors specific to his/her physical, physiological, genetic, mental, economic, cultural or social identity.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In order to provide you with the Products, we may ask you to provide us with certain details or personal data.\nThe collection of personal information is limited to what is necessary to meet the Company’s objectives.\nSome examples of personal data that we may collect are:&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>Contact information: Your name and email address when you register or open an account, sign in, purchase or otherwise receive access to a Lukka Product.\nWe may also collect your phone number and the name or alias of any agents or end users you authorize to log into and utilize our Products in connection with your account.</li>\n<li>Account information: The username and password used to access our Products.</li>\n<li>Financial information: Your credit card information and tax-related information, such as previous tax returns, tax forms, and banking information may be shared with us or our third party payment processors.&nbsp;</li>\n<li>Interaction and Feedback: Your interactions with our Products, your preferences regarding our Products (e.g., notification preferences), feedback regarding our Products, interactions, transactions and requests you make.\nWe may also collect any other information you choose to include in communications with us or arising from your use of our Products (e.g., when sending a message, submitting information through our webform, or commenting on our social media accounts).</li>\n<li>Other Information: Information from other companies or third parties when you connect a third party account or service with the Lukka Products or when we may use service providers to supplement the personal data you give us (e.g., validate your email address).</li>\n</ul>\n<p>&nbsp;</p>\n<p>You have the right to refuse, deny, or withdraw consent on providing us with any of the personal information described above at any time (see also section 12).\nHowever, we may not be able to offer our Products to you if we agree to such a request.</p>\n<p>&nbsp;</p>\n<p>Should our Company develop or acquire additional personal information, outside of what was defined above, about its customers for our use, we will update this policy to reflect such additional information.&nbsp;</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b> Lawful Uses of Personal Data</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>We may use your personal data in order to perform our contract with you, provide you with access to our Products, process related payments, contact you and your agents about our Products and for such other purposes permitted by law.\nPersonal information is used only for the intended purposes for which it was collected and only when implicit or explicit consent has been obtained, unless a law or regulation specifically requires otherwise.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In order to be responsive to you, to provide the Products to you, and to maintain our business relationship, as a matter of our legitimate interests, we may use your personal data to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Improve our Products (e.g., analyze trends, administer and maintain our Products, or track usage of various features within our Products).</li>\n<li>Maintain the safety and security of our users, our Site, our Products and our business.</li>\n<li>Send you and your agents announcements relating to security, privacy or other administrative-related communications.\nNote that you may not opt out of these communications as they are not marketing oriented and therefore do not rely on consent.&nbsp;</li>\n<li>Customize our Products to ensure they are presented in the most effective manner for you.</li>\n<li>Conduct audits related to our interactions with you.</li>\n<li>Detect security incidents and protect against malicious, deceptive, fraudulent, or illegal activity.</li>\n<li>Conduct internal research for technological improvement and other internal operations.</li>\n<li>Perform other one-time or short-term uses.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If personal information that was previously collected is to be used for purposes not identified by our then current policy, we will update this policy to define the new purpose.</p>\n<p>&nbsp;</p>\n<p>The Company’s methods of collecting personal information are reviewed by our management before they are implemented to confirm that personal information is obtained fairly, without intimidation or deception, and lawfully, adhering to all relevant rules of law, whether derived from statute or common law, relating to the collection of personal information.&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you are based in the European Economic Area (EEA), use of personal information under EU data protection laws must be justified under one of a number of legal “grounds” and we are required to set out the grounds in respect of each use in this policy.\nWe note the grounds we use to justify each use of your information in each heading below.</p>\n<p>Purpose/Activity</p>\n<p>Type of Personal Data&nbsp;</p>\n<p>For the Performance of Our Contracts: We may use your name, address, phone number, and email address to register your account for the Lukka Products and to communicate important information to you.\nWe may obtain additional personal data about you, such as address change information from commercially available sources, to keep our records current.\nIf you set up an administrator account that may be accessed by people other than you, please note that they may see and have the ability to change or delete your personal data.\nWe may use your information to operate our business, including providing the Lukka Products you requested, provide you with support related to the Lukka Products, and to help us protect our Products, including to combat fraud and protect your information.</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Financial Information</li>\n<li>Interaction and Feedback</li>\n<li>Other Information</li>\n</ol>\n<p>Compliance with a Legal Obligation: There are a number of legal obligations imposed by relevant laws to which we are subject, as well as specific statutory requirements (e.g., anti-money laundering laws, financial services laws, corporation laws, privacy laws and tax laws).\nThere are also various supervisory authorities whose laws and regulations apply to us.\nSuch obligations and requirements impose on us necessary personal data processing activities for identity verification, payment processing, compliance with court orders, tax laws or other reporting obligations and anti-money laundering controls.</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Financial Information</li>\n<li>Other Information</li>\n</ol>\n<p>To Improve the Lukka Products and Develop New Products and Services: We will use your information to personalize or customize your experience and the Lukka Products, develop new features or products and services, and to improve the overall quality of the Company’s products and services.</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Interaction and Feedback</li>\n<li>Other Information</li>\n</ol>\n<p>To Provide Customer Service and Technical Support:&nbsp.\nWe may use your name, address, phone number, email address, how you interact with the Lukka Products, and information about your computer configuration to resolve questions you may have about the Lukka Products and to follow up with you about your experience.&nbsp;</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Interaction and Feedback</li>\n<li>Other Information</li>\n</ol>\n<p>For Feedback: We may use any information you volunteer in surveys you answer for us and combine them with answers from other customers in order to better understand our Products and how we may improve them.\nAnswering any survey is optional.</p>\n<p>1.\nContact Information</p>\n<p>2.\nAccount Information</p>\n<p>3.\nInteraction and Feedback</p>\n<p>For Research, Including Publishing or Sharing Combined Information from Many Users, But Only in a Way that Would Not Allow You or Any Other Person to be Identified: Only in a way that would not allow you or any other person to be identified, we may prepare and share information about our customers with third parties, such as advertisers or partners, for research, academic, marketing, and/or promotional purposes.\nFor example, we may share demographic data that describes the percentage of our customers who use a particular operating system.\nWe or our third party partners may publicly report the aggregated findings of the research or analysis, but only in a way that would not allow you or any other person to be identified.</p>\n<ol>\n<li>Account Information</li>\n<li>Interaction and Feedback</li>\n<li>Other Information</li>\n</ol>\n<p>To Investigate or Settle Inquiries or Disputes: We may need to use personal information collected from you to investigate issues or to settle disputes with you because it is our legitimate interest to ensure that issues and disputes get investigated and resolved in a timely and efficient manner.</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Financial Information</li>\n<li>Other Information</li>\n</ol>\n<p>Response to Subpoenas and Other Legal Requests:&nbsp.\nWe may share your information with courts, law enforcement agencies, or other government bodies when we have a good faith belief that we’re required or permitted to do so by law, including to meet national security or law enforcement requirements, to protect our company, or to respond to a court order, subpoena, search warrant or other law enforcement request.</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Financial Information</li>\n<li>Other Information</li>\n</ol>\n<p>For the Purpose of Safeguarding Legitimate Interests: We may also share account information, including personal data, when we believe it is appropriate to enforce or apply the terms and conditions governing your use of the Lukka Products and other agreements.\nor protect the rights, property, or safety of the Company, the Lukka Products, our users, or others.\nThis does not include selling, renting, sharing, or otherwise disclosing personal data of our customers for commercial purposes in violation of the commitments set forth in this policy.</p>\n<ol>\n<li>Contact Information</li>\n</ol>\n<ol>\n<li>Account Information</li>\n<li>Financial Information</li>\n<li>Other Information</li>\n</ol>\n<p>For Marketing Purposes: We may use your personal information to send you marketing communications by email or other agreed forms (including social media campaigns), to ensure you are always kept up-to-date with our latest products and services.\nIf we send you marketing communications, we will do so based on your consent and registered marketing preferences.\nSuch marketing messages may be sent to you in various modes, including, but not limited to, electronic mail, direct mailers, short message service, telephone calls, facsimile and other mobile messaging services.\nIn doing so, we will comply with the Gramm Leach Bliley Act of the United States (the “GLBA”) and other applicable data protection and privacy laws.\nYou may at any time request that we stop contacting you for marketing purposes via selected or all modes.\nNothing in this section shall vary or supersede the terms and conditions that govern our relationship with you.</p>\n<ol>\n<li>Contact Information</li>\n</ol>\n<p>For Internal Business Purposes and Record Keeping: We may need to process your personal information for internal business and research purposes as well as for record keeping purposes.\nSuch processing is in our own legitimate interests and is required in order to comply with our legal obligations.\nThis may include any communications that we have with you in relation to the products and services we provide to you and our relationship with you.\nWe will also keep records to ensure that you comply with your contractual obligations pursuant to the agreement governing our relationship with you.</p>\n<ol>\n<li>Contact Information</li>\n<li>Account Information</li>\n<li>Financial Information</li>\n<li>Interaction and Feedback</li>\n<li>Other Information</li>\n</ol>\n<ol>\n<li>\n<b> Disclosure of your Information to Third Parties&nbsp;</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>The Company will not disclose any of your confidential information to a third party, except: (a) to the extent that it is required to do so pursuant to any applicable laws, rules or regulations.\n(b) if there is a duty to disclose.\n(c) if our legitimate business interests require disclosure.\n(d) in line with our binding agreements with you.\n(e) at your request or with your consent or to those described in this policy.\nThe Company will endeavor to make such disclosures on a “need-to-know” basis, unless otherwise instructed by a regulatory authority.\nUnder such circumstances, the Company will notify the third party regarding the confidential nature of any such information.</p>\n<p>&nbsp;</p>\n<p>As part of using your personal information for the purposes set out above, the Company may disclose your personal information to any of its service providers and business partners, for business purposes, such as specialist advisors who have been contracted to provide us with administrative, financial, legal, tax, compliance, insurance, IT, debt-recovery, analytics, research or other services.\nPersonal information is disclosed only to third parties who have agreements with the Company to protect personal information in a manner consistent with our privacy requirements which guarantee adequate protection of your personal information.\nThe Company has procedures in place to evaluate whether third parties have effective controls to meet the terms of the relevant agreement, instructions, or requirements.&nbsp;</p>\n<p>&nbsp;</p>\n<p>If the Company discloses your personal information to service providers and business partners in order to perform the services requested by you, such providers and partners may store your personal information within their own systems in order to comply with their legal, and other, obligations.</p>\n<p>&nbsp;</p>\n<p>We require that service providers and business partners who process personal information acknowledge the confidentiality of this information, undertake to respect any Customer’s right to privacy and comply with all relevant privacy and data protection laws.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b> Disclosure for National Security or Law Enforcement</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Under certain circumstances, we may be required to disclose your personal information in response to valid requests by public authorities to meet national security or law enforcement requirements.</p>\n<ol>\n<li>\n<b> How the Company Protects your Information</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>The Company respects the privacy of any users who access the Lukka Sites or Lukka Products, and it is therefore committed to taking commercially reasonable steps to safeguard any existing or prospective Customers, applicants, and Site visitors.</p>\n<p>&nbsp;</p>\n<p>The Company keeps any personal data of its Customers and its potential Customers in accordance with the applicable privacy and data protection laws and regulations.\nAdditionally, the Company creates and maintains a record of authorized disclosures of personal information that is complete, accurate, and timely.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We have the necessary and appropriate technical and organizational policies and procedures in place to help ensure that personal information remains secure.\nWe regularly train and inform our employees on the importance of maintaining, safeguarding, and respecting your personal information and privacy.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We regard breaches of individuals’ privacy very seriously and as such, the Company manages unauthorized access or disclosure of protected personal information in accordance with its Incident Management Policy.\nWe also have processes in place with third parties to report actual or suspected unauthorized disclosures of personal information to the Company.\nWe will impose disciplinary measures, as appropriate, for any breach or misuse of personal information by an employee or third party.\nNotifications of breaches and incidents will be communicated in accordance with Company policies, agreements, and applicable laws and regulations.&nbsp;</p>\n<p>&nbsp;</p>\n<p>It is your responsibility to make sure that your password is only known to you and not disclosed to anyone else.\nInformation inputted into your account is securely stored in a safe location and accessible only by authorized personnel.\nReasonable measures are taken to prevent unauthorized parties from viewing personal information transferred to the Company over a secure connection.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our operations are supported by a network of computers, servers, and other infrastructure and information technology, including, but not limited to, third-party service providers.\nWe and our third-party service providers and business partners store and process your personal data securely in Switzerland, the European Union, the United Kingdom, Singapore, the United States of America, and elsewhere in the world.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<b> Transfers of Personal Information outside of Switzerland, the European Economic Area (EEA) and the United Kingdom (UK)</b>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>This section 7 applies to individuals located in Switzerland, the EEA, or the UK.\nWe may transfer your personal information outside Switzerland, the EEA, and the UK to other Company subsidiaries, service providers, and business partners (“Data Processors”) who are engaged on our behalf.\nTo the extent that we transfer your personal information outside of Switzerland, the EEA, and the UK, we will ensure that the transfer is lawful and that Data Processors in third countries are obliged to comply with Federal Act on Data Protection, the European Union (EU) General Data Protection Act 2016/679, and the UK Data Protection Act 2018.\nIf transfers of personal information are processed in the US, we may in some cases rely on applicable standard contractual clauses and binding corporate rules.</p>\n<p>&nbsp;</p>\n<p>If we need to transfer your personal data to other countries, including countries that have differing levels of privacy and data protection laws than your country, we will do so in accordance with the contractual agreements we have in place with you or obtain your explicit consent as necessary.\nWhen obtaining explicit consent, we will specify which data in particular is being transferred and the third party that the data is being transferred to.\nIn all such transfers, we will protect your personal information as described in this policy and ensure that appropriate information sharing contractual agreements are in place that protect your personal information at an appropriate level.\n</p>\n<p>\n<b>8.\nTransfers of Personal Information outside of Singapore</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<p>This section 8 applies to individuals located in Singapore.\nWe may transfer your personal information outside Singapore to Data Processors who are engaged on our behalf.\nTo the extent that we transfer your personal information outside of Singapore, we will ensure that the transfer is lawful and that such data continues to be protected to an extent comparable with Singapore’s data privacy laws.</p>\n<p>\n<b>9.\nWebsite Traffic Tracking Technologies&nbsp;</b>\n</p>\n<p>&nbsp;</p>\n<p>We use Google Analytics, Search Console, Tag Manager, and cookies to facilitate your use of our Sites and Products to offer you products and/or services according to your preferred settings, track use of our Sites and Products, and to compile statistics about activities carried out on our Sites and Products.\nGoogle Analytics, Search Console, Tag Manager, and cookies may collect information such as the internet protocol (IP) address from which you access our Products, date and time accessed, information about your browser, operating system and computer or device, pages viewed, internet service provider, referring/exit pages, clickstream data, and items clicked.\nWe may also collect location information, including location information automatically provided by your computer or device.&nbsp;</p>\n<p>&nbsp;</p>\n<p>You may set up your web browser to block our tracking technologies from monitoring your website visit.\nYou may also remove some of these technologies, such as cookies, from your computer or mobile device.\nHowever, if you do block these technologies, you may not be able to use certain features and functions of our Sites.</p>\n<p>&nbsp;</p>\n<p>When visiting or using third party websites or products, you should read their relevant policies to understand the cookies and similar technologies they use to facilitate your use of their products and/or services.\n</p>\n<p>\n<b>10.\nOther Websites</b>\n</p>\n<p>&nbsp;</p>\n<p>Our Sites and Products may contain links to other websites which are not maintained by the Company.\nThis privacy policy only applies to the Lukka Sites and Products.\nWhen visiting these third party websites, you should read their privacy policies which will apply to your use of their websites.</p>\n<p>\n<b>11.\nRetention of Personal Data</b>\n</p>\n<p>&nbsp;</p>\n<p>Your personal data is retained as long as the purpose for which it was collected remains and until it is no longer necessary for any other legal or business purposes.</p>\n<p>&nbsp;</p>\n<p>When we consider that personal information is no longer necessary for the purpose for which it was collected, we will remove any details that will identify you, dispose of, or securely destroy the records to prevent loss, theft, misuse or unauthorized access.\nHowever, we may need to maintain records for a certain period of time (after you cease being our Customer) where required by law or regulation or our legitimate business interest.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Also, the personal information we hold in the form of recorded information, by telephone, electronically, or otherwise, will be held in accordance with applicable legal and regulatory requirements.\nIf you have opted out of receiving marketing communications, we will hold your details on a suppression list to document that you do not want to receive these communications.</p>\n<p>\n<b>12.\nYour Rights to your Personal Data</b>\n</p>\n<p>&nbsp;</p>\n<p>The rights that are available to you in relation to the personal information we hold about you are outlined below.\nPrior to performing any of the below, the Company may require you to verify your identity through appropriate and reasonable authentication procedures.&nbsp;</p>\n<p>Information access</p>\n<p>If you ask us, we will confirm whether we are processing your personal information and, if so, what data/information we process and, if requested, provide you with a copy of that information in a timely manner.</p>\n<p>In the rare instances that you are denied access to your personal information in accordance with applicable laws and regulations, the Company will inform you of the denial and in writing, provide you the reason a request for access to your personal information was denied, the source of our legal right to deny such access and your right, if any, to challenge such denial, as specifically permitted or required by law or regulation.\nThese will be provided in a timely manner unless prohibited by law or regulation.&nbsp;</p>\n<p>Rectification</p>\n<p>It is important to us that your personal information is up to date.\nTherefore, we will take reasonable steps to make sure that your personal information remains accurate, complete and up-to-date.\nIf the personal information we hold about you is inaccurate or incomplete, you are entitled to have it rectified.\nIf we have disclosed your personal information to others, we will let them know about the rectification where possible.\nIf you ask us, if possible and lawful to do so, we will also inform you with whom we have shared your personal information so that you can contact them directly.</p>\n<p>You may inform us at any time that your personal details have changed by contacting us in accordance with section 14 of this policy.\nThe Company will change your personal information in accordance with your instructions.\nTo proceed with such requests, in some cases we may request supporting documentation.</p>\n<p>If a request for correction of personal information is denied, you will be provided a reason in writing, and you may appeal such reason by contacting us in accordance with section 14 below.&nbsp;</p>\n<p>Erasure</p>\n<p>You can ask us to delete or remove your personal information in certain circumstances however, such requests will be subject to the contract that you have with us and with applicable legal or regulatory retention periods we are required to comply with.\nThese requests can be made by contacting us in accordance with section 14 of this policy.\nIf we have disclosed your personal information to others, we will let them know about the erasure request where possible.\nIf you ask us, if possible and lawful to do so, we will also inform you with whom we have shared your personal information so that you can contact them directly.</p>\n<p>Processing restrictions</p>\n<p>You can ask us to block or suppress the processing of your personal information if you contest the accuracy of that personal information or object to us processing it.\nIt will not necessarily stop us from storing your personal information.\nWe will inform you before we decide not to agree with any requested restriction.\nIf we have disclosed your personal information to others, we will let them know about the restriction of processing if possible.\nIf you ask us, if possible and lawful to do so, we will also inform you with whom we have shared your personal information so that you can contact them directly.</p>\n<p>Data portability</p>\n<p>In certain circumstances, you may have the right to obtain the personal information you have provided us with (in a structured, commonly used, and machine readable format) and to re-use it elsewhere or ask us to transfer this to a third party of your choice.</p>\n<p>Objection</p>\n<p>You can ask us to stop processing your personal information, and we will do so, if we are:</p>\n<ul>\n<li>Relying on our own, or someone else’s, legitimate interests to process your personal information, unless we can demonstrate compelling legal grounds for the processing;</li>\n<li>Processing your personal information for direct marketing;&nbsp;</li>\n<li>Processing your personal information for research, unless we reasonably believe such processing is necessary or prudent for the performance of a task carried out in the public interest (such as by a regulatory or enforcement agency).</li>\n</ul>\n<p>Automated decision-making and profiling</p>\n<p>If we have made a decision about you based solely on an automated process (e.g., through automatic profiling) that affects your ability to access our products and services or has another significant effect on you, you can request not to be subject to such decision unless we can demonstrate to you that such decision is necessary for entering into, or the performance of, a contract between you and us.\nEven if a decision is necessary for entering into or performing a contract, you may contest the decision and request human intervention.\nWe may not be able to offer our products or services to you if we agree to such a request.</p>\n<p>Complaints</p>\n<p>If you are a resident of an EU or EEA member state, you have the right to file a complaint with a competent supervisory authority against the way in which your personal information is processed by us at any time.</p>\n<p>Right of revocation</p>\n<p>You can withdraw your consent to certain processing of your personal information at any time, with effect for the future.</p>\n<ol>\n<li>\n<b> Access by Children</b>\n</li>\n</ol>\n<p>Our Sites and Products are meant for adults.\nPlease note that we do not knowingly collect any personal information from children under 13 without permission from a parent or guardian.\nWe reserve the right to limit participation in particular programs or promotions to adults.\nIf you are a parent or legal guardian and think your child under 13 has given us information, you can contact us in accordance with section 14 below.\nPlease mark your inquiries as “COPPA Information Request.”</p>\n<p>\n<b>14.\nHow to Contact Us</b>\n</p>\n<p>&nbsp;</p>\n<p>To contact us on any aspect of this policy or to provide any feedback that you may have, please contact us at https://www.lukka.tech/privacyhelp.</p>\n<p>\n<b>15.\nAmendments and Updates to the Privacy Policy</b>\n</p>\n<p>&nbsp;</p>\n<p>We review this policy regularly to ensure that any new obligations and technologies, as well as any changes to our business operations and practices are taken into consideration.\nAny personal information we hold will be governed by our then current policy.\nWe may amend this policy from time to time to ensure that this policy is consistent with any developments to the way the Company uses your personal data or any changes to the laws and regulations applicable to the Company.</p>\n<p>\n<br>If we make any material changes to this policy, we will notify you by email or by posting a prominent notice on our Sites and/or take such other steps as required by applicable law.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nYour continued use of our Products constitutes your understanding of any such changes to this policy.\nWe will make available the updated policy on our Sites and Products.\nAll communications, transactions and dealings with us shall be subject to the latest version of this policy in force at the time.</p> Products <ul>\n<li> Enterprise Software </li>\n<li> Enterprise Data </li>\n<li> Tax and Business Reporting </li>\n<li> Custom Solutions </li>\n<li> LukkaTax for Professionals </li>\n</ul> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Contact Us </li>\n<li> Lukka Library </li>\n<li> Trust Center </li>\n<li> Press </li>\n</ul> Resources <ul>\n<li> Formula E </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Sitemap </li>\n</ul> Social <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Newsletter Email Sign Up <p>© 2023 Lukka, Inc.\n&nbsp;| &nbsp;All rights reserved</p> Social Linkedin <i>\n</i> Twitter <i>\n</i> Youtube <i>\n</i> Instagram <i>\n</i> Newsletter Email Sign Up Products <ul>\n<li> Enterprise Software </li>\n<li> Enterprise Data </li>\n<li> Tax and Business Reporting </li>\n<li> Custom Solutions </li>\n<li> LukkaTax for Professionals </li>\n<li> Lukka Essentials </li>\n</ul> Company <ul>\n<li> About </li>\n<li> Careers </li>\n<li> Contact </li>\n<li> Lukka Library </li>\n<li> Trust Center </li>\n<li> Press </li>\n</ul> Resources <ul>\n<li> Formula E </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n</ul>\n<p>© 2023 Lukka, Inc.\n&nbsp;| &nbsp;All rights reserved</p> ", "created_at": "2023-01-04 00:06:04.794856", "updated_at": "2023-01-04 00:06:57.175347"}], "points": [], "urls": ["lukka.tech"]}}