{"error": 448, "message": "OK", "parameters": {"id": 8942, "name": "HostatHash", "created_at": "2023-07-08 22:16:38.220778", "updated_at": "2023-07-09 10:02:48.407079", "wikipedia": null, "keywords": null, "related": null, "slug": "hostathash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8942.png", "url": "hostathash.com", "documents": [{"id": 17496, "name": "Refund Policy", "url": "https://hostathash.com/refund-policy/", "xpath": "//body", "text": " WhatsApp: +1-3523898104\nsupport@hostathash.com<ul>\n<li>Already have an Account ?</li>\n<li>Login</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Domain<ul>\n<li>Domain Register</li>\n<li>Domain Transfer</li>\n</ul>\n</li>\n<li>Shared Host<ul>\n<li>Starter Plans</li>\n<li>Business Plans</li>\n</ul>\n</li>\n<li>Cloud WordPress</li>\n<li>Reseller</li>\n<li>VPS<ul>\n<li>SSD VPS</li>\n<li>Cloud VPS</li>\n</ul>\n</li>\n<li>Servers<ul>\n<li>Dedicated Server</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Offers</li>\n</ul>\nSelect Page\n<ul>\n<li>Home</li>\n<li>Domain<ul>\n<li>Domain Register</li>\n<li>Domain Transfer</li>\n</ul>\n</li>\n<li>Shared Host<ul>\n<li>Starter Plans</li>\n<li>Business Plans</li>\n</ul>\n</li>\n<li>Cloud WordPress</li>\n<li>Reseller</li>\n<li>VPS<ul>\n<li>SSD VPS</li>\n<li>Cloud VPS</li>\n</ul>\n</li>\n<li>Servers<ul>\n<li>Dedicated Server</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Offers</li>\n<li>Already have an Account ?</li>\n<li>Login</li>\n</ul>\n<strong>Refund Policy</strong>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Money Back Guarantee</strong>\n</p>\n<p>Our 15 days&nbsp;money back guarantee is only applicable if you are not happy with our hosting service due to slow server or if the service is not as described, please create a support ticket with as much detail as possible and we will get back to you as soon as possible.</p>\n<p>\n<em>Note: We only provide&nbsp;money back guarantee on our Shared hosting plans.</em>\n</p>\n<p>&nbsp;</p>\n<p>\n<em>\n</em>\n<strong>Payment Refunds after service activation</strong>\n</p>\n<p>No refunds are provided in case of SSD VPS, Cloud VPS, Dedicated Server, Cloud WordPress hosting, Domain name registration/transfer/renewal.</p>\n<p>\n<strong>Paypal Payments</strong>\n</p>\n<p>If payment is made using PayPal, you agree that you’ll follow our TOS and in case your service is suspended due to violation of TOS, we are not liable to pay you a refund in any condition</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>Last updated on : 06-04-2022</p>Hosting Packages<ul>\n<li>Shared hosting (Starter Plans)</li>\n<li>Shared hosting (Business Plans)</li>\n<li>Cloud WordPress hosting</li>\n<li>SSD VPS hosting</li>\n<li>Cloud VPS hosting</li>\n<li>Dedicated Server hosting</li>\n<li>Reseller hosting</li>\n</ul>Services Link<ul>\n<li>Website Designing</li>\n<li>Web Development</li>\n<li>Android Application</li>\n<li>IOS Application</li>\n<li>SEO</li>\n</ul>Quick Links<ul>\n<li>Register Domain Name</li>\n<li>Transfer Domain Name</li>\n<li>Datacenter</li>\n<li>My Account</li>\n<li>My Services</li>\n<li>My Invoices</li>\n<li>Contact Us</li>\n</ul>Payment Gateways<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<br>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Facebook\n</li>\n<li> Twitter\n</li>\n</ul>© Copyright 2017-2023 HostatHash | All Rights Reserved | Terms of Service | Privacy Policy | Refund Policy ", "created_at": "2023-07-08 22:19:54.263379", "updated_at": "2023-07-08 22:20:35.63343"}, {"id": 17495, "name": "Privacy Policy", "url": "https://hostathash.com/privacy-policy", "xpath": "//body", "text": " WhatsApp: +1-3523898104\nsupport@hostathash.com<ul>\n<li>Already have an Account ?</li>\n<li>Login</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Domain<ul>\n<li>Domain Register</li>\n<li>Domain Transfer</li>\n</ul>\n</li>\n<li>Shared Host<ul>\n<li>Starter Plans</li>\n<li>Business Plans</li>\n</ul>\n</li>\n<li>Cloud WordPress</li>\n<li>Reseller</li>\n<li>VPS<ul>\n<li>SSD VPS</li>\n<li>Cloud VPS</li>\n</ul>\n</li>\n<li>Servers<ul>\n<li>Dedicated Server</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Offers</li>\n</ul>\nSelect Page\n<ul>\n<li>Home</li>\n<li>Domain<ul>\n<li>Domain Register</li>\n<li>Domain Transfer</li>\n</ul>\n</li>\n<li>Shared Host<ul>\n<li>Starter Plans</li>\n<li>Business Plans</li>\n</ul>\n</li>\n<li>Cloud WordPress</li>\n<li>Reseller</li>\n<li>VPS<ul>\n<li>SSD VPS</li>\n<li>Cloud VPS</li>\n</ul>\n</li>\n<li>Servers<ul>\n<li>Dedicated Server</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Offers</li>\n<li>Already have an Account ?</li>\n<li>Login</li>\n</ul>\n<strong>Privacy Policy</strong>\n<p>&nbsp;</p>\n<p>HostatHash (“We”, “Company”, “Our”, or “Us”) is the owner of hostathash.com (“Website”).\nWe respect the online privacy of the visitors of this Website (“You” or “Your”) through our compliance with the provisions contained in this Privacy Policy (“Policy”).\nThis Policy, essentially, informs you about the kind of information we collect, how we use, protect and sometimes disclose such information while you are using the Website service.</p>\n<p>Please read this Policy document carefully.\nIf you do not agree with any of the provisions contained herein, you understand and agree that your sole remedy shall be the immediate cessation of Website service in any form and manner whatsoever.</p>\n<strong>\n<u>Amendments</u>\n</strong>\n<p>We reserve the right to change this Policy at any time, in our sole discretion and without any prior information to anyone.\nAll such amendments shall be effective on their posting on this Website page.\nYour continued use of the Website service signifies your implied acceptance of such amended Policy.\nYou are requested to visit this page periodically in order to remain updated on the amended Policy.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Applicability</u>\n</strong>\n<p>This Policy shall be applicable on the information collected through the Website, any email, text or electronic communication with you, or through mobile-based application that enables use of the service, which is otherwise provided online through the Website.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Privacy of Children</u>\n</strong>\n<p>The Website service is intended for use by persons who are eligible to enter into a valid contract.\nTherefore, we do not recommend the use of the Website service for children under the age of 18 years.\nIf you are under the age of 18 years, you are requested to stop any further use of the Website service.\nIf you suspect that we are in possession of any information or data related to children below 18 years, please contact us at&nbsp;<strong>support@hostathash.com</strong>&nbsp;for immediate remedial action.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Information Collection</u>\n</strong>\n<p>1) Personally Identifiable Information: During your use of the Website service, we may collect certain personally identifiable information including, without limitation,</p>\n<ul>\n<li>your name,</li>\n<li>age,</li>\n<li>gender,</li>\n<li>postal address,</li>\n<li>email address,</li>\n<li>telephone number,</li>\n<li>company name,</li>\n<li>company/personal website URL</li>\n<li>job title and</li>\n<li>other company/personal details.</li>\n</ul>\n<p>This information is collected only when you voluntarily provide us with the requested details during your use of the Website service.\nFor instance, without limitation, information submitted while filling forms on the Website (e.g., registration form, order form), reporting a problem in the Website service, responding to surveys and questionnaires.</p>\n<p>2) Non-personally Identifiable Information: We also collect certain non-personally identifiable information from your use of the Website service, which does not directly identify you.\nThis information may include, without limitation,</p>\n<ul>\n<li>the operating system installed on your computer system,</li>\n<li>the browser you used to access the Website,</li>\n<li>your Internet Protocol (IP) Address,</li>\n<li>the IP Address of your Internet Service Provider (ISP),</li>\n<li>location data,</li>\n<li>traffic data,</li>\n<li>communication data,</li>\n<li>browsing patterns (for instance, Website pages most visited, time spent on each page, action taken on each page, etc.)</li>\n</ul>\n<p>&nbsp;</p>\n<p>The non-personally identifiable information is collected through the use of technological tools, like:</p>\n<p>(a) Cookies, which are small text files that are deposited on the hard drive of your computer system by default when you visit the Website to access Website service.\nYou may refuse to accept cookies by adjusting your browser preferences.\nHowever, we strongly advise against refusing the cookies from our servers for two reasons: (i) our cookies neither compromise on your online privacy, nor do they harm your computer system in any manner whatsoever.\nand (b) by refusing cookies, you may not be able to access some portions of our Website service.</p>\n<p>(b) Web Beacons, which are, essentially, clear GIF files that offer multiple benefits, like counting users who have visited Website pages or opened an e-mail and for recording the popularity of certain Website content and verifying system and server integrity.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Use of Personally Identifiable Information</u>\n</strong>\n<p>Your personally identifiable information so collected is used for the following purposes:</p>\n<p>(a) to provide you with customized Website service,<br> (b) to provide you with the information you specifically request from us,<br> (c) to process and fulfill your requests on the Website,<br> (d) to communicate with you the latest updates, news and information about the Website and Website service,<br> (e) to send you notices,<br> (f) to notify you about any changes made on the Website or Website service,<br> (g) for any other purpose for which the use of personally identifiable information is indispensable.</p>\n<p>You may opt-out of our mailing list in case you do not wish to receive any kind of email communications from us by clicking ‘Unsubscribe’ or sending us a request to unsubscribe at the bottom of every email you receive from us.\nHowever, we reserve the right to send important communications even if you have opted out of our mailing list.</p>\n<p>Your personally identifiable information is strictly used in accordance with the purposes mentioned herein.\nWe do not sell, rent or lease out or in any way, commercially exploit your personally identifiable information.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Use of Non-Personally Identifiable Information</u>\n</strong>\n<p>The non-personally identifiable information so collected is used for the following purposes:</p>\n<p>(a) to prevent repeat login during an active session, while you are browsing different pages on the Website or switching to different features of the Website services,<br> (b) to improve our Website, Website content and Website service in order to deliver better and personalized services,<br> (c) to study your browsing patterns for our internal research purposes,<br> (d) to customize the Website service,<br> (e) to speed up your searches.</p>\n<p>Your non-personally identifiable information may be shared with our affiliates and advertising partners under strict confidentiality conditions, which prohibit such affiliates and partners from sharing such information with any other person and using such information for purposes other than those specifically agreed upon.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Disclosure of Information</u>\n</strong>\n<p>We do not disclose your information without your consent except as provided for herein.\nHowever, under the following circumstances, we may disclose your information without incurring any liability or without your consent:</p>\n<p>(a) disclosure in compliance with an order from an appropriate legal entity, including court, or for the purposes of abeyance of legal processes,<br> (b) disclosure to enforce our legal rights and other rights as provided for in our Terms of Use Agreement,<br> (c) disclosure to prevent fraud or any other alleged illegality on the Website,<br> (d) disclosure to protect the rights, property, or safety of the Company, our customers or others,<br> (e) disclosure to the successor-in-interest in case of sale, or substantial sale, of assets of the Company.</p>\n<strong>\n<u>Access to Information</u>\n</strong>\n<p>You can review and update your personally identifiable information by logging into your account and managing your profile settings.\nAlternatively, you can send us an email at&nbsp;<strong>support@hostathash.com</strong>, with the specific request to update your personally identifiable information in our records.\nHowever, we may not be able to update all the requested information in case it violates any applicable law.\nSome information may be un-editable without creating a new user account.</p>\n<p>&nbsp;</p>\n<strong>\n<u>Data Security</u>\n</strong>\n<p>We have implemented strong human and technological safeguards to prevent loss or misuse of your information so collected through your use of this Website or Website service.\nHowever, despite our best efforts, there cannot be a foolproof mechanism to prevent loss or unauthorized access to sensitive information stored on our servers by hackers due to rapid advancement in technology.\nFor all such accidental or inadvertent data loss, the Company shall not be liable to anyone.</p>\n<p>You shall be solely responsible for any authorized or unauthorized use of your account, whether the activity in your account is legitimate or otherwise.\nTherefore, it is important to preserve the safety and integrity of your username and password.</p>\n<strong>For EEA users</strong>\n<p>HostatHash uses, stores and processes personal data, including those mentioned in the ‘Information Collection’ section.\nWe use this data to provide you services and under contractual agreement.\nWe rely on your consent to process Personal Data to send promotional emails and to place cookies on your devices.</p>\n<p>We would also like to notify you that we collect, process and transfer your data to India and US, where it is stored in our local servers.\nBy visiting or using our Services, you consent to the collection and storage of your Personal data, including the data you’ve provided as well as the data automatically collected, to servers in India and US.\nIf you do not agree to this, please delete your account and refrain from using our services.</p>\n<strong>Rights of EEA Users</strong>\n<p>Individuals located in the European Economic Area (EEA) have certain rights in respect to their personal information, including the right to access, correct, or delete Personal Data we process through your use of our website or services.</p>\n<p>Under the EEA laws, you are applicable to:</p>\n<ul>\n<li>\n<strong>Information Copy –</strong>&nbsp;You can send us an email on&nbsp;support@hostathash.com&nbsp;and request a copy of the personal information that the company has on you.</li>\n<li>\n<strong>Prevent Marketing Messages–&nbsp;</strong>We only send marketing communications to users located in the EEA with your prior consent, and you can prevent us from using your information to provide you with promotional content by simply “unsubscribing” to the mailers.\nPlease note you will continue to receive transactional messages related to our Services, even if you unsubscribe from marketing emails.</li>\n<li>\n<strong>Updating/Deleting Information –&nbsp;</strong>You can either edit and/or delete the information directly on your Dashboard or you can send us an email on&nbsp;support@hostathash.com&nbsp;to update, and/or delete information related to you.\nPlease give us up to 5 working business days to ensure that the request is complied with.</li>\n</ul>\n<p>We will consider all requests and provide our response within the time period stated by applicable law.\nPlease note, however, that certain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation.\nTo the extent that you make such a request, we require certain information to help verify your request and prevent fraudulent information and removal requests.\nThese including information such as username and email address associated with the account.\nWe may also ask your billing information when it is regarding a purchasing issue.\nDepending on the circumstances and the information you request, we may require additional methods of verification in our discretion.</p>\n<strong>\n<u>Contact Us</u>\n</strong>\n<p>In case you still have any questions or privacy concerns on the Website, please contact us at&nbsp;<strong>support@hostathash.com</strong>&nbsp;We shall strive to answer all your queries at our earliest administrative convenience.</p>\n<p>&nbsp;</p>\n<p>Last Updated: 8 June 2018</p>Hosting Packages<ul>\n<li>Shared hosting (Starter Plans)</li>\n<li>Shared hosting (Business Plans)</li>\n<li>Cloud WordPress hosting</li>\n<li>SSD VPS hosting</li>\n<li>Cloud VPS hosting</li>\n<li>Dedicated Server hosting</li>\n<li>Reseller hosting</li>\n</ul>Services Link<ul>\n<li>Website Designing</li>\n<li>Web Development</li>\n<li>Android Application</li>\n<li>IOS Application</li>\n<li>SEO</li>\n</ul>Quick Links<ul>\n<li>Register Domain Name</li>\n<li>Transfer Domain Name</li>\n<li>Datacenter</li>\n<li>My Account</li>\n<li>My Services</li>\n<li>My Invoices</li>\n<li>Contact Us</li>\n</ul>Payment Gateways<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<br>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Facebook\n</li>\n<li> Twitter\n</li>\n</ul>© Copyright 2017-2023 HostatHash | All Rights Reserved | Terms of Service | Privacy Policy | Refund Policy ", "created_at": "2023-07-08 22:16:38.250454", "updated_at": "2023-07-08 22:16:59.46056"}, {"id": 17497, "name": "TERMS & CONDITIONS", "url": "https://hostathash.com/terms-of-service/", "xpath": "//body", "text": " WhatsApp: +1-3523898104\nsupport@hostathash.com<ul>\n<li>Already have an Account ?</li>\n<li>Login</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Domain<ul>\n<li>Domain Register</li>\n<li>Domain Transfer</li>\n</ul>\n</li>\n<li>Shared Host<ul>\n<li>Starter Plans</li>\n<li>Business Plans</li>\n</ul>\n</li>\n<li>Cloud WordPress</li>\n<li>Reseller</li>\n<li>VPS<ul>\n<li>SSD VPS</li>\n<li>Cloud VPS</li>\n</ul>\n</li>\n<li>Servers<ul>\n<li>Dedicated Server</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Offers</li>\n</ul>\nSelect Page\n<ul>\n<li>Home</li>\n<li>Domain<ul>\n<li>Domain Register</li>\n<li>Domain Transfer</li>\n</ul>\n</li>\n<li>Shared Host<ul>\n<li>Starter Plans</li>\n<li>Business Plans</li>\n</ul>\n</li>\n<li>Cloud WordPress</li>\n<li>Reseller</li>\n<li>VPS<ul>\n<li>SSD VPS</li>\n<li>Cloud VPS</li>\n</ul>\n</li>\n<li>Servers<ul>\n<li>Dedicated Server</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Offers</li>\n<li>Already have an Account ?</li>\n<li>Login</li>\n</ul>\n<strong>WEB HOSTING TERMS &amp.\nCONDITIONS</strong>\n<p>&nbsp;</p>\n<p>The terms and conditions described herein govern your purchase and use in any manner of all products and services ordered by the Client and provided by&nbsp;<em>\n<u>HostatHash</u>\n</em>.</p>\n<p>By purchasing and using the services you agree to all of the terms and conditions outlined here.</p>\n<p>\n<em>\n<u>HostatHash</u>\n</em>&nbsp;reserves the right to modify any of the terms and conditions contained within this agreement at anytime and for any reason.\nCompany can make modifications to the terms and conditions without notice to the Client.\nThe continued use of the service implies you agree with the changes and agree to be bound by them.</p>\n<p>\n<strong>\n<u>Payment Terms</u>\n</strong>\n</p>\n<p>Client agrees to pay for service using his/her preferred payment method and any future renewals will be billed to the same card unless otherwise canceled.\nPayment will be billed monthly or annually depending on the package selected and agreed upon.\nPayment will be made for the selected term.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Billing of Service</u>\n</strong>\n</p>\n<p>Your service will be automatically renewed if there if no cancellation request made prior 48hrs of the renewal date of your service.<br>No cancellation request will be accepted within 48hrs of due date.<br>You are liable to pay the the invoice and/or legal actions will be taken in this regards.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Term and Termination</u>\n</strong>\n</p>\n<p>This Agreement is effective from the date services are purchased and will continue until terminated by either party.\nClient has the right to terminate services before 48hrs of renewal date.\nCompany has the right to terminate services within 5 days of providing a notice for any reason but also including failure to pay or breach of&nbsp.\nterms and conditions.</p>\n<p>\n<em>Upon termination for any reason, all data stored on the Client account will be deleted and cannot be restored.\nNO REFUND will be provided in this condition and also the person is no more liable to use or service.</em>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Website Transfer</u>\n</strong>\n</p>\n<p>In some circumstances, the Company can transfer your website from your old host.\nYou may be eligible to receive a free transfer within thirty (30) days of account activation depending on the type and size of your website.\nOutside of the initial thirty (30) day time-frame, please contact our support team by creating a support ticket to receive a quote to transfer your website.\nThe Company is not responsible for any loss of data during the transfer.\nIt is your responsibility to maintain a current backup of your website including content and data at all times.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Website Content</u>\n</strong>\n</p>\n<p>You are permitted to upload, store, publish, display and distribute text, images and videos through our services.\nThis includes any content added by you or users of your website.\nYou agree that in use of our services you hold the right to post the content on your website.</p>\n<p>The client holds full rights to all content and no rights are held by the Company.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Account Eligibility</u>\n</strong>\n</p>\n<p>By purchasing services you agree you are eighteen (18) years of age or older as the services provided are solely intended for users eighteen years of age or older.\nAny registration or use of the account by anyone under the age of eighteen (18) is in violation of this agreement.</p>\n<p>If the provided service is used by another party on behalf of the client, as the other party you agree to be bound to this Agreement and to use the service responsibility as intended by the Client.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Account Information</u>\n</strong>\n</p>\n<p>We will reach out to you if there is a problem or issue with your account that requires your attention.\nIt is your responsibility to keep your contact information up-to-date.\nThe Company cannot be held responsible for your inaccurate or out-of-date information.\nWe also don’t allow FAKE details to be used by our clients.\nIf found that you are using FAKE information to use our service then it will be considered as violation of our TOS.\nWe might ask you to provide GOVERNMENT ID to ensure that you are not using FAKE information if suspected</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Account Usage</u>\n</strong>\n</p>\n<p>You are responsible for any and all use on your account.\nIt is your responsibility to keep your account confidential.<br>In the event of non-payment, the Client is not permitted to use the website in any manner.<br>Accounts cannot be used to host websites not owned by the Client.\nThe Client does not have the right to resell any portion of the account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Client Support</u>\n</strong>\n</p>\n<p>The Company provides support through the email helpdesk and by phone.\nYou can expect a response within 24 hours and you should expect a response during standard business hours.\nPhone support is an addon packages and is available for an additional fee.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Censorship</u>\n</strong>\n</p>\n<p>Company will exercise no control whatsoever over the content of the information passing through the network, email or web site.\nClient agrees to only store information on their account in agreement with the terms and conditions.\nThe Company does not monitor the data on any website and the Client is solely responsible for any sensitive information displayed or submitted on the website.</p>\n<p>The Company has the right to remove any portion of a website to take corrective action at the sole discretion of the Company.\nThe Company also has the right to suspend or terminate services without a refund in the Client is found to be in violation of the terms and conditions.\nThe Company does not hold any liability for any corrective action that was required to be taken.</p>\n<p>The Company has the right to refuse any subject matter it deems inappropriate.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Warranties</u>\n</strong>\n</p>\n<p>Company makes no warranties or representations of any kind for the service provided.\nCompany is not responsible for any loss or damages that may be suffered by client from delays or errors of the Client, HostatHash staff(Human error) or by hardware failure.\nIt is the Client’s responsibility to maintain a regular back-up of any data stored in the Client’s account including website, database, files and any other data.<br>Company does provide back-up services at an additional fee to assist the Client with back-up of data if desired.</p>\n<p>Company works hard to maintain all equipment associated with the service so it performs optimally, however, as with all technology on occasion there may be disruptions of service.\nIn the event of service failure, the Company is limited to damages of the pro-rata monthly charge during the time of service interruption.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Permissions and Releases</u>\n</strong>\n</p>\n<p>The Client agrees to indemnify and hold harmless the Service Company against any and all claims, costs, and expenses, including attorney’s fees, due to materials included in the Work at the request of the Client for which no copyright permission or previous release was requested or uses which exceed the uses allowed pursuant to a permission or release.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Transfer of Agreement</u>\n</strong>\n</p>\n<p>Client may not assign or transfer this Agreement.\nIn the event that Client assumes a new owner due to sale of the company or any other reason, the Client shall notify Company in writing at least 30 days prior to the effective date.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Third Party Products and Services</u>\n</strong>\n</p>\n<p>The Company may provide referrals to third party products and services.\nIt is the Client’s responsibility to confirm the terms and conditions of the third party products and services as the Company is not an agent or representative of any kind of any third party.\nThe Company is also not responsible for any content displayed on third party websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Indemnification</u>\n</strong>\n</p>\n<p>Both Client and Company agree to defend each party against any third-party claim or suit alleging and breach in accordance with these terms and conditions.\nCustomer shall indemnify for all losses, damages and liabilities including all reasonable expenses incurred by the&nbsp;<em>HostatHash</em>&nbsp;as a result of the claim.\nThe Company shall also indemnify the Client for all losses, damages and liabilities including all reasonable expenses incurred by the Client as a result of the claim.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Governing Law and Jurisdiction</u>\n</strong>\n</p>\n<p>Any controversy or claim arising out of or relating to this Agreement, the formation of this Agreement or the breach of this Agreement, including any claim based upon an alleged tort, shall be governed by the substantive laws of India.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Money Back Guarantee</strong>\n</p>\n<p>Our 15 days&nbsp;money back guarantee is only applicable if you are not happy with our hosting service due to slow server or if the service is not as described, please create a support ticket with as much detail as possible and we will get back to you as soon as possible.</p>\n<p>\n<em>Note: We only provide&nbsp;money back guarantee on our Shared hosting plans.</em>\n</p>\n<p>&nbsp;</p>\n<p>\n<em>\n</em>\n<strong>Payment Refunds after service activation</strong>\n</p>\n<p>No refunds are provided in case of SSD VPS, Cloud VPS, Dedicated Server, Cloud WordPress hosting, Domain name registration/transfer/renewal.<br>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Service Upgrade/Downgrade</strong>\n</p>\n<p>Easy upgrade/downgrade service is only provided in our Shared Web hosting plans and in our Cloud WordPress Hosting.\nHowever, you cannot use Shared Web hosting credits in Cloud WordPress hosting as both are on different Platform.</p>\n<p>Your current SSD VPS, Cloud VPS and or Dedicated server cannot be upgraded or downgrade.\nIf you want to upgrade/downgrade any of these service, you won’t be provided with any credits for the time remaining of your service.\nFresh SSD VPS, Cloud VPS and or Dedicated server is provided when you upgrade/downgrade any of these service.\nYou will need to setup the server as per your needs and migrate your data.\nMigration service is not provided with&nbsp;SSD VPS, Cloud VPS and or Dedicated server service.</p>\n<p>\n<strong>\n<u>Limitation of Liability</u>\n</strong>\n</p>\n<p>The liability of the&nbsp;<em>HostatHash</em>&nbsp;shall not exceed the amount paid by the customer during the 1 month prior to the date of the claim.\nThe Company is not liable for any loss of use, data or interruption in business or service whether the cause was direct or indirect.</p>\n<p>\n</p>\n<p>\n<strong>Software policy(Control Panel)</strong>\n</p>\n<p>HostatHash holds no liability on control panel software nor is responsible for loss caused by software.<br>We provide control panel software “as is” without making modifications to the core files.<br>We also reserve the right to change our Control panel (cPanel,DrectAdmin,etc) if the license price of the software get increased.<br>We reserve the right to change control panel of our “Shared hosting” environment at any moment if there is any changes in pricing of the software license.&nbsp;</p>\n<p>\n<strong>\n<u>Websites &amp.\nScripts NOT allowed to host</u>\n</strong>\n</p>\n<p>We follow this up VERY STRICTLY and we don’t allow websites &amp.\nscripts<br>Phishing,<br>Malware,<br>Port Scanners,<br>Proxies,<br>Shells,<br>Spamming,<br>Bots,<br>Nulled softwares,<br>or any other script used for ILLEGAL purpose.</p>\n<p>We also do not provide BOT traffic on our servers.\nUsing BOT to get traffic on your website which is hosted on our server is&nbsp;violation of TOS.\nWe have hold the right to stop you from using our service and also terminate your account.</p>\n<p>\n<strong>\n<u>WordPress Plugins and Themes not allowed on Server</u>\n</strong>\n</p>\n<p>1) Wordfence Web Application Firewall<br>2) Sucuri Security<br>3) BackupBuddy<br>4) Nulled themes<br>5) Nulled Plugins<br>6) Auto Blogging(Considered as BOT)</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Unlimited Disk and hosting disk Policy<br>\n</strong>\n<strong>\n<br>\n</strong>Unlimited Disk space at HostatHash hosting means, you can use unlimited disk space until you start using it for storage purpose.<br>Also the same applies to our Shared hosting and Cloud WordPress hosting.<br>For example, the below files are not allowed to be hosted on our servers:&nbsp;<br>a) storing videos.<br>b) storing backups (.zip, .tar, .tar.gz, .sql, .wpress or any other backup file/extension.\nAny backup file exceed’s 24 hrs will be deleted by us without any prior notice).<br>c) storing pdf’s (total PDF’s size under hosting account should not exceed more than 70MB).<br>d) creating online file sharing websites like dropbox,mega,etc<br>e) create video sharing websites<br>Or any other things which includes storing huge files on our hosting.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Offers and discounts</u>\n</strong>\n</p>\n<p>We may provide offers and discounts for clients, maybe for new clients or existing one’s, EACH offer have its OWN T&amp;C.\nIts your responsibility to ask for the T&amp;C before availing the offer.\nAvailing the offer state that “You have AGREED the T&amp;C of the offer”.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Malware, Security, Spam, Virus infection Policy</strong>\n</p>\n<p>Hacking attacks, Malware infection, Virus infection or any other kind of attack ‘within your hosting account’ is your responsibility.<br>It is your responsibility to keep your hosting account secure from everything which can harm our network.&nbsp;<br>Anything which harm ‘HostatHash network’ is against our Terms and conditions and is considered as threat.<br>We hold full right to eliminate anything which can or will harm our network.\nOur Right includes ‘terminating service’ without any refund.<br>You are also liable to pay a fine to coverup ‘damages’ made by your hosting account because of Malware, Spam, Virus infection, etc.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Zero-Tolerance Policy&nbsp;</strong>\n</p>\n<p>You are the owner of your hosting account and hence you are responsible for any violation of our TOS if violated in your account,<br>We have the right to Terminate your service without any refund.<br>We reserve the right to no longer provide you our service or block service partially.\nYou’ll be informed about our final decision.<br>\n<strong>Bulk mailing</strong>&nbsp;or any other action performed which is Illegal, the owner of the hosting account will held responsible.<br>It is the account holder responsibility to ensure that his/her account is not being used to violate our TOS.&nbsp;</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Late Payments &amp.\nLate fees</strong>\n</p>\n<p>Payments which are overdue for more than 4 days will have late fee added.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Paypal Payments</strong>\n</p>\n<p>If payment is made using PayPal, you agree that you’ll follow our TOS and in case your service is suspended due to violation of TOS, we are not liable to pay you a refund in any condition</p>\n<p>&nbsp;</p>\n<strong>Dedicated server and VPS Terms and Conditions</strong>\n<p>\n<em>\n<strong>Unmanaged Server:</strong>\n</em>\n<br>No support will be provided as it is a Unmanaged VPS.\nLimited support will be provided which only includes keeping the server up and running.\nOther support may be provided and you’ll be charged according to the support request.</p>\n<p>\n<em>\n<strong>Managed Server:</strong>\n</em>\n<br>We provide fully managed cPanel server.\nOur managed service is only limited to cPanel software and we do not provide for any third party application in server.<br>cPanel is must for using our managed server service.<br>However, we provide management service with other control panel as everyone do not prefer Paid control panel like cPanel.\nHence, we provide support for Free control panels.\nIt is your responsibility to ensure your preferred control panel is trusted and secure.</p>\n<p>\n<strong>Backups:</strong>\n</p>\n<p>We do not maintain any type of backups in Cloud WordPress, SSD VPS, Cloud VPS and Dedicated Server.\nIt is your responsibility to maintain backup of your data.<br>We currently only maintain backups of Shared Hosting server which are only to be used by ‘HostatHash’ and for our ‘internal’ use only.&nbsp;<br>We will not be held responsible for any loss of data due to Disk crashed, System failure, Natural calamities or human error.</p>\n<p>\n<strong>Support for Unmanaged servers.</strong>\n</p>\n<p>You will be charged a minimum charge of Rs 700(10$) per support ticket for Unmanaged servers.\n<br>This price may be increased depending upon the problem and or support request.<br>Support will be provided “per incident” and it cannot include more than 1 support request.\nEach incident/support request will have individual ticket to provide the best service.<br>Inactive tickets will be closed after 48hrs and or if the support ticket is marked completed.<br>Support ticket can be re-opened within 7 days of support provided.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>Last updated on : 22-05-2021</p>Hosting Packages<ul>\n<li>Shared hosting (Starter Plans)</li>\n<li>Shared hosting (Business Plans)</li>\n<li>Cloud WordPress hosting</li>\n<li>SSD VPS hosting</li>\n<li>Cloud VPS hosting</li>\n<li>Dedicated Server hosting</li>\n<li>Reseller hosting</li>\n</ul>Services Link<ul>\n<li>Website Designing</li>\n<li>Web Development</li>\n<li>Android Application</li>\n<li>IOS Application</li>\n<li>SEO</li>\n</ul>Quick Links<ul>\n<li>Register Domain Name</li>\n<li>Transfer Domain Name</li>\n<li>Datacenter</li>\n<li>My Account</li>\n<li>My Services</li>\n<li>My Invoices</li>\n<li>Contact Us</li>\n</ul>Payment Gateways<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<br>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Facebook\n</li>\n<li> Twitter\n</li>\n</ul>© Copyright 2017-2023 HostatHash | All Rights Reserved | Terms of Service | Privacy Policy | Refund Policy ", "created_at": "2023-07-08 22:20:07.782203", "updated_at": "2023-07-08 22:20:16.381442"}], "points": [], "urls": ["hostathash.com"]}}