{"error": 448, "message": "OK", "parameters": {"id": 8245, "name": "Shariq the Coach", "created_at": "2023-05-08 19:13:15.11294", "updated_at": "2023-05-08 22:02:25.401185", "wikipedia": null, "keywords": null, "related": null, "slug": "shariq-the-coach", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8245.png", "url": "shariqthecoach.com.au", "documents": [{"id": 15995, "name": "Terms of Use", "url": "https://shariqthecoach.com.au/terms-of-use", "xpath": "//body", "text": " <ul>\n</ul>\n<strong>Book your FREE session</strong>\n<p>\n<strong>Terms of Use</strong>\n</p>Acceptance of Terms<p>The services that this site provides to you are subject to the following terms of use.\nWe reserve the right to update the terms at any time without notice to you.\nThe most current version of the terms can be reviewed by clicking on the hypertext link located at the bottom of our website.</p>Privacy and Protection of Personal Information<p>See the Privacy Policy link in the footer of the site relating to the collection and use of your information.\n</p>Documents available on this website<p>Permission to use documents from this site is granted.\nHowever, this permission is conditional on: (1) the copyright notice below appears in all copies and that both the copyright notice and this permission notice appear, (2) use of such documents from this site is for informational and non-commercial or personal use only and will not be copied or posted on any network computer or broadcast in any media, and (3) no modifications of any documents are made.</p>\n<p>Documents specified above do not include the design or layout of the this site.</p>\n<p>We and/or respective suppliers make no representations about the suitability of the information contained in the documents and related graphics published as part of the site for any purpose.\nAll such documents and related graphics are provided \"as is\" without warranty of any kind.\nWe and/or respective suppliers hereby disclaim all warranties and conditions with regard to this information, including all warranties and conditions of merchantability, whether express, implied or statutory, fitness for a particular purpose, title and non-infringement.\nIn no event shall We and/or respective suppliers be liable for any special, indirect or consequential damages or any damages whatsoever resulting from loss of use, data or profits, whether in an action of contract, negligence or other tortious action, arising out of or in connection with the use or performance of information available from the services.</p>\n<p>The documents and related graphics published on the services could include technical inaccuracies or typographical errors.\nChanges are periodically added to the information herein.\nWe and/or respective suppliers may make improvements and/or changes in the product(s) and/or the program(s) described herein at any time.</p>Copyright Permission<p>While many uses of our copyrighted materials do require written permission, some uses do not.</p>Use of Images<p>In some instances, we cannot specifically grant permission for end users to reproduce, redistribute or modify clip art or graphics located on this website, because certain clip art or graphics may be owned by third parties and licensed to us.</p>Use of Text<p>You should not assume that all articles or documents that are contained on this site are owned by us.\nWe are not the copyright owner of everything that is posted on our website.\nTherefore, you must first determine whether or not we are identified as the copyright owner.\nIf another party is identified as the copyright owner, please contact them directly for permission to use the documentation.</p>Screenshots<p>We do not object to third party use of screen shots in books and other printed matter, on video tape, on World Wide Web pages, or in television programmes so long as the use is not disparaging.</p>Linking to this site<p>Generally, we do not object to parties making referential links to the this site.\nHowever, we prefer that any reference to our site appear in a simple font and format and that you use appropriate words</p>Software, documents and services<p>In no event shall we and/or respective suppliers be liable for any special, indirect or consequential damages or any damages whatsoever resulting from loss of use, data or profits, whether in an action of contract, negligence or other tortious action, arising out of or in connection with the use or performance of software, documents, provision of or failure to provide services, or information available from the services.</p>Member account, password and security<p>If any of the services requires you to open an account, you must complete the registration process by providing us with current, complete and accurate information as prompted by the applicable registration form.\nYou are entirely responsible for maintaining the confidentiality of your password and account.\nFurthermore, you are entirely responsible for any and all activities that occur under your account.\nYou agree to notify us immediately of any unauthorised use of your account or any other breach of security.\nWe will not be liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge.\nHowever, you could be held liable for losses incurred by us or another party due to someone else using your account or password.\nYou may not use anyone else's account at any time, without the permission of the account holder.</p>No unlawful or prohibited use<p>As a condition of your use of the services, you will not use the services for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou may not use the services in any manner that could damage, disable, overburden, or impair any server, or the network(s) connected to any server, or interfere with any other party's use and enjoyment of any Services.\nYou may not attempt to gain unauthorised access to any Services, other accounts, computer systems or networks connected to any server or to any of the Services, through hacking, password mining or any other means.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the services.</p>Linking to Third Party Sites<p>The links in this area will let you leave the site.\nThe linked sites are not under our control and we are not responsible for the contents of any linked site or any link contained in a linked site, or any changes or updates to such sites.\nWe are not responsible for webcasting or any other form of transmission received from any linked site.\nWe are providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by us of the site.</p>Copyright notice<p>Copyright © Shariq The Coach.\nAll rights reserved.\nAny rights not expressly granted herein are reserved.\n</p>\n<strong>© Shariq The Coach.\nAll rights reserved.</strong>Privacy PolicyTerms of Use ", "created_at": "2023-05-08 19:13:46.357649", "updated_at": "2023-05-08 19:13:53.428954"}, {"id": 15994, "name": "Privacy Policy", "url": "https://shariqthecoach.com.au/privacy-policy", "xpath": "//body", "text": " <ul>\n</ul>\n<strong>Book your FREE session</strong>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>This privacy policy will explain how we use the personal data we collect from you when you use this website.</p>Topics:<ul>\n<li>What data do we collect?</li>\n<li>How do we collect your data?</li>\n<li>How will we use your data?</li>\n<li>How do we store your data?</li>\n<li>What are your data protection rights?</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our privacy policy</li>\n</ul>What data do we collect?<p>This site collects the following data for all users:</p>\n<ul>\n<li>Your IP address to determine the country and city from where this website was accessed (the IP address is not stored, only processed to identify the location, then discarded)</li>\n<li>Time and date you accessed this website</li>\n<li>How long it took for the website to load</li>\n<li>Which (if any) website contained the link that brought you to this website, known as the \"referrer\" (e.g.\nfrom a LinkedIn post, or a search engine)</li>\n<li>Your \"User Agent\" string - this means, which browser you are using to access this website (e.g.\nChrome / Opera / Firefox) and the type of operating system you are using to access this site (e.g.\nWindows / Mac / iOS / Android)</li>\n<li>You can find out more details abour your \"User Agent\" on the Mozilla.org glossary page.</li>\n</ul>\n<p>Additionally, if you choose to use the booking feature (the \"Book your FREE session\" buttons) we will collect: </p>\n<ul>\n<li>Your name</li>\n<li>Your email address</li>\n<li>Your phone number</li>\n<li>Any notes you send to us during the booking process</li>\n</ul>How do we collect your data?<p>You provide us with the data we collect.\nWe collect data and process data when you: </p>\n<ul>\n<li>Use our website.</li>\n<li>Use the booking feature (the \"Book your FREE session\" buttons).</li>\n</ul>How will we use your data?<p>We collect your data so that we can:</p>\n<ul>\n<li>Analyse how many people have used the website, how fast it was for them, from which country, using which type of browser and operating system.</li>\n<li>We use this analysis to make improvements to the website.</li>\n<li>For example, we might make performance enhancements to enable the website to load faster from certain locations, operating systems or browsers if we find a specific problem with it's performance.</li>\n<li>We might use the data to identify pages that are the most popular and change them to make the information easier to access.</li>\n<li>While list above is not exhustative, it is indicative of how any usage collected data will be used.</li>\n</ul>\n<p>Additionally, if you choose to use the booking feature (the \"Book your FREE session\" buttons):</p>\n<ul>\n<li>Book appointments with you and notify you of them.</li>\n</ul>How do we store your data?<p>We securely store your data in encrypted form on cloud storage using multi-factor authenticated security controls.</p>\n<p>We will keep your data for 3 years.\nOnce this time period has expired, we will delete your data.</p>What are your data protection rights?<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<ul>\n<li>The right to access - You have the right to request for copies of your personal data.\nWe may charge you a small fee for this service.</li>\n<li>The right to rectification - You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request we to complete the information you believe is incomplete.</li>\n<li>The right to erasure - You have the right to request that Our Company erase your personal data, under certain conditions.</li>\n<li>The right to restrict processing - You have the right to request that we restrict the processing of your personal data, under certain conditions.</li>\n<li>The right to object to processing - You have the right to object to our processing of your personal data, under certain conditions.</li>\n<li>The right to data portability - You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</li>\n</ul>Privacy policies of other websites<p>If this website contains links to other websites, please note that our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.</p>Changes to our privacy policy<p>We keeps this privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated in May 2023.</p>\n<strong>© Shariq The Coach.\nAll rights reserved.</strong>Privacy PolicyTerms of Use ", "created_at": "2023-05-08 19:13:15.143696", "updated_at": "2023-05-08 19:14:47.817723"}], "points": [], "urls": ["shariqthecoach.com.au"]}}