{"error": 448, "message": "OK", "parameters": {"id": 7380, "name": "Talentprise", "created_at": "2023-02-10 18:31:40.189824", "updated_at": "2023-03-29 19:26:40.469353", "wikipedia": null, "keywords": null, "related": null, "slug": "talentprise", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7380.png", "url": "talentprise.com", "documents": [{"id": 14172, "name": "Terms and Conditions", "url": "https://talentprise.com/terms-and-conditions/", "xpath": "//body", "text": " Skip to content <ul>\n<li>HomeExpand <ul>\n<li> Leading Talent Sourcing Platform<p>+100K Skilled Job Seekers and Recruiters </p>Talent/Job Seeker<p>Get discovered by employers and get the job you want.</p>Enterprise/Employer<p>Get direct access to top talents.\nBuild talent pools for your business.</p>\n</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>About</li>\n<li>MoreExpand <ul>\n<li> AI-Powered Recruitment<p>Candidate Sourcing Made Easier.\nTalentprise puts the best-fit talent in front of recruiters</p> How It Works For Talent<p>Find out how AI technology in Talentprise works for your benefits</p>How It Works for Recruiters<p>Find out how Talentprise uses AI to address your hiring challenges.</p>AI Headhunter<p>AI matching algorithm allows you to find top candidates in minutes.</p>\nOccupations<p>List of occupations.\nExplore which occupations fit your vacancy.</p>FAQ<p>Detailed frequently asked questions addressing your needs.</p>Contact<p>Get in touch if you have any questions, suggestions, or feedback.\n</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Log in</li>\n<li>Get Started</li>\n</ul> Toggle Menu Terms and Conditions<p>These Terms and Conditions were last updated on February 10, 2021.</p>\n<p>Welcome to Talentprise.com (the “Website”) provided by TALENTPRISE Inc, (“Talentprise”, “we” or “us”).&nbsp;</p>\n<p>\n<strong>PLEASE READ THE FOLLOWING TERMS AND CONDITIONS CAREFULLY BEFORE USING THE WEBSITE.&nbsp;&nbsp;</strong>\n</p>\n<p>By using information collected at the Website or any services that are available on the Website (the “Services”), you agree to be bound by the following Terms and Conditions and our Privacy Policy.\nIf you do not want to be bound by our Terms and Conditions or our Privacy Policy your only option is to not use the Website.</p>\n<strong>YOUR USE OF THE WEBSITE</strong>\n<p>We or our content providers own all of the content on the Website.&nbsp.\nInformation provided by us on the Website, as well as the manner in which we have compiled, arranged and assembled our content is protected by copyright and other applicable laws.\nYou may use the content which is available on the Website only for your personal, non-commercial and information purposes.\nCopying, publishing, broadcasting, modification, distribution or transmission of any portion of information or materials of the Website in any way without our prior written consent is strictly prohibited.\nWe reserve title and full intellectual property rights for all the information, materials available on or received from the Website.\nBy means of these Terms and Conditions, we grant you a non-exclusive, royalty free, worldwide license to use our content in accordance with these Terms and Conditions.&nbsp.\nIn no case, you may not delete, change or pass over any copyright or trademark notices if such were posted by us or any of our third parties on the Website.&nbsp;&nbsp;</p>\n<p>\n<strong>TERMS&nbsp;</strong>\n</p>\n<p>In these Terms and Conditions the following terms are used:</p>\n<ul>\n<li>Talentprise is a talent acquisition technology provider that is the owner and operator of the Website.&nbsp;</li>\n<li>User is an enterprise, company or individual that registered an account on the Website and uses the Services provided through the Website.</li>\n<li>Website Visitor is a person who is visiting the Website and browsing it’s content without being registered as a User.</li>\n</ul>\n<strong>ELIGIBILITY</strong>\n<p>You must be at least 18 (eighteen) years of age, or the age of legal majority in your jurisdiction, to use the Website.\nIf you are under 18 (eighteen) years old and would like to use the Website you may only do so under the supervision of a legal guardian, who will be considered the user of the Website.&nbsp.\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>OUR GOAL AND SERVICES</strong>\n</p>\n<p>We created this Website with the aim to provide the Users with a quick, efficient, easy-to-use platform for connecting and linking employers with highly skilled employees, creating customized talent pipelines.&nbsp.\nThrough the Website, we provide Users with a set of internet tools to enable them to define their personas and find the best match using AI &amp.\nML (Artificial Intelligence and Machine Learning) &nbsp;technologies.\nThe users will also benefit from the enormous resources and insights available in the Website, or search for employment in a simple and convenient way.&nbsp;</p>\n<p>Our main goal is to connect talents who are searching for a job opportunity with potential employers that are searching for talents.\nWe believe that the Services we provide through this Website will be valuable and useful for a wide audience: talents, job-seekers, enterprises and their in-house recruiters, hiring managers, human resources (HR) managers, talent acquisition leaders, hiring agencies and solo recruiters.</p>\n<p>In order to be able to use our Services, you need to become our User.\nFor this purpose, you need to go through the User registration process on the Website and choose the suitable User’s role and subscription basis.&nbsp;</p>\n<p>At the beginning of the User’s registration process you will have to choose your User’s type:</p>\n<ul>\n<li>Type A – Enterprise (Employer) – searching for talents;&nbsp;</li>\n<li>Type B – Talent (Employee) – seeking for a job opportunities (full-time.\npart-time.\nfreelance job opportunities, etc);</li>\n</ul>\n<p>When completing the registration process, you will be requested to fill out an online assessment form and confirm that you have read, understood and accepted these Terms and Conditions.&nbsp;</p>\n<p>Among other matters, Subscription basis means that we may automatically charge you on a monthly or yearly basis for our Services prolongation.\nThe detailed information about existing tariffs, their scope and prices are available on the Website.</p>\n<p>Please be informed that when you pay us for our Services we do not collect, process or use any of your payment data.\nAll data during the payment process is collected, processed or stored by independent payment service providers: WILL BE PROVIDED AT A LATER STAGE.&nbsp;&nbsp;</p>\n<p>\n<strong>PRICE OF SERVICES</strong>\n</p>\n<p>The Website and the Services are provided to you on an “as is” basis.\nAll the actual prices of Services can be found on the relevant Website price page: WILL BE PROVIDED AT A LATER STAGE.</p>\n<p>Starting from January 1, 2022 in order to be able to register an account and access the Services you may be required to have a valid credit card and provide its details during the registration process.</p>\n<p>The Services are charged in advance, by default on a monthly or yearly prepaid basis and can be canceled any time.\nAll fees for the Services, once paid, are non-refundable.</p>\n<p>All fees for Services are exclusive of any and all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties.\nFor any upgrade in plan level, the credit card that you provided will automatically be charged at the point in time when you upgrade.\nDowngrading your Service will result in the remaining month to be charged at the current plan.\nThe default payment date for credit card charges and invoices is the same date you place the order or receive the invoice.&nbsp;</p>\n<p>You can cancel your subscription plan without additional costs at any time.\nIf you terminate your Service subscription before the end of your current prepaid period (month or year), we will terminate your subscription plan immediately and you will not be charged again but you will have access to Service for the rest of the paid period.&nbsp;</p>\n<p>In case you decide to terminate your User’s account and delete its entire records from the Website, we will terminate your subscription plan immediately, you will not be charged again, and you will not have access to Services for the rest of the period.\nIf you decide to register again, you will be treated as a new User.</p>\n<p>\n<strong>PROMOTIONS AND MARKETING</strong>\n</p>\n<p>The Website and Services may intend to provide you with publicly available information, and therefore your use of the Website or Services is not intended to be private.\nWe reserve the right unless expressly prohibited in writing by you, to use your company name and mention your usage of the Website and Services in press releases, interviews, promotional materials, sales sheets, presentations, websites and other self-­promotional channels.</p>\n<p>You also agree that we may add a notice “Powered by Talentprise”or add a text link to the Website to marketing emails.</p>\n<p>\n<strong>USER’S CONSENT FOR VERIFICATION </strong>\n</p>\n<p>Registering a new account at Talentprise requires both email and phone verification.\nYou agreed to receive verification links and codes by email and SMS on your phone.\nMessage and data rates apply.&nbsp;</p>\n<p>\n<strong>USER’S OBLIGATIONS&nbsp;</strong>\n</p>\n<p>You are obligated to use any and all content of the Website and Services in accordance with these Terms and Conditions and applicable laws.\nThe User is held responsible for the accuracy of the submitted information in relation to Talentprise, as well as in relation to all third parties.\nThe User is strictly prohibited from submitting inappropriate and offensive content that may violate the applicable legal rules or the moral rules of society.\nDiscrimination is strictly prohibited, especially on the grounds of race, skin colour, sex, language, religious beliefs, political or other orientation, national or social background as well as on any other ground of discrimination.\nTalentprise reserves the right not to publish such content, as well as content that can be labeled as a criminal offense, misdemeanor or can cause damage to Talentprise or to any third party.</p>\n<p>The User may use the personal information that is made available to him/her by means of Website or Services exclusively for the intended purposes of the Website and Services as stipulated in these Terms and Conditions.\nThe use of personal information for any other purpose will be seen as unauthorized use and misuse.\nAny unauthorized use and misuse of any personal information made available to a User through the Website or Services is strictly prohibited.&nbsp;</p>\n<p>The User’s account access authentications are strictly confidential and may not be transferred or disclosed to any third parties.\nThis is the User’s obligation not to share his/her User’s access authentications (i.e username and password) with any other third person.\nThe User guarantees the accuracy of the chosen user type (i.e.\nTalent or Enterprise).\nFor Enterprise users, there are different types of users based on the employer’s type.\nEvery User should register his account with accuracy based on the right category demonstrated on the Website.&nbsp;</p>\n<strong>THE AVAILABILITY OF THE WEBSITE AND SERVICES</strong>\n<p>We will make all reasonable efforts to ensure that the Website and/or Services are available 24 hours a day, 7 days a week.\nHowever, there will be circumstances when the Website and/or Services will be interrupted for maintenance, upgrades and emergency repairs or due to failure of telecommunications links and equipment.\nWe will take every reasonable step to minimize such disruption where it is within our reasonable control.\nTalentprise does not guarantee the uninterrupted availability of the Website and/or Services and shall not be responsible for any type of damage that may arise as a result of the inability to use the Website and/or Services.</p>\n<p>The User uses the Website and Services entirely at his/her/its own risk.\nTalentprise should not be liable for any damage that may occur due to inaccurate data submitted by the User, decisions taken on the basis of content published on the Website or errors or omissions related to the completeness, precision and accuracy of any content published on the Website.</p>\n<p>\n<strong>CHANGES TO THESE TERMS AND CONDITIONS</strong>\n</p>\n<p>From time to time, we may change these Terms and Conditions without notice.&nbsp;It is your sole responsibility to regularly review these Terms and Conditions.\nYour continued use of the Website following the posting of changes to the Terms and Conditions indicates your acceptance of those changes.&nbsp;&nbsp;</p>\n<p>\n<strong>THIRD-PARTY WEBSITES AND SERVICES</strong>\n</p>\n<p>The Website may contain links to other websites on the Internet, all of which should have their own privacy and data collection policies.\nLinks to websites are provided only for your convenience and you access such websites at your own risk.</p>\n<p>The Website and Services may include integrations with third-party services.\nTalentprise shall make all reasonable efforts to ensure the successful operation of such integrations.\nHowever, as the integration to third-party services is dependent upon the technical setup of third-party systems, which are not under Talentprise’s control, Talentprise shall not be liable for any failures relating to the integration resulting from actions or omissions of the User or such third-party service provider.</p>\n<p>The third-party services are provided by third-party service providers on their own behalf and on their own accounts which means that such third-party service providers are not acting as Talentprise’s subcontractors or sub-processors.\nWhen the User purchases such third-party services through the Website, the terms and conditions of those third-party service providers including the data protection terms should apply to the User.</p>\n<p>The User agrees that Talentprise (a) is not responsible for the content and the operation of any third-party services and makes no representation and (b) has no liability whatsoever to the User.</p>\n<p>The User must review such terms and conditions before purchasing or otherwise accessing any such third-party services.\nTalentprise does not take any responsibility for, nor makes any warranty on behalf of, such third-party service providers.\nIf a third-party service provider ceases to make them or any data or functions therein available for interoperation with the Website or Services on reasonable terms, Talentprise may cease providing those features without entitling the User to any refund, credit, or other compensation.</p>\n<p>Any exchange of data between the User and Third-party Services’ service providers is solely between the User and third-party service provider and Talentprise is not responsible for any disclosure, modification or deletion of the User’s data resulting from access by such third-party service provider.</p>\n<p>\n<strong>LIABILITY DISCLAIMER</strong>\n</p>\n<p>Information provided by us on the Website and Services is general in nature and is not intended to be a substitute for professional advice.\nAll information and materials are provided on an “as is” basis without warranty of any kind, whether express, implied or statutory.\nThis disclaimer includes, but is not limited to, any and all warranties of merchantability, fitness for a particular purpose, and non-infringement.\nWe have been trying to provide you with the most accurate information possible, however, we make no claims, promises, or guarantees about the accuracy or completeness of the information provided by us on the Website.\nWe reserve the right to alter, revise or modify the Website or any information available on it at any time without notice.&nbsp.\nYou as a visitor and user of the Website use the Website and its content solely at your own risk.\nWe are not responsible or liable for the accuracy, usefulness or availability of any information transmitted or made available on the Website.&nbsp;&nbsp;</p>\n<p>\n<strong>PRIVACY</strong>\n</p>\n<p>The privacy of visitors and Users of the Website and Services is of extreme importance to us.\nOur Privacy Policy describes our information handling practices when you access the Website or use any of our Services available through the Website.&nbsp;</p>\n<strong>USER COMMUNICATIONS</strong>\n<p>Any comment, material, information or other communication that you post, upload or submit to the Website or that is displayed on the Site at your direction (each a “Communication”) will be considered non-confidential and non-proprietary, and we will be under no obligation to maintain the confidentiality of any Communication.</p>\n<p>You are responsible for your Communications.\nYou shall ensure that your Communications do not infringe any copyright or trademark with respect to any person, entity, product or service, or violate any other rights of any other of another person or entity.\nYou shall be solely liable for any claims, damages or other liabilities resulting from your use of the Website or your uploading, posting, or submission of any Communication or the content of any of your Communications.</p>\n<p>Any opinions, advice, statements or other information contained in Communications are those of the author and not of us.\nWe do not endorse or guarantee the accuracy, completeness or usefulness of any Communication.\nPlease do your best to ensure that your own Communications are accurate.</p>\n<strong>INDEMNIFICATION</strong>\n<p>You agree to indemnify, defend, and hold us harmless from and against all losses, expenses, damages, and costs, including reasonable attorneys’ fees, resulting from any violation by you of these Terms and Conditions and/or your use of the Website.</p>\n<strong>APPLICABLE LAW</strong>\n<p>These Terms and Conditions will be governed by and interpreted in all respects in accordance with the substantive laws of the province of Ontario, without regard to its choice of law provisions.\nExcept as specified herein, any disputes directly or indirectly arising out of or relating to the Terms and Conditions or the Website will be resolved exclusively in the province of Ontario, Canada.\nYou hereby irrevocably consent to such venue and to the exclusive jurisdiction of any such court over any such dispute.</p>\n<strong>CONTACT US</strong>\n<p>If you have any questions about these Terms and Conditions, feel free to contact us.&nbsp;</p> EMPLOYERS<ul>\n<li>Hire Candidate</li>\n<li>How it Works</li>\n<li>User Guide</li>\n<li>AI-Headhunter</li>\n<li>Tech Recruitment</li>\n</ul> JOB SEEKERS<ul>\n<li>Find Job</li>\n<li>How it Works</li>\n<li>User Guide</li>\n<li>Tell a Friend</li>\n</ul> IT CAREERS<ul>\n<li>Middle East</li>\n<li>USA</li>\n<li>Canada</li>\n<li>Europe</li>\n</ul>\n<p>Talentprise is an AI-Powered candidate sourcing platform.\nWe are not an agent or a representative of any employer.</p>\n<p>Privacy | Terms | Cookies</p>\n<ul>\n<li>Blog</li>\n<li>About</li>\n<li>Occupations</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul>\n<p>© 2023 Talentprise Inc.\nAll rights reserved.</p> Linkedin Twitter Facebook Log In\nSign Up <p>\n</p>\n<ul>\n<li>Enterprise/Employer</li>\n<li>Talent/Job Seeker</li>\n<li>How it WorksExpand child menuExpand <ul>\n<li>Enterprise</li>\n<li>Talent</li>\n<li>AI-Headhunter</li>\n</ul>\n</li>\n</ul> Linkedin Twitter Facebook <ul>\n<li>Blog</li>\n<li>About</li>\n<li>Occupations</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-02-10 18:31:40.252098", "updated_at": "2023-02-10 18:32:14.883142"}, {"id": 14171, "name": "Privacy Policy", "url": "https://talentprise.com/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>HomeExpand <ul>\n<li> Leading Talent Sourcing Platform<p>+100K Skilled Job Seekers and Recruiters </p>Talent/Job Seeker<p>Get discovered by employers and get the job you want.</p>Enterprise/Employer<p>Get direct access to top talents.\nBuild talent pools for your business.</p>\n</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>About</li>\n<li>MoreExpand <ul>\n<li> AI-Powered Recruitment<p>Candidate Sourcing Made Easier.\nTalentprise puts the best-fit talent in front of recruiters</p> How It Works For Talent<p>Find out how AI technology in Talentprise works for your benefits</p>How It Works for Recruiters<p>Find out how Talentprise uses AI to address your hiring challenges.</p>AI Headhunter<p>AI matching algorithm allows you to find top candidates in minutes.</p>\nOccupations<p>List of occupations.\nExplore which occupations fit your vacancy.</p>FAQ<p>Detailed frequently asked questions addressing your needs.</p>Contact<p>Get in touch if you have any questions, suggestions, or feedback.\n</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Log in</li>\n<li>Get Started</li>\n</ul> Toggle Menu Privacy Policy<p>This Privacy Policy was last updated on February 10, 2021.</p>\n<p>\n<strong>GENERAL PROVISIONS</strong>\n</p>\n<p>The privacy of our visitors is of extreme importance to us.\nThis document outlines our privacy guidelines, to which you agree by navigating this site.\nRegular updates of the privacy policy are completed, requiring you to check back on this policy from time to time.</p>\n<p>TALENTPRISE Inc, (“we”, “us” and “our”) respect and protect the privacy of visitors to our website and our customers who use our services.\nTo ensure transparency, this Privacy Policy describes our information handling practices when you access content we own or operate on the website:&nbsp;Talentprise.com&nbsp;(the “Website”).</p>\n<p>This Privacy Policy together with the Terms and Conditions apply to your use of this Website: and any of the services accessible through this Website (the “Services”).&nbsp;&nbsp;<strong>&nbsp;</strong>\n</p>\n<p>This Privacy Policy outlines the method and framework on which any personal data we collect from you, or that you provide to us, will be processed and used by us.</p>\n<p>In the course of this Privacy Policy “personal data” (“personal data”, “personal information”) means data relating to natural person who is identified or can be identified directly or indirectly, in particular by reference to the data which is provided to us by you or collected by us from you and therefore come into the possession of the data controller, i.e.\nTALENTPRISE Inc.</p>\n<p>We have been making our best efforts in order to comply with Data Protection Law (“Data Protection Law”),&nbsp.\nincluding without limitation applicable European Regulation 2016/679 Of The European Parliament and of the Council Of 27 April 2016 also known as General Data Protection Regulation (“General Data Protection Regulation”, “GDPR”), the Delaware Online Privacy and Protection Act (DOPPA), the California Online Privacy Protection Act 2003 (CalOPPA), other relevant US federal and state laws as well as other international data protection rules.</p>\n<p>PLEASE TAKE YOUR TIME TO READ THIS PRIVACY POLICY CAREFULLY AND MAKE SURE YOU UNDERSTAND IT.\nYOUR USE OF THIS WEBSITE IS POSSIBLE ONLY UPON YOUR ACCEPTANCE OF THIS PRIVACY POLICY.\nIF YOU DO NOT AGREE WITH THIS PRIVACY POLICY, PLEASE LEAVE THIS WEBSITE AND DO NOT USE IT.</p>\n<p>It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.</p>\n<p>This Website is not intended for children and we do not intentionally collect data relating to children.</p>\n<p>This Website may include links to third-party websites, applications or plug-ins.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.</p>\n<p>&nbsp;<strong>ABOUT US&nbsp;</strong>\n</p>\n<p>This Website is operated and owned by TALENTPRISE Inc, incorporated in the United States.</p>\n<p>TALENTPRISE Inc.\nacts as a Data Controller in respect of your personal data that we process.\nIf you have any questions about how we collect, store or use your data, please contact us.</p>\n<p>\n<strong>INFORMATION WE COLLECT ABOUT YOU</strong>\n</p>\n<p>We collect from you the following personal data: name, email address, computer’s internet protocol (IP) address, photo(s), country and city of residence, reference to your social network IDs (for example, to your LinkedIn.</p>\n<p>In order to use all the features of the Services, we provide on the Website you may be requested to register your account on the Website.\nDuring the registration, we will ask you to provide us with some information about yourself, your professional skills and experience and/or about your company by means of completing the questionnaire.\nIn such a questionnaire we may ask you to provide us the following information, without limitation: name, contact details, email, photo, reference to your social media profile, resume, educational background, work experience, previous and current job title, the industry you work or worked in, professional skills, language skills, job preferences, job competencies, IT and computer skills, job title, your company details (company type, company name, size, industry, social media account, address, countries of operation)</p>\n<p>When you pay us for our Services we do not collect, process or use any of your payment data.\nAll data during the payment process is collected, processed or stored by independent payment service providers: TO BE PROVIDED AT A LATER STAGE.</p>\n<p>When processing your personal data we are governed by the following principles:</p>\n<ul>\n<li>personal data is processed lawfully, fairly and in a transparent manner in relation to you;&nbsp;</li>\n<li>personal data is collected only for specified, explicit and legitimate purposes;</li>\n<li>personal data is always adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed;&nbsp;</li>\n<li>accurate and, where necessary, kept up to date.\nevery reasonable step must be taken to ensure that personal data that are inaccurate, having regard to the purposes for which they are processed, are erased or rectified without delay.&nbsp;&nbsp;</li>\n</ul>\n<p>\n<strong>PURPOSES OF PROCESSING OF PERSONAL DATA</strong>\n</p>\n<p>We may process your personal data for a number of different purposes.\nFor each purpose, we must have a legal ground for such processing.&nbsp;</p>\n<p>Generally, such legal grounds are as follows:</p>\n<ul>\n<li>you have given us explicit consent to the processing of your personal data;</li>\n<li>processing is necessary for the performance of a contract to which you are the party or in cases you requested us to process your prior to entering into a contract;&nbsp;</li>\n<li>processing is necessary for compliance with our legal obligation to which we are the subject;</li>\n<li>processing is necessary in order to protect the your vital interests or of another natural person;&nbsp;</li>\n<li>processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority laid upon us as controller;&nbsp;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by us or by a third party.&nbsp;</li>\n</ul>\n<p>\n<strong>What do we mean when we say “Legitimate Interest” and “Performance of contract”?</strong>\n</p>\n<p>Legitimate Interest shall mean our interest as a business in conducting and managing.\nWe hereby confirm that we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).</p>\n<p>Performance of Contract means processing your data where it is necessary for the performance of a contract to which you are a party or to take steps at your request before entering into such a contract.</p>\n<p>\n<strong>DISCLOSURE</strong>\n</p>\n<p>We do not disclose your personal data to any third parties.\nHowever, we may disclose your personal data if such disclosure is required or permitted by law.&nbsp.\nIn some cases, personal data may be shared with certain third-party service providers as well as between our internal departments (engineering, analytics, legal, customer and marketing, etc.) for the purposes specified in this Privacy Policy.&nbsp;</p>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.</p>\n<p>If you are EU/EEA citizen or resident please be aware that we and some of our third parties are based outside the EU/EEA which means that the processing of your personal data will involve a transfer of data outside the EU/EEA.</p>\n<p>Whenever we transfer your personal data out of the EU/EEA, we ensure that at least one of the following safeguards is implemented:</p>\n<ul>\n<li>we will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission;</li>\n<li>where we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in the EU;</li>\n<li>where we use providers based in the US, we may transfer data to them if they ensure a high level of personal data protection.</li>\n</ul>\n<p>If there is neither adequacy decision nor appropriate safeguards implemented we still may transfer your personal data out of the EU due to the following justifications:</p>\n<ul>\n<li>we have been informed you about the possible risks of transfers of your personal data and you has explicitly consented to the proposed transfer of your personal data out of the EU;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li>\n<li>the transfer is necessary for the performance of a contract concluded between you and us or if you requested us to perform pre-contractual measures;&nbsp;</li>\n<li>the transfer is necessary for the conclusion or performance of a contract concluded between us and other natural or legal person for your benefit;&nbsp;</li>\n<li>the transfer is necessary for important reasons of public interest;&nbsp;</li>\n<li>the transfer is necessary for the establishment, exercise or defence of legal claims;&nbsp;</li>\n<li>the transfer is necessary in order to protect your vital interests or interests of other persons in cases where you are physically or legally incapable of giving consent;&nbsp;</li>\n</ul>\n<p>\n<strong>COOKIES</strong>\n</p>\n<p>“Cookies” are small pieces of information that are stored by your browser on your device.\nLike most websites, we use cookies to keep track of your activity and enhance your experience.\nWe also use cookies to assist us in the fight against fraud or malice.\nIf you wish not to receive cookies, you can disable them on the toolbar of your browser at any time.\nHowever, if you do that, you may not be able to access certain areas or features of this Website.</p>\n<p>\n<strong>SECURITY</strong>\n</p>\n<p>We use reasonable security precautions to protect the security and integrity of your personal data, both during transmission and once we receive it, in accordance with this Privacy Policy and applicable law.&nbsp.\nWe have been making our best efforts to use all reasonable industry standards to secure your personal data.\nHowever, no method of electronic storage or Internet transmission is completely secure, and we can not guarantee that security breaches will not occur.\nWithout limitation of the foregoing, we are not responsible for the actions of hackers and other unauthorized third parties that breach our reasonable security procedures.<strong>\n</strong>\n</p>\n<p>\n<strong>AGE OF CONSENT</strong>\n</p>\n<p>This Website may only be used by natural persons who have the legal capacity to enter into legally binding contracts under the law applicable in their country of residence.\nBy agreeing to this Privacy Policy, you represent that you are of legal age in your state or country of residence.\nThis Website is not intended for children and we do not intentionally collect data relating to children.</p>\n<p>\n<strong>YOUR LEGAL RIGHTS</strong>\n</p>\n<p>Under Data Protection Law you have certain rights in relation to the personal information that we hold about you.\nYou may exercise these rights at any time by contacting us using the contact details set out in this Privacy Policy.</p>\n<ul>\n<li>\n<strong>The right to request access to your personal data</strong>.\nThis means that you may request us to send you a copy of the personal data we hold about you and to check that we are lawfully processing it.</li>\n<li>\n<strong>The right to request correction of the personal data.&nbsp;</strong>This means that you may request any incomplete or inaccurate data we hold about you to be corrected.</li>\n<li>\n<strong>The right to request erasure of your personal data.</strong>&nbsp;This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing, where we may have processed your information unlawfully or where we are required to erase your personal data in order to comply with any relevant applicable laws.\nPlease note that sometimes we may be unable to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</li>\n<li>\n<strong>The right to object to processing.</strong>&nbsp.\nYou may object to processing of your personal data where you know or have grounds to assume that such processing impacts on your fundamental rights and freedoms.\nAlso you have the right to object processing at any time where we are processing your personal data for direct marketing purposes.\nWe may demonstrate that we are processing your data due to legitimate grounds which in certain circumstances override your rights and freedoms.</li>\n<li>\n<strong>The right to request restriction of processing of personal data.&nbsp;</strong>You may request usto suspend the processing when you want us to make the processed data accurate.\nor the processing of data is unlawful but you do not want us to erase it.\nor if you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.\nBesides that, in the privacy setting of your User’s profile, you can set your entire profile as invisible.\nIn this case, all your User’s personal data will be excluded from any data processing and will not appear in any search engine to any other users or third parties.&nbsp;</li>\n<li>\n<strong>The right to request the transfer of your personal data to you or to a third parties.</strong>&nbsp.\nIt means that upon your request we will provide you, or a third party you have chosen, with your personal data in a structured, commonly used, machine-readable format.&nbsp.\nPlease note that this right only applies to data which are processed by automated means and only in cases where&nbsp.\nyou provided us with the relevant explicit consent to such processing or processing is used in course of performance of contract.</li>\n<li>\n<strong>The right to withdraw consent at any time.&nbsp;</strong>You may withdraw your consent to processing of your personal data at any time, without affecting the lawfulness of processing based on consent before its withdrawal.</li>\n</ul>\n<p>If you wish to exercise any of the rights set out above, please contact us directly via email specified in this Privacy Policy.</p>\n<p>\n<strong>DATA RETENTION</strong>\n</p>\n<p>TALENTPRISE Inc.\nwill keep your personal data only as long as it is necessary in order to fulfill the purposes the personal data was collected for, including without limitation the purposes of compliance with any relevant reporting, accounting or legal requirements.</p>\n<p>When determining how long your personal data will be kept with us, we consider the following factors: nature, the sensitivity of the personal data and its amount.\nthe potential risk of harm from unauthorised use or disclosure of your personal data;&nbsp.\nthe purposes for which we collected your personal data and process it.\napplicable legal requirements.</p>\n<p>Where we are processing your personal data for marketing purposes, we may contact you to ensure you are pleased to continue receiving our marketing communications.\nYou may require us not to use your personal data for marketing purposes or object to such processing at any time by sending appropriate requests or statements to our email address.\nWe may use and process your personal data for marketing purposes only if you provide us with your prior consent and explicit desire to receive marketing materials from us.</p>\n<p>\n<strong>CHANGES TO PRIVACY POLICY</strong>\n</p>\n<p>We reserve the right to change, amend or modify this Privacy Policy without notice at any time and from time to time, including as needed to comply with the appropriate laws and regulations.\nAny changes, amendments or modifications will be posted on this page.\n&nbsp;The new terms may be displayed on-screen and you may be required to read and accept them to continue your use of this Website or Services.&nbsp.\nWe also may notify you about any changes, amendments or modifications to this Privacy Policy, Terms and Conditions, or Cookie Policy by email.</p>\n<p>\n<strong>REQUEST FOR INFORMATION</strong>\n</p>\n<p>Sometimes we may need to request specific information from you in order to confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>\n<strong>&nbsp;TIME LIMIT TO RESPOND</strong>\n</p>\n<p>We will make our best efforts to respond to all your legitimate requests within 1 (one) month.\nSometimes it may take us longer than 1 (one) month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>\n<strong>COMPLAINTS</strong>\n</p>\n<p>You have the right to lodge a complaint with a data protection authority, in particular in the state or country of your habitual residence, place of work or place of the alleged infringement if you consider that the processing of your personal data infringes the applicable Data Protection Law.</p>\n<p>However, we would appreciate the possibility to deal with your concerns before you send your complaint to the supervisory authority so please contact us in the first instance.</p>\n<p>\n<strong>QUESTIONS AND CONTACT INFORMATION</strong>\n</p>\n<p>If you have any questions or concerns about this Privacy Policy or the collection, use or handling of your personal information, feel free to contact us.</p> EMPLOYERS<ul>\n<li>Hire Candidate</li>\n<li>How it Works</li>\n<li>User Guide</li>\n<li>AI-Headhunter</li>\n<li>Tech Recruitment</li>\n</ul> JOB SEEKERS<ul>\n<li>Find Job</li>\n<li>How it Works</li>\n<li>User Guide</li>\n<li>Tell a Friend</li>\n</ul> IT CAREERS<ul>\n<li>Middle East</li>\n<li>USA</li>\n<li>Canada</li>\n<li>Europe</li>\n</ul>\n<p>Talentprise is an AI-Powered candidate sourcing platform.\nWe are not an agent or a representative of any employer.</p> Talentprise Reviews Talentprise Reviews <p>Privacy | Terms | Cookies</p>\n<ul>\n<li>Blog</li>\n<li>About</li>\n<li>Occupations</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul>\n<p>© 2023 Talentprise Inc.\nAll rights reserved.</p> Linkedin Twitter Facebook Log In\nSign Up <p>\n</p>\n<ul>\n<li>Enterprise/Employer</li>\n<li>Talent/Job Seeker</li>\n<li>How it WorksExpand child menuExpand <ul>\n<li>Enterprise</li>\n<li>Talent</li>\n<li>AI-Headhunter</li>\n</ul>\n</li>\n</ul> Linkedin Twitter Facebook <ul>\n<li>Blog</li>\n<li>About</li>\n<li>Occupations</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul> ", "created_at": "2023-02-10 18:31:40.221704", "updated_at": "2023-02-10 18:34:53.991989"}], "points": [{"id": 29914, "title": "There is a date of the last update of the agreements", "source": "https://talentprise.com/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2023-02-10 18:33:22.88954", "updated_at": "2023-07-11 06:27:26.713425", "quoteText": null, "case_id": 331, "document_id": 14172, "quoteStart": null, "quoteEnd": null}], "urls": ["talentprise.com"]}}