{"error": 448, "message": "OK", "parameters": {"id": 7861, "name": "ButcherBox", "created_at": "2023-04-01 23:59:41.797264", "updated_at": "2023-04-22 11:50:35.986207", "wikipedia": null, "keywords": null, "related": null, "slug": "butcherbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7861.png", "url": "butcherbox.com", "documents": [{"id": 15176, "name": "Terms & Conditions", "url": "https://www.butcherbox.com/terms-of-use/", "xpath": "//body", "text": "Skip to main content<p>Free Chicken Nuggets for a Year</p>MenuButcherBox Logo<ul>\n<li>How it Works</li>\n<li>Sourcing</li>\n<li>Recipes&nbsp;Chevron Down</li>\n<li>Gifts</li>\n<li>FAQs</li>\n<li>\n</li>\n<li>Sign In</li>\n<li>Choose your plan</li>\n</ul>Prefer to talk? Call us to order (855) 981-8568Terms &amp.\nConditionsTERMS OF USE AND CONDITIONS OF PURCHASERevised: August 31, 2022Welcome to ButcherBox and our Terms of Use and Conditions of Purchase (these “Terms”).PLEASE CAREFULLY READ THESE TERMS BEFORE USING THE SERVICES (defined below) OR PLACING AN ORDER.Note that Section 15 of these Terms contains a mandatory arbitration provision that requires ButcherBox and you to use binding arbitration on an individual basis and limits the remedies available to ButcherBox and you in the event of certain disputes.\nBy agreeing to these Terms, ButcherBox and you are giving up our rights to bring our disputes before a jury or as a member of class action.By accessing or using the services provided by ButcherBox OpCo, LLC or our subsidiaries or other affiliates (collectively, “ButcherBox,” “we,” “us” or “our”) through our websites, blogs and/or mobile applications (collectively, the “Sites” and together with such services, the “Services”) you agree to be bound by these Terms and all of the Terms incorporated herein by reference.\nIf you do not agree to these Terms, you may not access or use the Services.If you are using the Services on behalf of any entity, you represent and warrant that you are authorized to accept these Terms on such entity’s behalf and that such entity agrees to be responsible to us if you or such entity violates these Terms.ButcherBox reserves the right to change or modify these Terms at any time and in our sole discretion.\nIf we make material changes to these Terms, we will provide notice of such changes, such as by sending you an email notification or providing notice through the Sites.\nBy continuing to access or use the Services in any way after such notice has been provided, you confirm your acceptance of the revised Terms and all of the terms incorporated therein by reference.\nWe encourage you to review the Terms frequently to ensure that you understand the terms and conditions that apply when you access or use the Services or Order.\nIf you do not agree to the revised Terms, you are free to reject them and will not be able to access or use the Services.1.\nPrivacy Policy.Please refer to our Privacy Policy, available at https://www.butcherbox.com/privacy-policy/ (“Privacy Policy”) for information about how we collect, use and disclose information about you.\nIf you are a California Resident, please see additional privacy disclosures at https://www.butcherbox.com/ccpa-privacy-policy/2.\nEligibility.The Services are not targeted toward or intended for use by anyone under the age of 18.\nBy using the Services, you represent and warrant that you (a) are 18 years of age or older, (b) are a legal resident of the United States, (c) have not been previously suspended or removed from the Services, or engaged in any activity that could result in suspension or removal from the Services, (d) do not have more than one ButcherBox account, and (e) have full power and authority to enter into these Terms and in so doing will not violate any other agreement to which you are a party.3.\nRegistration, Account and Communication Preferences.In order to access and use certain areas of the Services, you will need to register for a ButcherBox account.\nBy creating an account, you agree to (a) provide accurate, current and complete account information, (b) maintain and promptly update from time to time as necessary your account information, (c) maintain the security of your password and accept all risks of unauthorized access to your account and the information you provide to us, and (d) immediately notify us if you discover or otherwise suspect any security breaches related to the Services or your account.<br>\n<br>By creating a ButcherBox account, you also consent to receive electronic communications from ButcherBox (e.g., via email or by posting notices to the Sites).\nThese communications may include notices about your account (e.g., payment authorizations, password changes and other transactional information) and are part of your relationship with us.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including, but not limited to, that such communications be in writing.\nYou should maintain copies of electronic communications from us by printing a paper copy or saving an electronic copy.\nWe may also send you promotional communications via email, including, but not limited to, newsletters, special offers, surveys and other news and information we think will be of interest to you.\nYou may opt out of receiving these promotional emails at any time by following the unsubscribe instructions provided therein.4.\nTerms of Sale.A.\nSubscriptions.<ul>\n<li>\n<strong>PRODUCTS.\n</strong> We make certain meat or other products made available for purchase through the Services (collectively, the “Product(s)”).</li>\n<li>\n<strong>PLANS.\n</strong> ButcherBox offers various subscription plans for the recurring delivery of our Products (each purchase of any such plan, a “Subscription”) and may offer recurring or one-time Products for sale.\nOur Product offerings and available Subscription plans are described on our website and mobile application, as applicable, at the time of purchase, and are subject to change at any time prior to purchase.</li>\n<li>\n<strong>AUTOMATIC RENEWAL OF SUBSCRIPTION.\n</strong>WHEN YOU PURCHASE A MONTHLY SUBSCRIPTION, YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT (A) BUTCHERBOX (OR OUR THIRD PARTY PAYMENT PROCESSOR(S)) IS AUTHORIZED TO CHARGE YOU ON A MONTHLY BASIS FOR THE PRICE OF YOUR CHOSEN SUBSCRIPTION (IN ADDITION TO ANY APPLICABLE TAXES AND OTHER CHARGES SET FORTH DURING THE PURCHASE PROCESS) FOR AS LONG AS YOUR SUBSCRIPTION CONTINUES, AND (B) YOUR SUBSCRIPTION IS CONTINUOUS UNTIL YOU CANCEL IT OR WE SUSPEND OR TERMINATE THE SUBSCRIPTION.\nTHE MONTHLY RECURRING CHARGES FOR YOUR SUBSCRIPTION WILL BE SET FORTH DURING THE PURCHASE PROCESS (\"PAYMENT\").\nTHE AMOUNT YOU ARE CHARGED MAY VARY DEPENDING ON THE PREFERENCES YOU SELECT, AND WE MAY ADJUST SUCH RECURRING CHARGES FROM TIME TO TIME IN ACCORDANCE WITH THESE TERMS.</li>\n<li>\n<strong>GIFTS.\n</strong>You may have the ability to purchase: (i) non-subscription boxes, (ii) gift cards, and (iii) recurring monthly Subscriptions for other people through the Services (collectively, “Gifts”).\nGifts are not refundable or redeemable for cash, unless required by applicable law.\nGifts must be redeemed for purchases through the Services in accordance with our then-current procedures for redemption, which may require the recipient to create their own account and agree to these Terms in order to redeem the Gift.\nGIFTS THAT ARE MONTHLY SUBSCRIPTIONS ARE SUBJECT TO THE AUTO RENEWAL TERMS AND THE CANCELLATION POLICY IN 4(B).</li>\n</ul>SUBSTITUTIONS.\nAll of our Products are subject to availability, and we reserve the right to impose quantity limits on any Order, to reject all or part of an Order, to discontinue offering certain Products and to substitute Products (including, but not limited to, specific ingredients, Products or entire Orders) without prior notice.\nWe strive to provide you with high-quality Products, and given the perishable nature of certain Products and market conditions beyond our control, we may be required to make substitutions from time to time.\nIf you are not satisfied with a substitution, please contact us at support@butcherbox.com or (855) 981-8568.B.\nCancellation PolicyYOU MAY CANCEL YOUR MONTHLY SUBSCRIPTION AT ANY TIME PRIOR TO THE NEXT DATE OF BILLING (\"BILL DATE\") BY ACCESSING YOUR ACCOUNT OR BY EMAILING support@butcherbox.com or calling (855) 981-8568.\nTHE CANCELLATION REQUEST WILL BE PROCESSED FOR THE NEXT SCHEDULED BILL DATE.\nYOU ARE RESPONSIBLE FOR ALL CHARGES (INCLUDING ANY APPLICABLE TAXES AND OTHER CHARGES) INCURRED WITH RESPECT TO ANY ORDER PROCESSED PRIOR TO THE CANCELLATION OF YOUR SUBSCRIPTION.C.\nPayment and Billing Information.By providing a credit card or other payment method that we accept, you represent and warrant that you are authorized to use the designated payment method and that you authorize us (or our third party payment processor(s)) to charge your payment method for all charges you incur for the purchase of any Subscriptions or other Products (including any applicable taxes and other charges) (each such purchase, an “Order”).\nYou are responsible for, and agree to pay, all such charges.\nIf we or our third party payment processor(s) cannot obtain authorization for charges to your payment method or if any amounts you authorize us to charge to your payment method are reversed or charged back for any reason, we may, at our option, in addition to any other remedies: cancel or suspend any undelivered portion of your Orders, make second and/or subsequent attempts to charge your payment method, and/or use any other lawful means to collect payment on any outstanding amounts due to us.\nYou will remain responsible to pay all applicable charges for all Orders and Gifts.\nYou agree to provide and keep current a valid payment method.\nHowever, your failure to do so shall not constitute cancellation of any Order.\nIn the event you want to change or update payment information associated with your ButcherBox account, you can do so at any time by logging into your account and editing your payment information, or by calling (855) 981-8568.<br>\n<br>Note: ButcherBox uses the Shopify platform and uses Stripe to process payments.\nYou may see “Shopify” or “Stripe” on your payment card statement.D.\nPricing and Availability.All prices shown via the Services are in U.S.\ndollars.\nAny applicable taxes and other charges, if any, are additional.\nWe reserve the right to change our Subscription and other Product offerings, and to adjust prices as we may determine in our sole discretion, at any time and without notice.\nprovided, however, that if we change the amounts or other charges associated with your then-current Subscription(s), we will provide advance notice of such changes via one of the means described in Section 3.\nWe will not, however, be able to notify you of changes in any applicable taxes prior to such changes becoming effective.\nThe shipment of Products to you after our delivery of such notice will confirm your acceptance of such changes, unless you cancel your Subscription(s) in accordance with the cancellation policy set forth in Section 4(B).<br>\n<br>We will collect applicable sales tax on Products shipped to the states for which we determine we have a duty to collect sales tax.\nIf an item is subject to sales tax, you agree that the amount of taxes shown at checkout may be adjusted.\nSeveral factors may cause this, such as variances between processor programs and changes in tax rates.E.\nShipping and Handling.You agree to pay any shipping and handling charges shown at the time you make a purchase.\nWe reserve the right to increase, decrease, add or eliminate shipping and handling charges from time to time, but we will provide notice of the charges applicable to you before you make your purchase.\nGenerally, shipping is handled by a third party courier.\nActual delivery dates may vary from your online account or checkout.\nYou agree that you will not obtain, or direct shipment of, a Product for export.\nAll Products purchased from us are made pursuant to a shipment contract.F.\nDeliveries.You are responsible for inspecting all Products you receive from us for any damage or other issues upon delivery.\nIn addition, you are solely responsible for determining the freshness of the Products you receive.\nYou should always inspect your delivery to confirm that the Products arrive refrigerator cold, meaning below 40° F as measured with a food thermometer.\nIn the unlikely event that such temperature zone is above 40°F, or you have any other reason to believe that any other Product in your delivery is not suitable for consumption, contact us at support@butcherbox.com (attaching photos of the item(s)) or call (855) 981-8568 and discard the item(s).\nTo maintain the quality and integrity of the Products, we recommend that you immediately refrigerate all perishable Products upon delivery and follow the U.S.\nDepartment of Agriculture’s (“USDA”) instructions on refrigeration and food safety, which can be found here.\nFrom the time of delivery, the condition and consumption of the Products are solely at your risk, and you are solely responsible for the proper and safe washing, handling, preparation, storage, cooking, use and consumption of the Products following delivery.\nWe recommend that you follow the USDA’s instructions on safe food handling, which can be found here.\nWe also recommend that all cooking instructions be followed and that you use a food thermometer to ensure that all meat, poultry, seafood and other applicable items are cooked to the USDA’s recommended internal temperatures, which can be found here.\nFailure to follow safe food handling practices and temperature recommendations may increase the risk of foodborne illness.\nIn addition, pregnant women, young children, the elderly and individuals with compromised immune systems should follow the U.S.\nFood and Drug Administration’s recommendations on food consumption for at-risk groups, which can be found here.<br>\n<br>If you are not at home when your delivery arrives, the courier will generally leave the package for you at your door.\nOur Products are frozen and individually packaged and labeled, the Products are placed inside boxes that feature inbuilt insulation specially designed to keep meat within the optimal temperature range, with dry ice if necessary.\nThe amount of dry ice is calculated based on your geographic location/guaranteed courier delivery time.\nWhen retrieved on the delivery date, dry ice may be completely evaporated.\nYour Order will typically remain cold and fresh for several hours, but depending on the season and temperature in your geographic area at the time of delivery, advance planning by you should be made for proper storage of your Products prior to consumption.\nIn certain areas, you may be able to provide additional delivery instructions when setting up your ButcherBox account, such as requesting that your delivery be left with a doorman or neighbor.\nAny individual at the delivery address who accepts a delivery from us is presumed to be authorized to receive such delivery.\nIn cases in which you have designated an alternative receiver, such person shall accept the delivery under all of the same terms and conditions that would apply had you accepted the delivery yourself.\nIn the case of inclement weather or other events beyond our control that interfere with our ability to deliver your Order, we will attempt to deliver your Order as soon as reasonably possible.\nIn the event of a courier delay, please inspect the contents carefully and email support@butcherbox.com or call (855) 981-8568 immediately with any concerns (attaching photos for review).\nIn some cases, delivery may occur prior to the scheduled delivery date.\nIn the event that timely delivery of your Products is not feasible, we will cancel your delivery for the period so affected and issue you a credit or refund of the purchase price for that delivery.G.\nNo Resale.You are not permitted to resell or otherwise use the Products for commercial purposes.H.\nReturns and Refunds (Standard Return/Refund Policy).<ul>\n<li>We are shipping perishable Product(s) and therefore are not able to accept returns.\nUnlike items that have a longer shelf life, items that are perishable cannot be restocked or resold.</li>\n<li>If you are not completely satisfied with your ButcherBox products, please contact support@butcherbox.com or call (855) 981-8568.\nWe will happily review you your Order and any reported issues and offer a replacement of the Product in question, credit towards your next box, or a partial/full refund.\nSince we are not able to physically access the Product, we may ask that you provide photos of the Product label and damage reported.</li>\n<li>Due to the perishable nature of our Products, we cannot guarantee the condition of the delivery if the address is incorrectly entered, if a change of address isn’t updated prior to the Bill Date, if an address is altered while in transit, or if you are unable to retrieve the Order on the guaranteed delivery date and did not notify us prior to the Order Bill Date.</li>\n<li>When placing your Order, please enter your shipping address carefully to ensure accuracy and review your receipt/account for any errors.\nIf you enter the shipping address incorrectly or move please email support@butcherbox.com or call (855) 981-8568 immediately for correction or correct it via your account.</li>\n<li>If your Order is returned to us because of an incorrect address provided or refusal of delivery when shipped according to our Terms, we must dispose of the contents and you will not be refunded.\nIn the event an Order is delivered late due to an incorrect address or if you are unable to retrieve on the delivery date without prior notification and thawing/damage occurs, you will not be refunded.</li>\n</ul>I.\nCancelled Orders.You are liable for any orders placed or charges that incur prior to the cancellation request.\nIf the request for cancellation is made after your Order Bill Date, the request will be processed for the next scheduled Bill Date.J.\nDamaged Products<ul>\n<li>\n<strong>Courier Damaged Products.\n</strong>While we would love to see every delivery arrive on time and without issue, delays or damage can occur once the package is in transit via the courier due to events that are out of our control (such as inclement weather, accidents, etc).\nIn the event of damage caused by improper handling or late delivery, we are happy to file a claim and replace the shipment.\nWe ask that you please email support@butcherbox.com or call (855) 981-8568 within seven (7) days of receipt, provide a description of the damage, and a photo(s) of the Order in the state it was received.\nClaim filing is time sensitive and photos are required in order to show proof of damage.\nFiling a claim does not guarantee a refund.\nButcherBox will review your claim and determine accuracy in its sole discretion.</li>\n<li>\n<strong>Damaged Products (not courier related).\n</strong>In the event of damage, we ask that you please email support@butcherbox.com or call (855) 981-8568 within seven (7) days of receipt, provide a description of the damage, and a photo(s) of the Order in the state it was received.\nWe will happily review you your Order and any reported issues and offer an appropriate resolution which may include replacement of the Product in question, credit towards your next box, or a partial/full refund.\nSince we aren’t able to physically access the Product, we may ask that you provide photos of the Product label and damage reported.</li>\n</ul>5.\nLicense to Access and Use Our Sites and Content.Unless otherwise indicated in writing by us, the Services and all content and other materials contained therein, including, without limitation, the ButcherBox logo and all designs, text, graphics, pictures, information, data, software, sound files, other files and the selection and arrangement thereof (collectively, “Content”) are the proprietary property of ButcherBox or our licensors or users, as applicable, and are protected by U.S.\nand international copyright laws.\nYou are hereby granted a limited, nonexclusive, nontransferable, non-sublicensable license to access and use the Services and Content.\nHowever, such license is subject to these Terms and does not include any right to (a) sell, resell or use commercially the Sites or Content, (b) distribute, publicly perform or publicly display any Content, (c) modify or otherwise make any derivative uses of the Sites or Content, or any portion thereof, (d) use any data mining, robots or similar data gathering or extraction methods, (e) download (other than the page caching) any portion of the Services or Content, except as expressly permitted by us, and (f) use the Services or Content other than for their intended purposes.\nAny use of the Services or Content other than as specifically authorized herein, without our prior written permission, is strictly prohibited and will terminate the license granted herein.\nSuch unauthorized use may also violate applicable laws, including, without limitation, copyright and trademark laws and applicable communications regulations and statutes.\nUnless explicitly stated by us, nothing in these Terms shall be construed as conferring any right or license to any patent, trademark, copyright or other proprietary rights of ButcherBox or any third party, whether by estoppel, implication or otherwise.\nThis license is revocable at any time.\nNotwithstanding anything to the contrary in these Terms, the Services and Content may include software components provided by ButcherBox or a third party that are subject to separate license terms, in which case those license terms will govern such software components.6.\nTrademarks.All marks, service names, logos or slogans that may appear on the Services or Products are trademarks of ButcherBox and may not be copied, imitated or used, in whole or in part, without our prior written permission, in each instance.\nYou may not use any metatags or other “hidden text” utilizing “ButcherBox” or any other name, trademark or Product or service name of ButcherBox without our prior written permission.\nIn addition, the look and feel of the Services and Products, including, without limitation, all page headers, custom graphics, button icons and scripts, constitute the service mark, trademark or trade dress of ButcherBox and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, Product names and company names or logos mentioned on the Services or Products are the property of their respective owners and may not be copied, imitated or used, in whole or in part, without the permission of the applicable trademark holder.\nReference to any Products, Services, processes or other information by name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation by ButcherBox.7.\nHyperlinks.ButcherBox makes no claim or representation regarding, and accepts no responsibility for, the quality, content, nature or reliability of third party websites accessible by hyperlink from the Services or of websites linking to the Services.\nSuch sites are not under our control, and we are not responsible for the contents of any linked site, any link contained in a linked site, or any review, changes or updates to such sites.\nWe provide these links to you only as a convenience, and the inclusion of any link does not imply our affiliation, endorsement or adoption of any site or any information contained therein.\nWhen you leave the Services, you should be aware that our Terms and policies no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any site to which you navigate from the Services.8.\nThird Party Content.We may display content, advertisements and promotions from third parties through the Services, including in shipments with Products (collectively, “Third Party Content”).\nWe do not control, endorse or adopt any Third Party Content, and we make no representations or warranties of any kind regarding such Third Party Content, including accuracy or completeness.\nYou acknowledge and agree that your interactions with third parties providing Third Party Content are solely between you and such third parties, and that ButcherBox is not responsible or liable in any manner for such interactions or Third Party Content.9.\nUser Conduct.You agree that you will not violate any law, contract, intellectual property or other third party right or commit a tort, and that you are solely responsible for your conduct, while accessing or using the Services.\nYou agree that you will abide by these Terms and will not: Engage in any harassing, threatening, intimidating, predatory or stalking conduct.\nactual use or attempt to use another user’s account without authorization from such user and ButcherBox.\nuse of the Services in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying the Services or that could damage, disable, overburden or impair the functioning of the Services in any manner.\nreverse engineer any aspect of the Services or do anything that might discover source code or bypass or circumvent measures employed to prevent or limit access to any Content, area or code of the Services.\nattempt to circumvent any content-filtering techniques we employ or attempt to access any feature or area of the Services that you are not authorized to access.\ndevelop any third party applications that interact with the Services without our prior written consent.\nuse any robot, spider, crawler, scraper, script, browser extension, offline reader or other automated means or interface not authorized by us to access the Services, extract data or otherwise interfere with or modify the rendering of Site pages or functionality.\nbypass or ignore instructions contained in the robots.txt file, that controls all automated access to the Services.\nor use the Services for any illegal or unauthorized purpose, or engage in, encourage or promote any activity that violates these Terms.10.\nFeedback.You are always free to submit questions, comments, suggestions, ideas, original or creative materials or other information about ButcherBox, the Services or the Products (collectively, “Feedback”).\nFeedback is non-confidential and shall become the sole property of ButcherBox.\nButcherBox shall be free to use (and allow others to use) such Feedback, including, without limitation, all intellectual property rights in and to such Feedback, and shall be entitled to the unrestricted dissemination of this Feedback for any purpose, commercial or otherwise, without acknowledgment or compensation to you.11.\nSMS Terms and Conditions.BY SIGNING UP TO PARTICIPATE IN BUTCHERBOX’S SMS PROGRAM (“SMS PROGRAM”), YOU AGREE TO BE BOUND BY THESE SMS TERMS AND CONDITIONS IN THIS SECTION 11 AS WELL AS BUTCHERBOX’S TERMS OF USE AND CONDITIONS OF PURCHASE, AND PRIVACY POLICY.<br>\n<br>By choosing to opt-in to ButcherBox’s optional SMS Program, you consent to receive autodialed marketing, transactional, and promotional texts from or on behalf of ButcherBox at the mobile number you provide when you opt-in to the SMS Program.\nConsent is not a condition of purchase.<br>\n<br>Message frequency varies.\nMessage and data rates may apply.\nTo opt out of ButcherBox’s SMS Program, text STOP.\nFor help, text HELP, <strong>or you can get help directly at</strong> support@butcherbox.com <strong>or (855) 981-8568.</strong> Carriers are not liable for delayed or undelivered messages.<br>\n<br>ButcherBox will only use your mobile number, provided by you, to opt-in to ButcherBox’s SMS Program specifically for receiving autodialed marketing, transactional, and promotional texts, as stated in this Section 11, unless you choose to provide your mobile number for another Service offered by ButcherBox.12.\nIndemnification.To the fullest extent permitted by applicable law, you agree to indemnify, defend and hold harmless ButcherBox, and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (individually and collectively, the “ButcherBox Parties”), from and against all actual or alleged ButcherBox Parties or third party claims, damages, awards, judgments, losses, liabilities, obligations, penalties, interest, fees, expenses (including, without limitation, attorneys’ fees and expenses) and costs (including, without limitation, court costs, costs of settlement and costs of pursuing indemnification and insurance), of every kind and nature whatsoever, whether known or unknown, foreseen or unforeseen, matured or not matured, or suspected or unsuspected, in law or equity, whether in tort, contract or otherwise (collectively, “Claims”), including, but not limited to, damages to property or personal injury, that are caused by, arise out of or are related to (a) your use or misuse of the Services, Content or Products, (b) any Feedback you provide, (c) your violation of these Terms, (d) your violation of the rights of another, (e) any third party’s use or misuse of the Services or Products provided to you and (f) any User Content you create, post, share or store on or through the Services or our pages or feeds on third party social media platforms.\nYou agree to promptly notify ButcherBox of any third party Claims and cooperate with the ButcherBox Parties in defending such Claims.\nYou further agree that the ButcherBox Parties shall have control of the defense or settlement of any third party Claims.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and ButcherBox.13.\nDisclaimers.YOU ARE SOLELY RESPONSIBLE FOR THE PROPER AND SAFE WASHING, HANDLING, PREPARATION, STORAGE, COOKING, USE AND CONSUMPTION OF THE PRODUCTS YOU RECEIVE FROM US.\nYOU ARE ALSO SOLELY RESPONSIBLE FOR KNOWING ABOUT ANY FOOD ALLERGIES YOU MAY HAVE AND FOR VERIFYING THE SUITABILITY OF ALL PRODUCTS AND THEIR PRODUCTS BEFORE HANDLING, PREPARING, USING OR CONSUMING SUCH PRODUCTS.\nFURTHER, YOU UNDERSTAND, ACKNOWLEDGE AND AGREE THAT PRODUCTS ARE PACKAGED AND STORED IN FACILITIES THAT MAY HANDLE FOODS WITH ALLERGENS (INCLUDING, BUT NOT LIMITED TO, MILK, WHEAT, EGG, SOY, FISH, SHELLFISH, PEANUTS AND TREE NUTS) AND WE CANNOT GUARANTEE THAT CROSS-CONTAMINATION WILL NOT OCCUR BETWEEN PRODUCTS.\nWE ATTEMPT TO DISPLAY PRODUCT PRICING, DESCRIPTIONS, INGREDIENT LISTS, AND NUTRITIONAL INFORMATION, AS ACCURATELY AS POSSIBLE.\nHOWEVER, OUR SERVICES, THEIR CONTENTS, AND ALL INFORMATION, PRODUCTS AND SERVICES MADE AVAILABLE THROUGH OUR SERVICES ARE PROVIDED ON AN “AS IS,” “AS AVAILABLE” BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND.\nTO THE FULLEST EXTENT PERMITTED BY LAW, BUTCHERBOX, ITS SUBSIDIARIES, AND ITS AFFILIATES DISCLAIM ANY AND ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, WITH RESPECT TO OUR SERVICES, THEIR CONTENTS, AND THE INFORMATION, PRODUCTS AND SERVICES MADE AVAILABLE THROUGH THESE SERVICES.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, BUTCHERBOX, BUTCHERBOX PARTIES, ITS SUBSIDIARIES, AND ITS AFFILIATES DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, EXPRESS, IMPLIED OR STATUTORY, (A) OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\n(B) ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE.\n(C) RELATING TO THE SECURITY OF THESE SERVICES.\n(D) THAT THE INFORMATION ON THESE SERVICES, INCLUDING NUTRITIONAL AND PRICING INFORMATION, IS ACCURATE, COMPLETE OR CURRENT.\nOR (E) THAT THESE SERVICES WILL OPERATE WITHOUT INTERRUPTION OR ERROR.<br>\n<br>IN THE EVENT OF AN ERROR IN THE SERVICES, INCLUDING IN AN ORDER CONFIRMATION, OR IN PROCESSING OR DELIVERING AN ORDER OR OTHERWISE, WE RESERVE THE RIGHT TO CORRECT SUCH ERROR AND REVISE YOUR ORDER ACCORDINGLY (INCLUDING CHARGING THE CORRECT PRICE) OR TO CANCEL YOUR ORDER AND ISSUE YOU A REFUND.\nYOU FURTHER AGREE THAT THE PRODUCTS AND OTHER MATERIALS YOU RECEIVE IN YOUR ORDER MAY VARY FROM THE PRODUCTS AND MATERIALS DISPLAYED ON OUR WEBSITES AND/OR MOBILE APPLICATIONS DUE TO A NUMBER OF FACTORS, INCLUDING, WITHOUT LIMITATION, DIFFERENCES IN HOW YOUR COMPUTER OR MOBILE DEVICE DISPLAYS TEXT AND/OR IMAGES, NATURAL VARIABILITY OF PRODUCTS, DISTINCT COOKING OR OTHER PREPARATION METHODS AND VARIABILITY OF COOKING EQUIPMENT AND APPLIANCES.\nTHE SERVICES MAY CONTAIN INFORMATION ABOUT PRODUCTS THAT ARE NOT AVAILABLE IN EVERY LOCATION.\nA REFERENCE TO A PRODUCT ON THE SERVICES DOES NOT IMPLY OR GUARANTEE THAT IT IS OR WILL BE AVAILABLE IN YOUR LOCATION OR AT THE TIME OF YOUR ORDER.\nWe reserve the right to change any and all Content and to modify, suspend or stop providing access to the Services (or any features or functionality of the Services) and the Products at any time without notice and without obligation or liability to you.\nReference to any products, services, processes or other information by trade name, trademark, manufacturer, supplier, vendor or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by us.\nSome jurisdictions do not allow the disclaimer of implied terms in contracts with consumers, so some or all of the disclaimers in this Section may not apply to you.14.\nLimitation of Liability.\nRelease.TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL BUTCHERBOX OR ANY OF THE OTHER BUTCHERBOX PARTIES BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES OF ANY KIND (INCLUDING, BUT NOT LIMITED TO, LOSS OF REVENUE, INCOME OR PROFITS, LOSS OF USE OR DATA, LOSS OR DIMINUTION IN VALUE OF ASSETS OR SECURITIES, OR DAMAGES FOR BUSINESS INTERRUPTION) ARISING OUT OF OR IN ANY WAY RELATED TO THE ACCESS OR USE OF THE SERVICES OR CONTENT OR THE ORDER, RECEIPT OR USE OF ANY PRODUCT OR OTHERWISE RELATED TO THESE TERMS (INCLUDING, BUT NOT LIMITED TO, ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY ANY USER ON ANY INFORMATION OBTAINED FROM BUTCHERBOX, OR FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETIONS OF FILES OR EMAILS, ERRORS, DEFECTS, BUGS, VIRUSES, TROJAN HORSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO BUTCHERBOX’S RECORDS, PROGRAMS OR SYSTEMS), REGARDLESS OF THE FORM OF ACTION, WHETHER BASED IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, SIMPLE NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), STRICT PRODUCT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY (EVEN IF THE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE).TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE MAXIMUM AGGREGATE LIABILITY OF BUTCHERBOX AND THE OTHER BUTCHERBOX PARTIES (JOINTLY) ARISING OUT OF OR IN ANY WAY RELATED TO (A) THE ORDER, RECEIPT OR USE OF PRODUCTS PURCHASED FROM THE BUTCHERBOX MARKET EXCEED THE AMOUNT PAID FOR SUCH PRODUCTS.\nAND (B) THE ORDER, RECEIPT OR USE OF PRODUCTS, OR ACCESS OR USE OF THE SERVICES OR CONTENT, EXCEED THE GREATER OF $250 OR THE AMOUNT YOU PAID TO US IN THE ONE (1) MONTH PERIOD IMMEDIATELY PRECEDING THE DATE ON WHICH YOUR CLAIM AROSE.\nTHE FOREGOING LIMITATIONS SHALL APPLY EVEN IN THE EVENT YOUR REMEDIES HEREUNDER FAIL OF THEIR ESSENTIAL PURPOSE, AND THE FOREGOING SHALL CONSTITUTE BUTCHERBOX AND THE OTHER BUTCHERBOX PARTIES’ SOLE LIABILITY AND OBLIGATION IN RESPECT HEREOF, REGARDLESS OF THE FORM OF ACTION, WHETHER BASED IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, SIMPLE NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), STRICT PRODUCT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY.\nSome jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.\nSome jurisdictions also limit disclaimers or limitations of liability for personal injury from consumer products, so this limitation may not apply to personal injury claims.15.\nDispute Resolution.\nArbitration.PLEASE READ THE FOLLOWING SECTION CAREFULLY BECAUSE IT REQUIRES BUTCHERBOX AND YOU TO ARBITRATE CERTAIN DISPUTES AND CLAIMS AND LIMITS THE MANNER IN WHICH BUTCHERBOX AND YOU CAN SEEK RELIEF UNDER THESE TERMS.\nIN PARTICULAR, BUTCHERBOX AND YOU AGREE TO GIVE UP OUR RIGHTS TO BRING CERTAIN DISPUTES BEFORE A JURY OR RESOLVE CERTAIN CLAIMS IN COURT OR AS A MEMBER OF A CLASS PROCEEDING.<ul>\n<li>\n<strong>Binding Arbitration.\n</strong>For any dispute arising out of or related to these Terms or the Services, Content, or Products, except for any disputes, claims, suits, actions, causes of action, demands or proceedings arising out of or related to a violation of Section 12 or disputes in which either party seeks to bring an individual action in small claims court or seeks injunctive or other equitable relief for the alleged unlawful use of intellectual property, including, without limitation, copyrights, trademarks, trade names, logos, trade secrets or patents (each, a “Dispute”), to the extent permitted by applicable law, you and ButcherBox agree (a) to waive your and ButcherBox’s respective rights to have any and all Disputes resolved in a court, and (b) to waive your and ButcherBox’s respective rights to a jury trial.\nInstead, you and ButcherBox agree to arbitrate Disputes through binding arbitration.\nArbitration is the referral of a Dispute to one or more persons charged with reviewing the Dispute and making a final and binding determination to resolve it instead of having the Dispute decided by a judge or jury in court.</li>\n<li>\n<strong>No Class Arbitrations, Class Actions or Representative Actions.\n</strong>To the extent permitted by applicable law, you and ButcherBox agree that any Dispute is personal to you and ButcherBox and that any Dispute will be resolved solely through individual arbitration and will not be brought as a class arbitration, class action or any other type of representative proceeding.\nTo the extent permitted by applicable law, you and ButcherBox agree that there will be no class arbitration or arbitration in which an individual attempts to resolve a Dispute as a representative of another individual or group of individuals.</li>\n<li>\n<strong>Federal Arbitration Act.</strong> You and ButcherBox agree that these Terms affect interstate commerce and that the enforceability of this Section 15 shall be both substantively and procedurally governed by and construed and enforced in accordance with the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(the “FAA”), to the maximum extent permitted by applicable law.</li>\n<li>\n<strong>Notice.\nInformal Dispute Resolution.\n</strong>You and ButcherBox agree that each party will notify the other party in writing of any Dispute or any small claims dispute within thirty (30) days of the date it arises, so that the parties can attempt in good faith to resolve the Dispute or small claims dispute informally.\nNotice to ButcherBox shall be sent by certified mail or courier to ButcherBox OpCo, LLC Attn: Legal Notices, P.O.\nBox 35730, Brighton, MA 02135.\nYour notice must include (a) your name, postal address, telephone number, the email address you use or used for your ButcherBox account and, if different, an email address at which you can be contacted, (b) a description in reasonable detail of the nature or basis of the Dispute or small claims dispute, and (c) the specific relief that you are seeking.\nOur notice to you will be sent to the address we have on file for you, and will include (x) our name, postal address, telephone number and an email address at which we can be contacted with respect to the Dispute or small claims dispute, (y) a description in reasonable detail of the nature or basis of the Dispute or small claims dispute, and (z) the specific relief that we are seeking.\nIf you and ButcherBox cannot agree how to resolve the Dispute or small claims dispute within thirty (30) days after the date notice is received by the applicable party, then either you or ButcherBox may, as appropriate and in accordance with this Section 15, commence an arbitration proceeding or, to the extent specifically provided for in Section 15 (\"Binding Arbitration\" paragraph above), file a claim in court.</li>\n<li>\n<strong>Process.</strong> You and ButcherBox agree that any Dispute or small claims dispute must be commenced or filed by you or ButcherBox within one (1) year of the date the Dispute or small claims dispute arose, otherwise the underlying claim is permanently barred (which means that you and ButcherBox will no longer have the right to assert such claim regarding the Dispute or small claims dispute).\nYou and ButcherBox agree that (a) the arbitration will be conducted in the county where you reside, (b) arbitration will be conducted confidentially by a single arbitrator in accordance with the rules of the Judicial Arbitration and Mediation Services (“JAMS”), which are explained in more detail in Section 15 below and hereby incorporated by reference, and (c) that the state or federal courts of the State of Massachusetts and the United States, respectively, sitting in the State of Massachusetts, County of Middlesex, City of Cambridge, have exclusive jurisdiction over any appeals and the enforcement of an arbitration award.\nYou may also litigate a small claims dispute in the small claims court located in the county of your billing address if the small claims dispute meets the requirements to be heard in that small claims court.</li>\n<li>\n<strong>Authority of Arbitrator.</strong> As limited by the FAA, these Terms and the JAMS rules referenced above, the arbitrator will have (a) the exclusive authority and jurisdiction to make all procedural and substantive decisions regarding a Dispute, including the determination of the scope of this arbitration agreement and whether a Dispute is arbitrable, and (b) the authority to grant any remedy that would otherwise be available in court.\nprovided, however, that the arbitrator does not have the authority to conduct a class arbitration or a representative action, which is prohibited by these Terms.\nThe arbitrator may only conduct an individual arbitration and may not consolidate more than one individual’s claims, preside over any type of class or representative proceeding or preside over any proceeding involving more than one individual.</li>\n<li>\n<strong>Rules of JAMS.\n</strong>The arbitration will be administered by JAMS in accordance with the JAMS Comprehensive Arbitration Rules (the “JAMS Rules”) then in effect, except as modified by this “Dispute Resolution” section.\n(The JAMS Rules are available at https://www.jamsadr.com/rules-comprehensive-arbitration/#Rule-16-1.) The Federal Arbitration Act will govern the interpretation and enforcement of this Section.\nTo the extent there are any conflicts between the JAMS Rules and these Terms, the Terms will control.</li>\n<li>\n<strong>Severability.</strong> If any term, clause or provision of this Section 15 is held invalid or unenforceable, it will be so held to the minimum extent required by law, and all other terms, clauses and provisions of this Section 15 will remain valid and enforceable.\nFurther, the waivers set forth in this Section 15 are severable from the other provisions of these Terms and will remain valid and enforceable, except as prohibited by applicable law.</li>\n<li>\n<strong>Opt-Out Right.</strong> You have the right to opt out of binding arbitration within thirty (30) days of the date you first accepted the Terms of this Section 15 by writing to: ButcherBox OpCo, LLC Attn: General Counsel, P.O.\nBox 35730, Brighton, MA 02135.\nIn order to be effective, the opt out notice must include your full name and clearly indicate your intent to opt out of binding arbitration.\nBy opting out of binding arbitration, you are agreeing to resolve Disputes in accordance with Section 16.</li>\n</ul>16.\nGoverning Law and Venue.These Terms, your access to and use of the Services, and your Order, receipt and use of the Products shall be governed by and construed and enforced in accordance with the laws of the Commonwealth of Massachusetts, without regard to conflict-of-law rules or principles (whether of the Commonwealth of Massachusetts or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.\nAny Dispute between the parties that is not subject to arbitration or cannot be heard in small claims court pursuant to Section 15 shall be resolved in the state or federal courts of the Commonwealth of Massachusetts and the United States, respectively, sitting in the Commonwealth of Massachusetts, County of Middlesex, City of Cambridge.17.\nTermination.Notwithstanding anything contained in these Terms, we reserve the right, without notice and in our sole discretion, to terminate your right to access or use the Services and to order, receive and use the Products, at any time and for any or no reason, and you acknowledge and agree that we shall have no liability or obligation to you in such event and that you will not be entitled to a refund of any amounts that you have already paid to us, to the fullest extent permitted by applicable law.18.\nSeverability.If any term, clause or provision of these Terms is deemed invalid or unenforceable, then that term, clause or provision will be severable from these Terms and will not affect the validity or enforceability of any remaining part of that term, clause or provision, or any other term, clause or provision of these Terms.19.\nSurvival.The following sections will survive the expiration or termination of these Terms and the termination of your ButcherBox account: all defined terms and Sections 1.\n4-16.\nand 18-20.20.\nMiscellaneous.These Terms constitute the entire agreement between you and ButcherBox relating to your access to and use of the Services and your Order, receipt and use of Products.\nThese Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you without the prior written consent of ButcherBox.\nNo waiver of any provision of these Terms will constitute a waiver of such provision in any prior, concurrent or subsequent circumstance, and ButcherBox’s failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.\nExcept as otherwise provided herein, these Terms are intended solely for the benefit of the parties and are not intended to confer third party beneficiary rights upon any other person or entity.<p>As Seen On</p>\n<ul>\n<li>Food and Wine Magazine</li>\n<li>New York Times</li>\n<li>Inc Magazine</li>\n<li>Forbes Magazine</li>\n</ul>Believe in betterButcherBox delivers 100% grass-fed beef, free-range organic chicken, humanely raised pork, and wild-caught seafood directly to your door.Certified B Corporation® This company meets the highest standards of social and environmental impact<ul>\n<li>About Us</li>\n<li>Help CenterLink opens in a new window</li>\n<li>Careers</li>\n<li>Just CookLink opens in a new window</li>\n</ul>\n<ul>\n<li>instagram</li>\n<li>Pintrest</li>\n<li>Twitter</li>\n<li>Youtube</li>\n<li>Facebook</li>\n</ul>Emailsupport@butcherbox.comLocationButcherBox OpCo LLC<br> 311 Arsenal Street<br> Watertown, MA 02472Join our email newsletterJoin email newsletter formEmail AddressSubmit<p>Copyright © 2023 ButcherBox.\nAll Rights Reserved</p>\n<ul>\n<li>Privacy Policy</li>\n<li>My Privacy Rights</li>\n<li>Terms of Use</li>\n<li>Accessibility Statement</li>\n</ul> ", "created_at": "2023-04-01 23:59:41.829854", "updated_at": "2023-04-02 00:00:25.060862"}, {"id": 15177, "name": "Privacy Policy", "url": "https://www.butcherbox.com/privacy-policy/", "xpath": "//body", "text": "Skip to main content<p>Free Chicken Nuggets for a Year</p>MenuButcherBox Logo<ul>\n<li>How it Works</li>\n<li>Sourcing</li>\n<li>Recipes&nbsp;Chevron Down</li>\n<li>Gifts</li>\n<li>FAQs</li>\n<li>\n</li>\n<li>Sign In</li>\n<li>Choose your plan</li>\n</ul>Prefer to talk? Call us to order (855) 981-8568Privacy PolicyPrivacy Policy for Butcherbox OPCO, LLC<br>Last Updated: 12/29/2022Thank you for using ButcherBox OpCo, LLC.\nThis Privacy Policy describes how information about you is collected, used and shared by ButcherBox OpCo, LLC and our subsidiaries and other affiliates (collectively, “ButcherBox,” “we,” “us” or “our”) when you access or use the websites linked to this Privacy Policy, or blogs provided by us (collectively, the “Sites”) or otherwise interact with us.\n<strong>By using or accessing the Sites in any manner, you acknowledge that you accept the practices and policies outlined in this Privacy Policy, and you hereby consent to our collection, use, and sharing of your information in the following ways.\nIf you do not consent, you may not use the Sites.</strong>We’re constantly working to improve our Sites, so ButcherBox reserves the right to change or modify this Privacy Policy at any time and in our sole discretion.\nIf we make material changes to this Privacy Policy, we will post the policy with a new “Last Updated” date at the beginning of this Privacy Policy.\nWe encourage you to review this Privacy Policy whenever you use or access the Sites or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.\nIf you use the Sites after any changes to the Privacy Policy have been posted, that means you agree to all of the changes.\nRemember, your use of the Sites is at all times subject to the Terms of Use, which incorporates this privacy policy and is available at https://www.butcherbox.com/terms-of-use/.\nAny terms we use in this Policy without defining them have the definitions given to them in the Terms of Use.1.\nWhat does this Privacy Policy cover?This Privacy Policy covers our treatment of personally identifiable information (“ PII”) that we gather when you are accessing or using our Sites.\nWe gather various types of PII from our users, as explained in more detail below, and we use this PII internally in connection with our Sites, including to personalize, provide, and improve our services, to allow you to set up a user account and profile, to contact you and to fulfill your requests for certain products and services, and to analyze how you use the Sites.\nIn certain cases, we may also share some PII with third parties, but only as described below.1.1 Children’s Privacy ProtectionOur Sites are not intended for children or minors under the age of sixteen years and do not knowingly collect such information without the permission of a parent or guardian.\nIf you believe that a child has submitted Personal Information on or through one of our Sites without the consent and supervision of a parent or guardian, please contact us at 1-855-981-8568 or support@butcherbox.com, so that we can take appropriate action.2.\nCollection of Information.2.1 Information You Provide to Us.\nWe receive and store information you manually provide directly to us.\nFor example, we collect information when you register for a ButcherBox account, sign up for a subscription, participate in any interactive features of the Sites, subscribe to an email list, participate in a survey, contest, promotion or event, order or purchase (either for yourself or for another person) meal ingredients or other products made available through the Sites (collectively, the “Products”), apply for a job, communicate with us via third party social media sites, request customer support or otherwise communicate with us.\nCertain information may be required to register with us or to take advantage of some of our features.\nThe types of information we may collect from you include (but are not necessarily limited to):(a) Account information, such as your name, email address, password, postal address, phone number, subscription, delivery and dietary preferences and any other information you choose to provide;<br>(b) Transaction information, such as information about the Products you purchase, shipping and delivery information and information related to returns, refunds and cancellations.\nWe may also collect and store limited payment information from you, such as payment card type and expiration date and the last four digits of your payment card number.\nhowever, we do not collect or store full payment card numbers and all transactions are processed by our third party payment processor;<br>(c) Information about others, such as the names and email addresses of gift recipients when you purchase gifts through the Sites or invite friends or family to try the Sites or Products.\nand<br>(d) Other information you choose to provide, such as when you participate in a survey, contest, promotion or interactive area of the Sites or when you request customer support.2.2 Information We Collect Automatically.\nWhen you access or use the Sites, the types of information we may automatically collect about you include:(a) Log Information: When you visit the Sites, our servers automatically record certain log file information, such as your Internet Protocol (“IP”) address, operating system, browser type and language, referring URLs, access times, pages viewed, links clicked and other information about your activities on the Sites;<br>(b) Mobile Device Information: We collect information about the mobile device you use to access or use the Sites, including the hardware model, operating system and version, unique device identifiers, and mobile network information.\nand<br>(c) Information Collected by Cookies and Other Tracking Technologies: We and our service providers use various tracking technologies, including cookies and web beacons, to collect information about you when you interact with our Sites, including information about your browsing and purchasing behavior.\nCookies are small data files stored on your hard drive or in device memory that help us improve the Sites and your experience, see which areas and features of the Sites are popular, and count visits.\nWeb beacons are electronic images that may be used in the Sites or emails and help deliver cookies, count visits and understand usage and campaign effectiveness.\nFor more information about cookies, and how to disable them, please see “Your Choices” below.2.3 Information We Collect From Other Sources.\nWe may also obtain information about you from other sources and combine that with information we collect through the Sites.\nFor example, we may collect information about you when you post content to our pages or feeds on third party social media sites.3.\nUse of Information.We may use information about you for various purposes, including to:(a) Provide, maintain and improve the Sites and Products;<br>(b) Manage your account and send you related information, including confirmations, updates, security alerts and support and administrative messages;<br>(c) Respond to your comments, questions and requests and provide customer service;<br>(d) Communicate with you about the Sites, Products, recipes, services, offers, surveys, events and other news and information we think may be of interest to you;<br>(e) Monitor and analyze trends, usage and activities in connection with the Sites;<br>(f) Detect, investigate and prevent fraudulent transactions and other illegal activities and protect the rights and property of ButcherBox and others;<br>(g) Personalize and improve the Sites and provide advertisements, content and features that match your profile or interests;<br>(h) Facilitate contests, sweepstakes and promotions and process and deliver entries and rewards;<br>(i) Link or combine with information we get from others to help understand your needs and provide you with a better experience.\nand/or<br>(j) Carry out any other purpose for which the information was collected.ButcherBox is based in the United States, and the information we collect is governed by U.S.\nlaw.4.\nSharing of Information.We may share information about you as follows or as otherwise described in this Privacy Policy:(a) With vendors, consultants and other service providers who need access to such information to carry out work or perform services on our behalf;<br>(b) From time to time, we may share your information with selected third parties (other than our vendors) for their own marketing purposes.\nBefore doing so, however, we may offer you the opportunity to “opt out” or “opt in” as required by applicable law.<br>(c) When you interact with us on third party social media sites, certain information that you provide may be displayed publicly, such as your name, photos and other information you choose to provide;<br>(d) In response to a request for information if we reasonably believe disclosure is in accordance with, or required by, any applicable law, rule, regulation or legal process;<br>(e) If we believe your actions are inconsistent with our Terms of Use or other policies, or to protect the rights, property or safety of ButcherBox or others;<br>(f) Your information may be transferred to a successor organization if, for example, we transfer the ownership or operation of the Sites to another organization, if we merge with or are acquired by another organization, or if we liquidate our assets.\nyour information may also be transferred to a third party in connection with negotiations related to a merger, acquisition, or liquidation.<br>(g) Between and among ButcherBox and any current or future parent, subsidiary and/or affiliated company.\nand<br>(h) With your consent or at your direction.<br>We also may share aggregated, anonymized, or de-identified information, which cannot reasonably be used to identify you.<br>\n<br>ButcherBox will only use your mobile number, provided by you, to opt-in to ButcherBox’s SMS Program specifically for receiving autodialed marketing, transactional, and promotional texts, as stated in Section 11 of the Terms of Use, unless you choose to provide your mobile number for another Service offered by ButcherBox.5.\nSocial Sharing Features.The Sites may offer social sharing features and other integrated tools, such as the Facebook, Twitter and Pinterest buttons (e.g., “Like,” “Tweet” and “Pin It”), which let you share actions you take on the Sites with other media.\nYour use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the entities that provide these features.6.\nAdvertising and Analytics Services Provided by Others Interest-Based Ads.In addition to the cookies we deliver to your computer or mobile device through our Sites, certain third parties may deliver cookies to you for a variety of reasons.\nFor example, we use Google Analytics, a web analytics tool that helps us understand how visitors engage with our Sites.\nOther third parties may deliver cookies to your computer for the purpose of tracking your online behaviors across nonaffiliated websites and delivering targeted advertisements either on our Sites or on other websites.<br>You have choices about the collection of information by third parties on our Sites.\nFor example, if you don’t want information about your visit to our Sites sent to Google Analytics, you may follow the link in the section labeled “Your Choices,” below.\nPlease note that the Add-on does not prevent information from being sent to us.In addition, if you would like to opt out of having participating entities track your online behavior for advertising purposes when you are browsing our Sites, you can follow the link provided in the section labeled “Your Choices,” below.\nYou will be directed to an industry-developed website that allows you to choose whether each listed entity may collect and use data for interest-based advertising purposes.\nIt may be that some of the third parties that collect interest-based information on our Sites do not participate in the Website Opt Out, in which case the best way to avoid third party tracking of your online behaviors may be through your browser settings and deletion of cookies.<br>Please note that the Website Opt Out are device or browser specific.\nIf you wish to opt-out from having interest-based information collected by participating entities across all devices, you need take the steps outlined above from each device or browser.7.\nCustomized Ad Campaigns.We may also work with third party social media sites and other online advertising platforms, such as Facebook and Shopify, to serve ads to you as part of a customized campaign, including as part of a targeted audience, unless you notify us that you prefer not to have information about you used in this way.8.\nAffiliated Businesses.In certain situations, businesses or third party websites we’re affiliated with may sell or provide products or services to you through or in connection with the Sites (either alone or jointly with us).\nYou can recognize when an affiliated business is associated with such a transaction or service, and we will share your information with that affiliated business only to the extent that it is related to such transaction or service.\nWe have no control over the policies and practices of third party websites or businesses as to privacy or anything else, so if you choose to take part in any transaction or service relating to an affiliated website or business, please review all such businesses’ or websites’ policies.9.\nSecurity.Your account is protected by a password for your privacy and security.\nYou must prevent unauthorized access to your account and Personal Information by selecting and protecting your password and/or other sign-on mechanism appropriately and limiting access to your computer or device and browser by signing off after you have finished accessing your account.ButcherBox takes reasonable measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.\nPlease understand, however, that no security system is impenetrable.\nWe cannot guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to or from us over the Internet.\nIn particular, email sent to or from the Sites may not be secure, and you should therefore take special care in deciding what information you send to us via email.\nAdditionally, unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.We reserve the right to access, read, preserve, and disclose any information that we reasonably believe is necessary to comply with law or court order.\nenforce or apply our Terms of Use (located at https://www.butcherbox.com/terms-of-use/) and other agreements.\nor protect the rights, property, or safety of ButcherBox, our employees, our users, or others.10.\nYour Choices.You can always opt not to disclose information to us, but keep in mind some information may be needed to register with us or to take advantage of some of our features.10.1 Account Information.\nYou may add, update, correct or modify information about you at any time by logging into your online account or by emailing us at &nbsp;support@butcherbox.com.\nThe information you can view, update, and delete may change as the Sites change.\nIf you have any questions about viewing or updating information, we have on file about you, please contact us by email at support@butcherbox.com or 1-855-981-8568.\nWhen you update information, however, we may maintain a copy of the unrevised information in our records.10.2 Account Deactivation.\nIf you wish to deactivate your account, please email us at &nbsp;support@butcherbox.com, but note we may continue to store information about you as required or permitted by law or for legitimate business purposes.\nWe may use any aggregated data derived from or incorporating your Personal Information after you update or delete it.10.3 Opt-Out Links:<br>To opt-out of Google Analytics, please visit: https://tools.google.com/dlpage/gaoptout<br>To opt-out of certain ad functions, please visit: https://youradchoices.com/control10.4 Cookies.\nIf you prefer, you can set your browser to remove or reject browser cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of the Sites.\nAs stated in Section 6, you can control some place of cookies through third-party tools.\nSee 10.3 above for two of these Opt-Out tools.10.5 California, Virginia, Colorado, Connecticut, and Utah Consumers.\nIf you are a California, Virginia, Colorado, Connecticut, or Utah resident, please see the additional privacy disclosures immediately following Section 11 below.11.\nContact Us.If you have any questions about this Privacy Policy, please contact us at legal@butcherbox.com or 1-855-981-8568, and we will try to resolve your concerns.<p>Butcherbox<br>Supplemental Privacy Policy<br>California, Virginia, Colorado, Connecticut, Utah</p>\n<p>Last Revised on: January 1, 2023</p>\n<p>This Supplemental Privacy Policy and Notice (“Supplemental Policy”) applies only to information collected about consumers residing in California, Colorado, Virginia, Utah, or Connecticut (“consumer(s),” “Consumer(s),” “you,” “your”) and supplements the information contained in ButcherBox’s Privacy Policy [https://www.butcherbox.com/privacy-policy/].\nIt provides information required under the California Consumer Privacy Act of 2018 and as amended by the California Privacy Rights Act of 2020 (collectively, the “CCPA”), the Colorado Privacy Act of 2021 (the “CPA”), the Virginia Consumer Data Protection Act of 2021 (the “VCDPA”), the Utah Consumer Privacy Act of 2022 (the “UCPA”), and the Connecticut Data Privacy Act of 2022 (“CDPA”) and any and all regulations arising therefrom.</p>\n<p>This Supplemental Policy describes the practices of ButcherBox OpCo, LLC (“we,” “us,” or “our”) regarding the collection, use, and disclosure of personal information and provides instructions for submitting data subject requests.\nSome portions of this Supplemental Policy apply only to consumers of particular states, and we have indicated where those portions are state-specific.</p>\n<p>If you are unable to review or access this Supplemental Policy due to a disability, you may contact ButcherBox at (855) 981-8568 or legal@butcherbox.com to access this Supplemental Policy in an alternative format.</p>\n<p>Definitions Specific to this Policy</p>\n<ul>\n<li>\n<u>“Consumer”</u> means a natural person who resides in California, Colorado, Virginia, Utah and Connecticut and to whom we offer information, goods, or services.\nFor purposes of this Supplemental Policy, this term includes natural persons who reside in California and engage with us as part of business-to-business transactions.\n</li>\n<li>\n<u>“Personal Information”</u> means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular Consumer or household.\nPersonal Information includes “personal data” as that term is defined in the CPA, VCDPA, UCPA, and CDPA.\nPersonal Information also includes “Sensitive Personal Information,” as defined below.\n</li>\n<li>\n<u>“Sensitive Personal Information”</u> means Personal Information that reveals a Consumer’s: 1) Social security, driver’s license, state identification card, or passport number.\n2) Account log-in, financial account number, debit card number, or credit card number in combination with any required security or access code, password, or credentials allowing access to the individual’s account.\n3) Precise geolocation.\n4) Racial or ethnic origin.\n5) Religious beliefs.\n6) Union membership.\n7) Contents of email or text messages, unless we are the intended recipient.\n8) Genetic data.\n9) Biometric information used to uniquely identify the Consumer, and 10) Health, sex life, or sexual orientation.\nSensitive Personal Information includes “sensitive data” as that term is defined in the CPA, VCDPA, UCPA, and CDPA.\n</li>\n<li>\n<u>“Sell,” “Sale,” or “Sold”</u> means renting, releasing, or transferring an individual’s Personal Information to a Third Party for money or other valuable consideration.\n</li>\n<li>\n<u>“Share,” “Shared,” or “Sharing”</u> means transferring an individual’s Personal Information to a Third Party for behavioral advertising purposes, whether or not for money or other valuable consideration.\n</li>\n<li>\n<u>“Third Party”</u> means a person or organization which is not a Consumer, Vendor, or an entity owned or controlled by us and as defined by the CCPA, CPA, VCDPA, UCPA, and CDPA.\n</li>\n<li>\n<u>“Vendor”</u> means a “service provider,” “contractor,” or “processor” which collects, stores, or otherwise handles data for us, as those terms are defined in the CCPA, CPA, VCDPA, UCPA, and CDPA.\n</li>\n</ul>\n<p>These definitions apply, whether terms are capitalized or not.\nOther terms used in this Supplemental Policy may be defined under the CCPA, CPA, VCDPA, UCPA, or CDPA, and they shall have the meanings described in those statutes.\nIf there are variations between such definitions in different laws, you will be covered by the definition that applies in your state.\nFor example, if you are a Virginia consumer, terms defined in the VCDPA shall apply to you if they are used in this Supplemental Policy.</p>\n<p>The Personal Information We Collect and Disclose </p>\n<p>The chart below shows the categories of personal information we may collect.\nexamples of personal information in each category.\ntypes of sources from which each category of personal information is collected.\nthe business purposes for which each category of personal information is collected.\nand the types of Vendors or Third parties with whom that category of personal information is shared.\nAs this chart shows, we may share or sell personal information to Third Parties or disclose certain personal information to Vendors for business purposes.\n</p>Category of Personal InformationExamplesSources from Which This Personal Information is CollectedBusiness Purposes for CollectionTypes of Vendors or Third Parties with Whom This Personal Information is Shared, Sold or DisclosedUnique IdentifiersName, address, telephone, email, account name, online identifier, IP address The consumer directly.\nMarketing systems (cookies, pixels, IP, etc.);<ul>\n<li>Customer support;</li>\n<li>Credit card processing;</li>\n<li>Digital marketing (including creation of custom targeted audiences);</li>\n<li>Social media advertising;</li>\n<li>Shipping / order fullfillment.\nand</li>\n<li>Order Proccessing</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Fulfillment partners;</li>\n<li>Shipment providers;</li>\n<li>Email service providers;</li>\n<li>Customer service providers.\nand</li>\n<li>Payment providers.</li>\n</ul>\n<u>Shared:</u>\n<ul>\n<li>Digital marketing.\nand</li>\n<li>Social media platforms and influencers</li>\n</ul>Contact and Financial InformationName, address, telephone, email, credit card number, debit card number, or any other financial information <ul>\n<li>Directly from you via our website </li>\n<li>Claims management providers</li>\n</ul>\n<ul>\n<li>Complete transactions</li>\n<li>Other services and discounts</li>\n<li>Process claims</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Payment process</li>\n<li>Mailing houses</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>Characteristics of Protected ClassificationsCharacteristics of protected classifications under state laws or federal law, including: race, ancestry, national origin, age (40 years or older), marital status, sex, sexual orientation, medical condition, disability, genetics, and veteran or military statusMay be inadvertently disclosed by Member directly to ButcherBox Customer Support Individuals <ul>\n<li>Customer Service;</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Customer service providers.</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>Commercial InformationRecords of products purchased, obtained, or considered, or other purchasing or consuming histories or tendenciesDirectly from Customers<ul>\n<li>Customer service;</li>\n<li>Experience management.\nand</li>\n<li>Digital marketing (including the creation of custom targeted audiences).</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Marketing consultants</li>\n<li>Contactors</li>\n<li>Fulfillment providers</li>\n<li>Business partners</li>\n<li>Marketing platforms</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>Internet or Other Electronic ActivityInternet or other electronic network activity information, including, but not limited to, and information regarding a consumer’s interaction with our Internet Web site, application, or advertisement Directly from customers;<ul>\n<li>Provide you with goods and services</li>\n<li>Invite participation in surveys and feedback;</li>\n<li>Customer service communications</li>\n<li>Improve promotions (including the creation of custom targeted audiences).</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Web hosting platforms</li>\n<li>Contractors</li>\n<li>Customer data platforms</li>\n<li>Email service provider</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>Geolocation DataDevice location.\nbrowser.\nand IP addressFrom your digital device;<br>Direct communication with you <ul>\n<li>Provide you with goods;</li>\n<li>Customer service communications;</li>\n<li>Improve promotions;</li>\n<li>Product availability</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Service providers</li>\n<li>Fulfillment providers</li>\n<li>Shipment providers</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>Audio, Electronic, Visual, Thermal, Olfactory, Or Similar InformationCall recordings.\nvoluntary video recordingsDirectly from Customer to Customer Support Individuals.\nFrom call center providers.<ul>\n<li>To record customer service/experience interactions.</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Service providers</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>Inferences Drawn from Other Categories to Create a Profile Profile reflecting preferences.\npredispositions.\nsurveys.\nand behaviorThe consumer directly.\nDigital marketing companies<ul>\n<li>Digital marketing (including the creation of custom targeted audiences);</li>\n<li>Customer support</li>\n<li>Customer experience enhancements</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Business partners (email only)</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>\n<p>Sensitive Personal Information We Collect and Disclose</p>Category of Sensitive Personal InformationSources From Which This Sensitive Personal Information is CollectedBusiness Purposes for CollectionTypes of Vendors or Third Parties with Whom This Sensitive Personal Information is Shared, Sold or DisclosedAccount log-in, financial account, debit card number, plus an access codeDirectly from you via our website<ul>\n<li>Completed Transactions</li>\n</ul>\n<u>Disclosed:</u>\n<ul>\n<li>Payment processor</li>\n</ul>\n<u>Shared or Sold:</u>\n<ul>\n<li>None</li>\n</ul>\n<p>RETENTION OF DATA</p>\n<p>We intend to retain each category of personal information described above only for as long as necessary to fulfill the purpose for which it was collected, or a related and compatible purpose consistent with the average consumer’s expectation, and to comply with applicable laws and regulations.\nWe consider the following criteria when determining how long to retain personal information: why we collected the personal information.\nthe nature of the personal information.\nthe sensitivity of the personal information.\nour legal obligations related to the personal information, and risks associated with retaining the personal information.</p>\n<p>Your Rights to Your Personal Information</p>\n<p>California, Colorado, Virginia, Utah, and Connecticut consumers have certain rights with respect to the collection and use of their personal information.\nThose rights vary by state.\nAs required by the CCPA, we provide detailed information below regarding the data subject rights available to California consumers.\nConsumers in Colorado, Virginia, Utah, and Connecticut have similar rights and can find more detail by referencing the CPA, VCDPA, UCPA, or CDPA, as applicable.\n</p>\n<p>You have the right to submit requests related to the personal information we have collected about you.\nYou may make such a request twice in a 12-month span.\nPlease note, there are circumstances when we may not be able to comply with your request.\nFor example, we may not be able to verify your request or we may find that providing a full response conflicts with other legal obligations or regulatory requirements.\nWe will notify you if this is the case.\n</p>\n<p>\n<strong>Right to Receive Information on Privacy Practices.</strong> You have the right to receive the following information at or before the point of collection:</p>\n<ul>\n<li>The categories of personal information to be collected.\n</li>\n<li>The purposes for which the categories of personal information are collected or used.\n</li>\n<li>Whether or not that personal information is sold or shared with Third Parties or disclosed to Vendors.\n</li>\n<li>If the business collects Sensitive Personal Information, the categories of Sensitive Personal Information to be collected, the purposes for which it is collected or used, and whether that information is sold or shared.\nand </li>\n<li>The length of time the business intends to retain each category of personal information, or if that is not possible, the criteria used to determine that period.\n</li>\n</ul>\n<p>We have provided such information in this Supplemental Policy, and you may request further information about our privacy practices by using the contact information provided below.\n</p>\n<p>\n<strong>Right Know and Right to Access.</strong> You have the right to request certain information we have collected about you.\nYou have the right to request:</p>\n<ul>\n<li>Specific pieces and categories of personal information we collected about you.\n</li>\n<li>The categories of sources from which personal information was collected.\n</li>\n<li>The purposes for which personal information was collected, shared, sold, or processed.\n</li>\n<li>The categories of personal information we shared, sold or disclosed.\nand </li>\n<li>The categories of Vendors or Third Parties with whom we shared, sold or disclosed personal information.</li>\n</ul>\n<p>\n<strong>Right to Delete.</strong> You have the right to request that we delete certain personal information that we have collected.</p>\n<p>\n<strong>Right to Correct.</strong> You have a right to request that we correct any inaccurate personal information we may retain about you.</p>\n<p>\n<strong>Right to Opt-Out of the Sale and Sharing of Your Personal Information.</strong> You have the right to opt-out of the sale and sharing of your personal information with Third Parties, and the right to opt out of the processing of personal information for targeted advertising purposes, as defined in the CCPA, CPA, VCDPA, UCPA, and CDPA.</p>\n<p>We sell and share personal information, or process personal information for targeted advertising purposes.\nIn the past 12 months, we have sold or shared the categories of consumer personal information as listed in this Supplemental Policy.\nAs a consumer, you have the right to opt-out of the sale and/or sharing of your personal information and of the processing of personal information for the purpose of targeted advertising.\nTo submit an opt-out request, please access the below link or follow the “Instructions to Exercise Your Rights,” below.\nWe do not knowingly sell or share personal information of consumers under 16 years of age.\n</p>[\"Do Not Sell or Share My Personal information\"]<p>If you opt-out of the sale of your personal information, we will wait at least 12 months before asking you if we may sell or share your personal information.</p>\n<p>You have the right to opt-in to the sale of your personal information after you have opted out.\nIf you would like to opt-in to the sale or sharing of your personal information, please email us at appeals@butcherbox.com.\nOpting-in is a two-step process in which you will first clearly request to opt-in, and then separately confirm that choice.</p>\n<p>\n<strong>Right to Consent to or Limit the Use of Your Sensitive Personal Information.</strong> You have the right to consent to the use of your Sensitive Personal information in CO, CT, VA and UT.\nSeparately, you have the right in CA to instruct us to limit the use and disclosure of your Sensitive Personal Information to only that which is necessary to perform the services or provide the goods reasonably expected by an average consumer or for specific business purposes defined by law.</p>\n<p>\n<strong>Right to Consent to or Limit the Use of Your Sensitive Personal Information.</strong> You have the right to consent to the use of your Sensitive Personal information in CO, CT, VA and UT.\nSeparately, you have the right in CA to instruct us to limit the use and disclosure of your Sensitive Personal Information to only that which is necessary to perform the services or provide the goods reasonably expected by an average consumer or for specific business purposes defined by law.</p>\n<p>We use Sensitive Personal Information with your consent, and for the purposes listed in the “Sensitive Personal Information We Collect and Disclose” chart above.\nYou have the right to further limit the use of your Sensitive Personal Information to the purposes authorized by the CCPA.\nTo submit a request to limit the use of your Sensitive Personal Information, please access the below link.</p>\n<p>\n<strong>Right to Non-discrimination.</strong> You have a right to exercise the above rights, and we will not discriminate against you for exercising these rights.\nPlease note that a legitimate denial of a request to access, delete, or opt-out is not discriminatory, nor is charging a fee for excessive or repetitive requests.</p>\n<p>\n<strong>Instructions to Exercise your Rights.</strong> If you would like to make any of the data requests listed above, please click https://privacyportal.onetrust.com/webform/013493b4-8b22-4d55-8091-22ecc186b7b4/31b1fb21-bdbf-4df7-a13e-a8f2363ef8f3.\nThe link will take you to an interactive webform that you can complete and submit to make a request for information that we will then verify.\nIf you use the telephone number, you will be guided through a process that will allow you to submit a verifiable request, and the level of verification will depend on the request being submitted.\nYou may also submit a request by emailing us at legal@butcherbox.com.</p>\n<p>You may designate an authorized agent to exercise your rights under the CCPA on your behalf.\nSuch individual must have power of attorney, or be an authorized agent registered with the relevant Secretary of State.</p>\n<p>\n<strong>Right to Appeal.</strong> You have the right to appeal our decisions about your data subject requests.\nIf you choose to appeal, your request will move from Customer Support to our Legal Department for review.\nIf you would like to appeal a decision regarding your data request, please click appeals@butcherbox.com.\nPlease state that your request is an “Appeal,” and describe the date and nature of your original request.</p>\n<p>Verification Process</p>\n<p>When you submit a request to exercise your data subject rights, we may ask you to provide information that will enable us to verify your identity.</p>\n<p>If you designate an authorized agent to exercise your rights on your behalf, we may require that you or the authorized agent do the following:</p>\n<ul>\n<li>Verify your identity with us directly.</li>\n<li>Provide proof of your signed written permission for the authorized agent to submit a request on your behalf.</li>\n</ul>\n<p>\n</p>\n<p>We may deny a request from an agent purportedly acting on your behalf if we request, and the agent does not submit, proof that he, she, or it has been authorized by you to act on your behalf.</p>\n<p>Personal Information of Minors</p>\n<p>Our online content is not intended for children or minors under the age of sixteen years.\nAccordingly, we do not knowingly store information from minors under the age of sixteen years, except as required by applicable law.\nIf you believe that a child has submitted personal information to us, please contact us at: legal@butcherbox.com.\nand we will delete the information.</p>\n<p>Additional California Privacy Rights</p>\n<p>Shine the Light Request.\nCalifornia Civil Code Section § 1798.83 permits users of our website who are California residents to request information about our disclosure of personal information to other parties for their direct marketing purposes.\nTo make such a request, please send an email to legal@butcherbox.com with the subject “Shine the Light Request.” </p>\n<p>Changes to Our Supplemental Policy</p>\n<p>ButcherBox reserves the right to amend this Supplemental Policy at our discretion and at any time.\nWhen we make changes to this Supplemental Policy, we will post the policy on our website with a new Last Updated date.</p>\n<p>Additional Information</p>\n<p>If you would like additional information regarding our Supplemental Policy, please contact us at legal@butcherbox.com, (855) 981-8568, or ButcherBox at 311 Arsenal Street Watertown, MA 02472.\n</p>\n<p>Return to the start of our Supplemental Policy[link]</p>\n<p>As Seen On</p>\n<ul>\n<li>Food and Wine Magazine</li>\n<li>New York Times</li>\n<li>Inc Magazine</li>\n<li>Forbes Magazine</li>\n</ul>Believe in betterButcherBox delivers 100% grass-fed beef, free-range organic chicken, humanely raised pork, and wild-caught seafood directly to your door.Certified B Corporation® This company meets the highest standards of social and environmental impact<ul>\n<li>About Us</li>\n<li>Help CenterLink opens in a new window</li>\n<li>Careers</li>\n<li>Just CookLink opens in a new window</li>\n</ul>\n<ul>\n<li>instagram</li>\n<li>Pintrest</li>\n<li>Twitter</li>\n<li>Youtube</li>\n<li>Facebook</li>\n</ul>Emailsupport@butcherbox.comLocationButcherBox OpCo LLC<br> 311 Arsenal Street<br> Watertown, MA 02472Join our email newsletterJoin email newsletter formEmail AddressSubmit<p>Copyright © 2023 ButcherBox.\nAll Rights Reserved</p>\n<ul>\n<li>Privacy Policy</li>\n<li>My Privacy Rights</li>\n<li>Terms of Use</li>\n<li>Accessibility Statement</li>\n</ul> ", "created_at": "2023-04-01 23:59:41.861959", "updated_at": "2023-04-02 00:00:51.109689"}], "points": [], "urls": ["butcherbox.com"]}}