{"error": 448, "message": "OK", "parameters": {"id": 737, "name": "Video Deck for Youtube", "created_at": "2018-10-06 15:21:42.398425", "updated_at": "2022-12-19 19:33:10.839922", "wikipedia": null, "keywords": null, "related": null, "slug": "video_deck_for_youtube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/737.png", "url": "videodeck.net", "documents": [{"id": 614, "name": "Terms & Conditions ", "url": "https://www.videodeck.net/terms", "xpath": "//*[@id=\"termsPage\"]", "text": " Terms &amp.\nConditions:<br>Web User Agreement NATURE OF AGREEMENT Please read these Agreement carefully before using this web site which you are accessing at the URL www.videodeck.net (\"the Site\").\nUse of this Site constitutes acceptance of the Terms of Use below and your agreement to enter into a legally binding agreement (\"the Agreement\") with the COMCODE d.o.o.\n(\"we\"/ \"us\").\nWe may modify this Agreement at any time, and such modifications shall be effective immediately upon posting of the modified Terms and Conditions (\"Terms and Conditions\").\nYou agree to review the Terms and Conditions periodically to be aware of such modifications and your continued access or use of the Site shall be deemed to be your conclusive acceptance of the modified Terms and Conditions.\nSITE OWNERSHIP The Site is owned and operated by the COMCODE d.o.o., a body whose address is at Blatna Brezovica 68, Vrhnika 1360, Slovenia.\n1 COPYRIGHT All of this Site including but not limited to graphics, logos, icons, text, images and software (\"the Content\") is owned by us or our content providers and is protected by international copyright laws.\nYou may use this Site and the Content for non-commercial use only.\n2 ACKNOWLEDGMENT OF INTELLECTUAL PROPERTY &amp.\nPROPRIETARY RIGHTS All graphics, logos and service names of the Central Registry of Information are our trademarks (the \"Marks\").\nYou acknowledge our ownership of the Marks and agree not to display or use in any manner the Marks without our prior written permission.<br>\n<br> You acknowledge and agree that the Site and the Content contains proprietary and confidential information which is protected by applicable intellectual property and other laws.\nYou further acknowledge and agree that the Content is protected by copyright, database rights, trademarks, service marks, patents or other proprietary rights and laws.\n3 LINKS We may provide links to other web sites or resources.\nBecause we have no control over such sites and resources, you acknowledge and agree that we are not responsible for the availability of such external sites or resources, and do not endorse and are not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\n<br>\n<br> You further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services that may be available on or through any such site or resource.\n4 DISCLAIMER AND LIABILITY This Site is provided on an \"as is\" basis.\nWe make no representations or warranties of any kind express or implied as to the operation of this Site or the Content or any part thereof included on this Site.\nWhile we make every effort to ensure that the information is accurate, we will not be liable in any way for the quality, timeliness, accuracy or completeness of any of the Content which may be accessed via this Site and are not responsible for any consequences which may arise from your acting (or failing to act) on any of the Content.\n<br>\n<br> We disclaim all warranties express or implied to the full extent permissible by applicable law.\nWe do not warrant that this Site, its servers, or e-mail sent from this Site are free from viruses or other harmful components.\n<br>\n<br> We will not be liable for any damages of any kind arising from the use of this Site, including but not limited to damages for consequential loss (save for death or personal injury caused by our negligence or that of our employees or agents).\n5 INDEMNITY You agree to indemnify us against all loss and damage howsoever caused resulting from any breach of this Agreement by you.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> If you have any questions regarding this Agreement, please contact info@videodeck.net.\nThird Party Services This website uses data provided by Third Party Services.\nEach of these Third Party Services may have Terms of Services, Privacy Policies, Community Standards, and other customer obligations that also apply when connecting via this website.\nYou can find the links to these policies below.\n<br>\n<br> YouTube Terms of Use<br> Google Terms of Service<br> Google Privacy Policy<br> ", "created_at": "2018-10-06 15:30:41.095779", "updated_at": "2022-12-19 19:34:55.978848"}, {"id": 13459, "name": "Privacy Policy", "url": "https://www.videodeck.net/privacy", "xpath": "//body", "text": " <p> To give you the best possible experience, this site uses cookies.\nContinuing to use videodeck.net means you agree to our use of cookies.\n</p>\n<p>\n<strong>Accept cookies</strong>\n<br> More Information </p> Home Privacy Policy COMCODE d.o.o., as the owner of this website, created this privacy statement to demonstrate our commitment to the privacy of our visitors and customers.\nAs a company, we strictly adhere to all industry guidelines and we continually review our policy and procedures to ensure the safety and protection of our customer information.\nThere follows an explanation of our commitment to protecting the privacy of Internet Users.\nInformation Collection and Use COMCODE d.o.o.\nis the sole owner of the information collected on this site.\nWe will not sell, share, or rent this information to others in ways different from those which are disclosed in this statement.\nCOMCODE d.o.o.\ncollects information from our users at several different points on our website.\nCookies A cookie is a piece of data stored on the users hard drive containing information about the user.\nUsage of a cookie is in no way linked to any personally identifiable information while on our site.\nOnce the user closes their browser, the cookie simply terminates.\nFor instance, by setting a cookie on our site, the user would not have to log in a password more than once, thereby saving time while on our site.\nIf a user rejects the cookie, they may still use our site.\nThe only drawback to this is that the user will be limited in some areas of our site.\nCookies can also enable us to track and target the interests of our users to enhance the experience on our site.\nCookies on our site We use Google Analytics (just like virtually everybody else) a service provided by Google.\nThey gather anonymous data of how people are using this site and then provide us with visitor statistics, details of page views etc etc.\nIf you are anti-Google you can opt-out of being tracked by Google Analytics at http://tools.google.com/dlpage/gaoptout (we’d prefer you didn’t though as this data is seriously helpful to us in improving our website and to provide a better experience for you!) The cookies which Google places on your computer are called: _utma, _utmb, _utmc and _utmz.\nCheck Google privacy site for an overview of privacy at Google.\n<br>\n<br>This is a list of basic information about cookies used on our site: Cookie Name Duration the cookie is on your computer When Can I delete the cookie myself? _utma 2 years Whenever you like! _utmb Less than 1 Day Whenever you like! _utmc Deletes itself when you leave our website Whenever you like! _utmz 6 Months Whenever you like! Session Deletes itself when you leave our website Whenever you like! PersistentCookie 1 Year Whenever you like! If you don't like cookies you can get instructions for deletion on following page.\nLog files We use IP addresses to analyze trends, administer the site, track site use, and gather broad demographic information for aggregate use.\nIP addresses are not linked to personally identifiable information.\nLinks This web site contains links to other sites.\nPlease be aware that we Comcode d.o.o.\nare not responsible for the privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of each and every web site that collects personally identifiable information.\nThis privacy statement applies solely to information collected by this Web site.\nSecurity This website takes every precaution to protect our users information.\nWhen users submit sensitive information via the website, the information is protected both online and off-line.\nWhile we use SSL encryption to protect sensitive information online, we also do everything in our power to protect user-information off-line.\nAll of our user information, not just the sensitive information mentioned above, is restricted in our offices.\nOnly employees who need the information to perform a specific job (for example, our billing clerk or a customer service representative) are granted access to personally identifiable information.\nThird Party Services This website uses data provided by Third Party Services.\nEach of these Third Party Services may have Terms of Services, Privacy Policies, Community Standards, and other customer obligations that also apply when connecting via this website.\nYou can find the links to these policies below.\n<br>\n<br> YouTube Terms of Use<br> Google Terms of Service<br> Google Privacy Policy<br>\n<ul>\n<li>Contact</li>\n<li>Feedback</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul>\n<p>Copyright © 2012-2022 COMCODE d.o.o.\nAll Rights Reserved.</p> 2012-12-20 Follow us on Google+ RATING: 4.12 ( 838 ratings) Price: from 0.00 to $9.99 Video Deck for YouTube™ Easiest way to follow videos of your favorite YouTube subscriptions.\nSitemap ", "created_at": "2022-12-19 19:33:30.555974", "updated_at": "2022-12-19 19:33:39.603771"}], "points": [{"id": 8109, "title": "This service takes credit for your content", "source": "Example", "status": "B7 C2 EE FD 8D AC 78 06 AF 67 DF CD 92 EB 18 12 6B C0 83 12 A7 F2 D6 F3 86 2E 46 01 3C 7A 61 35", "created_at": "2019-10-15 10:38:12.022943", "updated_at": "2020-06-30 16:08:28.612777", "quoteText": null, "case_id": 179, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["videodeck.net"]}}