{"error": 448, "message": "OK", "parameters": {"id": 9652, "name": "ucaptcha2022", "created_at": "2023-09-27 17:41:31.967469", "updated_at": "2023-09-27 22:02:40.897579", "wikipedia": null, "keywords": null, "related": null, "slug": "ucaptcha2022", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9652.png", "url": "ucaptcha2022.com", "documents": [{"id": 19199, "name": "Privacy Policy ", "url": "https://ucaptcha2022.com/privacypolicy", "xpath": "//body", "text": "Privacy Policy<p>Effective Date : 1st Nov 2019</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from&nbsp.\nus.\n</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p>\n<p>Our Service is available to users outside the European Union using a telephone number which is not registered to a European Union country.\nThe Service is not available to citizens of any European Union country or any telephone number associated with any European Union country.\nWe offer mobile content for your smartphone like videos, apps, games among others.</p>\n<p>We provide an entertainment chat service.\nWe do not guarantee users making a call / SMS based on our website will talk to people represented in the photos which appear on the website.\nWe do not have control on who they talk to.\nWe do not take responsibility for the quality or content of the chat service which is performed by a third party chat operator that is not our employee</p>\n<p>If you decide to make a call / send SMS based on our Service you acknowledge and accept that there will be a cost in making such a phone call / SMS which will be charged at the relevant international rates applicable to the call in question, which will vary depending on the country and network operator from which you make the telephone call / SMS .\nPlease always check with your network operator the cost of calling our chat access numbers before calling.</p>\n<p>If you send an SMS / or make a call you consent to us retargeting you through other marketing means, based on re-contacting you via your telephone number in the future.</p>\n<p>If you do not wish to be contacted by us again after making a telephone call linked to the Service please click on the “unsubscribe button” at the bottom of the website and complete the form in the link you will be taken to following which we will remove your telephone number from our database within 48 hours.</p>\n<p>We are a media company that promotes chat services.\n&nbsp;The chat services are provided by a number of third parties.\nWe also use other third parties to promote the Chat Service.</p>\n<p>When using this site you agree not to replicate or otherwise use any content contained on this site without our prior written approval.</p>\n<br>Tracking &amp.\nCookies Data<br>\n<p>We may use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we may use include:</p>\n<ol>\n<li>Session Cookies.&nbsp;We may use Session Cookies to operate our Service.</li>\n<li>Preference Cookies.&nbsp;We may use Preference Cookies to remember your preferences and various settings.</li>\n<li>Security Cookies.&nbsp;We may use Security Cookies for security purposes.</li>\n</ol>\n<br>Links to other Websites<br>\n<p>Our Service may contain links to third-party websites or services, including, but not limited to, advertising placed on the site that is not owned or controlled by us.</p>\n<p>We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third party advertising banners or associated websites or services.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such banners, &nbsp;websites or related services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit.</p>\n<br>Children's Privacy<br>\n<p>Our Service does not address anyone under the age of 18 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>\n<br>Changes To This Privacy Policy<br>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<br>How To Enter The Competition<br>\n<p>* effective from Jan 2021*</p>\n<p>The user lands on the promotion page and answer the questionnaire that is put forward to him, user must complete entire the questionnaire to be eligible for the iPhone prize.</p>\n<br>1.\nEligibility and Entry Restrictions<br>\n<p>\n<b>To be eligible to enter a competition:</b>Entrants must be a real person, at least 18 years old, proof of address or age may be required at the time of claiming the prize</p>\n<br>2.\nStart and closing dates<br>\n<p>2.1 This competition runs once in a quarter, The start date for this competition is from 1st January 2021 and end date is 31th March 2021</p>\n<p>2.2 Any entries received before the opening or after the closing of the competition will be invalid and will not be entered into the competition</p>\n<p>2.3 We reserve the right to cancel or amend the competition and these terms and conditions without notice in the event of a catastrophe, war, civil or military disturbance, act of God or any actual or anticipated breach of any applicable law or regulation or any other event outside of our control.\nAny changes to the competition will be notified to entrants as soon as possible by us.</p>\n<p>2.4 Entry into the competition will be deemed as acceptance of all of these terms and conditions.</p>\n<br>3.\nJudging<br>\n<p>3.1 If a competition entrant does not meet the eligibility requirements or is subject to any entry restrictions, that entrant shall not be entitled to be adjudged a winner, and will not be entitled to a prize in any circumstances.</p>\n<p>3.2 Our decision in respect of all matters to do with the competition will be final and no correspondence will be entered into.</p>\n<p>3.3 The competition and these terms and conditions will be governed by Spain law and any disputes will be subject to the exclusive jurisdiction of the courts of Spain.</p>\n<br>4.\nWinners and Prizes<br>\n<p>4.1 The winner of the competition will be decided within 30 days following the closing dates of the competition.\nThe announcement may include the name and photograph, the town or region of residence and prize details of each prize winner.</p>\n<p>4.2 Random mobile number is chosen from the pool of all participant numbers and this chosen participant will be declared as the winner</p>\n<p>4.3 The winner will be notified about the prize on a phone call/sms/whatsapp</p>\n<p>4.4 Reasonable efforts will be made to contact the prize winner for 14 days but if the winner fails to respond to our notification attempts within this time or provide an address for delivery of the prize or fails to meet any of the eligibility requirements or is otherwise unable to comply with the competition terms and conditions, we reserve the right to disqualify that entrant and offer the prize to the next eligible entrant and thereafter until a winner is found.</p>\n<p>4.5 The prize will be delivered to the winner at the address provided.</p>\n<p>4.6 No cash alternative to the prizes will be offered.\nThe prizes are not transferable.</p>\n<br>Contact Us<br>\n<p>If you have any questions about this Privacy Policy or any other issues - please contact us: smspromo88@gmail.com.</p>", "created_at": "2023-09-27 17:41:32.003809", "updated_at": "2023-09-27 17:41:48.618293"}], "points": [], "urls": ["ucaptcha2022.com"]}}