{"error": 448, "message": "OK", "parameters": {"id": 8604, "name": " Herald Publishing Association ", "created_at": "2023-06-29 15:47:34.127753", "updated_at": "2023-06-29 22:02:27.838976", "wikipedia": null, "keywords": null, "related": null, "slug": "herald-publishing-association", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8604.png", "url": "reviewandherald.com", "documents": [{"id": 16745, "name": "TERMS OF USE ", "url": "https://www.reviewandherald.com/copy-of-contact", "xpath": "//body", "text": " top of page<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<p>Home</p>\n</li>\n<li>\n<p>About</p>\n</li>\n<li>\n<p>Titles</p>\n<ul>\n<li>Biography</li>\n<li>Ellen White</li>\n<li>Religious Resources</li>\n</ul>\n</li>\n<li>\n<p>Doctrine</p>\n</li>\n<li>\n<p>Children and Teens</p>\n</li>\n<li>\n<p>Mission Stories</p>\n</li>\n<li>\n<p>Health &amp.\nCooking</p>\n</li>\n<li>\n<p>Church History</p>\n</li>\n<li>\n<p>More</p>\n</li>\n</ul>\n<ul>\n</ul>Use tab to navigate through the menu items.TERMS OF USEEffective Date of Terms of Use: July 28, 2020 ​ <p>These Terms of Use apply to this website and any other website, application, or other online service that links to these Terms of Use, including author websites and online services, however accessed and/or used, that are operated or otherwise made available by Review &amp.\nHerald Publishing Association (collectively referred to as the “Sites”).\nReview &amp.\nHerald Publishing Association (“RHPA”, “WE”, “US”, OR “OUR”) RESERVES THE RIGHT, AT OUR DISCRETION, TO CHANGE, MODIFY, ADD, OR REMOVE PORTIONS OF THESE TERMS OF USE AT ANY TIME.\nPLEASE CHECK THESE TERMS OF USE PERIODICALLY FOR CHANGES.\nYOUR CONTINUED USE OF THE SITES FOLLOWING THE POSTING OF CHANGES TO THESE TERMS OF USE WILL MEAN YOU ACCEPT THOSE CHANGES.\nAdditional terms and conditions may apply to the purchase of products, such as shipping and return policies.</p>\n<p>​</p>\n<p>This is a legal agreement between you (“you” or “user”) and us and states the material terms and conditions that govern your use of the Sites.\nThis agreement, together with all updates, supplements, additional terms, and all of RHPA’s rules and policies collectively constitute and shall be referred to as the “Agreement” between you and RHPA.\nBY ACCESSING THE SITES, YOU AGREE TO BE LEGALLY BOUND BY THIS AGREEMENT.\nIF YOU DO NOT AGREE TO THE TERMS OF SERVICE AND CONDITIONS OF USE STATED HEREIN, PLEASE IMMEDIATELY LEAVE THIS SITE.</p>\n<p>​</p> Copyright and Ownership ​ <p>The Sites are owned and operated by RHPA and its affiliates and vendors.\nAll of the content featured, displayed or offered for sale on the Sites, including, but not limited to, text, graphics, photographs, images, moving images, sound, illustrations, software and any other content (collectively, the “Content”), is owned by RHPA, its licensors, vendors and/or its content providers.\nAll elements of the Sites, including but not limited to the general design and the Content, are protected by trade dress, copyright, moral rights, trademark and other laws relating to intellectual property rights.\nEach of the Sites may only be used for the intended purpose for which such Site is being made available.\nExcept as may be otherwise indicated in specific documents within the Sites, you are authorized to view, play, print and download documents, audio and video found on our Sites for personal, informational, and noncommercial purposes only.\nYou may not modify any of the materials but you may not copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer or sell any information or work contained on the Sites.\nExcept as permitted under applicable copyright laws, you are responsible for obtaining permission before re-using any copyrighted material that is available on the Sites.\nFor purposes of these terms, the use of any such material on any other website or networked computer environment is prohibited.\nYou shall comply with all applicable domestic and international laws, statutes, ordinances and regulations regarding your use of the Sites.\nThe Sites, the Content and all related rights shall remain the exclusive property of RHPA and its licensors unless otherwise expressly agreed in writing.\nYou will not remove any copyright, trademark or other proprietary notices from material found on the Sites.</p>\n<p>​</p> Site Access License ​ <p>RHPA grants you a limited, revocable, non-exclusive, non-transferable license to access and make personal, noncommercial use of the Sites or their Content and not to download (other than page caching or unless otherwise allowed by RHPA or permitted by law) or modify all or any portion of the Sites and their Content.\nThis license does not include any re-sale or commercial use of the Sites or their Content.\nany collection and use of any product listings, descriptions, or prices.\nany derivative use of the Sites or their Content.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThe Sites and/or any portion of the Sites or their Content may not be reproduced, duplicated, copied, sold, resold, visited or otherwise exploited for any commercial purpose without RHPA’s express prior written consent.\nYou shall not frame or utilize framing techniques to enclose any trademark, logo or other proprietary information (including images, text, page layout or form) of RHPA, its content providers or its affiliates without express prior written consent.\nYou shall not use any meta tags or any other “hidden text” utilizing our name or trademarks without our express prior written consent.\nAdditionally, you agree that you will not: (i) take any action that imposes, or may impose in our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Sites or any activities conducted on the Sites.\nor (iii) bypass any measures we may use to prevent or restrict access to the Sites.\nAny unauthorized use automatically terminates the permissions and/or licenses granted by us to you.</p>\n<p>​</p> Corporate Identification &amp.\nTrademarks ​ <p>All of our trademarks, service marks and trade names used herein (including but not limited to the corporate names and logos of RHPA and its publishing divisions and imprints, names and designs of the Sites, and any logos) are trademarks or registered trademarks of RHPA or its affiliates, partners, vendors or licensors.\nYou may not use, copy, reproduce, republish, upload, post, transmit, distribute, or modify such trademarks in any way, including in advertising or publicity pertaining to distribution of materials on the Sites, without RHPA’s express prior written consent.\nThe use of our trademarks on any other website or network computer environment is not allowed.\nYou are granted a limited, revocable, non-exclusive, non-transferable right to create a link to any page of the Sites so long as the link does not portray us, our content providers, our licensors, our affiliates, or our products or services in a false, misleading, derogatory or otherwise offensive manner.\nYou may not use any RHPA logo or other proprietary graphic or trademark as part of the link without express written permission.\nExcept as expressly stated herein, no rights or licenses are granted hereunder.</p>\n<p>​</p> Links to Third Parties &amp.\nNo Endorsement ​ <p>The Sites contain links to other websites controlled by third parties.\nThese links are provided solely as a convenience to you and do not imply endorsement by RHPA of, or any affiliation with, or endorsement by, the owner of the linked site.\nRHPA is not responsible for the contents or use of any linked site, or any consequence of making the link.\nThe Sites may also include a tool that allows you to sign in or register using information from your account with a third party service (e.g., Facebook, Twitter).\nThese third party services are unrelated to the Sites, and your use of such third party services is subject to the terms and policies of those services.</p>\n<p>​</p>\n<p>You shall not use RHPA’s name or any language, pictures or symbols which could, in RHPA’s judgment, imply RHPA’s endorsement in any (i) written or oral advertising or presentation, or (ii) brochure, newsletter, book, or other written material of whatever nature, without prior written consent.</p>\n<p>​</p> Fees<br>\n&nbsp.\nFor all charges for any products and services sold on the Sites, RHPA or its vendors or agents will bill your credit card or an alternative payment method.\nWhen you provide credit card information to us or our vendors, you represent to us that you are the authorized user of the credit card that is used to pay for the products and services.\nIn the event legal action is necessary to collect on balances due, you agree to reimburse RHPA and its vendors or agents for all expenses incurred to recover sums due, including attorney’s fees and other legal expenses.\nYou are responsible for purchase of, and payment of charges for, all Internet access services and telecommunications services needed for use of the Sites.\n<p>​</p> Privacy Policy &nbsp.\nData collection and use, including data collection and use of personal information is governed by RHPA’s Privacy Policy which is incorporated into and is a part of this Agreement.\n<p>​</p> User Submissions<br>\n&nbsp.\nWhere we have specifically invited or requested user submitted content of any kind, we encourage members of the public to submit such content (e.g., user generated content, postings to forums, comments on content, participation in communities) to RHPA that they have created for consideration in connection with the Sites and any related programs (“User Submissions”).\nUser Submissions remain the intellectual property of the individual user.\nBy posting your content on the Sites, you expressly grant RHPA a non-exclusive, perpetual, irrevocable, royalty-free, fully paid-up worldwide, fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, transmit, perform and display such content and your name, voice, and/or likeness as contained in your User Submission, in whole or in part, and in any form throughout the world in any media or technology, whether now known or hereafter discovered, including all promotion, advertising, marketing, merchandising, publicity and any other ancillary uses thereof, and including the unfettered right to sublicense such rights, in perpetuity throughout the universe.\nWe may refuse or remove User Submissions for any reason and without notice.\nAll User Submissions are deemed non-confidential and RHPA shall be under no obligation to maintain the confidentiality of any information, in whatever form, contained in any User Submission.<br>\n&nbsp.\n<p>By submitting any User Submissions, you consent to the following rules:</p>\n<ul>\n<li>\n<p>User Submissions must not infringe on the copyright, trademark, patent or other intellectual property right of any third party.\nIf your User Submission is not your original work, you must obtain all necessary permissions from any persons who contributed to or otherwise may control rights in all or part of the User Submission to submit the User Submission in accordance with these Terms.</p>\n</li>\n<li>\n<p>User Submissions must not violate a third party’s right to privacy or publicity.\nYou must obtain all necessary permissions from any individuals identified in or implicated by your User Submission, including those shown in photographic content, and, in the case of minors, also from their parents or legal guardians, as appropriate.</p>\n</li>\n<li>\n<p>User Submissions should relate to the content on the Sites and should be intended to add to the discussion and community on the Sites.</p>\n</li>\n<li>\n<p>User Submissions must be respectful of others.\nEpithets or other language or material intended to intimidate or to incite violence are strictly prohibited.\nYour User Submission may not include any negative comments that are connected to race, national origin, gender, sexual orientation or physical handicap or that are defamatory, slanderous, indecent, obscene, pornographic or sexually explicit.</p>\n</li>\n<li>\n<p>User Submissions may not contain any commercial material.\nYou may not solicit funds, promote commercial entities or otherwise engage in commercial activity through your User Submission.\nSoliciting other users to join or become members of any commercial online service or other organization is expressly prohibited.</p>\n</li>\n<li>\n<p>Do not impersonate any other person or entity or falsely state or otherwise misrepresent your affiliation with any person or entity.</p>\n</li>\n<li>\n<p>Remember that forums and other areas of the Sites are public.\nDo not post personal information (e.g., full name, password, phone number, address, email address or other personally identifiable information or contact information) in these areas.</p>\n</li>\n</ul>\n<p>All User Submissions must comply with these rules and any additional guidelines posted on the Sites, as applicable.\nUser Submissions do not represent the views of RHPA or any individual associated with RHPA, and we do not control this content.\nIn no event shall you represent or suggest, directly or indirectly, RHPA’s endorsement of User Submissions.\nRHPA does not vouch for the accuracy or credibility of any User Submissions, and does not take any responsibility or assume any liability for any actions you may take as a result of reading User Submissions on the Sites.\nThrough your use of the Sites, you may be exposed to Content and User Submissions that you may find offensive, objectionable, harmful, inaccurate or deceptive.\nThere may also be risks of dealing with underage persons, people acting under false pretense, international trade issues and foreign nationals.\nBy using the Sites, you assume all associated risks.</p>\n<p>​</p> Removal of User Submissions<br>\n<br>\nWe will not monitor, edit, or disclose the contents of a user’s email unless required in the course of normal maintenance of the Sites and its systems or unless required to do so by law or in the good-faith belief that such action is necessary to: (1) comply with the law or comply with legal process served on RHPA or the Sites.\n(2) protect and defend the rights or property of RHPA, the Sites, or the users of RHPA.\nor (3) act in an emergency to protect the personal safety of our guests, the Sites, or the public.\nUsers shall remain solely responsible for the content of their messages and RHPA shall have no obligation to pre-screen any such content.\nHowever, we shall have the right in our sole discretion to edit, refuse to post or remove any material submitted to or posted on the Sites.\nWithout limiting the foregoing, we shall have the right to remove any material that we find to be in violation of the provisions hereof or otherwise objectionable, and the additional right to deny any user who fails to conform to any provision of these Terms of Use access to the Sites.\n<p>​</p>\n<p>In addition to any remedies that we may have at law or in equity, if we determine, in our sole discretion, that you have violated or are likely to violate the foregoing prohibitions, we may take any action we deem necessary to cure or prevent the violation, including without limitation, the immediate removal of the related materials from the Sites.\nWe will fully cooperate with any law enforcement authorities or court order or subpoena requesting or directing us to disclose the identity of anyone posting such materials.</p>\n<p>​</p> Account Registration and Security<br>\n&nbsp.\nIf you decide to register as a member of a Site, you may receive or establish one or more user names, passwords and accounts.\nIn consideration of use of your registration, you will: (a) provide true, accurate, current and complete information about yourself as prompted by the applicable registration form (such information being the “Registration Data”) and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or RHPA has grounds to suspect that such information is untrue, inaccurate, not current or incomplete, RHPA has the right to suspend or terminate your account and refuse any and all current or future use of the Sites (or any portion thereof).\nYou are entirely responsible for the security and confidentiality of your password and account.\nFurthermore, you are entirely responsible for any and all activities that occur under your account.\nYou agree to immediately notify us of any unauthorized use of your account or any other breach of security of which you become aware.\nYou are responsible for taking precautions and providing security measures best suited for your situation and intended use of the registration and Sites.\nWe have the right to provide user billing, account, content or user records, and related information under certain circumstances (such as in response to legal responsibility, lawful process, orders, subpoenas, or warrants, or to protect our rights, customers or business) to third parties.\n<p>​</p> Representations and Warranties ​ <p>You shall be solely responsible for your own User Submissions, your use of your registration and the consequences of posting or publishing or participating in the Sites.\nIn connection with User Submissions and your use of the Sites, you affirm, represent and warrant the following: (i) you are over the legal age to contract (or your parent or guardian has consented to your User Submission and your use of the Sites) and have the right and authority to enter into this Agreement, and are fully able and competent to satisfy the terms, conditions and obligations herein.\n(ii) you have obtained all consents, and possess all copyright, patent, trademark, trade secret and any other proprietary rights, or the necessary licenses thereto, to grant the licenses herein.\n(iii) if necessary you have the written consent of each and every identifiable natural person in the User Submission to use such persons name or likeness in the manner contemplated by the Sites and these Terms of Use, and each such person has released you from any liability that may arise in relation to such use.\n(iv) you have read, understood, agree with, and will abide by the terms of this Agreement.\n(v) the User Submission and RHPA ’s use thereof as contemplated by these terms and the Sites will not infringe any rights of any third party, including but not limited to any intellectual property rights, privacy rights and rights of publicity.\n(vi) the User Submissions do and will not contain: (a) material falsehoods or misrepresentations that could harm RHPA or any third party.\n(b) content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing or encourages conduct that would be considered a criminal offense, give rise to civil liability or violate any law.\n(c) advertisements or solicitations of business.\nor (d) impersonations of third parties, other than those which are readily apparent and not otherwise in violation of these Terms of Use.</p>\n<p>​</p> Termination ​ RHPA may suspend or terminate any user’s access to all or any part of the Sites including any account thereon, without notice, for any reason in RHPA ’s sole discretion, including without limitation RHPA’s belief that such access would violate any applicable law or would be harmful to the interests of RHPA or another user.\nUpon termination, you will lose access to all the Sites and all Content thereon.\nThe obligations that you have to RHPA under these Terms of Use will continue even after we suspend or terminate your access to the Sites.\n<p>​</p> Release<br>\n&nbsp.\nIn the event that you have a dispute with one or more other users of the Sites, you release RHPA (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.\n<p>​</p> Disclaimer &amp.\nLimitation of Liability Your use of and browsing of the Sites are at your own risk.\nEXCEPT AS OTHERWISE PROVIDED ABOVE, EVERYTHING ON THE SITES, INCLUDING ANY PRODUCTS OR SERVICES OFFERED FOR SALE, IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\nRHPA MAKES NO WARRANTIES OR REPRESENTATIONS REGARDING THE INFORMATION OR CONTENT CONTAINED ON THE SITES, AND SPECIFICALLY DISCLAIMS ANY WARRANTY AS TO THE SUITABILITY, RELIABILITY, TIMELINESS OR ACCURACY OF THE INFORMATION OR CONTENT CONTAINED ON THE SITES FOR ANY PURPOSE.\nRHPA DOES NOT WARRANT THAT THE FUNCTIONALITIES CONTAINED IN THE CONTENT WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITES OR THE SERVER THAT MAKES SUCH CONTENT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nRHPA DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE CONTENTS IN THE SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nYOU (AND NOT RHPA ) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION.\nTO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\n<p>​</p>\n<p>UNDER NO CIRCUMSTANCES SHALL RHPA OR ANY OF ITS VENDORS BE LIABLE FOR ANY DAMAGES THAT RESULT FROM THE USE OF OR INABILITY TO USE THE RHPA SITES, INCLUDING BUT NOT LIMITED TO RELIANCE BY A USER ON ANY INFORMATION OR CONTENT OBTAINED FROM RHPA’S SITES THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO RHPA S RECORDS, PROGRAMS, OR SERVICES, OR OTHERWISE.\nUSER HEREBY ACKNOWLEDGES THAT THIS DISCLAIMER AND LIMITATION OF LIABILITY SHALL APPLY TO ALL CONTENT, MERCHANDISE, AND SERVICES AVAILABLE THROUGH THE SITES.</p>\n<p>IN NO EVENT SHALL RHPA OR ANY AFFILIATED RHPA ENTITY OR INDIVIDUAL, LICENSOR OR VENDOR BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS TO, OR USE OF, THE SITES OR THE CONTENT THEREON, WHETHER IN A CONTRACT ACTION OR BASED ON NEGLIGENCE, OR OTHER TORT ACTION, OR ANY OTHER CLAIM WHATSOEVER, EVEN IF RHPA OR A RHPA AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL RHPA’S AGGREGATE LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE) OR OTHERWISE ARISING OUT OF THE AGREEMENT AND YOUR USE OF THE SITES AND THE CONTENT EXCEED THE AMOUNT PAID BY YOU FOR ANY CONTENT PURCHASED BY YOU ON THE SITES OR THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE SITES.<br>\n&nbsp;</p> Indemnification ​ <p>You agree to defend, indemnify and hold RHPA , its parent companies, subsidiaries, affiliates, successors, directors, officers, employees, service providers, and agents from any and all liabilities, costs, and expenses, including reasonable attorneys’ fees, related to any violation of these terms by you, or in connection with the use of the Sites or the Internet or the placement or transmission of any message or information on the Sites by you.</p>\n<p>If you registered as a member of a Site, you are entirely responsible for any and all activities that occur under your account and agree to indemnify, defend, and hold harmless the above-mentioned parties for any liability or expense arising from such use or misuse.\nYou agree to immediately notify us of any unauthorized use of your account or any other breach of security known to you.</p>\n<p>​</p> Force Majeure<br>\n&nbsp.\nNeither RHPA nor you shall be responsible for damages or for delays or failures in performance resulting from acts or occurrences beyond their respective reasonable control, including, without limitation: fire, lightning, explosion, power surge or failure, water, acts of God, war, revolution, civil commotion or acts of civil or military authorities or public enemies: any law, order, regulation, ordinance, or requirement of any government or legal body or any representative of any such government or legal body.\nor labor unrest, including without limitation, strikes, slowdowns, picketing, or boycotts.\ninability to secure raw materials, transportation facilities, fuel or energy shortages, or acts or omissions of other common carriers.\n<p>​</p> Governing Law &nbsp.\nThe Sites are created and controlled by RHPA in Maryland, U.S.A., unless otherwise noted.\nThese disclaimers, terms, and conditions of use are governed by the laws of Maryland.\nBy using any of the Sites, you hereby consent to the exclusive jurisdiction and venue of courts in Maryland, in all disputes arising out of or relating to the use of the Sites.\nIf any portion of these terms is held to be unenforceable, the unenforceable portion shall be construed in accordance with applicable law to the greatest extent possible to reflect the original intentions of the parties, and the remainder of the provisions shall remain in full force and effect.\nRHPA ’s failure to insist upon or enforce strict performance of any provision of these Terms of Use shall not be construed as a waiver of any provision or right.\n<p>​</p> Entire Agreement &nbsp.\nThis Agreement is the entire agreement between the user and RHPA and supersedes any prior understandings or agreements (written or oral).\n<p>​</p> Copyright Complaints ​ RHPA and its affiliates respect the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please follow our Digital Millennium Copyright Act Notice Policy.\n<p>​</p>\n<p>Digital Millennium Copyright Act Notice Policy</p>\n<p>​</p> Consistent with the Digital Millennium Copyright Act, if you believe that your copyrighted materials have been copied in a way that constitutes copyright infringement, please send an email or written notice to our designated agent for notices of infringement and provide the following information: <p>&nbsp;</p>\n<ol>\n<li>\n<p>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</p>\n</li>\n<li>\n<p>A description of the copyrighted work that you claim has been infringed;</p>\n</li>\n<li>\n<p>A description of where the material that you claim is infringing is located on the Sites;</p>\n</li>\n<li>\n<p>Your address, telephone number, and email address;</p>\n</li>\n<li>\n<p>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.<br>\n&nbsp;</p>\n</li>\n</ol>\n<p>Our designated agent for notice for claims of copyright infringement can be reached as follows: By mail: Penguin Random House LLC, Legal Department/DMCA Notices, 1745 Broadway, New York, NY 10019.\nBy phone: (212) 366-2652.\nBy email: copyrightagent@penguinrandomhouse.com.</p>\n<p>NOTE: THE ABOVE CONTACT INFORMATION IS PROVIDED EXCLUSIVELY FOR NOTIFYING RHPA THAT YOUR COPYRIGHTED MATERIAL MAY HAVE BEEN INFRINGED.\nALL OTHER INQUIRIES, (e.g., REQUESTS FOR TECHNICAL ASSISTANCE OR CUSTOMER SERVICE, REPORTS OF EMAIL ABUSE, AND PIRACY REPORTS), WILL NOT RECEIVE A RESPONSE THROUGH THIS PROCESS AND SHOULD BE DIRECTED TO OUR CUSTOMER SERVICE GROUP VIA EMAIL TO_____.\nWHILE RHPA WILL TRY TO ANSWER ALL CUSTOMER SERVICE INQUIRIES, WE CANNOT GUARANTEE SUCH RESPONSE.</p>Search Categories<p>Contact Us</p>\n<p>About Us</p>\n<p>Rights &amp.\nPermissions</p>\n<p>Terms of Use</p>\n<p>Follow RHPA on</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Report technical issues with this website here.</p>\n<p>© 2020 by Review &amp.\nHerald Publishing Association.<br>\nA Red Canoe Creative production.</p>bottom of page <p>We use cookies to personalize content and ads, to provide social media features, and to analyze our traffic.\nWe also share information about your use of our site with our social media, advertising, and analytics partners.</p>Cookies Settings Accept All CookiesPrivacy Preference CenterWhen you visit any web site, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Our cookie policyAllow All Manage Consent PreferencesTargeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices", "created_at": "2023-06-29 15:47:34.158397", "updated_at": "2023-06-29 15:47:57.390401"}], "points": [], "urls": ["reviewandherald.com"]}}