{"error": 448, "message": "OK", "parameters": {"id": 7275, "name": "SearchPreview", "created_at": "2023-01-18 04:22:45.095473", "updated_at": "2023-03-28 23:47:12.84874", "wikipedia": null, "keywords": null, "related": null, "slug": "searchpreview", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7275.png", "url": "searchpreview.de", "documents": [{"id": 13951, "name": "Privacy Policy", "url": "https://searchpreview.de/privacy-policy-chrome.html", "xpath": "//body", "text": " SearchPreview - Privacy Policy SearchPreview does not process or hold personal user data.\nSearchPreview only handles non-personal user data required for its features.\nEach feature can be individually disabled/enabled in the SearchPreview preferences area.\nIf you turn off a feature, user data related to that feature is neither transmitted nor held.\nFeature: Site Preview Images (Thumbnails) The preview images that are inserted into the search results page are standard html images.\nYour browser requests the images from a SearchPreview image server (depending on your location eu1.\nor jp.\nor nyc.\nor sfo.searchpreview.de/preview or /x2 for retina preview images) via the HTTPS protocol, this request contains the following information:\n<ul>\n<li>The request for the preview image</li>\n<li>The referrer site (the site the image was embedded in, for example https://www.google.de/)</li>\n<li>The user agent (a string identifying the browser you are using, for example Mozilla/5.0 (Macintosh.\nIntel Mac OS X 10_11_5) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/51.0.2704.103 Safari/537.36\n</li>\n</ul>\nEvery HTTPS request contains the above data, see the RFC 2616 (http://www.w3.org/Protocols/rfc2616/rfc2616.html) for a detailed description of the protocol details.\nThe request for the preview image (for example https://eu1.searchpreview.de/preview?s=http://www.mozilla.com&amp;ua=Chrome&amp;ver=833) contains the site of\nthe image that is requested, a user agent flag stating which Browser is used and the version number of the SearchPreview engine.\n<p>\nYour IP address is required for the transmission of above data between your Browser and the SearchPreview image server, however the SearchPreview server software does not read, process or hold your IP Address.\n</p>\n<p>\nThe SearchPreview image server will log every request in a log file on disk, in addition to above data the following data is logged per request: Time, bytes transferred, duration of request, http code.\nThese log files are not sold or given to third parties and are automatically deleted after 10 days.\nThe only purpose of the log files is to monitor performance and traffic usage.\n</p>\n<p> You can disable the Site Preview Images feature in the SearchPreview options area, in this case no data is sent to / requested from the SearchPreview Preview Image servers.\n</p> ", "created_at": "2023-01-18 04:22:45.157409", "updated_at": "2023-01-18 04:24:00.881174"}], "points": [], "urls": ["searchpreview.de"]}}