{"error": 448, "message": "OK", "parameters": {"id": 7171, "name": "Cool Rom", "created_at": "2022-12-31 21:41:38.418519", "updated_at": "2023-01-22 17:00:13.809435", "wikipedia": null, "keywords": null, "related": null, "slug": "cool-rom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7171.png", "url": "coolrom.com.au", "documents": [{"id": 13714, "name": "Privacy Policy", "url": "https://coolrom.com.au/privacy.php", "xpath": "/html/body/center/table/tbody/tr/td/table/tbody/tr[4]/td[1]", "text": " <b>Privacy Policy</b>\n<br> We strongly respect your privacy.\nAll information collected at CoolROM will be kept strictly confidential and will not be sold, re-used, or rented in any way.\nAny information we collect, such as operating systems, screen resolution and browser types are used to help make your visit more enjoyable.\n<br>\n<br> Third Party Advertising <br> We use third-party advertising companies to serve ads when you visit our web site.\nThese companies may use information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements on this site and other sites about goods and services that may be of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, click here.\n<br>\n<br> Exponential Interactive, Inc, as our partner, have a legitimate interest to collect and profile personal data in the form of IP address and cookie ID from users on our website in order to provide targeted online advertising and ad measurement.\nFor more details including opt-out requests, access requests or complaints, please review their privacy policy or contact their data protection officer via privacy@exponential.com.\n<br>\n<br> Third Party Cookies <br> In the course of serving advertisements to this site, our third-party advertiser may place or recognize a unique cookie on your browser.\n<br>\n<br> External Links <br>\nCoolROM contains links to other sites and file downloads from other sites.\nWe are not responsible for the privacy practices or content of such web sites.<br>\n<br> If you have any questions about this privacy policy, please feel free to contact us by using our contact form.\n<br>\n<br> ", "created_at": "2022-12-31 21:41:38.480545", "updated_at": "2022-12-31 21:42:15.258744"}], "points": [], "urls": ["coolrom.com.au"]}}