{"error": 448, "message": "OK", "parameters": {"id": 8520, "name": "Reppublika  ", "created_at": "2023-06-27 14:38:12.977551", "updated_at": "2023-06-27 22:02:17.300586", "wikipedia": null, "keywords": null, "related": null, "slug": "reppublika", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8520.png", "url": "reppublika.com", "documents": [{"id": 16542, "name": "Privacy Policy", "url": "https://www.reppublika.com/privacy-policy", "xpath": "//body", "text": " top of pageLOGIN<ul>\n<li>\n<p>What we do</p>\n</li>\n<li>\n<p>Services</p>\n</li>\n<li>\n<p>Tools</p>\n</li>\n<li>\n<p>Contact</p>\n</li>\n<li>\n<p>More</p>\n</li>\n</ul>\n<ul>\n</ul>Use tab to navigate through the menu items.Privacy Policy&nbsp;Auf Deutsch: Datenschutzordnung<p>Overview</p>\n<p>Reppublika Ratings+ calculates website and apps reach and usage and provides user structure statistics (ranked by population reach, total visits or average use time, optionally filtered by demographic attributes) in an anonymized way.\nFurthermore, Reppublika Ratings+ provides media agencies, planning tools and rating services with data on national reach and user structure across the complete spectrum of digital services.&nbsp;</p>\n<p>Reppublika Campaign Control measures, in real-time, ad impressions and target group accuracy of a campaign, based on panel profiling data of exposed respondents.\nFurthermore, it measures the effectiveness of ads of a campaign for purposes of monitoring and optimizing, through automated viewer surveys based on Key Performance Indicators such as Recall, Recognition, Appeal and Purchase Probability.<br>\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>How is personal data being collected</p>\n<p>Companies (website owners or publishers) who wish to participate, can include a proprietary code, specifically a Reppublika pixel tag on their website.\nThe code counts the number of “page impressions” of website visitors and provides Reppublika with statistical analysis and reports with aggregated results based on device type (Mobile, desktop, app), browser type (Firefox, Chrome, Safari, Internet Explorer, Edge etc) as well the sections of a website (Events/News/Lifestyle etc).</p>\n<p>Furthermore, through the cooperation with publishers and a third party partner online panel provider who tracks its panel members only upon their explicit prior consent through cookies or equivalent tracking software, Reppublika receives pseudonymous (data on an individual level, associated with a cookie or a device identifier but in a way that it is not reasonably possible for the individuals to be identified) and/or aggregated data (data about a group or a segment of individuals again in a way at Reppublika cannot identify each specific individual inside such a group or segment).\nMembers of the participating online research panel get identified each time they visit a client’s website in order to provide statistics and aggregated reports regarding the reach and demographic composition and audience profile of a website or an app.</p>\n<p>Moreover, for the purpose of the Reppublika Campaign Control module, either through a cookie which is placed by the third-party online research panel provider on its members upon their prior explicit consent, or&nbsp.\nthrough ID matching, the content that was viewed (which product, which ad campaign), on which website it was viewed and general information about the device on which the content was viewed (e.g.\nmobile, desktop, app) is being tracked in order to develop audience insights in connection with marketing campaigns.&nbsp.\nMembers of the third-party partner online panel provider who have seen, clicked on or otherwise interacted with an online ad or promotion are invited randomly to relevant voluntary surveys related to this experience for the purpose of assessing the effectiveness of promotion and ad campaigns.\nSuch surveys do not ask or collect any directly identifiable personal information.</p>\n<p>​</p>\n<p>What type of personal data is being collected and how is it being used</p>\n<p>Reppublika does not identify, or attempt to identify, the individuals about whom it receives pseudonymous and aggregated measurement, reach and exposure data from the third-party online research panel provider.</p>\n<p>Reppublika receives from the panel provider information such as the number of website visits, page impressions and visit duration as well as information regarding users’ browsing device such as device type (mobile, desktop, mobile app) operating system (Windows, MacOS, Android, ), IP address in order to determine the country from which the site is accessed, as well as information about the content that was viewed (e.g., which ad campaign), where the content was viewed (e.g., on which website or in which app).\nIt uses such data in order to calculate the traffic and reach of a service, the unique users, the visits and the page impressions.\nReppublika only receives information in form of aggregated or pseudonymous audience statistics and not in a way that allows any individuals to be reasonably identified.&nbsp.\n&nbsp;</p>\n<p>Reppublika Ratings+ uses the aforementioned information to provide audience measurement reports regarding the aggregated demographic composition of a website.</p>\n<p>Campaign Control use the aforementioned information in order to create a variety of insights and analyses about the effectiveness of an advertising campaign.</p>\n<p>Reppublika only includes non-identifiable or aggregated data in its published insights, reports and analyses and presents all measurement data as part of a pool of general users.</p>\n<p>Sharing of personal data</p>\n<p>Personal data that has been collected for the above purposes might be shared:</p>\n<p>-with other companies, contractors or partners in connection with services that these individuals or entities perform for, or Reppublika.\nThese Service providers are not permitted to retain the shared data for their own or independent use and they may not retain the shared data for any longer than required to perform the agreed services.\nFurther they must process any personal data in accordance with this Privacy Statement and as permitted by applicable data protection laws.</p>\n<p>-when Reppublika has a good-faith belief that such action is necessary to comply with a judicial proceeding or a court order or if it believe it is necessary in order to preserve its legal rights, to investigate, prevent or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of its terms or as otherwise required by law.</p>\n<p>- It may be transferred as a business asset in connection with a change of ownership including without limitation a merger or an acquisition or a sale of any or all of Reppublika's business assets or as part of its business or as part of a corporate reorganization or other changes in corporate control, provided that the Party receiving or acquiring any personal data has agreed to comply and maintain the security, integrity and confidentiality of personal data in accordance with the present Privacy Statement;</p>\n<p>Retention of personal data</p>\n<p>Reppublika will retain any personal information that might be collected for as long as it is necessary in connection with its research and analysis purposes, any legal obligations and any contractual obligations with third-parties.</p>\n<p>​</p>\n<p>Security</p>\n<p>Reppublika has put in place reasonable organizational, physical, electronic, and administrative procedures to safeguard the security and confidentiality of the information under its control.\nAccess to all personal information is restricted and limited to few authorized personnel on a need-to-know basis.\nReppublika has also established a management system to prevent incidents such as unauthorized access to or loss, erasure, alteration or leakage of personal information as well as to ensure the best possible support in the rare case that such an incident occurs.\nHowever, no transmission via the Internet is 100% secure.</p>\n<p>​</p>\n<p>Choices</p>\n<p>Participation in Reppublika’s insights and online measurement research is voluntary and members of the third-party online research panel provider have given their consent in being tracked for the various research purposes as described herein.\nPanel members who no longer wish to take part or contribute to Reppublika’s research and insights have the option to opt-out of any specific tracking technology or software through their membership in the online research Panel or they can also manage their cookie preferences by changing the cookie settings on their browsers or their mobile device at any time.\nMost browsers explain how users can disable the acceptance of new cookies, how to be notified when a new cookie is being dropped and how to delete the existing cookies.</p>\n<p>Further information on how to manage the cookie settings for the browser that is being used, can be found on the following list (the links are active at the time of the publication of present Privacy Policy, their content however might be modified in the future):</p>\n<p>- Internet Explorer 9<br>\n- Firefox</p>\n<p>- Chrome<br>\n- OSX/Mac OS</p>\n<p>- iOS</p>\n<p>​</p>\n<p>Changes to This Privacy Statement</p>\n<p>Reppublika reserves the right, at its discretion, to modify its privacy practices and update and make changes to this Privacy Statement at any time.\nIf material changes are made to this Statement, notification will be provided by means of a notice on this website.</p>\n<p>&nbsp;</p>\n<p>Data Protection Officer<br>\n​Bischof, Zorn + Partner Rechtsanwälte GmbH,</p>\n<p>Seilerstätte 18-20, 1010 Vienna, Austria</p>\n<p>E-Mail: dpo@reppublika.com</p>\n<p>​</p>\n<p>Contact Us</p>\n<p>If you have any comments or questions regarding this Privacy Statement or if you would like to receive more information about our privacy practices, please contact us at info@reppublika.com.</p>\n<p>We take any privacy matter very seriously and are compliant with all the requirements for the protection of personal data under the General Data Protection Regulation (GDPR), and especially its obligations regarding transparency and information towards data subjects, satisfaction of any data subjects’ rights requests, requirements of obtaining all the appropriate security technical and organizational measures and obligations to promptly inform the interested parties in case of a data breach incident.</p>\n<p>Reppublika strives to cooperate only with partners including the third- party online research panel provider that ensure and guarantee compliance with any applicable data protection legislation and it &nbsp.\nwill be liable and shall reimburse and hold any Reppublika client or user harmless of any administrative fines and/or damage claims from data subjects, data protection authorities or third-party partners, as long as such fines or damage claims are caused due to Reppublika’s infringement of any GDPR clauses and obligations.</p>\n<p>​</p>\n<p>Privacy Policy and the General Data Protection Regulation (GDPR)</p>\n<p>Reppublika has updated our Privacy Policy to make it clearer and to address the new&nbsp;General Data Protection Regulation (GDPR)&nbsp;privacy laws coming into effect in Europe on May 25, 2018.\nPut simply, we are changing the way we collect and use information from you, such as the email you provided to subscribe to our newsletter, or the contact details we stored on our customer management system after you gave us your business card.\nThe new legislation aims to make data safer and strengthen people's rights to their own private information, and we support the changes as a step towards a more fair and transparent digital environment.</p>\n<p>The personal data are processed by Reppublika (hereafter referred to as the 'company') for the purpose of sending newsletters or information about current and new products, services and tools in the field of opinion and market research or information about events our Company might carry out or support by e-mail.\nThe legal basis for processing for this purpose is the consent given.</p>\n<p>The personal data, including the declaration of consent, will be stored for a further three years after a revocation has taken place in order to prove to the data subject and authorities that the requested information has been duly sent and the personal data has been lawfully processed.\nHowever, communications will be no longer sent.\nThe legal basis of the processing is the legitimate interest of the person responsible, namely the proof of the proper sending of marketing and the lawful processing of the personal data.</p>\n<p>The personal data will be stored until the expiration of three years after the revocation of the consent, but no more than three years from the last contact with the person concerned and then deleted.</p>\n<p>The data subjects have the following rights:</p>\n<ul>\n<li>\n<p>&nbsp;to ask [the company] for confirmation of the processing of personal data concerning them and, if necessary, information on such personal data (right of access);</p>\n</li>\n<li>\n<p>&nbsp;to demand the immediate rectification of inaccurate data and the completion of the personal data concerning them (right to rectification)</p>\n</li>\n<li>\n<p>&nbsp;to demand the immediate deletion of the personal data concerning them in compliance with the right to be forgotten</p>\n</li>\n</ul>\n<p>Furthermore as of the 25th of May 2018 the data subjects shall also have the following rights always according to the specific conditions for their exercise provided in the General Data Protection Regulation:</p>\n<ul>\n<li>\n<p>the right to require restriction of processing</p>\n</li>\n<li>\n<p>the right to data portability</p>\n</li>\n<li>\n<p>the right to object at any time to the processing of their personal data.\nthe data subject has the right to object to the data processing for the purpose of direct marketing at any time with an effect for the future.</p>\n</li>\n</ul>\n<p>Personal data might be stored in servers of our service providers that are located outside of the EU, such as in the USA.\nWe guarantee that the same level of data protection as required by the applicable legislation applies also there and we have put in place all the legally required transfer mechanisms.</p>\n<p>As of the 25th of May 2018, the responsible authority for any complaints regarding infringement of the above right of access, right to rectification, right to be forgotten etc will be the Austrian Data Protection Authority.</p>\n<p>​</p>\n<p>​</p>COMPANY<p>Jobs</p>\n<p>The Reppublika team&nbsp;</p>\n<p>Imprint</p>\n<p>Privacy Policy</p>\n<p>Privacy Notice for Applicants</p>\n<p>© 2022 Reppublika.\nAll rights reserved.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>GET IN TOUCH<p>Reppublika Data Analytics &amp.\nTechnologies GmbH</p>\n<p>​</p>\n<p>contact@reppublika.com&nbsp;</p>Member of Germany's&nbsp.\nBundesverband Digitale Wirtschaftbottom of page ", "created_at": "2023-06-27 14:38:13.009332", "updated_at": "2023-06-27 14:38:39.015568"}], "points": [], "urls": ["reppublika.com"]}}