{"error": 448, "message": "OK", "parameters": {"id": 7306, "name": "GA Connector", "created_at": "2023-01-18 22:23:40.762446", "updated_at": "2023-01-22 17:00:21.596286", "wikipedia": null, "keywords": null, "related": null, "slug": "ga-connector", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7306.png", "url": "gaconnector.com", "documents": [{"id": 14016, "name": "Privacy Policy", "url": "https://gaconnector.com/about-us/privacy-policy.php", "xpath": "/html/body/div[3]", "text": " <p>Please read this Privacy Policy carefully before using the GA Connector website located at https://gaconnector.com (the “Website”) or using https://app.gaconnector.com (The Service).</p>\n<p>By accessing or using the Website or the Service in any manner you agree to the terms of this Privacy Policy.</p>\nWhat information does GA Connector App collect?\nVisitors of GA Connector website, https://gaconnector.com and Zuev Software LLC clients using the GA Connector service (“The Service”)\n<p>If you are a visitor to the Website or a Zuev Software LLC client who registers or signs into the Service via the Website (“Client”), we may obtain the following types of information from you or concerning your computer or device (“Zuev Software LLC Client Information”), which may include information that can itself be used to identify and/or contact you (“Personally Identifiable Information”):</p>\n<ul>\n<li>Name</li>\n<li>Email address</li>\n<li>The domains domain of your website</li>\n<li>The name of the CRM software you’re using</li>\n</ul>\n<p>The Service&nbsp;may also receive certain information that may be provided by your browser or mobile device, including:</p>\n<ul>\n<li>first click information and store it on our server,</li>\n<li>last click information, update it after each visit and store it on our server,</li>\n<li>IP address &gt.\nuse this information to generate approximate location and time zone &gt.\nstore location and time zone and do NOT store the IP address.</li>\n<li>User Agent information</li>\n</ul>\nVisitors to GA Connector’s Clients’ websites\n<p>The Service obtains information regarding activities of visitors to Clients’ websites (“Client User Data”) through the Google Analytics APIs.\nWhen a Client registers to use the Service, the Client authorizes access to the Google Analytics APIs through the Google API web interface.\nInformation relating to Client websites made available to the Service through the Google Analytics API includes:</p>\n<ul>\n<li>first click information and store it on our server,</li>\n<li>last click information, update it after each visit and store it on our server,</li>\n<li>IP address &gt.\nuse this information to generate approximate location and time zone &gt.\nstore location and time zone and do NOT store the IP address.</li>\n<li>User Agent information</li>\n</ul>\nWhat does Zuev Software LLC use your information for?\n<p>Any of the information we collect from you may be used in any or all of the following ways:</p>\n<ul>\n<li>To provide you use of and access to our Website and the Service;</li>\n<li>To operate, improve, and personalize our Website and the Service;</li>\n<li>To provide you with customer service or customer support and to contact you to resolve disputes, collect fees, and troubleshoot problems with your account;</li>\n<li>To send periodic emails using the email address you provide to send you information, respond to inquiries, and/or other requests or questions.</li>\n<li>To process payment transactions.</li>\n<li>To comply with the law, enforce our Website policies, prevent, detect, and investigate fraud, security breaches, potentially prohibited or illegal activities and to protect ours or others’ rights, property, or safety.</li>\n<li>To enable our trusted third parties who assist us in operating our Website, conducting our business, or servicing you, to perform their obligations, so long as those parties agree to keep this information confidential.</li>\n</ul>\n<p>In addition, we may provide certain information to other parties for marketing, advertising, or other uses.</p>\nHow Zuev Software LLC protects your information?\n<p>We implement a variety of security measures to maintain the safety of Personally Identifiable Information and Client User Data when you submit the information.</p>\n<p>We offer the use of a secure server.\nAll supplied sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and is not stored.</p>\n<p>After a transaction, your private information (credit cards, financials, etc.) will not be stored on our servers.</p>\nHow can I access my information?\n<p>You can request changes to the Personally Identifiable Information we keep on you by sending a request to support@gaconnector.com.\nWe will respond to your request upon verification of your identity within a reasonable period of time, and to the maximum extent practical.</p>\nDoes GA Connector app use cookies?\n<p>Yes.\nCookies are small files that a site or the Service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the site or the Service provider's systems to recognize your browser and capture and remember certain information.\nWe use cookies to compile aggregate data about site and application traffic and interaction so that we can offer better experience and tools in the future.\nWe may contract with third-party service providers to assist us in better understanding our site visitors.\nThese service providers are not permitted to use the information collected on our behalf except to help us conduct and improve our business.</p>\nDoes Zuev Software LLC disclose any information to outside parties?\n<p>We do not sell, trade, or otherwise transfer to outside parties your Client User Data.\nZuev Software LLC Client Information may be transferred to trusted third parties who assist us in operating our Website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release Zuev Software LLC Client Information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.\nNon-personally identifiable Zuev Software LLC Client Information may be provided to other parties for marketing, advertising, or other uses.</p>\n<p>We may also disclose Zuev Software LLC Client Information, Client User Data and Personally Identifiable Information to allow for a change of ownership of Zuev Software LLC (including, but not limited to, an acquisition by or merger with another company) and related transfer of all such information to the new owner, in which case any information remains protected in accordance with this Privacy Policy.</p>\nHow does GA Connector app respond to Do Not Track Signals?\n<p>We may track users over time and across third party websites and we do not respond to Do Not Track (DNT) signals.\nWe do not use this information to provide targeted advertising.\nThird parties can collect personally identifiable information about your online activities over time and across different websites when you use the Website.</p>\nOnline Privacy Policy Only\n<p>This online Privacy Policy applies only to information collected through our Website and the Service, but not to information collected offline.</p>\nLinks\n<p>We may display links to third party websites.\nPlease note that we cannot control and cannot be held responsible for the privacy policies of such websites.\nYou should always read the privacy policy of a website to find out more about how personal information is collected and processed.</p>\nFeedback and Posted Information\n<p>Certain features of the Website may enable you to submit communications, suggestions, ideas, comments, questions, or other information to us (collectively, “Feedback”) as well as post information to the Website for review by all users of the Website (“Posted Information”).\nFeedback and Posted Information becomes public information and is submitted at your discretion.\nWhen you submit Feedback and Posted Information, you expressly consent to our collection, use and disclosure of such information in any manner.</p>\nTerms and Conditions\n<p>Please also visit our Terms and Conditions section establishing the use, disclaimers, and limitations of liability governing the use of our Website and the GA Connector Service at https://gaconnector.com.</p>\nChanges to our Privacy Policy\n<p>If we decide to change our Privacy Policy, we will post those changes on this page, and/or update the Privacy Policy modification date below.</p>\nContacting Us\n<p>If there are any questions regarding this Privacy Policy you may contact us using the information below.<br>\n<br>https://gaconnector.com<br>\n<br>support@gaconnector.com<br>\n<br>Zuev Software LLC, Akademika Lebedeva Street 1/6, Kyiv, Ukraine</p> ", "created_at": "2023-01-18 22:23:40.824773", "updated_at": "2023-01-18 22:24:54.447136"}, {"id": 14017, "name": "Terms and Conditions", "url": "https://gaconnector.com/about-us/terms.php", "xpath": "/html/body/div[3]", "text": " <p>Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using\nhttps://app.gaconnector.com (The \"Service\") operated by Zuev Software LLC (\"us\", \"we\", or \"our\").\n</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p>\nLicense Grant\n<p>Subject to the terms and conditions of this Agreement for the length of the term set forth in the applicable Order, Zuev Software LLC grants Customer, a non-exclusive, non-transferable, non-assignable, worldwide, limited right to access and use the Service (which may be modified, revised and updated in accordance with this Agreement) for collecting and analyzing web data on Customer’s site(s), for Customer’s own internal business purpose.</p>\nCustomer Data\n<p>We assume that all data that is provided by the Customer was taken with the consent.\nCustomer agrees that it will not provide any Sensitive Data to the Service.\nIf Customer discovers that due to human error or otherwise, Customer Data does include Sensitive Data, Customer will promptly notify Zuev Software LLC and provide sufficient information to the Service to locate such Sensitive Data and Zuev Software LLC will scrub its systems and the Sensitive Data in its control or possession.\nAs between Customer and Zuev Software LLC, Customer owns all Customer Data and except as specifically provided in this Agreement or otherwise agreed to in writing between the parties, Zuev Software LLC has no right to such Customer Data.\nCustomer grants to Zuev Software LLC a non-exclusive royalty-free license to access Customer Data in order to provide the Services to Customer and as necessary to monitor and improve the Services.\nZuev Software LLC will not (a) disclose Customer Data except as compelled by law or as expressly permitted in writing by you, or (b) access Customer Data except to provide the Services or prevent or address service or technical problems, or at your request in connection with customer support matters.\nFor the avoidance of doubt, Zuev Software LLC may use, reproduce and disclose Customer Data that is anonymized, de-identified, or is otherwise not reasonably associated or linked to Customer for product improvement.\nCustomer, not Zuev Software LLC, will have sole responsibility for the accuracy, quality, integrity, legality, reliability, appropriateness, and intellectual property ownership or right to use of all Customer Data.</p>\nConfidentiality\n<p>Confidential Information.\nEach party (the “Receiving Party”) understands that the other party (the “Disclosing Party”) has business, technical or financial information relating to Disclosing Party’s business which it has disclosed or may disclose during this Agreement (“Confidential Information”).\nZuev Software LLC’s Confidential Information includes non-public information regarding features, functionality and performance of the Services, as well as all user visible aspects of the Services.\nCustomer’s Confidential Information includes information provided by Customer to the Service to enable the provision of the Services as well as all Customer Data.\nThe terms and conditions of this Agreement, including all pricing and related metrics, are each party’s Confidential Information.</p>\n<p>Non-Use.\nReceiving Party agrees that it will take reasonable measures to protect the secrecy of and avoid disclosure and unauthorized use of the Confidential Information of Disclosing Party.\nWithout limiting the foregoing, Receiving Party will take at least those measures that it takes to protect its own most important confidential information.\nReceiving Party agrees (i) not to use any Confidential Information of Disclosing Party for any purpose except to perform its obligations or exercise its rights under this Agreement and (ii) not to disclose any Confidential Information of Receiving Party to third parties or to such party's employees, officers, agents, contractors or other representatives (“Personnel”), except to those Personnel of Receiving Party who need or have access to such Confidential Information in order to perform works in connection with this Agreement and are subject to confidentiality obligations consistent with those of this Agreement.</p>\n<p>Exceptions.\nDisclosing Party agrees that these confidentiality obligations will not apply to any information that Receiving Party can document (a) is or becomes generally available to the public.\n(b) was in its possession or known by it prior to receipt from Disclosing Party.\n(c) was rightfully disclosed to it without restriction by a third party.\nand/or (d) was independently developed without use of any Confidential Information of Disclosing Party.\nNothing in this Section precludes either party from disclosing the other party’s Confidential Information as required by law or a legal process, provided that such party (a) gives the other party prior written notice sufficient to permit the other party to contest the disclosure or seek a protective order (or other confidential treatment) and (b) reasonably cooperates with the other party in limiting the disclosure.\nIn addition, a party may disclose information concerning this Agreement and the transactions contemplated under this Agreement, including providing a copy of this Agreement, to any or all of the following: (a) potential acquirers, merger partners, investors and their personnel, attorneys, auditors and investment bankers, solely in connection with the due diligence review of such party by persons and provided that the disclosures are made in confidence, (b) the party’s outside accounting firm, or (c) the party’s outside legal counsel.</p>\n<p>Return of Confidential Information.\nPromptly following the earlier of (i) the expiration or earlier termination of this Agreement, or (ii) the request of Disclosing Party, Receiving Party will return to Disclosing Party, or destroy all Confidential Information that are in written, electronic or other tangible form (including, without limitation, all written or printed documents, notes, memoranda, email, or computer memory, whether or not prepared by Receiving Party) to the extent containing or summarizing any portion of the Confidential Information, including, without limitation, all copies and extracts of such Confidential Information.\nIn addition, upon the request of Disclosing Party, Receiving Party will certify to Disclosing Party in writing Receiving Party’s and its Personnel’s compliance with its obligations pursuant to this Section.</p>\n<p>Redundancy.\nNotwithstanding anything to the contrary in this Agreement, Zuev Software LLC may retain Confidential Information after termination of this Agreement for such period of time agreed to by Customer and Zuev Software LLC.\nTo the extent that Zuev Software LLC is required by law to maintain copies of Confidential Information, Customer Data, or records related to disclosure or handling of Confidential Information, Zuev Software LLC will be under no obligation to destroy such information.\nFurthermore, Zuev Software LLC will be permitted to retain such information, as Zuev Software LLC reasonably determines necessary to demonstrate to Customer or any regulatory authority, Zuev Software LLC’s compliance with this Agreement or any applicable law or regulation.\nAt such time as Zuev Software LLC’s basis for retaining such information ceases to exist, Zuev Software LLC will destroy such information as set forth above.</p>\nCustomer Obligations\n<p>Except as permitted under this Agreement or as required by law, Customer will not, and will not permit or encourage anyone else, to:</p>\n<ul>\n<li>license, sublicense, sell, resell, transfer, assign, distribute, use as a service bureau or timeshare, or otherwise commercially exploit or make the Services available to any third party in any way;</li>\n<li>modify, disassemble or make derivative works based upon the Services or otherwise attempt to derive source code or other trade secrets from the Services;</li>\n<li>reverse engineer or access the Services in order to (a) build a competitive product or service, (b) build a product using similar ideas, features, functions or graphics of the Services, or (c) copy any ideas, features, functions or graphics of the Services;</li>\n<li>modify, remove or obstruct any proprietary rights statement or notice contained in the Services;</li>\n<li>send spam or otherwise duplicative or unsolicited messages in violation of applicable laws;</li>\n<li>send or store (a) infringing, obscene, threatening, libelous, or otherwise unlawful or tortious material, including material harmful to children or which violates third party privacy rights.\nor (b) material containing software viruses, worms, Trojan horses or other harmful computer code, files, scripts, agents or programs;</li>\n<li>attempt to gain unauthorized access to the Services or its related systems or networks;</li>\n<li>access the Services if you are a direct competitor of Zuev Software LLC, except if Zuev Software LLC agrees in writing before you access the Services;</li>\n<li>use the Services in excess of the number of sessions selected in the applicable Order.\nor</li>\n<li>provide false identity information to access or use the Services;</li>\n</ul>\n<p>This next part addresses shared logins- we don’t take pains to keep you from sharing a seat.\nBut if you do, you are responsible for keeping that shared information secure.</p>\n<p>Customer agrees to comply with all applicable local, state, national and foreign laws, treaties and regulations in connection with Customer’s and its User’s use of the Services but especially those related to data privacy.\nCustomer is responsible for any breach of this Agreement by its Users.\nCustomer agrees that it will promptly notify Zuev Software LLC of any violation or suspected violation of this Agreement or any actual or suspected data or security breach.</p>\nSupport\n<p>Subject to the terms of this Agreement, Zuev Software LLC will provide Customer with reasonable technical support services.\nOur servers may be unavailable as the result of planned or unplanned downtime, for reasons including technical issues, legal compliance, security actions, business decisions, or any other cause.\nWe may attempt to inform you if such downtime is planned, but we are under no obligation to do so.\nYou agree that we are not liable for the unavailability of our Service.</p>\nIntellectual Property Ownership\n<p>GA Connector IP.\nExcept for the limited right to access and use the Services under this Agreement and the applicable Order, Customer acknowledges and agrees that, as between the parties, Zuev Software LLC (or its licensors) have and will retain any and all rights, title, and interest in the Services, any software utilized to perform the Services and the User Guides (collectively, the Zuev Software LLC &nbsp;Products) and all derivative works made by any person or entity in or to the Zuev Software LLC Products, including, but not limited to, patents, copyrights, trademarks, trade secrets and other intellectual property and proprietary rights (collectively the “Intellectual Property Rights”) associated with the Zuev Software LLC Products.\nCustomer will not assert or cause any other party (including, without limitation, any User) to assert any right, title, or interest in or to the Zuev Software LLC Products or other portion of Zuev Software LLC’s Intellectual Property Rights.\nCustomer grants Zuev Software LLC a royalty-free, worldwide, transferable, sub-licensable, irrevocable, perpetual license to use or incorporate into its software or services, any suggestions, enhancement requests, recommendations or other feedback provided by Customer, including its Users, relating to GA Connector’s software, services or business operations.\nThis Agreement is not a sale and except as set forth in this Agreement, does not give Customer any rights of ownership in, or related to, the Services, any GA Connector software or the Intellectual Property Rights owned by Zuev Software LLC.</p>\n<p>Customer IP.\nExcept as set forth in this Agreement, this Agreement does not give Zuev Software LLC any rights of ownership in, or related to, any Intellectual Property Rights owned by Customer.</p>\nTermination\n<p>This Agreement will commence on its Effective Date and will remain in effect for the term set forth in the Order.\nThe Agreement will automatically renew for successive terms equal to the Initial Term, unless one party gives notice to the other party of its intent not to renew prior to the expiration of the then current Term.</p>\n<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>Upon termination, your right to use the Service will immediately cease.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\nAccounts\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\nPayment of Fees\n<p>Fees.\nThe Services are offered on a subscription basis and payments can be made via credit card.\nWe will bill your credit card at the time and according to the rates and terms which are incorporated into the Order.\nCustomer may separately subscribe for separately priced modules, as and when released by Zuev Software LLC.\nCustomer must provide Zuev Software LLC with valid credit card information as a condition to signing up for the Services.\nCustomer agrees that Zuev Software LLC may charge the credit card the fee for the entire Subscription Term unless otherwise agreed to in an Order.\nZuev Software LLC will send notice to you if payment fails for any reason and you agree that you will immediately submit accurate credit card information for processing.\nIt is your responsibility to make sure payment details are correct to prevent Service interruption and to allow successful renewal payments.\nIf Customer believes that Zuev Software LLC has billed Customer incorrectly, Customer must contact Zuev Software LLC no later than 60 days after the closing date on the first billing statement in which the error or problem appeared, in order to receive an adjustment or credit.\nInquiries should be directed to sales@gaconnector.com.\nAll Fee changes will be made prospectively and any Services that have been pre-purchased will not be affected by the change in Fees.\nUnless otherwise agreed to by the parties or as set forth on an Order, all Fees for any renewal periods will be based upon Zuev Software LLC then-prevailing rate.\nZuev Software LLC may choose to bill through an invoice, in which case, full payment for invoices issued in any given month must be received by Zuev Software LLC within 30 days after the mailing date of the invoice (unless otherwise specified on the Order).</p>\n<p>Taxes.\nThe Fees do not include any taxes, levies, duties or similar governmental assessments of any nature, including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction whatsoever (collectively, “Taxes”).\nCustomer is responsible for paying all Taxes associated with its purchases under this Agreement and any Order.</p>\n<p>Suspension of Service and Acceleration.\nIf any amount owing by Customer under this or any other Agreement with Zuev Software LLC is ten (10) or more days overdue, Zuev Software LLC may, without limiting its other rights and remedies, accelerate Customer's unpaid fee obligations under such Order so that all such obligations become immediately due and payable, and suspend any and all services until such amounts are paid in full.\nIf Customer or Zuev Software LLC initiates termination of this Agreement, Customer will be obligated to pay the balance due on Customer’s account.\nAny use of the Services in violation of the Agreement by Customer that in Zuev Software LLC’s reasonable judgment threatens the security, integrity or availability of Zuev Software LLC’s services or that of its other customers, may result in Zuev Software LLC’s immediately suspending the Services.</p>\n<p>No Refunds.\nThe Subscription Term will end on the expiration date and the subscription cannot be cancelled early.\nWe do not provide refunds if you decide to stop using the Zuev Software LLC subscription during your Subscription Term.</p>\nChanges\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p>\nPrivacy &amp.\nSecurity\n<p>Customer agrees to comply with Zuev Software LLC Privacy Policy.\nZuev Software LLC reserves the right to modify the Zuev Software LLC Privacy Policy in its reasonable discretion from time to time.</p>\nRepresentations &amp.\nWarranties and Disclaimers\n<p>Reps and Warranties.\nEach party represents and warrants that it has the legal power and authority to enter into this Agreement.\nYou warrant that you are the minimum age required to enter into a contract in the area in which you reside, and in any event, not less than 18 years of age.\nZuev Software LLC warrants that it will provide the Services in a manner consistent with general industry standards reasonably applicable to the provision of such Services and that the Services will perform substantially in accordance with the User Guide under normal use and circumstances.\nCustomer warrants that (i) Customer owns or has a license to use and has obtained all consents and approvals necessary for the provision and use of all of the Customer Data that is placed on, transmitted via or recorded by the Services.\n(ii) the provision and use of Customer Data as contemplated by this Agreement and the Services does not and will not violate any Customer privacy policy, terms-of-use or other agreement to which Customer is a party or any law or regulation to which Customer is subject.</p>\n<p>DISCLAIMER.\nZUEV SOFTWARE LLC DOES NOT WARRANT THAT ACCESS TO THE SERVICES WILL BE UNINTERRUPTED OR ERROR FREE, NOR DOES ZUEV SOFTWARE LLC MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED OR THE LOSSES THAT MAY OCCUR FROM USE OF THE SERVICES.\nEXCEPT AS SPECIFICALLY SET FORTH IN THE AGREEMENT, THE SERVICES ARE PROVIDED “AS IS,” AND ZUEV SOFTWARE LLC DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p>\nForce Majeure\n<p>Neither party will be liable for any failure or delay in the performance of any of their respective obligations (other than confidentiality obligations and payment obligations) if prevented from doing so by a cause or causes beyond its reasonable control (a “Force Majeure Event”).\nWithout limiting the generality of the foregoing, Force Majeure Events include fires, floods, terrorism, strikes, blackouts, war, restraints of government, utility or communications failures or interruptions, failures of third party vendors, Internet slow-downs or failures, computer hackers or other causes that are beyond a party’s reasonable control.\nFailure to meet due dates or time schedules resulting from a Force Majeure Event will extend the due dates or time schedules for reasonable periods of time as determined by the parties in good faith.</p>\nGoverning Law\n<p>These Terms shall be governed and construed in accordance with the laws of Ukraine, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p> ", "created_at": "2023-01-18 22:23:40.886281", "updated_at": "2023-01-18 22:24:13.303707"}], "points": [], "urls": ["gaconnector.com"]}}