{"error": 448, "message": "OK", "parameters": {"id": 8969, "name": "Happy Numbers", "created_at": "2023-07-09 16:23:16.501974", "updated_at": "2023-07-09 22:02:40.727203", "wikipedia": null, "keywords": null, "related": null, "slug": "happy-numbers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8969.png", "url": "happynumbers.com", "documents": [{"id": 17549, "name": "Terms Of Service", "url": "https://happynumbers.com/terms-of-service", "xpath": "//body", "text": "For ParentsFor AdminsContact usCurriculumPricingSet up your class\nTerms Of Service<p>Welcome to HappyNumbers.com.\nThe following Terms of Service (\"ToS\") govern all use of the www.happynumbers.com website, including happynumbers.com/blog and plus.happynumbers.com (the \"Website\") and all content, services, features, activities, and products available at or through the Website, including, but not limited to, interactive lessons in the field of Mathematics (the \"Lessons\" and, together with all other content, services, features, activities, and products available through the Website, the \"Services\") and Happy Printables.</p>\n<p>The Services are provided by Happy Numbers Inc., a company organized under the laws of the USA, having its principal place of business at 2345 Yale Street., First Floor, Palo Alto, CA 94306, USA.</p>\n<p>Please read these ToS carefully before you start using the Services.</p>\n<p>BY USING OR ACCESSING THE SERVICES, YOU UNDERSTAND AND AGREE TO ACCEPT AND ADHERE TO THE FOLLOWING TERMS AND CONDITIONS, INCLUDING, BUT NOT LIMITED TO, HAPPY NUMBERS' PRIVACY POLICY (COLLECTIVELY, THIS \"USER AGREEMENT\").</p>\n<p>Date of issue of this User Agreement: 05.04.2017</p>\n<p>Last updated: 04.21.2023</p>\n<p>If you do not agree with all the terms and conditions of this Agreement, please refrain from using the Website or the Services.\nThese ToS may be amended occasionally, and Happy Numbers will submit them to you by email.\nUpon logging into the Website, your explicit acceptance of the new ToS shall constitute your consent to such changes.\nThe user may terminate the modified Services within 45 days of submitting the new ToS.</p>1.\nYour responsibility for internet access<p>To use the Website, you must obtain access to the World Wide Web, either directly or through devices that access web-based content, and pay any service and/or telephony fees associated with such access.</p>\n<p>You have obtained and shall maintain all consents, licenses, and necessary filings and settings for the Website and/or intellectual property rights related to any Services, to be available to you.\nYou shall guarantee that the Services will not be used to violate any law, regulation, or rights of third parties, including intellectual property rights, or to incite or facilitate such a violation.</p>2.\nUser registration<p>Most areas of the Website will require registration.\nBy registering, you represent and warrant that: a.\nyou are eligible for an account as outlined in these ToS.\nand b.\nthe personal information you include as part of the registration process is accurate, up to date, and not misleading.\nand c.\nyou are entitled to access and use the Services according to any laws and /or regulations that may apply to you, notably but not limited to laws and/or regulations on the protection of minors.</p>\n<p>User accounts may be obtained and used only by individuals (i) who are eighteen years old (18) or of legal age in their country of residence, if such age exceeds eighteen (18), or (ii) whose registration has been authorized by their parents or legal representatives, if they are below the legal age in their country of residence.</p>\n<p>You agree to be solely and entirely responsible for maintaining the confidentiality of your user account, login (user name), and password and for any activity that may occur through your user account.</p>\n<p>Upon obtaining an account, you shall have access to the Services and the functionality that Happy Numbers establishes and maintains through your login and password.</p>\n<p>As a registered user, you further agree to update your Personal Information (as defined in the Privacy Policy) if needed and to be solely and entirely responsible for maintaining the confidentiality of your user account, login and password, and any activity that may occur through your user account.</p>3.\nPrices<p>Happy Numbers provides free and paid licenses to use Teacher accounts, as our pricing page outlines.\nTeacher accounts allow you to use our exercises on an interactive whiteboard for group instruction and modeling.\nIndividual student accounts are connected to Teacher accounts and might require a paid subscription depending on whether the Teacher account needs one.\nIf you have any questions regarding our pricing, please contact us at: support@happynumbers.com.</p>4.\nSupervising children<p>Happy Numbers is concerned about the safety and privacy of all its users, particularly children.\nFor this reason, children should be assisted by their parents, legal representatives, or teachers to access the Services by helping them set up any relevant accounts and supervising their access to the Website and the Services.\nHappy Numbers agrees that students’ personally identifiable information stays under the parents’ and school’s direct control.</p>\n<p>If you are a teacher, you represent and warrant, and Happy Numbers assumes that you have the express consent of the children’s parents or legal representatives to use the Services.</p>\n<p>Suppose a parent or a legal representative becomes aware that their represented minor has registered with us without express authorization.\nIn that case, they should contact us using the information at the end of this page.\nWe will delete such accounts from our files within five working days.</p>\n<p>Happy Numbers warns persons holding parental authority, legal representatives, or teachers about the diversity and the nature of the content available on the internet, which might harm minors.\nSo, parents, legal representatives, and teachers are encouraged to monitor children when they connect to the Website.\nParents, legal representatives, and teachers shall determine what Services available on the Website minor children are allowed to use and monitor the use of the Services by the minor.</p>5.\nIndemnity<p>You agree to indemnify and hold Happy Numbers and its subsidiaries, affiliates, licensors, licensees, officers, agents, co-branders and other partners, and employees harmless from any liabilities, losses, damages, claims, penalties, fines, costs, and expenses, including without limitation reasonable legal fees, that may arise in connection with: (i) your use of and access to the Website and Services, including without limitation any text, logo, graphic, image, video, music, or any multimedia file (the “Content”), as well as your connection to the Website.\n(ii) your, your children's, or third party's failure to comply with any provision of the ToS.\nor (iii) any claim by a third party that any other use of the Website by you or your children infringes any intellectual property, other proprietary or privacy right of such third party or has otherwise caused damage to a third party.</p>6.\nModifications to Services<p>Happy Numbers reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website and the Services (or any part thereof) with or without notice.\nYou agree that Happy Numbers shall not be liable to you or any third party for any modification, suspension, or discontinuance of the Website.\nAlthough Happy Numbers will take reasonable care in ensuring the Content is up to date, any of the Content may be out of date at any given time, and Happy Numbers is under no obligation to update such Content.</p>\n<p>Happy Numbers may add, delete, or change some or all of the Services.\nIn that case, you will be notified by email of any changes and given the option to continue to use or terminate your account.\nYou are responsible for paying all applicable taxes and for all hardware, software, service, and any other costs you incur to access your account.</p>7.\nIntellectual property<p>All Content and, more generally, every element displayed on or available through the Website, including Happy Printables, are the exclusive property of Happy Numbers or are used by Happy Numbers with the express permission of the copyright and/or trademark owner.</p>\n<p>You acknowledge and agree that copyright, trademark, or other intellectual property rights infringement may result in legal action.</p>\n<p>Happy Numbers grants you a limited, revocable, non-exclusive license to access the Website and Happy Printables to, as applicable, research, view, make legitimate inquiries or comments, and use Services and Happy Printables for personal purposes only, all in accordance with the ToS.</p>\n<p>Any other use of the Website is expressly prohibited.\nImportantly, this license does not include any right of collection, aggregation, copying, duplication, display, or derivative use of the Website nor any right to use data mining, robots, spiders, or similar data gathering and extraction tools without our prior written permission.\nprovided, however, that a limited exception from the preceding exclusion is provided to general purpose internet search engines and non-commercial public archives that use tools to gather information for the sole purpose of displaying hyperlinks to the Website, provided they each do so from a stable IP address or range of IP addresses using an easily identifiable agent.</p>8.\nViruses, Hacking and Other Offences<p>You must not misuse the Website by knowingly introducing viruses, Trojans, worms, logic bombs, or other malicious or technologically harmful material.\nYou must refrain from attempting to gain unauthorized access to the Website, the server on which the Website is stored, or any server, computer, or database connected to the Website.\nYou must not attack our Website via a denial-of-service attack or a distributed denial-of-service attack.</p>\n<p>You may commit a criminal offense in several jurisdictions by breaching this provision.\nHappy Numbers may report any such breach to the relevant law enforcement authorities, and Happy Numbers may cooperate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use the Website will cease immediately.</p>\n<p>Happy Numbers will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses, or other technologically harmful material that may cause damage to your computer equipment, computer programs, data, or other proprietary material due to your use of the Website or to your downloading of any material posted on it, or on any website linked to it.</p>9.\nDisclaimers<p>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT:</p>\n<p>A.\nYOUR USE OF THE WEBSITE, AND ANY FEEDS FROM IT, IS AT YOUR SOLE RISK.\nTHE WEBSITE, AND ANY FEEDS FROM IT, ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, HAPPY NUMBERS EXPRESSLY DISCLAIMS ALL WARRANTIES, CONDITIONS, AND OTHER TERMS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY IMPLIED TERM OF ACCURACY, MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, AND ANY TERM AS TO THE PROVISION OF SERVICES TO A STANDARD OF REASONABLE CARE AND SKILL OR AS TO NON-INFRINGEMENT OF ANY INTELLECTUAL PROPERTY RIGHT.</p>\n<p>B.\nHAPPY NUMBERS MAKES NO WARRANTY OR REPRESENTATION THAT (I) THE WEBSITE, OR ANY FEEDS FROM IT, WILL MEET YOUR REQUIREMENTS, (II) THE WEBSITE, OR ANY FEEDS FROM IT, WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE, CONTENT OR ANY FEEDS FROM IT, WILL BE ACCURATE OR RELIABLE, (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE WEBSITE WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.</p>\n<p>C.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITE, OR ANY FEEDS FROM IT, IS DONE AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>D.\nCOMMENTARY AND OTHER MATERIALS POSTED ON THE WEBSITE, OR CONTAINED IN ANY FEEDS FROM IT, ARE NOT INTENDED TO AMOUNT TO ADVICE ON WHICH RELIANCE SHOULD BE PLACED.\nNO INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM HAPPY NUMBERS OR THROUGH OR FROM THE WEBSITE SHALL CREATE ANY WARRANTY OR OTHER OBLIGATION NOT EXPRESSLY STATED IN THE TOS, AND HAPPY NUMBERS DISCLAIMS ALL LIABILITY AND RESPONSIBILITY ARISING FROM ANY RELIANCE PLACED ON SUCH MATERIALS.</p>10.\nLimitation of Liability<p>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT HAPPY NUMBERS, UNLESS FRAUD OR GROSS NEGLIGENCE, SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF HAPPY NUMBERS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE WEBSITE, NOTABLY BUT NOT LIMITED TO THE UNAUTHORIZED ACCESS AND / OR USE BY A MINOR CHILD.\n(II) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(III) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE WEBSITE.\n(IV) RESULTS OF THE WEBSITE, ANY WEBSITES LINKED TO IT AND ANY MATERIALS POSTED ON IT.\nOR (V) ANY OTHER MATTER RELATING TO THE WEBSITE.</p>\n<p>YOU AGREE THAT REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE USE OF THE WEBSITE OF THESE TOS MUST BE FILED WITHIN ONE (1) YEAR AFTER SUCH CLAIM OR CAUSE OF ACTION AROSE.\nIF YOU DO NOT DO SO, YOU EXPRESSLY WAIVE ANY RIGHT YOU HAVE TO DO SO.</p>11.\nPrivacy<p>Our Privacy Policy explains how Happy Numbers collects, processes, uses, and discloses registration information and other Personal Information about you.\nFor the definition of Personal Information and complete details, please see our Privacy Policy at https://happynumbers.com/privacy-policy.</p>12.\nExclusions and limitations<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>NOTHING IN THESE TOS SHALL AFFECT THE STATUTORY RIGHTS OF ANY CONSUMER OR EXCLUDE OR RESTRICT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>13.\nNotices<p>Notices to you may be made via either email or by post at the relevant email or postal address provided by you to Happy Numbers from time to time.\nThe Website may also provide notices of changes to the ToS or other matters by displaying notices or links to notices to you generally on the Website.</p>14.\nCopyrights and Copyright Agents<p>Happy Numbers respects the intellectual property of others.\nIf you believe that any of your intellectual property rights have been infringed on the Website, please provide Happy Numbers using the contact information at the end of this page with the following information:</p>\n<ul>\n<li>a.\nan electronic or physical signature of the person authorized to act on behalf of the owner of the relevant right which is allegedly infringed;</li>\n<li>b.\na description of each work subject to the relevant rights that you claim have been infringed;</li>\n<li>c.\na description of the Content that you claim is infringing and where that material is located on the Website;</li>\n<li>d.\nyour address, telephone number, email address, and such other information as may be reasonably required by Happy Numbers to enable Happy Numbers to contact you;</li>\n<li>e.\na statement by you that you have a good faith belief that the disputed use is not authorized by the rights owner, its agent, or the law;</li>\n<li>f.\na statement by you that the above information is accurate and that you are the rights owner or authorized to act on the rights owner's behalf.</li>\n</ul>15.\nGeneral Information<p>These ToS constitute the entire agreement between you and Happy Numbers in relation to their subject matter, superseding and extinguishing any prior agreements, arrangements, or undertakings of any nature between you and Happy Numbers, whether oral or written, in relation to such subject matter.\nYou may be subject to additional terms and conditions that may apply when you use affiliate services, third-party content, or third-party software.</p>16.\nTermination of Use<p>You agree that we may, at our sole discretion, suspend or terminate your access to all or part of our website and Resources with or without notice and for any reason, including, without limitation, a breach of this User Agreement.\nAny suspected illegal, fraudulent, or abusive activity may be grounds for terminating your relationship and may be referred to appropriate law enforcement authorities.\nYour right to use our resources will immediately cease upon suspension or termination.\nWe reserve the right to remove or delete any information you may have on file with us, including any account or login information.</p>17.\nApplicable Law and Jurisdiction<p>These ToS and all matters arising out of or relating to these ToS shall be governed by the substantive laws of the State of California, USA, without regard to principles of conflicts of laws thereof.</p>\n<p>Any controversy, claim, or dispute between a user and Happy Numbers arising out of or in relation to these ToS shall be subject to the exclusive jurisdiction of the courts of the State of California, USA.</p>18.\nQuestions or Suggestions<p>If you have any questions or suggestions about this Privacy Policy or your Personal Information, please get in touch with us using the information below:</p>\n<br>\n<ul>\n<li>Happy Numbers Inc.,</li>\n<li>2345 Yale Street., First Floor,</li>\n<li>Palo Alto,</li>\n<li>CA 94306,</li>\n<li>USA</li>\n</ul>\n<br>\n<ul>\n<li>support@happynumbers.com</li>\n<li>Phone: +1-800-815-1574</li>\n<li>Fax: +1-650-618-8611</li>\n</ul>\n<p>© 2023 Happy Numbers.\nAll rights reserved<br>The Happy Numbers trademark is owned by Dragonlearn Limited</p>\n<p>Happy Numbers Inc., 2345 Yale Street., First Floor,<br>Palo Alto, CA 94306, USA</p>CompanyBlogPricingPrivacy PolicyTerms of ServiceCurriculumPre-KindergartenKindergarten1st Grade2nd Grade3rd Grade4th Grade5th GradeSupportHelp CenterContact us<p>Use of this web site constitutes acceptance of the Privacy Policy and Terms of Service.\nHappy Numbers complies with the Children's Online Privacy Protection Act (COPPA), the Family Educational Rights and Privacy Act (FERPA), and the California Education Code including the Student Online Personal Information Protection Act (SOPIPA) and AB1584.</p>\n<p>\n</p>", "created_at": "2023-07-09 16:23:16.532589", "updated_at": "2023-07-09 16:23:32.653772"}, {"id": 17550, "name": "Privacy Policy", "url": "https://happynumbers.com/privacy-policy", "xpath": "//body", "text": "\nPrivacy Policy<p>As used in the Privacy Policy, \"Happy Numbers\" refers to all websites (including www.happynumbers.com, happynumbers.com/blog and plus.happynumbers.com), applications, their features, content we offer.\nOur services are provided and the information is collected by Happy Numbers Inc., a company organized under the laws of the USA, having its principal place of business at 2345 Yale Street., First Floor, Palo Alto, CA 94306, USA.</p>\n<p>Please read the following to learn about our Privacy Policy and the ways in which we use your information before you proceed with use of Happy Numbers.</p>\n<p>Date of issue of this Privacy Policy: 05.04.2017</p>1.\nThe Collection of Information and How We Use It<p>The main reason why we collect information is to provide and improve Happy Numbers, to administer your membership and to enable users to enjoy Happy Numbers and easily navigate it.</p>2.\nWhat Types of Information Does Happy Numbers Collect?<p>We collect information when you register on our web-sites, subscribe to our newsletter, respond to a survey, fill out a form or Use our software and services.</p>\n<p>The information collected may include but is not limited to the following: email address, last name, first name, address, zip code, country of residence, billing information, nationality, birthday, gender, chosen screen name, chosen password, language, answer to security question (together, the \"Personal Information\").</p>\n<p>If you fail to provide us with the correct email address, we will not be able to deliver our services and support to you.</p>3.\nAutomatic Information<p>We automatically collect some information about your device when you use Happy Numbers, regardless of whether you have registered for an account or not by just browsing our servers.\nFor example, Happy Numbers will collect your IP address, Web browser software, and referring Website.\nWe also may collect information about your online activity at Happy Numbers.\nCollecting this information helps us customize your user experience and to increase functionality and user-friendliness of the Service.</p>4.\nHow Do We Use Your Information?<p>We use other information about you for the following general purposes: </p>\n<ul>\n<li>- to register account</li>\n<li>- to fulfill your requests</li>\n<li>- to manage your account</li>\n<li>- understand how you are engaging with Happy Numbers and to personalize your experience;</li>\n<li>- to improve customer service;</li>\n<li>- to communicate with you in general;</li>\n<li>- to respond to your questions and comments;</li>\n<li>- to send periodic emails with a summary of activity in your account.\nif at any time you would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email;</li>\n<li>- to prevent potentially prohibited or illegal activities;</li>\n<li>- to enforce our Terms of Service;</li>\n<li>- and as otherwise described to you at the point of collection;</li>\n<li>- aggregated data to enhance our products through case studies;</li>\n<li>- anonymized data to publicly highlight our offerings through, but not limited to, blog posts or interviews.</li>\n</ul>5.\nUse of Cookies and Web Beacons<p>Like many other websites, Happy Numbers use \"Cookies\" to collect information.\nCookies are small data files, which are transferred to a computer’s hard disk in order to memorize information like registration IDs and passwords.\nA cookie will typically contain the name of the domain from which the cookie has originated, the \"lifetime\" of the cookie, and a value, usually a randomly generated unique number.</p>\n<p>Happy Numbers further utilizes session ID cookies to enable certain features of Happy Numbers, to better understand how you interact with our web-sites and to monitor aggregate usage by Happy Numbers users and web traffic routing on our web-sites.\nSession ID cookies are, unlike persistent cookies, deleted from your computer when you log off from the Website and close your browser.</p>\n<p>Please note that you can always choose not to receive a cookie file by enabling your Web browser to refuse cookies or to prompt you before accounting a cookie.\nTo do so, you will have to access the \"help\" menu in your browser’s menu bar and search for the term \"cookies\".\nPlease however take note that, if you refuse cookies, you may not be able to use all portions of Happy Numbers or all functionality of the Service.</p>\n<p>Happy Numbers may also collect certain information using Web Beacons.\nWeb Beacons are electronic images that may be used on Happy Numbers, or in our email communications.\nThey are used, for example, to count website visits or to tell if an email has been opened and acted upon.</p>\n<p>If you disable cookies on your device, we will not be able to deliver our services and support to you.</p>6.\nHow Do We Protect Your Information?<p>We want you to feel confident about using Happy Numbers.\nFor that reason, we have implemented reasonable technical and organizational measures designed to secure your information from accidental loss and from unauthorized access, use, alteration or disclosure:</p>\n<ul>\n<li>- All data transferred via HTTPS</li>\n<li>- Production environment is located in a private network and fully isolated from other company systems.</li>\n<li>- We utilize Google Cloud Platform which meets rigorous privacy and compliance standards that test for data safety, privacy, and security: https://cloud.google.com/security/compliance</li>\n</ul>\n<p>However, the Internet is an open system and we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use your information for improper purposes.</p>\n<p>Keep the information confidential.</p>\n<p>If you communicate with us by email, you should note that the secrecy of Internet e-mail is uncertain.\nBy sending sensitive or confidential email messages or information which are not encrypted you accept the risk of such uncertainty and possible lack of confidentiality over the Internet.</p>\n<p>Also, Happy Numbers does not encourage minors to make personal information publicly available.</p>\n<p>In the event we become aware of an unauthorized disclosure or data breach:</p>\n<ul>\n<li>- teachers will be notified by email if the teacher account or any related student accounts are affected.</li>\n<li>- the appropriate person in the school or school district who has purchased the valid school-wide or district-wide Happy Numbers access will be notified by phone if the users from this school or school district are affected.</li>\n</ul>7.\nDisclosure of Information to Third Parties<p>We do not sell, trade, or otherwise transfer to outside parties your Personal Information, except for users located in the USA to our subsidiary: Happy Numbers Inc.\nThis does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.</p>\n<p>We may also send information about you to other companies or people when:</p>\n<ul>\n<li>a) we have your consent to share the information.\nor</li>\n<li>b) we need to share your information to provide the product or Service you have requested.\nor</li>\n<li>c) we respond to subpoenas, court orders or legal process.\nor</li>\n<li>d) we believe it is necessary, as determined in our sole discretion, to investigate, prevent, or take action regarding illegal activities, suspected fraud, emergency situations involving potential threats to the physical safety of any person, violations of Happy Numbers’ Terms of Service, or as otherwise required by law.</li>\n</ul>\n<p>The following trusted third parties assist us in operating Happy Numbers sites and thus have access to students’ personal information:</p>\n<p>- Google Cloud Platform (https://cloud.google.com/, security and compliance: https://cloud.google.com/security/compliance)</p>\n<p>Non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>8.\nBusiness Transfer<p>We may sell, transfer or otherwise share some or all of our assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.\nYour consent to this Privacy Policy followed by your submission of Personal Information represents your explicit agreement to that transfer.</p>9.\nPhishing<p>Identity theft and the practice currently known as \"phishing\" are of great concern to Happy Numbers.\nSafeguarding information to help protect you from identity theft is a top priority.\nWe do not and will not, at any time, request your credit card information, your account ID, login password, or national identification numbers in a non-secure or unsolicited email or telephone communication.</p>10.\nYour Right to Access Information<p>You are entitled to see the information held about you.\nIf you wish to do this, please contact us using information at the end of this page.\nWe may require you to provide verification of your identity and to pay an administration fee to provide a copy of the information we hold.\nPlease note that, in certain circumstances, we may withhold access to your information where we have the right to do so under current data protection legislation.</p>11.\nUpdating Your Information<p>You may review, correct, update or change your Personal Information at any time by accessing your account on Happy Numbers.com.\nIf you would like us to delete your record in our system, please contact us using information at the end of this page and we will accommodate your request, if we do not have any legal obligation to retain the record.</p>\n<p>After the product is no longer in use by the school, we will:</p>\n<ul>\n<li>- delete all students’ personally identifiable information we and our trusted third parties hold within 1 year after June 30th of the current calendar year.</li>\n<li>- upon request, as explained in our terms of services, we will delete students’ personally identifiable information within 5 days from our website and within 60 days from our trusted third parties.</li>\n</ul>\n<p>Upon request by the school, we can transfer any students’ personally identifiable information we held to the school or its designated third party.\nSchool can request such a transfer not more than once a year.</p>12.\nLinks to Other Sites<p>If any part of Happy Numbers links to other Websites, those Websites do not operate under this Privacy Policy.\nIf you choose to click on another third party link, you will be directed to that third party’s web site.\nWe do not exercise control over third party websites and therefore recommend you to examine the privacy statements posted on these other Web sites to understand their procedures for collecting, using and disclosing Personal Information.</p>13.\nOur Policy towards Minors<p>As stated in our Terms of Service, minors are only allowed to use our Website with their legal representative’s consent.\nHappy Numbers strictly adheres to the Family Education Rights Protection Act of 1974 (FERPA).\nFERPA protects the privacy of students' data by specifying how and with whom schools can share information from these records.\nHappy Numbers has been granted the iKeepSafe California Student Privacy Badge, which validates our compliance with FERPA.</p>\n<p>We agree that students’ personally identifiable information stays under the direct control of the school.\nWe will not use personally identifiable information in student records to engage in targeted advertising.\nNor will we use any information in the student record for any purpose other than those required or specifically permitted by our Privacy Policy and our Terms of Services.</p>\n<p>If a legal representative becomes aware that his / her represented minor has provided us with Personal Information without their consent, he or she should contact us using information at the end of this page.\nWe will delete such information from our files within 5 working days.</p>14.\nChanges to this Privacy Policy<p>This policy may be amended from time to time.\nIf we amend the Privacy Policy in any way we will:</p>\n<ul>\n<li>- place an updated version on this page, and/or update the Privacy Policy issue date;</li>\n<li>- place an announcement on happynumbers.com for 2 weeks from the Privacy Policy issue date.</li>\n</ul>\n<p>In case the changes to the Privacy Policy include new or additional data collection, or changes that would lessen the previously noted protections around student data privacy, we will notify in advance the appropriate person in the school or school district who has purchased the valid school-wide or district-wide Happy Numbers access.</p>15.\nJurisdiction and Applicable Law<p>This policy and all matters arising out of or related to this policy shall be governed by the substantive laws of the State of California, USA, without regards to conflicts of laws and principles thereof.</p>\n<p>Any controversy, claim or dispute between you and Happy Numbers arising out of or relating to this policy shall be subject to the exclusive jurisdiction of the courts of the State of California, USA.</p>16.\nYour Consent<p>By using Happy Numbers, you expressly consent to our Privacy policy.</p>17.\nQuestions or Suggestions<p>If you have any questions or suggestions about this Privacy Policy or your Personal Information, please get in touch with us using the information below:</p>\n<br>\n<ul>\n<li>Happy Numbers Inc.,</li>\n<li>2345 Yale Street., First Floor,</li>\n<li>Palo Alto,</li>\n<li>CA 94306,</li>\n<li>USA</li>\n</ul>\n<br>\n<ul>\n<li>support@happynumbers.com</li>\n<li>Phone: +1-800-815-1574</li>\n<li>Fax: +1-650-618-8611</li>\n</ul>\n<p>\n</p>", "created_at": "2023-07-09 16:23:16.563255", "updated_at": "2023-07-09 16:24:16.583511"}], "points": [], "urls": ["happynumbers.com"]}}