{"error": 448, "message": "OK", "parameters": {"id": 8644, "name": "Fox 4 Now", "created_at": "2023-06-30 03:43:50.779219", "updated_at": "2023-06-30 10:02:06.235439", "wikipedia": null, "keywords": null, "related": null, "slug": "fox-4-now", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8644.png", "url": "fox4now.com", "documents": [{"id": 16836, "name": "Privacy Policy ", "url": "https://www.fox4now.com/privacy-policy", "xpath": "//body", "text": " 1 weather alerts 1 closings/delays <i>\n</i> Watch Now <i>\n</i> Watch Now 1 weather alerts 1 closings/delays <p>Menu</p>\n<i>\n</i> Search site <i>\n</i> Watch Now <i>\n</i> Watch Now Close x Live Watch Alerts <i>\n</i> Search site Go <ul>\n<li> News <ul>\n<li>Local News\n</li>\n<li>Affordable Housing\n</li>\n<li>Covering Florida\n</li>\n<li>Investigates\n</li>\n<li>As Seen on 4\n</li>\n<li>Viewer Submission\n</li>\n<li>National\n</li>\n<li>World\n</li>\n<li>Lifestyle\n</li>\n<li>Sports\n</li>\n<li>Entertainment\n</li>\n</ul>\n</li>\n<li> Weather <ul>\n<li>Hourly Forecast\n</li>\n<li>Daily Forecast\n</li>\n<li>Hurricane Center\n</li>\n<li>Severe Weather Alerts\n</li>\n<li>Weather Radar\n</li>\n<li>Live Cameras\n</li>\n</ul>\n</li>\n<li> Video </li>\n<li> Traffic </li>\n<li> Your Healthy Family </li>\n<li> Florida Lottery <ul>\n<li>Winning Numbers\n</li>\n<li>Local Winners\n</li>\n</ul>\n</li>\n<li> Local Experts </li>\n<li> Social Media <ul>\n<li>Fox4 Facebook\n</li>\n<li>Fox4 Twitter\n</li>\n<li>Fox4 YouTube\n</li>\n<li>Fox4 Instagram\n</li>\n</ul>\n</li>\n<li> About Us <ul>\n<li>Station History\n</li>\n<li>News Team\n</li>\n<li>Streaming Apps\n</li>\n<li>Programming Guide\n</li>\n<li>Contact Us\n</li>\n<li>Advertise with Us\n</li>\n<li>Contests\n</li>\n<li>Support\n</li>\n</ul>\n</li>\n<li> Contests </li>\n<li>\n</li>\n<li>Sign In</li>\n<li>Newsletters</li>\n<li>Sign Out</li>\n<li>Manage Emails</li>\n<li>Apps</li>\n<li>Careers Search</li>\n</ul> Privacy Policy <b>Overview</b>\n<p>\n<b>We have offices in the United States and Canada and the management of our brands is located largely at the headquarters our parent company in Cincinnati, Ohio.</b>\n</p>\n<p>\n<b>By visiting and using our products and services the personal data you share with us or that we collect automatically will be collected, stored, processed, or transferred in and to the United States where our technical infrastructure is located and operated.\nSome of our brands and service providers may have operations in other countries as well.</b>\n</p>\n<b>What this policy covers</b>\n<p>This privacy policy applies to our general collection and use of personal data and specifically to any of our publicly available devices, websites or digital applications (“apps”) that link to this policy.\nThis policy also applies to any of our non-public systems used by partners, applicants, and employees.</p>\n<p>\n<b>We also specifically address Tracking Technology used for Advertising, Data Sharing, and Data Transfers.</b>\n</p>\n<b>What is personal data?</b>\n<p>Generally, the terms personal data or personally identifiable information mean information that relates to an identifiable person.\nIn some cases, the terms may include information that identifies a household.\nAn identifiable person is an individual who can be singled out by using information such as their name, address, or telephone number.\nFor example, Ms.\nCindy Delgado who lives at 123 Scripps Street with a telephone number of 513-513-5133 is an identifiable person.\nCindy’s name, address, telephone number, and even her choice of pronoun are examples of her personal data.</p>\n<b>What's not covered in this policy?</b>\n<p>Products and services provided by any other company are not covered by this policy.\nIn some instances, we provide links, advertisements, or products and services offered by other companies.\nYou may also view our content via services provided by other companies.\nCompanies providing those products or services will have their own terms and policies and any information they collect will follow their rules and not ours.\nMake sure to check their privacy policy to learn how they will use your information.</p>\n<br>\n<br>\n<p>\n<b>Quick Links:</b> This privacy policy describes the following important topics relating to your information:</p>\n<ul>\n<li>What Personal Data We Collect and How We Collect It</li>\n<li>Why We Collect Personal Data</li>\n<li>Legal Basis For Using Your Personal Data</li>\n<li>Data We Share and Who We Share It With</li>\n<li>Data Transfer</li>\n<li>Your Rights</li>\n<li>Storage, Risks and Security</li>\n<li>Tracking Technology and Interest Based Advertising</li>\n<li>Children</li>\n<li>Additional Information for California Residents</li>\n<li>Contact</li>\n</ul>\n<br>\n<br>\n<br>\n<br>\n<b>What Personal Data We Collect and How We Collect It</b>[Back to Top] <p>\n<b>The personal data we collect can be divided into three categories:</b>\n</p>\n<ul>\n<li>Personal data you give us directly.</li>\n<li>Personal data we collect automatically through our products or services.</li>\n<li>Personal data we obtain from other sources.</li>\n</ul>\n<p>\n<b>Personal data you give us directly may include your:</b>\n</p>\n<ul>\n<li>Full Name</li>\n<li>Preferred Pronoun</li>\n<li>Job title</li>\n<li>Email address</li>\n<li>Telephone Number</li>\n<li>Contact or Mailing Address</li>\n<li>Preferences, likes, bookmarks, ratings, and feedback</li>\n<li>Resume of CV</li>\n<li>Banking or payment details</li>\n<li>Information generally applicable to employment</li>\n<li>Image</li>\n<li>Health information</li>\n</ul>\n<p>\n<b>You have the opportunity and choice to provide us this personal data at various times and for various reasons including:</b>\n</p>\n<ul>\n<li>Using the online forms provided on our websites and apps to create an account, request help, provide feedback, take a survey, enter a contest, or apply for a job.</li>\n<li>Registering for or attending in-person or online events hosted by us.</li>\n<li>Contacting us by phone, post, or email.</li>\n<li>Interacting with us on platforms and technologies through which we communicate, such as messaging apps, helpdesk tools, work collaboration tools, financial management tools, vendor portals, and human resource management tools.</li>\n<li>If you are a supplier or partner, you may give us personal data when you are offering or providing services to us.</li>\n</ul>\n<p>\n<b>Personal data we collect automatically may include:</b>\n</p>\n<ul>\n<li>Information about your device(s).</li>\n<li>Information about the app you are using.</li>\n<li>Information about your Internet browser.</li>\n<li>Your IP address.</li>\n<li>Other online identifiers.</li>\n<li>Location information based on your IP address.</li>\n<li>Usage behavior and history.</li>\n<li>Your image where captured on CCTV at any of our premises.</li>\n<li>Time spent at our premises.</li>\n</ul>\n<p>Some of the technical data listed above is collected when you interact with us online.\nThis could mean using one of our devices, scanning a QR code, using our apps, visiting our websites, viewing our content on a smartphone, a computer, a smart or connected television, or digital media players such as Roku or Amazon Fire.\nWhen you use a device or a service made by someone else to view our content, your interaction with that device or service is likely governed by that provider’s privacy policy.</p>\n<p>\n<b>Personal data we obtain from other sources</b>\n</p>\n<p>We may receive personal data about you from third parties such as advertising partners, marketing agencies, market research companies, our suppliers, contractors and consultants, group companies, publicly available websites (such as LinkedIn, Facebook, and Twitter) and public agencies.</p>\n<p>\n<b>Sensitive categories of personal data</b>\n</p>\n<p>In limited circumstances, personal data that you provide us may fall into sensitive categories such as information about your physical and mental health, sexual orientation, racial or ethnic origin, veteran status, political opinions, philosophical belief, trade union membership and biometric data.\nUnless required by law (such as COVID-19 testing or some employment related information), providing these categories of personal data will always be your choice.</p>\n<p>We take extra precautions with personal data in sensitive categories in order to minimize its collection, limit access to it, protect it, and whether and with whom we share it.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Why We Collect Personal Data</b>[Back to Top] <p>\n<b>\n</b>Like all companies, we use the personal data we collect in multiple ways.\nExamples include:</p>\n<ul>\n<li>To allow you to access our website and apps.</li>\n<li>To receive and respond to questions from you about our products and services.</li>\n<li>To improve, maintain, and provide technical support for our products and services.</li>\n<li>To aid the security of our products and facilities.</li>\n<li>To allow you to participate in contests or surveys.</li>\n<li>To store information about your preferences and to allow us to customize our websites and apps according to your individual interests.</li>\n<li>To carry out the purchases you have requested.</li>\n<li>To enable advertising on our websites and apps.</li>\n<li>To allow us to enter into and comply with contractual arrangements.</li>\n<li>To process job applications.</li>\n<li>To conform with the requirements of the law or legal process.</li>\n<li>To protect or defend your rights, our rights, or the rights of other users.</li>\n<li>To protect the health and safety of our users, our employees, or the general public.</li>\n<li>To enable us to purchase, receive, and manage services from you or your employer.</li>\n<li>To pay salaries, administer benefits, and conduct performance reviews for our employees</li>\n</ul>\n<p>We may use your personal data to send you certain mandatory service communications such as welcome letters, billing reminders, information on technical service issues, security warnings, software updates, and other support announcements.\nIf you choose to receive promotional materials from us (including email), we may use your personal data to confirm that choice and to promote and market products, services, and special offers from us or others.</p>\n<p>In certain instances, we may provide you with the option to set your preferences for receiving email communications from us.\nthat is, to agree to some communications but not others.\nYou may choose to stop receiving future commercial email communications from us by clicking the \"unsubscribe\" link included at the bottom of most emails we send, or by contacting us directly.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Legal Basis For Using Your Personal Data</b>[Back to Top] <p>Some jurisdictions require that we have a legal basis for collecting and processing your personal data.\nWhere that is required, we consider those legal bases to be:</p>\n<ul>\n<li>To perform our obligations under a contract with you.</li>\n<li>To comply with our legal obligations.\n</li>\n<li>For our legitimate interests and the legitimate interests of others which include:</li>\n<ul>\n<li>Fulfilling our mission of providing impactful journalism and serving our communities</li>\n<li>The running and growing of our business for our shareholders.</li>\n<li>Delivering our content to our viewers via broadcast, our websites, and apps.\n</li>\n<li>Identifying and selecting qualified suppliers and partners.</li>\n<li>Conducting market research and business development.</li>\n</ul>\n<li>In the cases where you choose to provide us your personal data via one of our websites or apps, we process your personal data, at least in part, on the basis of your consent.\nYou may withdraw this consent at any time by contacting us.</li>\n</ul>\n<p>Where we are relying on our (or another person’s) legitimate interests, we will always consider the categories or types of personal data in question in order to balance our use against the possibility of any action that might be counter to your rights.\nWe will never purposefully violate the rights you have in your personal data and ask that you please contact us with any concerns.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Data We Share and Who We Share It With</b>[Back to Top] <p>In order to meet the ‘why’s’ of Why We Collect Personal Data discussed above, we may share the personal data we collect with the categories of organizations listed below.\nIn selecting the third parties that we employ, we carefully consider the service they provide, the categories of personal data concerned, and the protections and governance we are able to put in place.\nThe third parties with whom we share your personal information are always subject to privacy and security obligations consistent with this privacy policy and applicable laws.</p>\n<p>\n<b>The categories of organizations with whom we share personal data are:</b>\n</p>\n<ul>\n<li>Our partners and service providers that perform professional services, technical services or handle transactions on our behalf.\n</li>\n<li>Our advertisers, advertising- and marketing-related services providers and partners as well as companies that help us learn how you and others interact with our content.</li>\n<li>Government agencies when required.\n</li>\n<li>Our affiliates or with our internal corporate shared services e.g.\nfinance, accounting, etc.</li>\n</ul>\n<p>As we continue to grow our business, we may sell or purchase assets.\nIf another entity acquires us or one of our brands, any related personal data may be transferred to and used by this acquiring entity.\nWe will, however, take reasonable steps to ensure that your preferences are followed.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Data Transfer</b>[Back to Top] <p>We have offices in the United States and Canada and the management of our brands is located largely at the headquarters our parent company in Cincinnati, Ohio.</p>\n<p>\n<b>By visiting and using our products and services the personal data you share with us or that we collect automatically will be collected, stored, processed, or transferred in and to the United States where our technical infrastructure is located and operated.\nSome of our brands and service providers may have operations in other countries as well.</b>\n</p>\n<p>In addition to the Risks listed in the Storage, Risk and Security Section, the data protection and other laws of the United States and other countries where your personal data may be collected, stored, or processed might not be as comprehensive as those in your country.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Your Rights</b>[Back to Top] <p>Your rights related to your personal data may vary by where you live or are located.</p>\n<p>\n<b>Your rights may include:</b>\n</p>\n<ul>\n<li>The right to be informed of what personal data we collect, why we collect it, and whether we transfer or share your personal data.</li>\n<li>The right to access your personal data and correct or update any errors.</li>\n<li>The right to erasure.</li>\n<li>The right to notification.</li>\n<li>The right to restrict the use or sale of personal data.</li>\n<li>The right to object to some forms of processing.</li>\n<li>The right to lodge a complaint with the competent authority.</li>\n</ul>\n<p>We encourage you to research and understand your rights relative to your personal data and recommend the following links as good sources of information.\nWe will never discriminate against anyone for exercising their rights or inquiring about their personal data.\n</p>\n<ul>\n<li>California Consumer Privacy Act</li>\n<li>General Data Protection Regulation</li>\n<li>United Kingdom Information Commissioner’s Office</li>\n<li>Irish Data Protection Commission</li>\n<li>Office of the Privacy Commissioner of Canada</li>\n<li>The International Association of Privacy Professionals</li>\n</ul>\n<br>\n<br>\n<br>\n<br>\n<b>Storage, Risks and Security</b>[Back to Top] <p>The risk to the personal data in our care is that, despite our security precautions, it may be lost, stolen or misused.\n</p>\n<p>Although we take steps to protect the personal data which you provide to us, the transmission of information over the internet is never completely secure.\nWe cannot guarantee the security of your personal data while in transit to us.\nOnce we have received your personal data, our security team will use industry standard procedures and security features to secure it.</p>\n<p>We keep your personal data for no longer than we need it to meet the ‘why’ of Why We Collect Personal Data or as long as we have another valid reason to keep it (the Legal Basis discussed above).\nIf you have an account with us, you may delete it or request that it be deleted at any time.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Tracking Technology and Interest Based Advertising</b>[Back to Top] <p>Our products and services use tracking technology in order to allow us to offer you a more personalized experience and to enable interest-based advertising.\nWe enable third parties such as advertising partners and analysis firms to collect information through tracking technology.\nThe information collected through this tracking technology may be considered personal data.</p>\n<p>Where we use tracking technology, you may block the technology or opt out of certain advertisements.\nTo do so, you can activate the setting on your device that allows you to refuse the setting of all or some tracking technology.\nwe have provided some helpful links below for various devices and operating systems.\nAdditionally, we offer Technology Settings that allow you to control your experience on our offerings.\nPlease be aware, if you use your device settings to block all tracking technology, you may not be able to access all or parts of our websites or apps or use all the available functionality.</p>\n<p>The website www.aboutads.info provides another option to opt-out of advertisements.\nIt is important to note, the opt-out tool applies only to the device and browser you are using to opt out.\nTherefore, if you use a different device, change web browsers or clear or change settings, you will need to perform the opt-out task again.\nPlease be aware that opting out of a network advertising service does not mean that you will not receive online ads.\nIt only means that the network from which you opted out should no longer deliver ads tailored to your preferences and interests.</p>\n<p>\n<b>Additional information and opt-out tools:</b>\n</p>\n<ul>\n<li>How Google uses data when you use our partners' sites or apps</li>\n<li>How Google uses cookies in advertising</li>\n<li>Google Analytics</li>\n<li>Opting out of tracking by Adobe Analytics cookies</li>\n<li>Understanding online advertising</li>\n<li>Information on Opting out on Mobile Devices</li>\n<li>Learn how to limit interest-based ads provided by Apple on your Apple device</li>\n<li>Digital Advertising Alliance of Canada</li>\n<li>Network Advertising Initiative (NAI)</li>\n<li>European Interactive Digital Advertising Alliance</li>\n</ul>\n<p>\n<b>Web browser and device settings:</b>\n</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)</li>\n<li>Safari (Mobile)</li>\n<li>Android Browser</li>\n<li>Roku</li>\n</ul>\n<p>Certain browsers may offer you the option of providing notice to websites that you do not wish for your online activities to be tracked for interest-based advertising purposes (“DNT Notice”).\nUnfortunately, given how preference-based advertising works, DNT Notices may not be effective in communicating your preferences and we do not take any action based on browser based DNT Notices.\nThe best course of action, if you do not wish to participate in interest-based advertising activities, is to follow the directions given above.</p>\n<p>Lastly, should you receive marketing or promotional emails from us that you no longer wish to receive, please click the “Unsubscribe” link in our emails, contact us directly, or for certain services, by logging into your account and adjusting your preferences.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Children</b>[Back to Top] <p>Our websites, apps, services, and content are not generally directed towards children.\nWith the exception of the Scripps National Spelling Bee and in the context of the employer-employee relationship, we do not knowingly collect any personal data from or about children.\nIf you are the parent or guardian of a child and believe that we have somehow collected the personal data of your child without your consent, please contact us.</p>\n<p>\n<br>\n</p>\n<br>\n<br>\n<br>\n<b>Additional Information for California Residents</b>[Back to Top] <p>Residents of the State of California, under certain provisions of the California Civil Code, have the right to request from companies conducting business in California a list of all third parties to which the company has disclosed certain personal data as defined under California law during the preceding year for third party direct marketing purposes.\nYou are limited to one request per calendar year.\nIn your request, please attest to the fact that you are a California resident and provide a current California address for our response.</p>\n<p>Over the last twelve months, we may have collected any of the categories of personal data listed above and shared it for a business purpose with the categories of organizations discussed.\nWe do not sell data in the traditional sense of the word but, as also discussed above, we share and enable the collection of information via Tracking Technology that may be considered personal data with and by our advertising partners.\nOn our websites and apps that are available to a national audience or specifically to California consumers, you will find a link entitled <u>Do Not Sell My Personal Information</u> that, in addition to the methods described above, will allow you to opt out of this Tracking Technology.\nPlease contact us with any questions.\n</p>\n<p>Find out more about our obligations and your rights at the following link, California Consumer Privacy Act.</p>\n<br>\n<br>\n<br>\n<br>\n<b>Contact</b>[Back to Top] <p>If you would like to contact us with a specific request, we ask that you use our contact form located at the Privacy Center link provided on our web sites or through our apps.\nWe will ask for you to provide some personal data in order to assist you such as your name and email address.</p>\n<p>You may also contact us with any questions about this Privacy Policy, our practices, or anything related to your personal data by the following means:</p>\n<p>\n<strong>Email</strong>\n<br>privacy@scripps.com</p>\n<p>\n</p>\n<p>\n<strong>Phone:</strong>\n<br>+1-833-719-3352</p>\n<p>\n<strong>Mail:</strong>\n<br>The E.W.\nScripps Company<br>312 Walnut Street,\nSuite 2800<br>Cincinnati, Ohio, 45202<br>Attention: Chief Privacy Officer</p>\n<p>In some cases, you may be able to use an authorized agent to contact us on your behalf.\nUnless we can verify that you have provided a legal power of attorney to this agent, we may require you to verify your identity directly with us and/or confirm with us directly that you have provided permission for the agent to act on your behalf.</p>\n<br>\n<b>Changes to This Policy</b>\n<p>We will post any changes we may make to this policy on this page.\nIf the changes materially alter how we use or treat your personal data we will notify you by email to the email address specified in your account (if you have an account with us) and/or through a notice on the website home page.\nThe date this privacy policy was last revised is identified on this page.</p>\n<p>Revision Date: <strong>October 3, 2022</strong>\n</p> Privacy Links <br> Do Not Sell My Information Privacy Request Contact Us Privacy Policy Download the PDF version of our Privacy Policy <ul>\n<li> Weather </li>\n<li> Traffic </li>\n<li> News </li>\n<li> Money </li>\n<li> Entertainment </li>\n<li> Don't Waste Your Money </li>\n<li> Support </li>\n</ul>\n<ul>\n<li> Sitemap </li>\n<li> Privacy Policy </li>\n<li> Privacy Center </li>\n<li> Journalism Ethics Guidelines </li>\n<li> Terms of Use </li>\n<li> EEO </li>\n<li> Careers </li>\n<li> FCC Public File </li>\n<li> FCC Application </li>\n<li> Public File Contact </li>\n<li> Accessibility Statement </li>\n<li> Closed Captioning Contact </li>\n</ul> Social <ul>\n<li>Fox4FortMyers\n</li>\n<li>Fox4Now\n</li>\n</ul> Scripps Local Media<br>© 2023 Scripps Media, Inc Give Light and the People Will Find Their Own Way ", "created_at": "2023-06-30 03:43:50.839642", "updated_at": "2023-06-30 03:44:16.403968"}, {"id": 16835, "name": "Terms of Use ", "url": "https://www.fox4now.com/terms-of-use", "xpath": "//body", "text": null, "created_at": "2023-06-30 03:43:50.809719", "updated_at": "2023-06-30 03:45:12.555832"}], "points": [], "urls": ["fox4now.com"]}}