{"error": 448, "message": "OK", "parameters": {"id": 2235, "name": "Cracker's Creed", "created_at": "2020-05-02 07:41:50.518001", "updated_at": "2023-07-10 22:01:23.932042", "wikipedia": null, "keywords": null, "related": null, "slug": "crackers_creed", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2235.png", "url": "www.crackerscreed.org,crackerscreed.org", "documents": [{"id": 13566, "name": "Terms And Conditions", "url": "https://crackerscreed.org/tnc/", "xpath": "/html/body/div[1]/div/div/main/article/div[1]/div", "text": " Terms And Conditions <p>The <em>Terms And Conditions</em> of this website with regards to the Personally Identifiable Information (PII) of any visitor of the website are aligned to the checklist by ToS;DR on their Github repository.</p>\n<ul>\n<li>Does this service use first-party and/or third-party cookies?</li>\n</ul>\n<p>No.\nI do not use any sort of cookie to track anyone in person.\nData, based on the IP address, is used to keep track of the source of the traffic and analyze distribution of sources of traffic around the world.\nBut, the granularity of this data remains at country level.\nNo further data is collected and an individual visiting the website is not, in any way, tracked personally.</p>\n<ul>\n<li>Can they change the terms at any time?</li>\n</ul>\n<p>No, Any change in the TnS will be notified via a blog in advance.</p>\n<ul>\n<li>Do they claim copyright (or what sort of license) over your content (where applicable)?</li>\n</ul>\n<p>Yes, the content I write is my own creation.\nBut, you can use my content for any educational purpose as long as you mention the URL of that content.</p>\n<ul>\n<li>Does a user have a right to leave the service?</li>\n</ul>\n<p>Yes, of course.</p>\n<ul>\n<li>Can a user export its data (where applicable)?</li>\n</ul>\n<p>Because I do not collect any individual data, this point is not applicable to this website.</p>\n<ul>\n<li>How do I work with third parties (contractors they use)?</li>\n</ul>\n<p>I do not work with any third party.\nWriting is my hobby and this website is a platform with which I give words to my thoughts.</p>\n<ul>\n<li>How do I work with government requests?</li>\n</ul>\n<p>I do not.</p>\n<ul>\n<li>How do I handle decisions about suspension of a user’s account when I feel the user breached the terms?</li>\n</ul>\n<p>Visitors of this website cannot create an account here.\nSo, this isn’t applicable to me.</p>\n<ul>\n<li>Do I (try to) prohibit a user from going to court against me?</li>\n</ul>\n<p>No.</p>\n<ul>\n<li>What happens to a user’s data when this website gets acquired or when I shut down the service?</li>\n</ul>\n<p>Again, not applicable to me as I do not collect any personal data.</p>\n<ul>\n<li>How long do they keep your private data and what do they use it for?</li>\n</ul>\n<p>No private data about any individual is collected.\nThe type of data collected and its use is explained in the first point.</p> ", "created_at": "2022-12-25 03:33:08.198414", "updated_at": "2022-12-25 03:35:40.279074"}], "points": [{"id": 9250, "title": "The terms for this service are easy to read", "source": "https://crackerscreed.org/tns", "status": "The entire 'Terms And Conditions' section is put in an easily readable page. It's available here:\r\nhttps://crackerscreed.org/tns", "created_at": "2020-05-02 08:34:58.89913", "updated_at": "2020-12-15 11:51:35.755167", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["www.crackerscreed.org", "crackerscreed.org"]}}