{"error": 448, "message": "OK", "parameters": {"id": 8288, "name": "Read Any Book.com", "created_at": "2023-05-14 02:47:41.569056", "updated_at": "2023-05-14 10:01:57.329204", "wikipedia": null, "keywords": null, "related": null, "slug": "read-any-book-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8288.png", "url": "readanybook.com", "documents": [{"id": 16088, "name": "Terms of Service", "url": "http://www.readanybook.com/terms", "xpath": "/html/body/div[2]/div/div/div[1]", "text": null, "created_at": "2023-05-14 02:47:41.599443", "updated_at": "2023-05-14 02:48:14.339672"}, {"id": 16089, "name": "DMCA Notice", "url": "https://www.readanybook.com/dmca", "xpath": "/html/body/div[2]/div/div/div[1]", "text": " DMCA Notice <p>Read Any Book respects the intellectual property of others.\nRead Any Book takes matters of Intellectual Property very seriously and is committed to meeting the needs of content owners while helping them manage publication of their content online.\nThe books' files, which are under copyright protection, are NOT PUBLISHED on the website.\nWe are not supporting the digital piracy.\nOur task is to acquaint the users with the world literature novelties and to retain copyright.\nThe books' fragments on our website are added by users and we have no opportunity to control them constantly.\nIf you consider that some fragments violate the author's right, contact us.</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible on this site, you may notify our copyright agent, as set forth in the Digital Millennium Copyright Act of 1998 (DMCA).\nFor your complaint to be valid under the DMCA, you must provide the following information when providing notice of the claimed copyright infringement:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the copyright owner Identification of the copyrighted work claimed to have been infringed</li>\n<li>\n<p>Identification of the material that is claimed to be infringing or to be the subject of the infringing activity and that is to be removed.</p>\n<p> We will not accept links to only search results, as they do not identify any item that may link to material infringing your copyright.\nYou must identify individual items in the search results that you wish us to remove.\nThe following are examples of URLs that we will not accept as identification on their own.\nIf your email contains only one of these URLs, and no other links, we will reject your request: <br>\n<b>https://www.readanybook.com/search?q=Search%20Keyword</b>\n</p>\n<p>If You send link to other page, please describe which materials are under copyright protection.</p>\n<p> For example, if You find copied book text on url: <br>\n<b>https://www.readanybook.com/ebook/hymns-and-hymnwriters-of-denmark-16947</b>\n<br> Please, send name of file.\n<br> Or click to Copyright button near the file and fill the fields.\n</p>\n</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address</li>\n<li>A statement that the complaining party \"in good faith believes that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law\"</li>\n<li>A statement that the \"information in the notification is accurate\", and \"under penalty of perjury, the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\"</li>\n</ul>\n<p>The above information must be submitted as a written, faxed or emailed notification using this email: <b>abuse[at]readanybook.com</b>\n</p> ", "created_at": "2023-05-14 02:48:55.981327", "updated_at": "2023-05-14 02:49:03.991176"}, {"id": 16090, "name": "Privacy Policy", "url": "https://www.readanybook.com/privacy", "xpath": "/html/body/div[2]/div/div/div[1]", "text": " Privacy Policy IP Address As many other online services, our Site collects statistics on customers' IP addresses.\nThis data is used to improve our Services and also helps us to identify and better solve technical problems.\nInformation on IP addresses can also be used to control the legality of payments (e.g.\nfor Services provided) and other financial operations (such as transfers between Clients' accounts).\nThe Site Administration agrees not to abuse IP address data as well as not to disclose it.\n<br> Cookies Our Site makes use of cookies, which is a common practice on the Internet.\nCookies are only used for storing technical identification information after the user's authorization on the Site.\nCookies are not used to store any other data (logins, passwords, financial or/and other information).\nDisabling cookies may lead to the inability to access those parts of the Site which require authorization.\nPersonal Information Certain information in being accumulated on the personal account of each registered user (e.g.\nlist of downloads, e-mail/ICQ correspondence with the Administration, statistics, etc.).\nThe Site Administration agrees not to abuse this data and not to disclose it (unless agreed with the user beforehand).\nFinancial Information In order to pay for the Site Services, the user provides information on the method of payment (e.g.\ncredit card details, etc.) to a payment transfer company that has a contract with Read Any Book.\nAll details of your methods of payments are UNAVAILABLE to the Site Administration.\nNevertheless, the Administration agrees to observe the security and non-dissemination of any other financial information on its users with all possible care (e.g.\ninformation on payments made).\n", "created_at": "2023-05-14 02:49:32.923438", "updated_at": "2023-05-14 02:49:39.002747"}], "points": [], "urls": ["readanybook.com"]}}