{"error": 448, "message": "OK", "parameters": {"id": 2769, "name": "Scammer.info", "created_at": "2021-02-10 10:55:43.347427", "updated_at": "2023-07-10 22:01:40.192506", "wikipedia": null, "keywords": null, "related": null, "slug": "scammerinfo", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2769.png", "url": "scammer.info", "documents": [{"id": 12884, "name": "Terms of Service", "url": "https://scammer.info/tos", "xpath": "//*[@id=\"main-outlet\"]", "text": " <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Privacy</li>\n</ul>\n<p>These terms govern use of the Internet forum at https://scammer.info.\nTo use the forum, you must agree to these terms with company_name, the company that runs the forum.</p>\n<p>The company may offer other products and services, under different terms.\nThese terms apply only to use of the forum.</p>\n<p>Skip to:</p>\n<ul>\n<li>Important Terms</li>\n<li>Your Permission to Use the Forum</li>\n<li>Conditions for Use of the Forum</li>\n<li>Acceptable Use</li>\n<li>Content Standards</li>\n<li>Enforcement</li>\n<li>Your Account</li>\n<li>Your Content</li>\n<li>Your Responsibility</li>\n<li>Disclaimers</li>\n<li>Limits on Liability</li>\n<li>Feedback</li>\n<li>Termination</li>\n<li>Disputes</li>\n<li>General Terms</li>\n<li>Contact</li>\n<li>Changes</li>\n</ul>\nImportant Terms\n<p>\n<em>\n<strong>These terms include a number of important provisions that affect your rights and responsibilities, such as the disclaimers in Disclaimers, limits on the company’s liability to you in Limits on Liability, your agreement to cover the company for damages caused by your misuse of the forum in Responsibility for Your Use, and an agreement to arbitrate disputes in Disputes.</strong>\n</em>\n</p>\nYour Permission to Use the Forum\n<p>Subject to these terms, the company gives you permission to use the forum.\nEveryone needs to agree to these terms to use the forum.</p>\nConditions for Use of the Forum\n<p>Your permission to use the forum is subject to the following conditions:</p>\n<ol>\n<li>\n<p>You must be at least thirteen years old.</p>\n</li>\n<li>\n<p>You may no longer use the forum if the company contacts you directly to say that you may not.</p>\n</li>\n<li>\n<p>You must use the forum in accordance with Acceptable Use and Content Standards.</p>\n</li>\n</ol>\nAcceptable Use\n<ol>\n<li>\n<p>You may not break the law using the forum.</p>\n</li>\n<li>\n<p>You may not use or try to use another’s account on the forum without their specific permission.</p>\n</li>\n<li>\n<p>You may not buy, sell, or otherwise trade in user names or other unique identifiers on the forum.</p>\n</li>\n<li>\n<p>You may not send advertisements, chain letters, or other solicitations through the forum, or use the forum to gather addresses or other personal data for commercial mailing lists or databases.</p>\n</li>\n<li>\n<p>You may not automate access to the forum, or monitor the forum, such as with a web crawler, browser plug-in or add-on, or other computer program that is not a web browser.\nYou may crawl the forum to index it for a publicly available search engine, if you run one.</p>\n</li>\n<li>\n<p>You may not use the forum to send e-mail to distribution lists, newsgroups, or group mail aliases.</p>\n</li>\n<li>\n<p>You may not falsely imply that you’re affiliated with or endorsed by the company.</p>\n</li>\n<li>\n<p>You may not hyperlink to images or other non-hypertext content on the forum on other webpages.</p>\n</li>\n<li>\n<p>You may not remove any marks showing proprietary ownership from materials you download from the forum.</p>\n</li>\n<li>\n<p>You may not show any part of the forum on other websites with <code>&lt;iframe&gt;</code>.</p>\n</li>\n<li>\n<p>You may not disable, avoid, or circumvent any security or access restrictions of the forum.</p>\n</li>\n<li>\n<p>You may not strain infrastructure of the forum with an unreasonable volume of requests, or requests designed to impose an unreasonable load on information systems underlying the forum.</p>\n</li>\n<li>\n<p>You may not impersonate others through the forum.</p>\n</li>\n<li>\n<p>You may not encourage or help anyone in violation of these terms.</p>\n</li>\n</ol>\nContent Standards\n<ol>\n<li>\n<p>You may not submit content to the forum that is illegal, offensive, or otherwise harmful to others.\nThis includes content that is harassing, inappropriate, or abusive.</p>\n</li>\n<li>\n<p>You may not submit content to the forum that violates the law, infringes anyone’s intellectual property rights, violates anyone’s privacy, or breaches agreements you have with others.</p>\n</li>\n<li>\n<p>You may not submit content to the forum containing malicious computer code, such as computer viruses or spyware.</p>\n</li>\n<li>\n<p>You may not submit content to the forum as a mere placeholder, to hold a particular address, user name, or other unique identifier.</p>\n</li>\n<li>\n<p>You may not use the forum to disclose information that you don’t have the right to disclose, like others’ confidential or personal information.</p>\n</li>\n</ol>\nEnforcement\n<p>The company may investigate and prosecute violations of these terms to the fullest legal extent.\nThe company may notify and cooperate with law enforcement authorities in prosecuting violations of the law and these terms.</p>\n<p>The company reserves the right to change, redact, and delete content on the forum for any reason.\nIf you believe someone has submitted content to the forum in violation of these terms, contact us immediately.</p>\nYour Account\n<p>You must create and log into an account to use some features of the forum.</p>\n<p>To create an account, you must provide some information about yourself.\nIf you create an account, you agree to provide, at a minimum, a valid e-mail address, and to keep that address up-to-date.\nYou may close your account at any time by e-mailing admin@scammer.info.</p>\n<p>You agree to be responsible for all action taken using your account, whether authorized by you or not, until you either close your account or notify the company that your account has been compromised.\nYou agree to notify the company immediately if you suspect your account has been compromised.\nYou agree to select a secure password for your account, and keep it secret.</p>\n<p>The company may restrict, suspend, or close your account on the forum according to its policy for handling copyright-related takedown requests, or if the company reasonably believes that you’ve broken any rule in these terms.</p>\nYour Content\n<p>Nothing in these terms gives the company any ownership rights in intellectual property that you share with the forum, such as your account information, posts, or other content you submit to the forum.\nNothing in these terms gives you any ownership rights in the company’s intellectual property, either.</p>\n<p>Between you and the company, you remain solely responsible for content you submit to the forum.\nYou agree not to wrongly imply that content you submit to the forum is sponsored or approved by the company.\nThese terms do not obligate the company to store, maintain, or provide copies of content you submit, and to change it, according to these terms.</p>\n<p>Content you submit to the forum belongs to you, and you decide what permission to give others for it.\nBut at a minimum, you license the company to provide content that you submit to the forum to other users of the forum.\nThat special license allows the company to copy, publish, and analyze content you submit to the forum.</p>\n<p>When content you submit is removed from the forum, whether by you or by the company, the company’s special license ends when the last copy disappears from the company’s backups, caches, and other systems.\nOther licenses you apply to content you submit, such as Creative Commons licenses, may continue after your content is removed.\nThose licenses may give others, or the company itself, the right to share your content through the forum again.</p>\n<p>Others who receive content you submit to the forum may violate the terms on which you license your content.\nYou agree that the company will not be liable to you for those violations or their consequences.</p>\nYour Responsibility\n<p>You agree to indemnify the company from legal claims by others related to your breach of these terms, or breach of these terms by others using your account on the forum.\nBoth you and the company agree to notify the other side of any legal claims for which you might have to indemnify the company as soon as possible.\nIf the company fails to notify you of a legal claim promptly, you won’t have to indemnify the company for damages that you could have defended against or mitigated with prompt notice.\nYou agree to allow the company to control investigation, defense, and settlement of legal claims for which you would have to indemnify the company, and to cooperate with those efforts.\nThe company agrees not to agree to any settlement that admits fault for you or imposes obligations on you without your prior agreement.</p>\nDisclaimers\n<p>\n<em>\n<strong>You accept all risk of using the forum and content on the forum.\nAs far as the law allows, the company and its suppliers provide the forum as is, without any warranty whatsoever.</strong>\n</em>\n</p>\n<p>The forum may hyperlink to and integrate forums and services run by others.\nThe company does not make any warranty about services run by others, or content they may provide.\nUse of services run by others may be governed by other terms between you and the one running service.</p>\nLimits on Liability\n<p>\n<em>\n<strong>Neither the company nor its suppliers will be liable to you for breach-of-contract damages their personnel could not have reasonably foreseen when you agreed to these terms.</strong>\n</em>\n</p>\n<p>\n<em>\n<strong>As far as the law allows, the total liability to you for claims of any kind that are related to the forum or content on the forum will be limited to $50.</strong>\n</em>\n</p>\nFeedback\n<p>The company welcomes your feedback and suggestions for the forum.\nSee the Contact section below for ways to get in touch with us.</p>\n<p>You agree that the company will be free to act on feedback and suggestions you provide, and that the company won’t have to notify you that your feedback was used, get your permission to use it, or pay you.\nYou agree not to submit feedback or suggestions that you believe might be confidential or proprietary, to you or others.</p>\nTermination\n<p>Either you or the company may end the agreement written out in these terms at any time.\nWhen our agreement ends, your permission to use the forum also ends.</p>\n<p>The following provisions survive the end of our agreement: Your Content, Feedback, Your Responsibility, Disclaimers, Limits on Liability, and General Terms.</p>\nDisputes\n<p>governing_law will govern any dispute related to these terms or your use of the forum.</p>\n<p>You and the company agree to seek injunctions related to these terms only in state or federal court in city_for_disputes.\nNeither you nor the company will object to jurisdiction, forum, or venue in those courts.</p>\n<p>\n<em>\n<strong>Other than to seek an injunction or for claims under the Computer Fraud and Abuse Act, you and the company will resolve any dispute by binding American Arbitration Association arbitration.\nArbitration will follow the AAA’s Commercial Arbitration Rules and Supplementary Procedures for Consumer Related Disputes.\nArbitration will happen in city_for_disputes.\nYou will settle any dispute as an individual, and not as part of a class action or other representative proceeding, whether as the plaintiff or a class member.\nNo arbitrator will consolidate any dispute with any other arbitration without the company’s permission.</strong>\n</em>\n</p>\n<p>Any arbitration award will include costs of the arbitration, reasonable attorneys’ fees, and reasonable costs for witnesses.\nYou and the company may enter arbitration awards in any court with jurisdiction.</p>\nGeneral Terms\n<p>If a provision of these terms is unenforceable as written, but could be changed to make it enforceable, that provision should be modified to the minimum extent necessary to make it enforceable.\nOtherwise, that provision should be removed.</p>\n<p>You may not assign your agreement with the company.\nThe company may assign your agreement to any affiliate of the company, any other company that obtains control of the company, or any other company that buys assets of the company related to the forum.\nAny attempted assignment against these terms has no legal effect.</p>\n<p>Neither the exercise of any right under this Agreement, nor waiver of any breach of this Agreement, waives any other breach of this Agreement.</p>\n<p>These terms embody all the terms of agreement between you and the company about use of the forum.\nThese terms entirely replace any other agreements about your use of the forum, written or not.</p>\nContact\n<p>You may notify the company under these terms, and send questions to the company, at admin@scammer.info.</p>\n<p>The company may notify you under these terms using the e-mail address you provide for your account on the forum, or by posting a message to the homepage of the forum or your account page.</p>\nChanges\n<p>The company last updated these terms on July 12, 2018, and may update these terms again.\nThe company will post all updates to the forum.\nFor updates that contain substantial changes, the company agrees to e-mail you, if you’ve created an account and provided a valid e-mail address.\nThe company may also announce updates with special messages or alerts on the forum.</p>\n<p>Once you get notice of an update to these terms, you must agree to the new terms in order to keep using the forum.</p> ", "created_at": "2022-11-29 04:07:57.417251", "updated_at": "2023-09-11 22:30:18.376708"}, {"id": 4180, "name": "Privacy", "url": "https://scammer.info/privacy", "xpath": "//*[@id=\"main-outlet\"]", "text": " <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Privacy</li>\n</ul>\n<p>Effective Date: 8th June 2023</p>\n<ol>\n<li>Introduction</li>\n</ol>\n<p>This Privacy Policy outlines how Scammer.info (“we,” “us,” or “our”) collects, uses, and protects the personal information provided by users (“you” or “your”) when accessing and using our website.\nWe are committed to safeguarding your privacy and ensuring the security of your personal information.\nBy accessing and using Scammer.info, you consent to the practices described in this Privacy Policy.</p>\n<ol>\n<li>Information We Collect</li>\n</ol>\n<p>2.1 Personal Information</p>\n<p>When you use Scammer.info, we may collect personal information that you voluntarily provide to us.\nThis may include your name, email address, IP address, and any other information you choose to provide when interacting with our website or community features.</p>\n<p>2.2 Non-Personal Information</p>\n<p>We may also collect non-personal information automatically when you visit Scammer.info.\nThis may include your device type, browser information, IP address, and other technical information related to your use of the website.\nWe may use cookies, web beacons, and similar technologies to collect this information.\nYou have the option to disable cookies in your browser settings, but please note that this may impact your experience on our website.</p>\n<ol>\n<li>Use of Information</li>\n</ol>\n<p>3.1 Archival, Research, and Educational Purposes</p>\n<p>The primary purpose of Scammer.info is to provide a platform for users to share information about scams, scammers, and fraudulent activities.\nWe collect and process personal and non-personal information to maintain an archive of scam-related content, conduct research and analysis, and provide educational resources to help users identify and combat scams effectively.</p>\n<p>3.2 Crime Tackling Purposes</p>\n<p>We may use the information you provide on Scammer.info to assist law enforcement agencies and other relevant authorities in their efforts to combat online fraud and criminal activities.\nWe may share relevant information with these entities to aid in investigations and the prosecution of offenders.</p>\n<ol>\n<li>Disclosure of Information</li>\n</ol>\n<p>4.1 Content and User Actions</p>\n<p>Scammer.info is a user-generated content platform, and we are not responsible for the accuracy, legality, or safety of the information posted by users.\nAny content you voluntarily provide or post on our website may be publicly accessible, and other users may access and use this information.\nYou should exercise caution and refrain from sharing any personal or sensitive information that you do not want to be disclosed publicly.</p>\n<p>4.2 Third-Party Service Providers</p>\n<p>We may engage third-party service providers to assist us in operating our website, analyzing user data, and delivering relevant advertisements.\nThese service providers are obligated to maintain the confidentiality and security of the information we provide to them and are restricted from using it for any other purpose.</p>\n<p>4.3 Legal Compliance and Protection</p>\n<p>We may disclose your information if required to do so by law or if we believe in good faith that such disclosure is necessary to comply with legal obligations, protect our rights and property, investigate fraud or illegal activities, or protect the safety of our users or others.</p>\n<ol>\n<li>Data Security</li>\n</ol>\n<p>We employ reasonable security measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction.\nHowever, no data transmission over the internet or electronic storage system is entirely secure.\nTherefore, while we strive to protect your personal information, we cannot guarantee its absolute security.</p>\n<ol>\n<li>Third-Party Services</li>\n</ol>\n<p>6.1 CloudFlare</p>\n<p>We use CloudFlare for Domain Name System (DNS) services and content delivery to optimize the performance and security of Scammer.info.\nCloudFlare may collect and process certain information as described in its privacy policy.\nWe recommend reviewing CloudFlare’s privacy policy to understand how your information is handled by them.</p>\n<p>6.2 Google AdSense</p>\n<p>Scammer.info uses Google AdSense to display advertisements.\nAdSense uses cookies and similar technologies to serve relevant ads based on your browsing behaviour.\nThese cookies may collect non-personal information about your visits to Scammer.info and other websites to provide targeted advertisements.\nPlease review Google’s Privacy Policy and Ad Settings to learn more about their data collection and use practices.</p>\n<ol>\n<li>Children’s Privacy</li>\n</ol>\n<p>Scammer.info is not intended for children under the age of 13.\nWe do not knowingly collect or solicit personal information from children.\nIf you believe that we have inadvertently collected personal information from a child, please contact us, and we will take immediate steps to delete such information from our records.</p>\n<ol>\n<li>Changes to this Privacy Policy</li>\n</ol>\n<p>We reserve the right to update or modify this Privacy Policy at any time.\nWe will notify you of any material changes by posting the updated policy on Scammer.info.\nYour continued use of the website after any modifications to the Privacy Policy constitutes your acceptance of those changes.</p>\n<ol>\n<li>Contact Us</li>\n</ol>\n<p>If you have any questions, concerns, or requests regarding this Privacy Policy or our practices concerning your personal information, please contact us at admin@scammer.info.</p>\n<p>Please note that this Privacy Policy applies solely to Scammer.info and does not govern any third-party websites or services linked from our website.\nWe encourage you to review the privacy policies of those third parties to understand their data practices.</p> ", "created_at": "2021-02-10 10:56:29.890321", "updated_at": "2023-09-11 22:25:28.315753"}], "points": [{"id": 28211, "title": "The court of law governing the terms is in location X", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-07-17 06:15:24.095023", "updated_at": "2022-10-09 22:05:07.87328", "quoteText": null, "case_id": 163, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28213, "title": "You agree not to submit illegal content", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-07-17 06:22:19.252394", "updated_at": "2023-07-11 06:25:20.492339", "quoteText": null, "case_id": 238, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28343, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:52:52.583506", "updated_at": "2023-07-11 06:25:26.705889", "quoteText": null, "case_id": 399, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28212, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-07-17 06:18:29.687643", "updated_at": "2023-07-11 06:25:26.461054", "quoteText": null, "case_id": 201, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28346, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:54:57.225794", "updated_at": "2023-07-11 06:25:26.619638", "quoteText": null, "case_id": 323, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28348, "title": "This service may collect, use, and share location data", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:56:05.200276", "updated_at": "2023-07-11 06:25:28.006529", "quoteText": null, "case_id": 373, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28347, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:55:40.945342", "updated_at": "2023-07-11 06:25:29.161014", "quoteText": null, "case_id": 220, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28344, "title": "Third-party cookies are used for advertising", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:53:24.242509", "updated_at": "2023-07-11 06:25:29.007139", "quoteText": null, "case_id": 128, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28345, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:54:25.190724", "updated_at": "2023-07-11 06:27:11.215474", "quoteText": null, "case_id": 195, "document_id": 4180, "quoteStart": null, "quoteEnd": null}, {"id": 28349, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.scammer.info/p/5-tos", "status": "Generated through the annotate view", "created_at": "2022-08-09 15:57:47.40274", "updated_at": "2023-07-11 06:27:22.99298", "quoteText": null, "case_id": 166, "document_id": 4180, "quoteStart": null, "quoteEnd": null}], "urls": ["scammer.info"]}}