{"error": 448, "message": "OK", "parameters": {"id": 7632, "name": "post.news", "created_at": "2023-03-17 22:23:16.2247", "updated_at": "2023-03-29 19:26:49.294195", "wikipedia": null, "keywords": null, "related": null, "slug": "post-news", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7632.png", "url": "post.news", "documents": [{"id": 14696, "name": "Terms & Conditions", "url": "https://post.news/about/terms_conditions", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>About</li>\n<li>Help</li>\n<li>Sign Up</li>\n<li>Log In</li>\n</ul>Log InSign Up<p>Updated on: January 30, 2023</p>\n<p>Welcome to Post.</p>\n<p>Post Media, Inc.\n(<strong>“Post”</strong>, <strong>“our”</strong>,<strong>“we”</strong> or <strong>“us”</strong>) offers users (<strong>“User”</strong>, <strong>“you”</strong> or <strong>“your”</strong>) a social media platform which allows you to publish content and read content of others, including through our website at Post.News and mobile application (the <strong>“Services”</strong>), all in accordance with the terms and conditions hereunder.</p>\n<p>By entering to, connecting to, accessing or using the Services, you acknowledge that you have read and understood the following Terms of Service (the <strong>“Terms of Service”</strong>).\nYour access to and use of our Services is also subject to our Privacy Policy, Content Rules and Verified Account Terms(collectively, with the Terms of Service, the <strong>“Terms”</strong>) and you agree to be bound by them and to comply with all applicable laws and regulations regarding your use of the Services and you acknowledge that these Terms constitute a binding and enforceable legal contract between Post and you.</p>\n<p>\n<strong>PLEASE READ THESE TERMS OF SERVICE CAREFULLY, AS THEY CONTAIN AN AGREEMENT TO ARBITRATE AND OTHER IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES, AND OBLIGATIONS.\nTHE AGREEMENT TO ARBITRATE REQUIRES (WITH LIMITED EXCEPTION) THAT YOU SUBMIT CLAIMS YOU HAVE AGAINST US TO BINDING AND FINAL ARBITRATION, AND FURTHER (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING, (2) YOU WILL ONLY BE PERMITTED TO SEEK RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ON AN INDIVIDUAL BASIS, AND (3) YOU MAY NOT BE ABLE TO HAVE ANY CLAIMS YOU HAVE AGAINST US RESOLVED BY A JURY OR IN A COURT OF LAW.</strong>\n</p>\n<p>\n<strong>IF YOU DO NOT AGREE TO THESE TERMS, PLEASE DO NOT ENTER, CONNECT TO, ACCESS OR USE THE SERVICES IN ANY MANNER.</strong>\n</p>1.\nYour Post Account<p>You will need to register in order to open a Post account so you can start reading and creating Content (<strong>“Account”</strong>).\nTo complete your Account registration, it is necessary that you provide login credentials (including your email).\nPlease ensure that the email you register with to join the Services (whether directly or through login credentials of other services) is correct.\nYou are responsible for maintaining the confidentiality of your login credentials and for all activities that occur under your Account, whether by you or by anyone else (if you chose or allowed the disclosure of your credentials).\nWe reserve the right to temporarily suspend or permanently terminate your Post Account or Content if we determine that you or anyone on your behalf is using your Post Account in violation of these Terms.\nIf you wish to modify your Account information, or if you wish to terminate your Account, you may do so through the Services or otherwise by contacting our support available at support@post.news.</p>\n<p>Post was built to enable real people to access real news and interact through civil conversations.\nThat's why we may offer certain benefits to users who verify their Account to obtain a Verified Account.\nRead more about having a Verified Account here.</p>2.\nContent<p>You may create, share and publish text, audio, videos, links or other materials (<strong>“Content”</strong>) with other Users of the Services through your Account, all in accordance with our Content Rules.\nPost reserves the right to decide, at its sole discretion, if any Content violates the Content Rules.\nAny said violation may cause removal of the violating Content, revocation of your eligibility to maintain a Verified Account, suspension or termination of your Account.\nPost may also notify the applicable law enforcement authorities of any unlawful acts.</p>\n<p>While Post may implement certain measures to monitor the Content published through the Services, it cannot take responsibility for such Content.\nWe do not guarantee the availability of any specific Content, nor are we responsible for, and explicitly disclaim, the availability, substance, suitability, legality, accuracy, sufficiency, truthfulness, usefulness, quality or any other aspect pertaining to the Content, your access, enjoyment and use thereof.\nIn certain cases, Content made available on the Service may become unavailable due to restrictions by other Users or other legal or policy reasons.\nPost will have no liability to you for any such unavailability.\nYou acknowledge and agree that Post shall not be responsible or liable, directly or indirectly, for any damage or loss whatsoever caused, or alleged to be caused, by or in connection with use of, access to or reliance on any Content made available in connection with the Services.</p>3.\nPay-as-you-Read<p>In order to read the full text of some of the Content, you may be required to pay an amount specified within the Services.\nYou may also be presented with an option to make a voluntary payment to read Content posted by another User.\nThe price-per-read for the Content may be determined by the User publishing the Content or by the Post.\nYou may only pay for the Content using Post Points held in your Account (<strong>“Points Balance”</strong>).</p>\n<p>To purchase access for additional Content, you will need to have a positive balance in your Points Balance, to be used for your pay-as-you-read choices.</p>\n<p>Post may also elect to offer a subscription option where you can pay a flat fee on a regular basis, such as every month, to purchase unlimited access to certain Content.\nWhen you enroll in a Post subscription plan and provide us with your payment method information, you authorize Post to charge your payment method automatically.\nTo cancel your subscription, you may do so through the Services or otherwise by contacting our support available at support@post.news.</p>4.\nPost Points<p>Post points (<strong>“Points”</strong>) can be used to pay for Content.\nPost Points are intended to be used exclusively on the Services and are not intended for any other purpose.\nThe current value of a Point is $0.01 USD.</p>\n<p>Post is not responsible if your Post Points are lost, stolen, destroyed, or used without your permission.\nYou are responsible for protecting your Points from unauthorized use.\nPost bears no liability for any unlawful or fraudulent transactions completed using Post Points held in your Account or for validation of Account owners which you choose to gift or tip Points through your Account.\nWithout derogating from the foregoing, Post may monitor transactions for the purchase, gifting, or use of Points (including, with respect to unusual transaction volumes) and deny, suspend, or revoke such transactions at any time if it suspects, in its sole discretion, that a transaction is fraudulent, unlawful, or violates the Terms in any manner, including, without limitation in the event that Post suspects that a User breached the Content Rules by pretending to be someone else or attempting to deceive people about the identity of the Account owner.\nPost may temporarily or permanently suspend the relevant Account(s), report the suspected unlawful activity to the applicable authorities, and/or foreclose any Points earned in connection with such violation.</p>\n<em>Purchasing and Earning Post Points</em>\n<p>Post Points can be purchased using U.S.\nDollars via credit card or other payment methods we may make available from time-to-time through the Services.\nPost may also offer you the opportunity to earn Post Points by accepting Points from other Users who are your readers, via tipping or Points-paywall.\nPost may also provide you with Promotional Points, as described below.\nPost does not guarantee that you will be able to earn Post Points and retains the right to modify the Points system at any time at its sole discretion.</p>\n<p>Post may allow you to choose to automatically purchase Post Points when your Points Balance falls below a threshold you specify.\nFor example, you may direct Post to automatically purchase Post Points in a specified amount when your Points Balance falls below 100 Post Points.\nYou may also enroll in automatic purchases that recur on a periodic basis, e.g., every month.\nBy enrolling in automatic purchases you authorize Post to automatically charge your payment method.</p>\n<em>Gifting Post Points</em>\n<p>Post may offer you the possibility to purchase Post Points as a gift for another User solely for his/her use of the Points within the Services.\nWhen you purchase Post Points as a gift, you must provide the gift code to the recipient for the recipient to redeem the Post Points in their own name.\nThe purchased Post Points cannot be deposited in the purchaser's Points Balance and then transferred to the recipient.\nThe recipient's identity must be verified prior to claiming the Post Points and receiving the Post Points in their Points Balance.</p>\n<em>Withdrawing Post Points</em>\n<p>Users with Verified Accounts can withdraw Post Points from their Points Balance in exchange for U.S.\nDollars.\nA Verified Account is an Account whose owner has completed the Post verification process, which may require a Verified Account User to provide a government identification card and a photo.\nVerified Account Users must also provide the account and routing number for a deposit account owned by you and held at a U.S.\nfinancial institution to be eligible to complete a withdrawal.</p>\n<p>You can initiate a withdrawal from your Points Balance through the Services.\nPost or its service providers may assess a fee to complete a withdrawal.\nWithdrawals are completed via automated clearing house transfer (<strong>“ACH”</strong>) to your external deposit account.</p>\n<p>The monetary value of your Points Balance must be greater than $50 in order to be eligible for a withdrawal.\nDepending on the state where the User is located, a User with a Verified Account may also be able to withdraw their entire Points Balance if it falls below a certain threshold, such as $10 or $5, defined by that state's law.</p>\n<em>Promotional Post Points</em>\n<p>From time to time, in connection with specific actions or when registering your Account, we may choose to grant you a promotional amount of Post Points (<strong>“Promotional Points”</strong>) so you can access the Content of your choice and try out the Services.\nYou may not withdraw Promotional Points.\nPromotional Points may expire earlier than other Post Points.\nThe exact expiration date of your Promotional Points will be disclosed at the time we give you the Promotional Points.\nIf you have Promotional Points and Post Points that you have purchased in your Account, then we will automatically use your Promotional Points first.</p>\n<em>Payment and Withdrawal Processing</em>\n<p>Notwithstanding any amounts owed to Post, Post does not process payments for the Services and withdrawals of Post Points.\nTo facilitate payment for the Services and withdrawals, we use Stripe, Inc.\nand its affiliates (<strong>“Stripe”</strong>), a third-party payment processor.\nThese payment processing services are provided by Stripe and are subject to the Stripe terms and conditions and other policies available at https://stripe.com/legal and Stripe's Global Privacy Policy available at: https://stripe.com/privacy (collectively, the <strong>“Stripe Agreements”</strong>).\nBy agreeing to these Terms, Users that use the payment functions of the Services also agree to be bound by the Stripe Agreements, as the same may be modified by Stripe from time to time.\nYou hereby authorize Stripe to store and continue billing your specified payment method even after such payment method has expired, to avoid interruptions in payment for your use of the Services.\nPlease contact Stripe for more information.\nPost assumes no liability or responsibility for any payments you make through Stripe.</p>\n<em>Expiration of Post Points</em>\n<p>Your Post Points will expire 5 years after you purchase or earn the Post Points.</p>\n<em>Refunds of Post Points</em>\n<p>Purchases of Points are refundable within 30 days of the original purchase date if the full amount of the Points is unused.\nFor example, if you purchase 100 Points, the purchased Points can be returned within 30 days of the date the Points were purchased so long as all 100 Points are unused.</p>5.\nYour Use of the Services<p>The Services at this time are experimental and under development, and Post may continuously change, update its Services and the capabilities or offerings enabled therein.\nYou acknowledge and agree that due to its experimental nature, the Services or any features and capabilities therein, may at any time be suspended, changed and/or offered in limited versions or limited locations.</p>\n<p>In connection with the access and use rights provided by us, you agree that the Services may include advertising placements, including in proximity and/or integrated under the same display of the Content.\nIn addition, there are certain conducts which are strictly prohibited.<strong>You may not, whether by yourself or anyone on your behalf</strong>, except as explicitly permitted hereunder: (i) copy, replicate, scrape, modify, create derivative works of, readapt, emulate, translate, reverse engineer, compile, decompile or disassemble any portion of the materials or Content available on the Services and any other information, documents, files and data available on the Service (collectively, the<strong>“Materials”</strong>) in any way, or publicly display, perform, or distribute the Materials in violation of these terms.\n(ii) make any use of the Content on any other website or networked computer environment.\n(iii) create a browser or border environment around the Services and/or Materials, and/or frame or mirror any part of the Services.\n(iv) remove or delete copyright notices and signs indicating proprietary rights of Post, including copyright mark (©) or trademark (® or ™).\n(v) transmit, distribute, display or otherwise make available through or in connection with the Service any Materials, which may infringe third party rights, including intellectual property and privacy rights, or which may contain any unlawful content.\n(vi) transmit or otherwise make available in connection with the Service, and/or use the Services to distribute and/or otherwise transmit any spam, virus, worm, Trojan Horse, time bomb, web bug, spyware, or any other computer code, file, or program that may or is intended to damage or hijack the operation of any hardware, software, or telecommunications equipment, or any other actually or potentially harmful, disruptive, or invasive code or component.\n(vii) interfere with or disrupt the operation of the Service, or the servers or networks that host the Service or make the Service available, or disobey any requirements, procedures, policies, or regulations of such servers or networks.\nor (viii) use the Materials and/or the Service for any illegal, immoral or unauthorized purpose.</p>\n<p>Copyright laws in certain jurisdictions across the globe recognize the “fair use” doctrine, pursuant to which, in certain circumstances, permission is not required for the use of copyrighted work from the copyright owner.\nExamples include use for criticism, parody, satire, news reporting, education, commentary, and research.</p>\n<p>Fair use is ultimately determined by a court of law, and Post is unable to advise in that regard.\nWe encourage you to seek legal advice if you have any questions about using the copyrighted work of others.\nFor more information about fair use, you can visit the U.S.\nCopyright Office Fair Use Index.</p>\n<p>Violation of these restrictions may, at Post's sole discretion, result in the suspension and/or termination of your access to the Services and may also expose you to civil and/or criminal liability.\nThe Services are also not available to any persons restricted from receiving them under the laws of the United States (such as its export and re-export restrictions and regulations) or applicable laws in any other jurisdiction.</p>6.\nPrivacy Policy<p>We respect your privacy and are committed to protecting the information you share with us in connection with your use of the Services.\nOur policy and practices and the type of information collected are described in our published Privacy Policy.\nIf you intend to connect to, access or use the Services you must first read and agree to the Privacy Policy.</p>\n<p>Please note that sharing Content that violates the privacy rights of others is strictly prohibited.\nDo not submit, share or publish any Content that may contain personally identifiable information of any other individual.</p>7.\nIntellectual Property Rights<p>The Services, and intellectual property rights therein, including in and to related logos, trademarks, graphics, icons, selection, assembly and arrangement, the Materials, Post's trademarks, trade names, logos, copyrightable materials, graphics, text, images, designs (including the “look and feel” and any part thereof), whether or not registered and/or capable of being registered, and any and all Feedback, are and shall remain the sole property of Post or its licensors (hereafter<strong>“Post Intellectual Property”</strong>).</p>\n<p>Post is granting you, subject to your compliance with these Terms, a limited, personal (for your personal non-commercial uses), not exclusive, non-assignable, not-tradeable, non-sub-licensable, fully and immediately revocable at our discretion, license, to access and use the Service and any Materials by displaying the Service and Materials on your computer and/or mobile device.\nYou hereby agree that upon Post's request you will immediately return and purge from your systems all materials and copies of the same, collected, created or used in breach of these terms.</p>\n<p>All other trademarks, Services marks, trade names and logos which may appear on or in connection with respect to the Services belong to their respective owners (<strong>“Third Party Marks”</strong>).\nNo right, license, or interest to Post Intellectual Property or Third-Party Marks is granted hereunder.</p>\n<p>As between Post and you, you shall remain the owner of the original Content submitted and published under the Services.\nBy providing Content to the Services, User grants Post a non-exclusive, worldwide, assignable, sub-licensable, royalty-free, fully paid license to: (i) publish and make the Content publicly available including in connection with the Services and/or with other social media platforms at your choice, and (ii) use, modify, and make derivatives works of the Content in any way including to develop and enhance the Services.\nOther Users will be able to view and use Content you publish and may also violate your rights to such Content.\nYou acknowledge and agree that Post is unable to control such third-party behavior and will not be liable to you for such violations or their consequences.</p>\n<p>You may request to remove your Content from the Services at any time.\nFollowing your request, Post will, within a reasonable timeframe, remove the Content and it will no longer be publicly displayed or available to other Users through the Services.\nContent will not be removed in the following instances: (a) where Users purchased your Content using their Post Points (in such case, only those certain Users who purchased the Content would be able to continue viewing it), and (b) where removal of the Content will restrict Post's ability to comply with applicable laws or defend its legal rights.\nIf Content is so retained, it will be retained by Post only for the period necessary to fulfill the purposes for which it has been retained, and the license above shall continue until the Content has been finally removed.\nYou represent and warrant that you have (or have obtained), all rights, licenses, consents, and permissions, necessary to grant the rights granted herein for any Content that you post, upload, or share on or through the Services.\nDo not post, upload, or share Content that violates or infringes any third-party's copyrights, trademarks, or other intellectual property rights.</p>8.\nFeedback<p>In the event that you provide Post with any suggestions, comments or other feedback relating to the Services (collectively, <strong>“Feedback”</strong>), such Feedback is deemed as the sole and exclusive property of Post and you hereby irrevocably assign to Post all of your rights, title and interest in and to all Feedback, if any, and waive any moral rights you may have in such Feedback.\nWithout derogating from the foregoing, you hereby represent and warrant that you shall not provide any Feedback which is subject to any third-party rights or any limitations, and shall promptly inform Post as soon as you become aware of any third-party right or limitation which may apply to Feedback already provided by you.</p>9.\nThird Party Components<p>The Services may use or include third party software, files and components that are subject to open source and third-party license terms (<strong>“Third Party Components”</strong>).\nYour right to use such Third Party Components as part of, or in connection with, the Services is subject to any applicable acknowledgements and license terms accompanying such Third Party Components, contained therein or related thereto.\nIf there is a conflict between the licensing terms of such Third Party Components and these Terms, the licensing terms of the Third Party Components shall prevail only in connection with the related Third Party Components.\nThese Terms do not apply to any Third Party Components accompanying or contained in the Services and Post disclaims all liability related thereto.\nYou acknowledge that Post is not the author, owner or licensor of any Third Party Components, and that Post makes no warranties or representations, express or implied, as to the quality, capabilities, operations, performance or suitability of Third Party Components.\nUnder no circumstances shall the Services or any portion thereof (except for the Third Party Components contained therein) be deemed to be “open source” or “publicly available” software.</p>10.\nDisclaimer of Warranties<p>You shall remain solely responsible for Content submitted under the Service.\nYou hereby agree not to wrongly imply that Content submitted and published under the Service is sponsored or approved by Post.\nThese Terms do not obligate Post in any way to store, maintain, or provide copies of any Content submitted by you.\nPost explicitly disclaimed responsibility or liability to the loss of your or any other Content.</p>\n<p>POST DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE, THE INABILITY TO USE OR OPERATE, OR THE RESULTS OF THE USE OR OPERATION OF THE SERVICES, CONTENT (OR ANY PART THEREOF).\nTHE SERVICES (AND ANY PART THEREOF), INCLUDING WITHOUT LIMITATION ANY, MATERIALS, CONTENT, DATA AND INFORMATION RELATED THERETO, ARE PROVIDED ON AN <strong>“AS IS”</strong> AND <strong>“AS AVAILABLE”</strong> BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF TITLE OR NON-INFRINGEMENT OR IMPLIED WARRANTIES OF USE, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR USE.\nPOST AND ITS AFFILIATES AND/OR ITS SUBSIDIARIES, INCLUDING ANY OF THEIR RESPECTIVE OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, SUB-CONTRACTORS, AGENTS, PARENT COMPANIES, SUBSIDIARIES AND OTHER AFFILIATES (COLLECTIVELY,<strong>“POST AFFILIATES”</strong>), JOINTLY AND SEVERALLY, DISCLAIM AND MAKE NO REPRESENTATIONS OR WARRANTIES AS TO THE USABILITY, ACCURACY, QUALITY, AVAILABILITY, RELIABILITY, SUITABILITY, COMPLETENESS, TRUTHFULNESS, USEFULNESS, OR EFFECTIVENESS OF ANY MATERIALS, DATA, RESULTS, CONTENT OR OTHER INFORMATION AVAILABLE, OBTAINED OR GENERATED IN CONNECTION WITH YOUR OR ANY USER'S USE OF THE SERVICES.</p>\n<p>POST DOES NOT WARRANT THAT THE OPERATION OF THE SERVICES IS OR WILL BE SECURE, ACCURATE, COMPLETE, UNINTERRUPTED, WITHOUT ERROR, OR FREE OF VIRUSES, WORMS, OTHER HARMFUL COMPONENTS, OR OTHER PROGRAM LIMITATIONS.\nYOU AGREE AND ACKNOWLEDGE THAT THE USE OF THE SERVICES AND/OR RELIANCE THEREON ARE ENTIRELY, OR OTHERWISE TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, AT YOUR OWN RISK.</p>11.\nLimitation of Liability<p>EXCEPT WHERE PROHIBITED BY LAW, IN NO EVENT SHALL POST AND/OR ANY OF THE POST AFFILIATES AND/OR SUBSIDIARIES BE LIABLE FOR ANY DAMAGES WHATSOEVER, INCLUDING DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY KIND, RESULTING FROM OR ARISING OUT OF THE SERVICES, USE OR INABILITY TO USE THE SERVICES, FAILURE OF THE SERVICES TO PERFORM AS REPRESENTED OR EXPECTED, LOSS OF GOODWILL, LOSS OF DATA OR PROFITS, THE PERFORMANCE OR FAILURE OF POST TO PERFORM UNDER THESE TERMS, AND ANY OTHER ACT OR OMISSION OF POST BY ANY OTHER CAUSE WHATSOEVER (INCLUDING CONTRACT, WARRANTY, STRICT LIABILITY, NEGLIGENCE, TORT, OR OTHERWISE), INCLUDING WITHOUT LIMITATION DAMAGES ARISING FROM THE CONDUCT OF ANY USERS.</p>\n<p>IF, NOTWITHSTANDING THE OTHER PROVISIONS OF THESE TERMS OF SERVICE, POST IS FOUND TO BE LIABLE TO YOU FOR ANY DAMAGE OR LOSS WHICH ARISES OUT OF OR IS IN ANY WAY CONNECTED WITH YOUR USE OF THE SERVICES OR ANY MATERIALS, POST'S LIABILITY TO THE EXTENT PERMITTED BY LAW SHALL IN NO EVENT EXCEED US$100.00.\nNO ACTION MAY BE BROUGHT BY YOU FOR ANY BREACH OF THESE TERMS MORE THAN ONE (1) YEAR AFTER THE ACCRUAL OF SUCH CAUSE OF ACTION.</p>\n<p>YOU HEREBY ACKNOWLEDGE AND AGREE THAT THESE LIMITATIONS OF LIABILITY ARE AGREED ALLOCATIONS OF RISK CONSTITUTING IN PART THE CONSIDERATION FOR POST'S PROVISION OF THE SERVICES TO YOU, AND SUCH LIMITATIONS WILL APPLY NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY, AND EVEN IF POST AND/OR ANY POST AFFILIATES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LIABILITIES AND/OR DAMAGES.</p>12.\nIndemnification<p>You agree to defend, indemnify and hold Post and any Post Affiliates harmless from and against any and all claims, damages, obligations, losses, liabilities, costs, debts, fines, and expenses (including attorney's fees) made against Post or any Post Affiliates due to or arising directly or indirectly out of or in connection with your Content or any other use of the Services.</p>13.\nDMCA Notice<p>It is Post's policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (<strong>“DMCA”</strong>).\nIf you are a copyright owner or an agent thereof and believe that any Content shared in our Service infringes upon your copyrights, you may submit a notification pursuant to the DMCA requirements to our copyright agent at copyright@post.news.</p>14.\nAmendments to the Terms<p>Post may change these Terms from time to time, at its sole discretion and without any notice.\nWe will notify you regarding substantial changes of these Terms on the Services and/or we will send you communication regarding such changes to the email address or other details that you provided in the contact form.\nSuch substantial changes will take effect seven (7) days after such notice was provided on our Services or sent via email.\nOtherwise, all other changes to these Terms are effective as of the stated “Last Revised” date and your continued use of the Services after the Last Revised date will constitute acceptance of, and agreement to be bound by, those changes.</p>15.\nMinors<p>To enjoy the Service, you must be over the age of thirteen (13).\nWe reserve the right to request proof of age at any stage so that we can verify that individuals under the age of thirteen are not using the Service.\nIn the event that it comes to our knowledge that an individual under the age of thirteen is using the Services, we will prohibit and block such User from accessing the Services and will make all efforts to promptly delete any Personal Information in accordance with our Privacy Policy.</p>16.\nDispute Resolution.\nArbitration.\nClass Action Waiver<p>\n<strong>Please read this section carefully.\nIt affects your rights by requiring you to arbitrate disputes with Post and limits the manner in which you can seek relief.\nIt further provides that you waive your rights to try any claim in court before a judge or jury and to bring or participate in any class, collective, or other representative action.\nThis section of the Terms shall be referred to as the “Arbitration Agreement.”</strong>\n</p>\n<p>We will try to work in good faith to resolve any issue you have with our Services, if you bring that issue to the attention of the Post support team.\nHowever, we realize that there may be rare cases where we may not be able to resolve an issue to a User's satisfaction.</p>\n<p>You and Post agree that any dispute, claim or controversy arising out of or relating in any way to these Terms of Service or your use of our Services and/or any third parties embedded therein shall be determined by binding arbitration on an individual basis rather than in court, except that you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.</p>\n<em>Arbitration Procedures</em>\n<p>Arbitration is more informal than bringing a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, and is subject to very limited review by courts.\nArbitration allows for more limited discovery than in court, however, we agree to cooperate with each other to agree to reasonable discovery in light of the issues involved and amount of the claim.\nArbitrators can award the same damages and relief that a court can award, but in so doing, the arbitrator shall apply substantive law regarding damages as if the matter had been brought in court, including without limitation, the law on punitive damages as applied by the United States Supreme Court.\nYou agree that, by agreeing to these Terms of Service, the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and Post are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms of Service and any other contractual relationship between you and Post.</p>\n<p>BY AGREEING TO ARBITRATION WITH POST (INCLUDING, WITHOUT LIMITATIONS, THE SERVICES), YOU ARE AGREEING IN ADVANCE THAT YOU WILL NOT PARTICIPATE IN OR SEEK TO RECOVER MONETARY OR OTHER RELIEF IN ANY CLASS, COLLECTIVE, AND/OR REPRESENTATIVE LAWSUIT.\nINSTEAD, BY AGREEING TO ARBITRATION, YOU MAY BRING CLAIMS AGAINST POST (INCLUDING, WITHOUT LIMITATION, THE SERVICES) ONLY IN AN INDIVIDUAL ARBITRATION PROCEEDING.</p>\n<p>If you desire to assert a claim against Post, and you therefore elect to seek arbitration, you must first send to Post, by e-mail, a notice of your claim (<strong>“Notice”</strong>).\nThe Notice to Post should be addressed to: support@post.news (<strong>“Notice Address”</strong>) and should state in the “subject line” of the e-mail “LEGAL NOTICE” in all capital letters.\nIf Post desires to assert a claim against you and therefore elects to seek arbitration, it will send, by certified mail, a written Notice to the most recent email address we have on file or otherwise in our records for you.\nA Notice, whether sent by you or by Post, must (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (<strong>“Demand”</strong>).\nIf Post and you do not reach an agreement to resolve the claim within 30 days after the Notice is received, you or Post may commence an arbitration proceeding or file a claim in small claims court.\nDuring the arbitration, the amount of any settlement offer made by Post or you shall not be disclosed to the arbitrator.\nYou may download or copy a form Notice and a form to initiate arbitration from the American Arbitration Association at www.adr.org The arbitration will be governed by the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (collectively,<strong>“AAA Rules”</strong>) of the American Arbitration Association (<strong>“AAA”</strong>), as modified by these Terms of Service, and will be administered by the AAA.</p>\n<p>Unless Post and you agree otherwise, any arbitration hearings will take place in a reasonably convenient location for both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, the determination will be made by AAA.\nIf your claim is for $10,000 or less, Post agrees that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds $10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator will issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.</p>\n<em>Arbitration Fees</em>\n<p>Payment of all filing, administration, and arbitrator fees (collectively, the<strong>“Arbitration Fees”</strong>) will be governed by the AAA Rules, unless otherwise provided in this Arbitration Agreement.\nTo the extent any Arbitration Fees are not specifically allocated to either Post or you under the AAA Rules, Post and you shall split them equally.\nprovided that if you are able to demonstrate to the arbitrator that you are economically unable to pay your portion of such Arbitration Fees or if the arbitrator otherwise determines for any reason that you should not be required to pay your portion of any Arbitration Fees, Post will pay your portion of such fees.\nIn addition, if you demonstrate to the arbitrator that the costs of arbitration will be prohibitive as compared to the costs of litigation, Post will pay as much of the Arbitration Fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\nAny payment of attorneys' fees will be governed by the AAA Rules.</p>\n<em>Confidentiality</em>\n<p>All aspects of the arbitration proceeding, and any ruling, decision, or award by the arbitrator, will be strictly confidential for the benefit of all parties.</p>\n<em>Prohibition of Class and Representative Actions and Non-Individualized Relief</em>\n<p>YOU AND POST AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Post agree otherwise, the arbitrator may not consolidate more than one person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nThe arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim, EXCEPT THAT YOU MAY PURSUE A CLAIM FOR AND THE ARBITRATOR MAY AWARD PUBLIC INJUNCTIVE RELIEF UNDER APPLICABLE LAW TO THE EXTENT REQUIRED FOR THE ENFORCEABILITY OF THIS PROVISION.</p>\n<em>Severability</em>\n<p>If a court or the arbitrator decides that any term or provision of this Arbitration Agreement (other than the subsection above titled “Prohibition of Class and Representative Actions and Non-Individualized Relief” above) is invalid or unenforceable, the parties agree to replace such term or provision with a term or provision that is valid and enforceable and that comes closest to expressing the intention of the invalid or unenforceable term or provision, and this Arbitration Agreement will be enforceable as so modified.\nIf a court or the arbitrator decides that any of the provisions of subsection above titled “Prohibition of Class and Representative Actions and Non-Individualized Relief” are invalid or unenforceable, then the entirety of this Arbitration Agreement will be null and void, unless such provisions are deemed to be invalid or unenforceable solely with respect to claims for public injunctive relief.\nThe remainder of these Terms of Service will continue to apply.</p>17.\nGeneral<p>These Terms do not, and shall not be construed to create any partnership, joint venture, employer-employee, agency, or franchisor-franchisee relationship between the parties hereto.\nThese Terms will be governed by the laws of the State of New York without regard to its conflict of law provisions.\nWith respect to any disputes or claims not subject to arbitration, as set forth above, you and Post submit to the personal and exclusive jurisdiction of the state and federal courts located within New York, New York.\nIf any provision of these Terms is found to be unlawful, void, or for any reason unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity and enforceability of any remaining provision.\nYou may not assign, sublicense or otherwise transfer any or all of your rights or obligations under these Terms without Post's prior express written consent.\nNo waiver by either party of any breach or default hereunder will be deemed to be a waiver of any preceding or subsequent breach or default.\nWithout limitation, you agree that a printed version of these Terms and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>18.\nTaxes<p>You are responsible and liable for determining whether, and to what extent, any taxes apply to any transaction you make through the Services.\nPost has no obligation to and disclaims all liability for withhold, collect, report or remit the correct amounts of taxes to the appropriate tax authorities.</p>19.\nContact Us<p>If you wish to receive more information on these Terms, please contact us using the following details:</p>\n<p>\n<strong>Post Media, Inc.</strong>\n<br>Email: support@post.news</p> Get started on PostLog InSign Up", "created_at": "2023-03-17 22:23:16.256171", "updated_at": "2023-03-17 22:25:12.516083"}, {"id": 14697, "name": "Privacy Policy", "url": "https://post.news/about/privacy_policy", "xpath": "//body", "text": null, "created_at": "2023-03-17 22:23:56.925444", "updated_at": "2023-03-17 22:25:19.375742"}, {"id": 14698, "name": "Verified Account Terms", "url": "https://post.news/about/verified_account_terms", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>About</li>\n<li>Help</li>\n<li>Sign Up</li>\n<li>Log In</li>\n</ul>Log InSign Up<p>Updated on: January 31, 2023</p>\n<p>We want to enable you to publish your knowledge and thoughts and allow you to build a relationship with your readers as you see fit, while ensuring that you will get rewarded for your Content.\nThese Verified Account Terms set forth the provisions governing your Verified Account and form an integral part of our Terms &amp.\nConditions and incorporated therein by references.\nCapitalized terms which are not defined herein, shall have the meaning ascribed to them in the Terms &amp.\nConditions.</p>Registration and Verified Account<p>Post currently allows accounts at risk for impersonation to undergo a manual verification process.\nOnce approved, Verified Accounts will receive a blue checkmark badge on their profile picture.\nTo complete the verification process, we may ask for certain information and documentation to authenticate the identity of the account owner (including, with respect to corporate entities, information required to verify that the individual who applies for the verification is the duly authorized representative of such entity).\nIf you believe your Post account would benefit from verification, please complete this form.</p>\n<p>Post was created so that real people would be able to share insightful ideas, therefore we require that Verified Accounts holders to use their real name, except if otherwise approved by Post at its discretion.\nYou may not register or attempt to register for a Verified Accounts anonymously, under an alias, or under any other false identity.\nIf you wish to register for a Verified Account on behalf of a corporation or an organization, you represent that you are the authorized representative of such party.\nWe reserve the right to temporarily suspend or permanently terminate your Verified Account if we determine that you (or anyone using your Account on your behalf) violate these terms.</p>Payment Reporting<p>We may provide you reports that will enable you to track and review updated financial figures, as may be provided from time to time through our Services (<strong>“Reports”</strong>).\nPlease note that the Reports are offered merely as an informational tool intended to help you understand what your audience appreciates and allow you to estimate your consideration.\nIn case of discrepancy between estimated earnings provided in the Reports and the actual payments received by Post, the latter will prevail.\nYou can cash out your Post Point from your Points Balance in accordance with the Terms &amp.\nConditions.\nPost may charge a certain commission rate in order to pay the credit card transaction fees and verification fees, and keep improving our Services, as shall further be detailed through the Services.</p> Get started on PostLog InSign Up", "created_at": "2023-03-17 22:24:40.554775", "updated_at": "2023-03-17 22:24:49.283031"}], "points": [], "urls": ["post.news"]}}