{"error": 448, "message": "OK", "parameters": {"id": 7193, "name": "Money Dashboard", "created_at": "2023-01-03 00:24:41.831596", "updated_at": "2023-01-22 17:00:14.960592", "wikipedia": null, "keywords": null, "related": null, "slug": "money-dashboard", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7193.png", "url": "moneydashboard.com", "documents": [{"id": 13755, "name": "Privacy Policy", "url": "https://www.moneydashboard.com/privacy", "xpath": "//body", "text": "<p>By using our site you agree with our cookie policy</p>Ok, got it<p>Log in</p>󰅖<p>We recently launched Money Dashboard Neon.\nIf you're looking for the existing app (Money Dashboard Classic) you can log in below.</p>\n<p>Neon</p>\n<p>Money Dashboard</p>󰁔<p>Classic</p>\n<p>Money Dashboard</p>󰁔󰘥Need help? Click here󰀉Log inSign up Privacy PolicyTerms &amp.\nConditionsPrivacy Policy<p>\n<strong>Important information and who we are</strong>\n</p>\n<p>This is the Privacy Policy for “Money Dashboard”.\nMoney Dashboard is an Account Information Service Provider (AISP).\nOur service is provided at <strong>www.moneydashboard.com</strong> and associated mobile applications.\nIt allows you to see all your online banking accounts in one place, and analyses your account information and transactions to help you spend, save and borrow more efficiently (which we refer to in this policy as our “service” or “services”).</p>\n<p>Money Dashboard is owned and operated by Money Dashboard Limited.\nOur company number is SC301187.\nOur registered office is at Suite 2, Ground Floor, Orchard Brae House, 30 Queensferry Road, Edinburgh, EH4 2HS.</p>\n<p>When we refer to our trading name “Money Dashboard” or “we”, “us” or “our” in this policy, we are referring to the Money Dashboard Limited.\nWe are the data ‘controller’ in relation to the personal data you provide to us, which means we determine the purposes and the way in which your personal data is, or will be, processed.</p>\n<p>\n<strong>Purpose of this privacy policy</strong>\n</p>\n<p>This policy aims to give you information on how we collect and process any personal data we collect from you, or that you provide to us.\nWe want you to be confident when you use our service that you know what your personal data is being used for, and that it is being kept safe.</p>\n<p>It is important that you read this privacy policy together with any other privacy notice or fair processing notice we may provide on specific occasions when we are collecting or processing personal data about you, so that you are fully aware of how and why we are using your data.\nThis privacy policy supplements the other notices and is not intended to override them.</p>\n<p>\n<strong>How to contact us</strong>\n</p>\n<p>If there is anything you don’t understand or you’re not happy about, please get in touch with us by:</p>\n<ul>\n<li>Emailing us at <strong>support@moneydashboard.com</strong>\n</li>\n</ul>\n<p>\n<strong>If you have any concerns</strong>\n</p>\n<p>You will always have the right to lodge a complaint with a supervisory body.\nThe relevant authority in the UK is the <strong>Information Commissioner's Office</strong>.\nHowever, if you do have a complaint, we would appreciate the chance to deal with your concerns first, so please do contact us in the first instance.</p>\n<p>\n<strong>How is your personal data collected?</strong>\n</p>\n<p>We use different methods to collect data from and about you including through:</p>\n<ul>\n<li>Direct interactions.\nYou may give us your personal data by filling in forms or by corresponding with us in person, by email, by phone, by post or otherwise.\nThis includes personal data you provide when registering to use our service.</li>\n<li>Automated technologies or interactions.\nAs you interact with our website, we may automatically collect Technical data about your equipment, browsing actions and patterns.\nWe collect this personal data by using cookies and other similar technologies.\nPlease see below on Cookies for further information.</li>\n<li>Third parties or publicly available sources.\nWe may receive personal data about you from various third parties and public sources, for example, analytics providers such as Google.</li>\n</ul>\n<p>\n<strong>Information Which We May Collect</strong>\n</p>\n<p>We may collect and process the following information about you:</p>\n<ul>\n<li>Registration Information: To register to use our service you will have to supply us with your email address, UK postcode and date of birth.\nRegistration information also includes the credentials you share with us to allow us to access your Account Information.</li>\n<li>Additional Personal Information: You may choose to submit additional personal information when you register for the service, for example your name, your preferred pronoun (he, she, they).</li>\n<li>Unique user reference: This is a reference which we assign to you when you sign up to use our service, to create your own unique data record.</li>\n<li>Account and Transactional Information: When you ‘Add Accounts’ to our service, we may access, store and process your Account Information held by your account provider.\nAccount Information includes, for example, your account details, account transaction information, account features and benefits and regular payments.</li>\n<li>Custom Tags: We will collect and save any custom tags that you may choose to create in order to describe your transactions within your dashboard.</li>\n<li>Technical Information: When you browse our website, we automatically collect some technical information about your visit to our website, including, but not limited to, information about the device you are using to access Money Dashboard (for example, mobile device or web), the IP address used to connect your computer to the internet, your browser type and version and your browser plug-in types and version.</li>\n<li>Customer Testimonials: This could include your name, social media handle and/or any testimonial, review or other comment on our products or services that you choose to provide to us.</li>\n<li>Financial Services Records: This is record-keeping information which we collect in order to meet our regulatory and statutory duties.</li>\n</ul>\n<p>\n<strong>How we use your information</strong>\n</p>\n<p>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>Where we need to perform the contract we are about to enter into or have entered into with you (i.e.\nwhen you sign up to our service).</li>\n<li>Where we have your prior consent to use your personal data (for example, where you have consented to receiving marketing).</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us.</li>\n<li>Where we need to comply with a legal or regulatory obligation.</li>\n</ul>\n<p>We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n<p>Please note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.\nPlease contact us if you need details about the specific legal ground we are relying on to process your personal data where more than one ground has been set out in the table below.</p>\n<p>‍</p> Purpose / activity\nOur lawful basis for processing this data\nType(s) of Data we use for this purpose To register you as a customer to use our service\nPerformance of a Contract with you (i.e.\nContract)\nRegistration Information To manage our relationship with you (including notifying you about changes to our terms and conditions or this privacy policy)\nContract.\nLegal obligation\nEmail address To understand our user base better\nLegitimate interests (to understand our user demographic and what users want to get out of our service)\nRegistration Information, Additional Personal Information Requesting your participation in online surveys\nConsent\nEmail address Posting customer testimonials and reviews on our website\nConsent\nCustomer Testimonials (we contact you to ask if you are happy for us to include your testimonial, and how you would like your name and/or social media handles to appear) To tell you about goods or services (marketing material) that we feel may be of interest to you Consent\nEmail address To create your personal data record, which we need to uniquely identify you\nContract\nUnique User Reference To create your dashboard\nContract\nAccount and Transactional information, Custom Tags (if you have created these) To provide user support and technical instructions regarding your account\nContract\nRegistration information, Unique User Reference, Account and Transactional information and Technical information To monitor and improve our service Legitimate interests (to track the use of our service and identify areas where we can improve service performance or service functionality.\nThis includes business and technical improvements)\nRegistration information, Technical information, Additional Personal Information To create aggregated market research, from which all personal data is removed.\nLegitimate interests (We sell this anonymised market research to clients to create the revenue we need to run our business and to provide you with a free service)\nAccount and Transactional information, Registration information Use of necessary, functional and analytical cookies (see Cookies section for further information on specific purposes)\nLegitimate interests (in operating our website).\nConsent Technical information To maintain our statutory records to comply with our FCA requirements Legal obligation Financial Services Records <p>You may control your subscriptions to any of the above marketing content notifications via the Settings feature of our service.</p>\n<p>\n<strong>The information we may give to or share with somebody else</strong>\n</p>\n<p>We may share your personal information in the following ways:</p>\n<ul>\n<li>to companies that provide services to help us operate the application and communicate with users.\nThese companies are authorised to use your personal information only as necessary to provide these services to us, and via contractual agreements that establish their responsibilities to protect your data;</li>\n<li>to HMRC, regulators and other authorities or bodies who require reporting of processing activities in certain circumstances.\nThis includes exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction and when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, or investigate fraud;</li>\n<li>to professional advisers, including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services.</li>\n<li>if Money Dashboard is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or prominent notice on our website of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information;</li>\n<li>to any other third party with your prior agreement to do so, where such agreement will be recorded by us, and retained in line with our data retention policy, and include the purpose, frequency and duration of the information sharing;</li>\n</ul>\n<p>\n<strong>International transfers</strong>\n</p>\n<p>Some of our external third parties are based outside the UK so their processing of your personal data will involve a transfer of data outside of the UK.</p>\n<p>Whenever we transfer your personal data out of the UK, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<ul>\n<li>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data.</li>\n<li>Where we use certain service providers, we may use specific contracts approved for use in the UK which give personal data the same protection it has in the UK.\nFor further details.</li>\n<li>In any other case, we will obtain your explicit consent before any transfer takes place.</li>\n</ul>\n<p>\n<strong>Your rights</strong>\n</p>\n<p>Under certain circumstances, you have the following rights under data protection laws in relation to your personal data:</p>\n<ul>\n<li>Access to your information</li>\n<li>Request correction of your personal data</li>\n<li>Request deletion of your personal data</li>\n<li>Object to processing of your personal data</li>\n<li>Request restriction of processing your personal data</li>\n<li>Request transfer of your personal data</li>\n<li>Right to withdraw consent</li>\n<li>Right to review by an independent authority</li>\n</ul>\n<p>If you wish to exercise any of the rights set out above, please contact us at <strong>support@moneydashboard.com</strong>.\nYou will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>We will respond to all legitimate requests within 30 days.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>\n<strong>Access to your information</strong>\n</p>\n<p>You have the right to ask for a copy of the information which we hold on you (commonly known as a ‘data subject access request’).\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n<p>\n<strong>Correcting personal data</strong>\n</p>\n<p>You have the right to request that we correct personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate information we hold corrected, though we may need to verify the accuracy of the new data that you provide to us.</p>\n<p>\n<strong>Deleting personal data</strong>\n</p>\n<p>You may ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nThis is more commonly known as the ‘right to be forgotten’.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.</p>\n<p>Please note, however, that we may not always be able to comply with your request to delete or remove personal data for specific legal reasons which will be notified to you, if applicable, at the time of your request.</p>\n<p>\n<strong>Objecting to processing</strong>\n</p>\n<p>You have the right to stop us processing your personal data for direct marketing purposes.\nWe will always inform you if we intend to use your personal data for such purposes, or if we intend to disclose your information to any third party for such purposes.\nYou can usually exercise your right to prevent such marketing by checking certain boxes on the forms we use to collect your data.\nYou can also exercise the right at any time by contacting us at <strong>support@moneydashboard.com</strong>.</p>\n<p>You may also object to us processing your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</p>\n<p>\n<strong>Restriction of processing</strong>\n</p>\n<p>This enables you to ask us to suspend the processing of your personal data in the following scenarios:</p>\n<ul>\n<li>if you want us to establish the data's accuracy;</li>\n<li>where our use of the data is unlawful but you do not want us to erase it;</li>\n<li>where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor</li>\n<li>you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</li>\n</ul>\n<p>\n<strong>Transferring your personal data</strong>\n</p>\n<p>In certain circumstances, you may request the transfer of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.</p>\n<p>Please note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</p>\n<p>\n<strong>Withdrawing consent</strong>\n</p>\n<p>Where we are relying on consent to process your personal data you can withdraw your consent at any time.\nPlease note that this will not affect the lawfulness of any processing carried out before you withdraw your consent.</p>\n<p>\n<strong>How long we keep your data</strong>\n</p>\n<p>We will only retain your personal data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>We will normally retain your information for a period of 30 days after your account is deactivated or 30 days after your information is no longer needed to provide you with our services.\nAfter this period, the data will be deleted from our systems and we will be unable to access it.\nIn some circumstances you can ask us to delete your data sooner: see Deleting personal data above for further information.\nIf you do wish to cancel your account or request that we no longer use your information to provide you services, please contact us at <strong>support@moneydashboard.com</strong>.</p>\n<p>As an FCA regulated firm, we have statutory obligations to retain records with respect to the financial services we have provided to you, or introduced to you.\nSuch records will be retained for the shorter of either 12 months beyond the conclusion of the financial service provided, or 5 years.\nIf you cancel your account with us, these statutory records will be archived, and all other information will be deleted.</p>\n<p>Where we anonymise your personal data (i.e.\nso that it can no longer be associated with you) for further research or statistical purposes, then we may use this information indefinitely without further notice to you.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>Please see our full security policy at <strong>https://www.moneydashboard.com/security/</strong>\n</p>\n<p>The security of your personal information is important to us.\nWe follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Links to Other Websites</strong>\n</p>\n<p>Our website may include links to third-party websites, plug-ins and applications.\nThis includes Social Media Features, such as the Facebook Like button and Widgets, the “Share this\" button or interactive mini-programs that run on our website.\nClicking on those links or enabling those Features may allow third parties to collect or share data about you.\nFor example, these Features may collect your IP address or which page you are visiting on our site, and may set a cookie to enable the Feature to function properly.\nSocial Media Features and Widgets are either hosted by a third party or hosted directly on our Site.\nWe do not control these third-party websites or Features and are not responsible for their privacy statements.\nYour interactions with these Features are governed by the privacy policy of the company providing it.\nWhen you leave one of our websites, we encourage you to read the privacy notice of every website you visit.</p>\n<p>\n<strong>Changes to this Privacy Policy</strong>\n</p>\n<p>We may need to modify this privacy policy from time to time, to reflect any key changes in our service or as required by our regulators.</p>\n<p>This version was last updated on 13th September 2021.</p>\n<p>\n<strong>Changes to your details</strong>\n</p>\n<p>It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.\nTo access and change your personal information, you should log in to your online account on our website and make the necessary changes.\nThe changes will be effective as soon as you save them to your Profile, and a confirmation message will be displayed.</p>\n<p>\n<strong>Cookies and Other Tracking Technologies</strong>\n</p>\n<p>What are cookies?</p>\n<p>A cookie is a text file containing a small amount of information that is sent to your browser when you visit a website.\nThe cookie is then sent back to the originating website on each subsequent visit, or to another website that recognises it.\nCookies are an extremely useful technology and do lots of different jobs.</p>\n<p>We may collect information through the use of cookies.</p>\n<p>\n<strong>What cookies do we use?</strong>\n</p>\n<p>We have listed below all the cookies that we use.\nThese fall into the following categories:</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies</strong>.\nThese are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into secure areas of our website.</li>\n<li>\n<strong>Analytics/performance cookies</strong>.\nThese types of cookies allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it.\nThis helps us to improve the way our website works, for example, by ensuring that users can easily find what they are looking for.</li>\n<li>\n<strong>Functionality cookies</strong>.\nThese are used to recognise you when you return to our website.\nThis enables us to personalise our content for you, greet you by name and remember your preferences.</li>\n<li>\n<strong>Targeting cookies</strong>.\nThese cookies record your visit to our website, the pages you have visited and the links you have followed.\nWe will use this information to make our website and the advertising displayed on it more relevant to your interests.\nWe may also share this information with third parties for this purpose.</li>\n</ul>\n<p>You can find more information about the individual cookies we use and the purposes for which we use them in the table below:</p> Cookie\nType\nPurpose\nMore information AWSALB\nNecessary\nUsed by Amazon Web Services (AWS) to provide Load Balancing functionality\nThe AWS Load balancer distributes all the users across the servers that make up our infrastructure.\nWhen you first visit our website you will be allocated to one of those servers – this cookie remembers which server so all page requests are from the same server.\n_ga*, _gid*\nAnalytics\nUsed by Google analytics to track page views and site performance\nhttps://tinyurl.com/q3wz83z Access_token, extole_access_token, xtl_bid\nAnalytics\nUsed by Extole to credit people who refer friends _zlcmid\nFunctionality\nUsed by Zendesk to support customer service enquiries _dd_s\nFunctionality\nUsed by Datadog to monitor the performance of the application.\nMdbmpt\nFunctionality\nUsed by Money Dashboard to remember your email, if you select that option on login __RequestVerificationToken\nNecessary\nUsed by the application to ensure secure login\nWhen a form (such as the login form) is submitted to our application, we have to make sure that it has been submitted from the correct place (i.e.\nour application).\nThis cookie ensures this and protects against “fake” form submissions and login attempts.\nJSESSIONID\nNecessary\nUsed by the application to remember your current logged in “session”.\nEverytime you load a page on the application, we have to check that you are logged in correctly.\nThis is called the “session” – the period between logging in and logging out.\nThis cookie remembers if you are logged in and allows us to only present data / pages to you that are private.\nmdb-authentication\nNecessary\nUsed by Money Dashboard to ensure you are logged in.\nFr\nAnalytics\nUsed by Facebook to track analytics hasUser\nFunctionality\nUsed to track if the current visitor is a subscribed user <p>\n<strong>Important information about cookies</strong>\n</p>\n<p>Please note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use cookies, over which we have no control.\nThese cookies are likely to be analytical/performance cookies or targeting cookies.</p>\n<p>\n<strong>How do I change my cookie settings?</strong>\n</p>\n<p>You block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our site.</p>\n<p>Most web browsers allow some control of most cookies through the browser settings.\nTo find out more about cookies, including how to see what cookies have been set, visit <strong>www.aboutcookies.org</strong> or <strong>www.allaboutcookies.org</strong>.</p>\n<p>To find out how to manage cookies on popular browsers:</p>\n<ul>\n<li>\n<strong>Google Chrome</strong>\n</li>\n<li>\n<strong>Microsoft Edge</strong>\n</li>\n<li>\n<strong>Mozilla Firefox</strong>\n</li>\n<li>\n<strong>Microsoft Internet Explorer</strong>\n</li>\n<li>\n<strong>Opera</strong>\n</li>\n<li>\n<strong>Apple Safari</strong>\n</li>\n</ul>\n<p>To opt out of being tracked by Google Analytics across all websites, visit <strong>http://tools.google.com/dlpage/gaoptout</strong>.</p>\n<p>Last updated: May 2022</p>\n<p>Authorised and regulated by the Financial Conduct Authority (reg.\n800652) &amp.\nregistered provider on openbanking.org.uk</p>Follow us on:Company󰅀About usBlogCareersContactPress &amp.\nMedia kitMoney InsightsLearn more󰅀Getting startedFeaturesSupported banksLucky Day PromoUser reviewsSecurityHelp󰅀FAQsCommunityHelp CenterContact supportConnections statusFrom the blog󰅀Yolt vs Money Dashboard vs EmmaNow that Yolt is closing down, what are my budgeting app alternatives?How does TransferWise (now called Wise) work?Terms &amp;&nbsp;ConditionsPrivacy PolicySitemapBack to topCopyright © 2021 Money Dashboard Ltd.\nAll rights reserved.\n\"Money Dashboard\" is a trademark.\nMoney Dashboard Ltd is a registered AIS (Account Information Service) provider, reference no.\n800652 at fca.org.uk/register.\n", "created_at": "2023-01-03 00:24:41.898618", "updated_at": "2023-01-03 00:25:05.529169"}, {"id": 13756, "name": "Terms & Conditions", "url": "https://www.moneydashboard.com/terms-and-conditions", "xpath": "//body", "text": "<p>By using our site you agree with our cookie policy</p>Ok, got it<p>Log in</p>󰅖<p>We recently launched Money Dashboard Neon.\nIf you're looking for the existing app (Money Dashboard Classic) you can log in below.</p>\n<p>Neon</p>\n<p>Money Dashboard</p>󰁔<p>Classic</p>\n<p>Money Dashboard</p>󰁔󰘥Need help? Click here󰀉Log inSign up Terms &amp.\nConditionsTerms &amp.\nConditionsPrivacy Policy<p>‍<strong>Introduction</strong>\n</p>\n<p>These are the terms of use for “Money Dashboard”, a registered Account Information Service Provider (AISP), provided at <strong>www.moneydashboard.com</strong> and associated mobile applications, that allows you to see all your online banking accounts in one place, and analyses your account information to help you spend, save and borrow more efficiently (“the Service”).</p>\n<p>The Service is provided by Money Dashboard Limited, a company registered in Scotland (company number SC301187), registered at 5th Floor, 125 Princes Street, Edinburgh, EH2 4AD, (“we”, “us”, “our”).</p>\n<p>Money Dashboard Ltd is authorised and regulated by the Financial Conduct Authority, reference no.\n800652 at <strong>fca.org.uk/register</strong>\n</p>\n<p>If there’s anything you don’t understand, please get in touch with us by:</p>\n<ul>\n<li>Emailing us at <strong>info@moneydashboard.com</strong>\n</li>\n<li>Writing to the Chief Executive Officer, at our registered address (above)</li>\n</ul>\n<p>\n<strong>Our Agreement with you</strong>\n</p>\n<p>These terms of use form our legally binding agreement with you in relation to the Service (“the Agreement”).\nThe Agreement sets out all the conditions on which we will provide our Service to you, and applies to you whether you are visiting the web site, or have registered to be a user of the features.\nIf you intend to become a user (“User”) you must accept these terms as part of the registration process.\nThis Agreement should be read carefully.</p>\n<p>We may use third parties to provide the Service to you as explained in these terms and our Privacy Policy.</p>\n<p>If you are reading this Agreement for the first time we suggest you print or save a copy.</p>\n<p>\n<strong>An overview of the Service</strong>\n</p>\n<p>Money Dashboard is an Account Information Service Provider (AISP).\nThis read only Service enables you to see all your online banking accounts into one place, and analyses your account information to help you spend, save and borrow more efficiently (“the Service”).\nBased on such analysis, the Service may give you information relating to products or additional services provided by third party partners.</p>\n<p>The Service is free to consumers.\nWe create aggregated market research, from which all personal data is removed.\nWe sell this anonymised market research to clients to create the revenue we need to run our business.\nWe may also earn a fee or commission from our partners based upon your use of their services or products.</p>\n<p>The Service is an aid to you in organising, managing, and identifying opportunities related to your finances.\nWe are not authorised to provide advice under the Financial Services and Markets Act 2000.\nIf you require such advice please seek advice from an authorised adviser.\nOur Subsidiary, Money Dashboard Financial Services Ltd may act as a credit broker to facilitate the offering of credit based third party products and services hosted by Money Dashboard Ltd.\nFor full details of our authorisations from the Financial Conduct Authority please search the Financial Services Register no.\n743264.</p>\n<p>You warrant that you are at least 18 years old and a resident of the UK to use the Service.</p>\n<p>\n<strong>Your Privacy</strong>\n</p>\n<p>Your privacy is important to us and we are committed to keeping your personal data safe.\nOur Privacy Policy sets out the terms on which we process any personal data we collect from you, or that you provide to us.</p>\n<p>\n<strong>Your Use of the Service</strong>\n</p>\n<p>Your right to access and use the Service is personal to you and is not transferable by you to any other person or entity.\nYou agree to provide us with information which is accurate, and not to misrepresent your identity or your user information.\nYou are only entitled to access and use the service for lawful purposes.</p>\n<p>For the purposes of this Agreement and solely to provide account aggregation to you as part of the Service, you grant us a limited power of attorney to access third party sites, retrieve and use your information with the full power and authority to do and perform each thing necessary in connection with such activities, as you could do in person.\nYou acknowledge and agree that when we access and retrieve account information from third party sites, we act as your agent, not as the agent of, or on behalf of, the third party whose site we are accessing.\nYou understand and agree that the Service is not sponsored or endorsed by any third parties accessible through the Service.</p>\n<p>By submitting permission, information, data, passwords, usernames, PINs, other log-in information, materials and other content to us through the Service, you are licensing that content to us for the purpose of providing the Service and to use in accordance with our <strong>Privacy Policy</strong>.\nBy submitting this content to us, you represent that you are entitled to submit it to us to use for this purpose, without any obligation by us to pay any fees or other limitations.</p>\n<p>\n<strong>What we ask you not to do</strong>\n</p>\n<p>You agree that you will not:</p>\n<ol>\n<li>Use any robot, spider, scraper, deep link or other similar automated data-gathering or extraction tools, programme, algorithm or methodology to access, acquire, copy or monitor the Service or any portion of it without our express written consent, which may be withheld at our sole discretion;</li>\n<li>Use or attempt to use any engine, software, tool, agent, or other device or mechanism (including without limitation browsers, spiders, robots, avatars or intelligent agents) to navigate or search the Service, other than the search engines and search agents available through the Service and other than generally available third-party web browsers (such as Microsoft Edge, Chrome, Firefox and Safari);</li>\n<li>Post or transmit any file which contains viruses, worms, Trojan horses or any other contaminating or destructive features, or that otherwise interfere with the proper working of the Service.\nor</li>\n<li>Attempt to decipher, decompile, disassemble, or reverse-engineer any of the software comprising or in any way making up a part of the Service.</li>\n</ol>\n<p>\n<strong>Third Party Partners</strong>\n</p>\n<p>The Service may provide website links and hosted functionality from by third parties.\nThe use of third party products or services is governed by the terms and conditions of the relevant supplier.\nThe content and operations of third party products and services is outside of our control, and we cannot accept responsibility or liability for the products and services provided to you by these third parties.</p>\n<p>\n<strong>Advertising</strong>\n</p>\n<p>Some parts of the Service are supported by links from advertisers that may be custom matched to you based on information stored in the Service, queries made through the Service or other information.\nWe will not disguise any adverts in the service.</p>\n<p>We do not endorse, warrant or guarantee the products or services available through the links.\nWe do not guarantee that any loan, investment, account or other service’s terms, rates or rewards offered by any particular advertiser are actually the terms that may be offered to you if you pursue the offer, or that they are the best terms or lowest rates available in the market.</p>\n<p>\n<strong>Notifications and Alerts</strong>\n</p>\n<p>All required notices will be sent electronically to the e-mail address that you provide.\nNotifications will be sent to you if there is a material change to the Service, its Terms, or Policies.</p>\n<p>The Service includes alerts on your account activity.\nThese can be customised, deactivated or reactivated by you.\nThese alerts allow you to choose alert messages for your accounts.\nWe may add new alerts from time to time, or cease to provide certain alerts at any time at our discretion.</p>\n<p>Alerts will be sent to the email address you have provided as your primary email address.\nYou may also choose to have alerts sent to a mobile device.\nAlerts will include information about your accounts, such as your account balance or the due date for your credit card payment.\nAnyone with access to your email, or your mobile device, that is associated with the Service may be able to view the content of these alerts.</p>\n<p>\n<strong>Your User Information</strong>\n</p>\n<p>Please let us know if any of your user details change (including any Personal data), particularly your email address, mobile phone number, or address including postcode.\nIf you do not do this, we will not be able to deliver any alerts or notifications to you, and your ability to access the service may be compromised if your details cannot be verified at the account provider.</p>\n<p>You agree and understand that you are responsible for maintaining the confidentiality of your username which, together with your password and or biometric ID (Face ID or fingerprint), allows you to access the Service.\nIf you become aware of any unauthorised use of your user information, you agree to notify us immediately at <strong>security@moneydashboard.com</strong>.</p>\n<p>For further details about how your User Information is handled, see our <strong>Privacy Policy</strong>\n</p>\n<p>\n<strong>Complaints Policy</strong>\n</p>\n<p>If you wish to complain about any of the services provided by Money Dashboard, please email us at <strong>support@moneydashboard.com</strong> or you can write directly to the Chief Executive Officer, Money Dashboard Limited, 5th Floor, 125 Princes Street, Edinburgh, EH2 4AD, explaining the nature of the complaint and what you would like us to do to put it right.</p>\n<p>In addition:</p>\n<p>If your complaint is about how we store or process your personal information, you can also contact the <strong>Information Commissioner's Office</strong>, although we’d appreciate the chance to deal with your concern first.</p>\n<p>If your complaint is about a financial service product (e.g.\nbanking, insurance, mortgage, pension, savings and investments, credit card, store cards, loans, hire purchase, financial advice) that we were involved in either selling, or introducing you, and neither we, nor any other associated third party (e.g.\nproduct provider, or an intermediary) are able to satisfactorily deal with your complaint within 8 weeks of you raising it, you may complain to the <strong>Financial Ombudsman Service</strong>.\nThe Money Dashboard complaints process can be found here.</p>\n<p>\n<strong>Posting on the Service</strong>\n</p>\n<p>As part of the Service, we allow users to post content on blogs and at various other publicly available locations on the Service.\nIf you wish to post content you agree to follow these rules:</p>\n<p>You are responsible for all content you submit to us.</p>\n<p>By submitting content to us, you represent that you have all necessary rights and hereby grant us a perpetual, worldwide, non-exclusive, royalty-free, sub-licensable and transferable license to use, reproduce, distribute, prepare derivative works of, modify, display, and perform all or any portion of the content in connection with us and our business, including without limitation for promoting and redistributing part or all of the site (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each user a non-exclusive license to access your posted content through the Service, and to use, reproduce, distribute, prepare derivative works of, display and perform such content as permitted through the functionality of the Service and under this Agreement.</p>\n<p>You may not post or transmit any message which is libellous or defamatory, or which discloses private or personal matters concerning any person.\nYou may not post or transmit any message, data, image or program that is indecent, obscene, pornographic, harassing, threatening, abusive, hateful, racially or ethnically offensive.\nthat encourages conduct that would be considered a criminal offence, give rise to civil liability or violate any law.\nor that is otherwise inappropriate.</p>\n<p>You may not post or transmit any message, data, image or program that would violate the property rights of others, including unauthorised copyrighted text, images or programs, trade secrets or other confidential proprietary information, and trademarks or service marks used in an infringing fashion.</p>\n<p>You may not interfere with other users’ use of the Service, including, disrupting the normal flow of dialogue in an interactive area of the Service, deleting or revising any content posted by another person or entity, or taking any action that imposes a disproportionate burden on the Service infrastructure or that adversely affects the availability of the Service to others.</p>\n<p>Except where expressly permitted, you may not post or transmit charity requests.\npetitions for signatures.\nfranchises, distributorship, sales representative agency arrangements, or other business opportunities (including offers of employment or contracting arrangements).\nclub memberships.\nchain letters.\nor letters relating to pyramid schemes.\nYou may not post or transmit any advertising, promotional materials or any other solicitation of other users to use goods or services except in those areas (e.g., a classified bulletin board) that are designated for such purpose.</p>\n<p>You agree that any employment or other relationship you form or attempt to form with an employer, employee, or contractor whom you contact through areas of the Service that may be designated for that purpose is between you and that employer, employee, or contractor alone, and not with us.</p>\n<p>You may not copy or use personal identifying or business contact information about other users without their permission.\nUnsolicited emails, mailings, telephone calls, or other communications to individuals or companies whose contact details you obtain through the Service are prohibited.</p>\n<p>You accept that we may edit your comments for clarity, or remove any comment.</p>\n<p>\n<strong>Your Indemnification of Us</strong>\n</p>\n<p>You shall defend, indemnify and hold harmless us and our officers, directors, shareholders, and employees, from and against all claims and expenses, including but not limited to solicitors fees, in whole or in part arising out of or attributable to any breach of this Agreement by you.</p>\n<p>\n<strong>Availability of Service and Alert Disclaimer</strong>\n</p>\n<p>Your access to and use of the Service may be interrupted from time to time for any of several reasons, including, without limitation, the malfunction of equipment, periodic updating, maintenance or repair of the Service or other actions that we, in our sole discretion, may elect to take.</p>\n<p>You understand and agree that any alerts provided to you through the Service may be delayed or prevented by a variety of factors.\nWe will use reasonable endeavors to provide alerts in a timely manner with accurate information.\nHowever, we neither guarantee the delivery nor the accuracy of the content of any alert.\nYou also agree that we shall not be liable for any delays, failure to deliver, or misdirected delivery of any alert.\nfor any errors in the content of an alert.\nor for any actions taken or not taken by you or any third party in reliance on an alert.</p>\n<p>\n<strong>Our Intellectual Property Rights</strong>\n</p>\n<p>The contents of our website at <strong>www.moneydashboard.com</strong> (“the Website”), including its “look and feel” (e.g., text, graphics, images, logos and button icons), photographs, editorial content, notices, software and other material are protected under copyright, trademark and other laws.\nThe content of the Website and all intellectual property rights in the Service belong to or are validly licensed to us.\nWe grant you the right to view and use the Service subject to these terms.\nYou may download or print a copy of information provided on the Service for your personal, internal and non-commercial use only.\nAny distribution, reprint or electronic reproduction of any content from the Service in whole or in part for any other purpose is expressly prohibited without our prior written consent.</p>\n<p>\n<strong>Disclaimer of Representations and Warranties</strong>\n</p>\n<p>THE CONTENT AND ALL SERVICES AND PRODUCTS ASSOCIATED WITH THE SERVICE OR PROVIDED THROUGH THE SERVICE ARE PROVIDED TO YOU ON AN “AS-IS” AND “AS AVAILABLE” BASIS.\nWE MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE CONTENT OR OPERATION OF THE SERVICE.\nWE MAKE NO REPRESENTATIONS, WARRANTIES OR GUARANTEES, EXPRESS OR IMPLIED, REGARDING THE ACCURACY, RELIABILITY OR COMPLETENESS OF THE CONTENT OF THE SERVICE, AND EXPRESSLY DISCLAIM ANY WARRANTIES OF NON-INFRINGEMENT OR FITNESS FOR A PARTICULAR PURPOSE.\nWE MAKE NO REPRESENTATION, WARRANTY OR GUARANTEE THAT THE CONTENT THAT MAY BE AVAILABLE THROUGH THE SERVICE IS FREE OF INFECTION FROM ANY VIRUSES OR OTHER CODE OR COMPUTER PROGRAMMING ROUTINES THAT CONTAIN CONTAMINATING OR DESTRUCTIVE PROPERTIES OR THAT ARE INTENDED TO DAMAGE, SURREPTITIOUSLY INTERCEPT OR EXPROPRIATE ANY SYSTEM, DATA OR PERSONAL INFORMATION.</p>\n<p>\n<strong>Limitations on our Liability</strong>\n</p>\n<p>TO THE EXTENT PERMITTED BY LAW, WE SHALL NOT BE RESPONSIBLE OR LIABLE TO YOU OR TO ANY THIRD PARTY, WHETHER IN CONTRACT, WARRANTY, DELICT OR TORT (INCLUDING NEGLIGENCE) OR OTHERWISE FOR: -</p>\n<ol>\n<li>LOSS OF INCOME OR REVENUE;</li>\n<li>LOSS OF BUSINESS;</li>\n<li>LOSS OF PROFITS OR CONTRACTS;</li>\n<li>LOSS OF ANTICIPATED SAVINGS;</li>\n<li>LOSS OF DATA;</li>\n<li>LOSS OF GOODWILL.\nOR</li>\n<li>SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGE</li>\n</ol>\n<p>ARISING IN WHOLE OR IN PART FROM YOUR ACCESS TO THE SERVICE, YOUR USE OF THE SERVICE OR THIS AGREEMENT, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN THIS AGREEMENT, OUR LIABILITY TO YOU FOR ANY CAUSE WHATEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO £500.00 (FIVE HUNDRED POUNDS).</p>\n<p>\n<strong>Ending the Agreement</strong>\n</p>\n<p>This Agreement will continue to apply until terminated by either you or us as set out below.\nIf you want to terminate your agreement, email <strong>support@moneydashboard.com</strong> with details of your account (username, email address, first name and last name).\nFor security we will confirm to you by email before closing your account.\nWhen confirmed your account will be closed and your ability to login deactivated.\nYour account data will be removed subject to and as explained in our Privacy Policy.</p>\n<p>We may at any time, terminate our agreement with you:</p>\n<ol>\n<li>if you have breached any provision of this Agreement (or have acted in a manner which clearly shows that you do not intend to, or are unable to comply with the provisions of this Agreement);</li>\n<li>if we in our sole discretion believe we are required to do so by law (for example, where the provision of the Service to you is, or becomes, unlawful);</li>\n<li>or immediately upon notice, to the e-mail address provided by you as part of your user information.</li>\n</ol>\n<p>\n<strong>Modifications to the Agreement</strong>\n</p>\n<p>We may modify this Agreement from time to time.\nAny and all changes to this Agreement will be posted on our site.\nThe Agreement will always state the date it was last revised.\nYou are deemed to accept and agree to be bound by any changes to the Agreement when you use the Service after those changes are posted.</p>\n<p>\n<strong>Governing Law and Forum for Disputes</strong>\n</p>\n<p>This Agreement, and your relationship with us under this Agreement, shall be governed by the laws of Scotland without regard to its conflict or choice of laws provisions.\nAny dispute with us, or our officers, directors, employees, agents or affiliates, arising under or in relation to this Agreement shall be resolved exclusively through the Scottish courts, except with respect to imminent harm requiring a temporary or preliminary interdict or injunction in which case we may seek this in any court with jurisdiction over the parties.\nYou understand that, in return for agreement to this provision, we are able to offer the Service on the terms stated in this Agreement, without charge to you, and that your consent to this provision is an indispensable consideration under this Agreement.</p>\n<p>\n<strong>Other important matters</strong>\n</p>\n<p>If any portion of this Agreement is deemed unlawful, void or unenforceable by any arbitrator or court of competent jurisdiction, this Agreement as a whole shall not be deemed unlawful, void or unenforceable, but only that portion of this Agreement that is unlawful, void or unenforceable shall be deleted from this Agreement.</p>\n<p>If we do not exercise or enforce any legal right or remedy which is contained in the Agreement (or which we have the benefit of under any applicable law), this will not be taken to be a formal waiver of our rights and that those rights or remedies will still be available to us.</p>\n<p>All covenants, agreements, representations and warranties made in this Agreement shall survive your acceptance of this Agreement and the termination of this Agreement.</p>\n<p>This Agreement represents the entire understanding and agreement between you and us regarding the subject matter of the same, and supersedes all other previous agreements</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>Money Dashboard and associated logos are registered trademarks.</p>\n<p>Last updated: 23rd June 2020</p>‍Get started with Money Dashboard<p>Money Dashboard will help you discover where your money is going, start saving and plan for the future - for free</p>Sign up - it's free<p>Authorised and regulated by the Financial Conduct Authority (reg.\n800652) &amp.\nregistered provider on openbanking.org.uk</p>Follow us on:Company󰅀About usBlogCareersContactPress &amp.\nMedia kitMoney InsightsLearn more󰅀Getting startedFeaturesSupported banksLucky Day PromoUser reviewsSecurityHelp󰅀FAQsCommunityHelp CenterContact supportConnections statusFrom the blog󰅀Yolt vs Money Dashboard vs EmmaNow that Yolt is closing down, what are my budgeting app alternatives?How does TransferWise (now called Wise) work?Terms &amp;&nbsp;ConditionsPrivacy PolicySitemapBack to topCopyright © 2021 Money Dashboard Ltd.\nAll rights reserved.\n\"Money Dashboard\" is a trademark.\nMoney Dashboard Ltd is a registered AIS (Account Information Service) provider, reference no.\n800652 at fca.org.uk/register.\n", "created_at": "2023-01-03 00:24:41.962352", "updated_at": "2023-01-03 00:25:36.536341"}], "points": [], "urls": ["moneydashboard.com"]}}