{"error": 448, "message": "OK", "parameters": {"id": 7304, "name": "Opencare ", "created_at": "2023-01-18 22:17:41.401458", "updated_at": "2023-01-22 17:00:21.488067", "wikipedia": null, "keywords": null, "related": null, "slug": "opencare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7304.png", "url": "opencare.com", "documents": [{"id": 14014, "name": "Privacy Policy", "url": "https://www.opencare.com/privacy/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> Close <ul>\n<li> For Dentists </li>\n<li> Learning Center </li>\n<li> About Us </li>\n<li> Careers <small>We're hiring!</small>\n</li>\n<li> For Dentists </li>\n<li> Company <i>\n</i>\n<ul>\n<li> About Us </li>\n<li> Careers <small>We're hiring!</small>\n</li>\n<li> Support </li>\n</ul>\n</li>\n<li> Learning Center </li>\n<li>\n</li>\n<li> Support </li>\n<li> Log In Log Out </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Log In </li>\n<li> Hi there! <i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>Appointments</li>\n<li>Account</li>\n<li>\n</li>\n<li>Referrals</li>\n<li>Claim your reward</li>\n<li>\n</li>\n<li>Log Out</li>\n</ul>\n</li>\n</ul> Opencare Privacy Policy <p>Last updated May 18, 2021</p> 1.\nINTRODUCTION <p>Opencare Inc.\n(“Opencare”, “we”, “us”) has created this privacy policy (“Privacy Policy”) in order to set out how we collect, use, and disclose information through our website located at www.Opencare.com (the “Website”) as well as to information we collect and use when we provide services on behalf of our dental practice customers (<strong>“Practices”</strong>).\nThis Privacy Policy applies to all of the products and services (as more particularly described in our Terms of Use) offered by Opencare, as well as the Website, and other websites offered by Opencare or our related, affiliated and/or subsidiary companies (collectively the <strong>“Services”</strong>), unless another applicable privacy policy is posted on that Service.</p>\n<p>The privacy of our customers is of great importance to us.\nBy visiting our Website and/or using the Services in any manner, you acknowledge that you have read the practices and policies outlined in this Privacy Policy and you understand that your information will be collected, used and disclosed in accordance with this Privacy Policy.\nIf you do not agree with our policies and practices, you should not use the Website or the Services.</p>\n<p>IF YOU ARE A RESIDENT OF CALIFORNIA OR NEVADA, PLEASE SEE THE SECTIONS “CALIFORNIA CONSUMER NOTICE” OR “NEVADA PRIVACY RIGHTS” FOR SPECIFIC DISCLOSURES WITH RESPECT TO OUR COLLECTION, USE, AND DISCLOSURE OF YOUR INFORMATION AND ADDITIONAL RIGHTS YOU HAVE UNDER APPLICABLE LAW.</p> 2.\nWHAT DOES THIS PRIVACY POLICY COVER? <p>This Privacy Policy describes our collection, use and disclosure of information, including information which can be used to identify an individual (“Personal Information”).\nPersonal Information does not include any anonymized information which we may create or derive from information (including Personal Information) you provide to us.</p>\n<p>Personal Information may be collected about Practice employees, our prospective customers, visitors to the Website, and end users of the Services.\nYou can choose not to provide us with certain Personal Information, but by doing so, you may not be able to take advantage of many of the features and functionality of our Services.</p>\n<p>We may also collect Personal Information about patients of Practices on behalf of the Practice, which we use only as a service provider in order to provide the Practice with our services.\nThis Privacy Policy does not apply to the practices of companies that we do not own or control, including Practices.\nPractices are responsible for maintaining their own privacy policies governing the collection, use and disclosure of Personal Information and for ensuring that they have obtained the necessary authorizations and consents for any Personal Information made available to us for use in accordance with this Privacy Policy.\nIf you have any questions regarding the privacy practices of a particular Practice, please contact the Practice directly.</p> PHIPA <p>In Canada, Opencare is a service provider and may act as a service provider, information manager or electronic service provider under applicable privacy legislation, including Ontario’s Personal Health Information Protection Act (PHIPA) regulations.</p> HIPAA and PHI <p>Some of the Personal Information received by Opencare in connection with the Services may be provided by Practices who are health care providers that are subject to health information data protection laws and regulations.\nIn the United States, this includes rules issued under the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and Health Information Technology for Economic and Clinical Health Act of 2009 (HITECH), that govern the use and disclosure of certain individually identifiable health-related Personal Information (“Protected Health Information” or “PHI”) by covered entities and their business associates.\nWhen we receive Protected Health Information, we may do so as a “Business Associate” of the health care provider under an agreement that, among other things, generally prohibits us from using or disclosing the Protected Health Information in ways that are not permissible by the health care provider itself, and requires us to implement certain measures to safeguard the confidentiality, integrity, and availability of the Protected Health Information.\nWhen we act as a Business Associate, we may be subject to certain laws and regulations, including certain HIPAA rules, that govern our use and disclosure of Protected Health Information and that may be more restrictive than otherwise provided in this Privacy Policy.</p> 3.\nCOLLECTION AND USE OF PERSONAL INFORMATION AND OTHER DATA Types of information we collect <p>Generally the categories of Personal Information we may collect include:</p>\n<ul>\n<li>Identity Data, which includes name or other similar identifiers, such as your social media user handle.</li>\n<li>Contact Data, which includes home and work address, email address and telephone numbers, including mobile number.</li>\n<li>Marketing and Communications Data, which includes your preferences in receiving marketing from us, the content of your communications, and the date and time of any communications.</li>\n<li>Profile Data, which includes your birthdate, zip or postal code.</li>\n<li>Financial Information, such as billing address, bank account number, credit card number and debit card number, which we collect directly from Practices.</li>\n<li>Employment information, which includes dental practitioner name and specialty or job application information such as past work history and current job title and place of employment.</li>\n<li>Health information, which includes information about your dental health, dentist preferences, appointment schedules, insurance, treatment plans and patient communications.</li>\n<li>Location data, which includes geolocation data.</li>\n</ul>\n<p>We may also collect certain other types of information that may not specifically identify you, but may be unique to your device, such as:</p>\n<ul>\n<li>Technical Data, which includes information collected via cookies and similar technologies (and identifiers associated with those cookies and technologies), internet protocol (IP) address, cookie data, your mobile or internet service provider, mobile device identifier, browser type, and operating system.</li>\n<li>Usage Data, which includes information about how you use our Services, your access times, pages viewed, and the routes by which you access or exit our Services.</li>\n</ul> How we collect and use your information <p>Opencare collects your information in the following general ways:</p>\n<ul>\n<li>Opencare collects Personal Information you choose to submit to us through the Services, such as your name, email address and other Account Information.</li>\n<li>When you access or use the Services, Opencare may automatically receive and record information on our server logs from your browser, including your IP address, cookies, and the pages you request.\nIP addresses are automatically reported by your browser each time you view a web page.\nYour IP address is stored by Opencare when you register with Opencare.\nFor more information, see Section 5.</li>\n<li>If you call us, we keep a record of the date and time of the call.</li>\n<li>We also collect and use Personal Information as a service provider or data processor on behalf of our Practice clients, including billing information and insurance information that we collect directly from such Practices.</li>\n</ul>\n<p>We collect and use your information for the following purposes:</p>\n<p>\n<em>To create your Opencare Account</em>\n</p>\n<p>In order to use certain Services (such as to book an appointment), users may be required to create a valid Opencare account (an “Account”).\nWhen you register for the Services, Opencare collects your name, email address, birth date, zip or postal code, and if you are a Practice, your business phone number and business address (“Account Information”).</p>\n<p>Generally, Opencare uses the Account Information to authenticate access to the Account and provide access to the Services.\nIn particular, we will use your email address to contact you with dentists located near you.\nWe may also use this information to better understand, improve and personalize the delivery of our Services and related products and services, to conduct our business, to develop analytics and aggregated data that allow us to improve our Services and related products and services, or to correspond with you including to send technical notices, updates, security alerts and support and administrative messages on our own behalf or on behalf of Practices.</p>\n<p>We also use information to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities.</p>\n<p>\n<em>To match you with a dental practice</em>\n</p>\n<p>If you request to connect with a dental practice, we may collect your postal code and responses to questions about your dental health and dentist preferences in order to match you to Practices that match your criteria.</p>\n<p>If you book an appointment with a Practice through the Services, Opencare will have access to information about your use of the Services such as dental appointments made, geo-location data and information exchanged between you and the Practice that is combined with your Account Information.\nWe use this information in order to provide Services, such as suggesting and matching users with local dental practices and appointment scheduling, as well as to confirm appointments have been completed so that we may bill the Practice.</p>\n<p>By using the Services to book appointments, you acknowledge and agree that Opencare will be transmitting certain of your personal information electronically, and that we may use such personal information that you provide us, such as your name, phone number, email and demographic information such as age, to send you additional offers and communications related to our services or the services of our third party partners.</p>\n<p>\n<em>To provide services to Practices</em>\n</p>\n<p>Opencare makes its Website and the Services available to Practices for a variety of uses, as described in our Terms of Use.\nIn order to provide the Services to Practices, Opencare collects certain Personal Information such as contact and registration information from the dental practice employee signing up on behalf of the Practice, as further described below:</p>\n<ul>\n<li>\n<em>Patient Growth:</em> For Practices who register to appear on our Practice Marketplace, we will collect Personal Information related to the dental practice, including business contact name, email, phone number, address, as well names of practitioners and their specialties.\nWe collect this Personal Information to match Practices with prospective patients.</li>\n<li>\n<em>Revenue Cycle Management:</em> When Practices engage Opencare to provide Revenue Cycle Management (RCM) Services, we collect and analyze data related to our Practice customers (including their patients) on their behalf, such as: Providers, Provider Schedules, Operatories, Operatory Events, Operatory Schedules, Appointments, Patient name and contact information, Patient Insurance Plans, Appointment Finances, Appointment Procedure Codes, Insurance Companies, Insurance Claims, Fee Schedules, Treatment Plans, Recall, Patient Communications.\n<br>\n<br>In this role, Opencare is a data processor, processing data upon instruction from such Practice in order to provide the RCM Services.\nThis data is shared only with the Practice.</li>\n</ul>\n<p>\n<em>To contact prospective Practices and partners</em>\n</p>\n<p>We collect names, email addresses and other business contact information about individuals who we consider to be prospective customers and business partners (<strong>“Prospects”</strong>).\nOpencare uses third-party service providers in order to collect, store and process Personal Information about Prospects.\nWe use these third-party service providers to identify Prospects and locate contact information to contact Prospects about our products and services.</p>\n<p>\n<em>To send marketing communications</em>\n</p>\n<p>With your consent, we use your email address or mobile phone number as well as other information on an optional basis to help us tailor our communications to you.\nYou will receive email or text message communications from us or our partners regarding our or our partners’ products, services and initiatives (including collaborations and partnerships).</p>\n<p>If you participate in our referral program to refer a friend or family member to Opencare, we collect your name and email address as well as the name and email address of your friends and family member.\nWe use this information for the purposes of sending the referral link to your friends and family member and tracking your rewards, and do not use your friend or family member’s information for any other purpose without their consent.\nPlease ensure that you only provide information about individuals with whom you have a personal or family relationship, and who would want to receive the communication about Opencare.</p>\n<p>\n<em>To solicit reviews and referrals</em>\n</p>\n<p>If you have an Opencare Account, Opencare may use your contact information to solicit reviews and referrals for our services.</p>\n<p>If you post a review about Opencare or a dental practice, we collect your name and the review.\nYour name and other personal information will not be published with the review.\nhowever your review will be publicly available on the Website.\nPlease exercise caution before sharing any personal information, and review our Terms of Use for more about posting reviews.</p>\n<p>\n<em>To improve our products and services</em>\n</p>\n<p>Opencare uses demographic information, such as age, income and financial spend on dentistry services that we collect about our users for our own business purposes, including forecasting demand for our products and services, improving our products and services and creating a personalized experience through targeted offers.\nPersonal Information is not shared with third parties for these purposes.</p>\n<p>\n<em>To offer contests and promotions</em>\n</p>\n<p>If you enter a contest or participate in a promotion or event, we may collect your name, address, email address, phone number, and any additional information or content required for the contest or promotion.\nWe use this information to administer the contest or promotion, including to deliver a prize to you.</p>\n<p>\n<em>To assist you when you contact us</em>\n</p>\n<p>When you contact us with a comment, question or complaint through email, telephone, or message features available on the Services, you may be asked for information that identifies you, such as your name, address and a telephone number, along with additional information we need to help us promptly answer your question or respond to your comment.\nWe may retain this information to assist you in the future and to improve our customer service and service offerings.</p>\n<p>\n<em>To assess your application for employment</em>\n</p>\n<p>If you apply for a job with us, we may collect certain personal information about you (such as information that would be contained in a resume, cover letter, or other employment-related materials).\nWe use this information for the purpose of processing and responding to your application.</p> Communications About Special Offers <p>If you sign up through Opencare to receive special offers regarding products and services from our partners, you acknowledge that by voluntarily providing your Personal Information, including telephone number(s), you agree to receive recurring automated calls, text messages, and emails from us and our partners listed here, concerning health-related benefits, products, and services, including the offers that you have inquired about.\nMessage and data rates may apply.\nSee the “Opt-Out Choices” section below to learn about how you can opt out of future communications from Opencare or our partners.\nYou do not have to agree to participate in these offers in order to use Opencare or receive care from your dentist.\nYou understand that the dentist and/or Opencare may receive financial remuneration in exchange for sharing your email address and other Personal Information you authorize with partners if you choose to sign up for an offer.\nOnce you sign up for an offer, you can change your mind at any time, but if the dentist or Opencare has already relied on your authorization to share your email or other Personal Information for a particular offer, any action already taken cannot be undone.</p> Aggregate or De-identified Data <p>We may aggregate or de-identify Personal Information, including information that we may receive from Practices, so that it does not personally identify you (“De-identified Data”).\nWe may collect, use and disclose De-identified Data for our business purposes and any purpose permitted by law, subject to our obligations as a Business Associate and the section titled “California Consumer Notice” below.\nIn some instances, we may combine De-identified Data with Personal Information.\nIf we combine any De-identified Data with Personal Information, the combined information will be treated by us as Personal Information.</p> 4.\nMINORS <p>Opencare does not knowingly solicit or collect data from children nor knowingly market to anyone under the age of majority in their jurisdiction of residence.\nIf you are under the age of 13, you are explicitly not authorized to use these Services.\nIf you become aware that your child has provided us with Personal Information without your consent, please contact us at info@opencare.com.\nIf we become aware that a child under the age of majority in their jurisdiction of residence has provided us with Personal Information, we will take reasonable steps to remove such information from our systems and terminate the applicable account.</p> 5.\nWEBSITE INFORMATION <p>In general, you can visit our Website without telling us who you are or creating an account.\nHowever, like many internet and mobile services, we may automatically gather certain information about our Services traffic and store it in log files.\nThis information includes mobile device identifiers, browser type, IP address, mobile or internet service provider, referring/exit pages, operating system, date/time stamp, and clickstream data.\nWe use this information to analyze trends, to administer the Services, to understand users’ movements around the Services.\nWe may link this automatically collected data to Personal Information.\nDevice identifiers may be tied to Personal Information to troubleshoot access issues.\nSome of the ways in which we automatically collect such information are further described below:</p> Log Files <p>Opencare may automatically gather certain information about our Service’s traffic and store it in log files.\nThis information includes mobile device identifiers, browser type, IP address, mobile or internet service provider, referring/exit pages, operating system, date/time stamp, and clickstream data.\nWe use this information to analyze trends, to administer the Services, to track users’ movements around the Services, and to gather demographic information about our user base.</p>\n<p>We also store in our log files information identifying users who have accessed data that we store about patients, and any changes they make to such data.\nWe use this information to comply with legal obligations relating to such data and to keep a record of such changes.\nWe may also use it to improve our Services, where such use is permitted by law.</p> Cookies and other tracking technologies <p>Opencare requires authentication and authorization in order to process Account access.\nAs such, we use cookies throughout the Services to authenticate users.\nYou may turn off cookies in your browser though, in doing so, some or all of our Service features may not work.</p>\n<p>A cookie is a small amount of data, which may include a unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nWe assign a different cookie to each device that accesses our Website.\nData that may be collected through cookies may include, without limitation, the address of the websites you visited before and after you visited the Website, the type of browser and device you are using, your Internet Protocol (IP) address, what pages in the Website you visit and what links you clicked on, the region where your device is located, and geo-IP data.</p>\n<p>We use cookies to recognize devices and provide a personalized experience on our Website, and to authenticate your device in order to provide you access to your Account and facilitate your use of our Services.\nAccordingly, Opencare uses session cookies containing encrypted information to allow the system to uniquely identify you while you are logged in.\nThis information allows Opencare to process your online transactions and requests.\nSession cookies help us make sure you are who you say you are after you’ve logged in and are required in order to use the Services.</p>\n<p>We also allow other companies that are presenting advertisements on some of our pages to set and access their cookies on your computer.\nPlease note that ad networks’ use of cookies or web beacons, and that of any other third-party that has a link available on any Site, is subject to their own privacy policies and not this privacy policy.\nAdvertisers or other companies do not have access to our cookies.</p> Clickstream <p>As you use the Internet, a trail of electronic information is left at each website you visit.\nThis information, which is sometimes referred to as \"clickstream data,\" can be collected and stored by a website's server.\nClickstream data can tell us the type of computer and browsing software you use and the address of the website from which you linked to the Website.\nWe may collect and use clickstream data as a form of aggregate information to anonymously determine how much time visitors spend on each page of our Website, how visitors navigate throughout the Website and how we may tailor our web pages to better meet the needs of visitors.\nThis information will be used to improve our Website and our Services.</p> Interest-Based Advertising <p>We work with third-parties such as ad networks and other advertising companies that use their own tracking technologies (including cookies and pixel tags) on our Website in order to provide you with tailored advertisements across the Internet.\nThese companies may collect information about your activity on our Website and third-party websites (such as web pages you visit and your interaction with our advertising and other communications) and use this information to make predictions about your preferences, develop personalized content and deliver ads that are more relevant to you on third party websites.\nFor example, the third-party technologies may collect and share personal information with third party insurers who want to advertise a particular dental insurance product to users.\nThis information may also be used to evaluate the effectiveness of our online advertising campaigns.</p> Analytics <p>We may use a third party such as Google Analytics to help us gather and analyze information about the areas visited on the Website (such as the pages most read, time spent, search terms and other engagement data) in order to evaluate and improve the user experience and the Website.\nThese third parties may use cookies and other tracking technologies.\nFor more information about Google Analytics or to prevent the storage and processing of this data (including your IP address) by Google, you can download and install the browser plug-in available at the following link: https://tools.google.com/dlpage/gaoptout?hl=en.\nYou can also obtain additional information on Google Analytics’ data privacy and security at the following links:</p>\n<ul>\n<li>https://policies.google.com/technologies/partner-sites</li>\n<li>https://support.google.com/analytics/topic/2919631</li>\n</ul>\n<p>We also use FullStory which uses cookies and other tracking technologies to conduct website analytics to help us track and understand how visitors use our Website.\nThe information collected includes usage data such as cursor movements, clicks, scrolling, information entered into forms on our Website and other ways that you interacted with the Website.\nWe use this information to upgrade and enhance the functionality of our Website and troubleshoot any issues you may have with the Website when you contact customer services.\nFor more information on FullStory’s data privacy practices and how to opt out of FullStory’s collection and use of this data, please visit the following links:</p>\n<ul>\n<li>https://www.fullstory.com/legal/privacy-policy</li>\n<li>https://fullstory.com/optout</li>\n</ul> Third Party Links and Social Networking Services <p>Our Website may contain links to other websites that Opencare does not own or operate, including Practicewebsites.\nWe provide links to third party websites as a convenience to the user.\nThese links are not intended as an endorsement of or referral to the linked websites.\nThe linked websites have separate and independent privacy policies, notices and terms of use.\nWe do not have any control over such websites, and therefore we have no responsibility or liability for the manner in which the organizations that operate such linked websites may collect, use or disclose, secure and otherwise treat personal information.\nWe encourage you to read the terms of use and privacy policy of every website you visit.</p>\n<p>The Website or Services may integrate with social networking services.\nWe do not control such services and are not liable for the manner in which they operate.\nWhile we may provide you with the ability to use such services in connection with our Website or Services, we are doing so merely as an accommodation and, like you, are relying upon those third party services to operate properly and fairly.</p>\n<p>You should be aware that Personal Information which you voluntarily include and transmit online in a publicly accessible blog, social network or otherwise online may be viewed and used by others.\nWe are unable to control such uses of your Personal Information, and by using such services you assume the risk that the information provided by you may be viewed and used by third parties.</p> 6.\nSTORAGE LOCATION AND TRANSFER OF INFORMATION <p>Opencare processes and stores data collected by Opencare, including Personal Information, on cloud servers located in the United States and Canada.\nOpencare also transfers data to the third-party service providers described in Sections 3 and 5 who may not be based in the region you are located in but we take steps reasonably necessary to ensure that the data is subject to appropriate safeguards, such as where applicable, relying on contractual commitments from our service providers.</p>\n<p>Personal Information may be accessible to law enforcement and governmental agencies in Canada, the United States and other jurisdictions in which your Personal Information is stored (if applicable) under lawful access regimes or court order.</p> 7.\nDISCLOSURE OF INFORMATION Dental Practices <p>If you request a booking with a particular Practice, we will share your name, email address, contact information, preferred appointment times and all answers provided to questions during the booking process with that practice in order to facilitate your appointment with that dentist.</p> Service Providers <p>We may from time to time employ third parties to perform tasks on our behalf and we may need to share Account Information and other Personal Information with them to provide certain services.\nWe do not authorize such third parties to use the Personal Information we share with them beyond what is necessary for them to provide the tasks and services on our behalf.\nThe third parties we currently engage include third party companies and individuals employed by us to facilitate our services, including the provision of maintenance services, hosting services, database management, Web analytics, payment processing, email and content marketing services, advertising services, sales productivity services, and general improvement of the Services.</p> Marketing <p>We may also share aggregated, non-identifiable data to conduct our business, improve the delivery of our Services, to develop analytics, and to enable us and our partners to improve and promote our products and services.</p>\n<p>If you are located in the United States, we may sell your information to third parties in lead generation marketing initiatives.\nFor example, we may provide contact information to third party insurers who want to advertise a particular dental insurance product to users.\nIf you use Opencare services but don’t schedule an appointment through Opencare, we may, from time to time, sell your Personal Information to third party partners who wish to communicate with you about dental health related products and services.\nIf you do schedule an appointment through Opencare, that information is considered Protected Health Information, and we will not sell that to third parties.\nIn addition to the restrictions in Section 14 “California Consumer Notice”, Opencare does not knowingly sell the personal information of minors under eighteen (18) years of age without affirmative authorization.</p> Referrals <p>If you are referred from an existing user, the user will be notified that you booked an appointment through Opencare.\nThis allows us to keep track of referral and administer our referral rewards programs.\nFor more information about our Refer a Friend program, please review the program terms at https://www.opencare.com/terms/referrals.</p> Business Transfers <p>If our business (or substantially all of our assets) are merged with or acquired by a third party, or if we go out of business, enter bankruptcy, or go through some other prospective, partial or complete change of control, Personal Information may be made available or otherwise transferred to the prospective or new controlling entity, in accordance with applicable law.</p> With Your Consent <p>If we need to use or disclose any Personal Information in a way not identified in this Privacy Policy, we will notify you and/or obtain consent as required under applicable privacy laws.</p> Legal Compliance <p>We, and our affiliates and Service Providers may disclose your Personal Information to third parties without your consent in response to a warrant or other legally valid inquiry or order, for the purposes of investigating a breach of an agreement or contravention of law or detecting, suppressing or preventing fraud, or as otherwise may be required or permitted by applicable Canadian, U.S.\nor other law or legal process.\nYour personal information may also be disclosed where necessary for the establishment, exercise or defense of legal claims and to investigate or prevent actual or suspected loss or harm to persons or property.</p>\n<p>We may also disclose Personal Information if we believe it is necessary to investigate potential violations of our Terms of Use, or to enforce those Terms of Use.</p> 8.\nRETENTION <p>We will keep your Personal Information for as long as it remains necessary for the identified purpose or as required by law, which may extend beyond the termination of our relationship with you.\nWe may retain certain data as necessary to prevent fraud or future abuse, or for legitimate business purposes, such as analysis of aggregated, non-personally-identifiable data, account recovery, or to meet our legal or regulatory obligations.</p> 9.\nACCESS, CORRECTION AND ACCURACY <p>You have the right to access, correct and update inaccuracies in the Personal Information we hold about you.\nUpon receipt of your written request, we will provide you with access to or a copy of your Personal Information, although in certain limited circumstances where permitted under law, we may not be able to make all relevant personal information available to you, such as where that information also pertains to another user.\nIn such circumstances we will provide reasons for the denial to you upon request.\nWe will endeavor to deal with all requests for access and modifications in a timely manner.</p>\n<p>We will make every reasonable effort to keep your Personal Information accurate and up to date, and we will provide you with mechanisms to update, correct, delete or add to your Personal Information as appropriate.\nAs appropriate, this amended Personal Information will be transmitted to those parties to which we are permitted to disclose your information.\nHaving accurate Personal Information about you enables us to give you the best possible service.</p>\n<p>If we receive a request from an individual to access or update personal information we have collected on behalf of a particular Practice in the course of providing the Services, we will direct that individual to the relevant Practice.\nWe will assist our Practice clients wherever possible in responding to individual access requests.\nIf you are a California resident, you may have additional rights over your Personal Information as described in the “California Consumer Notice” section below.</p> 10.\nOPT-OUT CHOICES <p>To “opt-out” of any consents previously given to us or having your Personal Information disclosed to third parties, send an e-mail to privacy@opencare.com.\nPlease note that we may continue to use and retain your Personal Information as necessary in order to provide Services to you.</p> Communications <p>If you do not wish to receive promotional communications from us or our partners, you can unsubscribe from such promotional e-mails at any time by clicking on the unsubscribe link in any of our e-mail communications or you can reply STOP to any of our text messages.\nYou may also unsubscribe from future promotional communications from our partners by following their unsubscribe and opt out instructions.</p>\n<p>You can also opt-out of receiving marketing communications from us by changing your user settings or contacting us at privacy@opencare.com.\nPlease note that you may continue to receive transactional or account-related communications from us, such as technical notices, security alerts and support and administrative messages.</p> Cookies <p>If you prefer, you can turn off cookies in your web browser by changing your browser’s security settings.\nPlease note, however, some features of our Products and Services may not function properly if your browser’s cookies are disabled.\nYou may be able to set your browser to notify you when you are sent a cookie.\nThis gives you the choice to decide whether or not to accept it.</p> Interest based advertising <p>For more information about interest-based advertising and to understand your options, including how you can opt-out of receiving behavioural ads from third-party advertising companies participating in the Digital Advertising Alliance of Canada, please visit the Digital Advertising Alliance of Canada website at http://youradchoices.ca/choices.</p>\n<p>You can opt out of targeted advertising from third parties by using the links below:</p>\n<ul>\n<li>Facebook: https://www.facebook.com/settings/?tab=ads</li>\n<li>Google: https://www.google.com/settings/ads/anonymous</li>\n<li>Microsoft: https://account.microsoft.com/privacy/ad-settings/signedout</li>\n</ul>\n<p>Additionally, you can opt out of some of these services by visiting the U.S.\nDigital Advertising Alliance’s opt-out portal at: http://optout.aboutads.info/.</p>\n<p>Please note that even if you opt-out of interest-based advertising by a third party, these tracking technologies may still collect data for other purposes including analytics and you will still see ads from us, but the ads will not be targeted based on behavioural information about you and may therefore be less relevant to you and your interests.</p>\n<p>To successfully opt out, you must have cookies enabled in your web browser (see your browser’s instructions for information on cookies and how to enable them).\nYour opt-out only applies to the web browser you use so you must opt-out of each web browser on each computer you use.\nOnce you opt out, if you delete your browser’s saved cookies, you will need to opt-out again.</p>\n<p>At this time, this Service does not support Do-Not-Track signals.\nHowever, you can follow the instructions above to opt-out of interest-based advertising.</p> 11.\nSECURITY <p>Opencare has implemented commercially reasonable technical and organizational measures designed to secure your user data, including any personal information or PHI, from accidental loss and from unauthorized access, use, alteration or disclosure.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use user data for improper purposes and we do not provide an absolute guarantee concerning the security of your information.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised), please immediately notify us of the problem by contacting us in accordance with the “Contact Us” section below.</p> 12.\nCALIFORNIA CONSUMER NOTICE <p>We collect information (some of which may also constitute Personal Information) that identifies, relates to, describes, references, or is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.\nThe California Consumer Privacy Act of 2018 (“CCPA”) refers to such information as “personal information.” If you are a California consumer, as defined by CCPA, the CCPA provides you with specific rights regarding your personal information.\nThis section describes the rights that California consumers have and explains how to exercise those rights.\nFor the purposes of this section, personal information does not include (i) information that is lawfully made available from federal, state or local government records, (ii) de-identified or aggregated data or (iii) information excluded from the scope of the CCPA.</p>\n<p>We also may collect or process personal information, such as the health data, on behalf of our Practice clients to provide them with our Services.\nIn such cases, we are collecting or processing such information as “service providers” under CCPA, at our customers’ direction, and the customer’s privacy policy, not this Privacy Policy, will apply to the collection and use of such information.\nPlease consult the applicable Practice’s privacy policy for information on your rights over personal information collected in relation to their use of our Services.</p> Personal Information We Share <p>In the past twelve (12) months, we have disclosed the following categories of personal information for a business purpose to third parties as described in the section “Disclosure of Personal Information” above:</p>\n<ul>\n<li>Personal identifiers.</li>\n<li>Internet or other similar network activity.</li>\n<li>Location data.</li>\n<li>Sensory data.</li>\n<li>Certain Protected Health Information.</li>\n</ul> Personal Information We Sell <p>In the past twelve (12) months, we have made disclosures of certain personal information to third parties that may be considered a “sale” (as that term is defined in the CCPA) as described in the section “Disclosure of Personal Information” above, including the following:</p>\n<ul>\n<li>Personal identifiers.</li>\n<li>Internet or other similar network activity.</li>\n<li>Location data.</li>\n<li>Sensory data.</li>\n</ul> Rights to Your Information <ul>\n<li> Right to Know <br>\n<p>As a California consumer, you have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months (“right to access”).\nOnce we receive and confirm your verifiable consumer request (see “Exercising Access and Deletion Rights”), and subject to certain limitations that we describe below, we will disclose such information.\nYou have the right to request any or all of the following:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources from which the personal information is collected.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n</ul>\n</li>\n<li> Deletion Request Rights <br>\n<p>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request (see “Exercising Access, Data Portability, and Deletion Rights”), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.\nHowever, we may retain personal information that has been de-identified or aggregated.\nFurthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) in order to perform certain actions set forth under CCPA, such as detecting security incidents and protecting against fraudulent or illegal activity.</p>\n</li>\n<li> Exercising Access and Deletion Rights <br>\n<p>To exercise the access and deletion rights described above, please submit a request to us by contacting us at privacy@opencare.com or by visiting our help center at opencare.zendesk.com.</p>\n<p>Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above.</p>\n<p>The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.\nIn addition, you should provide sufficient information that allows us to reasonably verify that you are the person about whom we collected the personal information or an authorized representative of that person.</p>\n<p>For more information about verification, see “Response Timing and Format” immediately below.</p>\n</li>\n<li> Response Timing and Format <br>\n<p>We will respond to consumer requests in a reasonably timely manner.\nIf we require extra time to respond, we will inform you of the reason and extension period in writing.\nIn order to protect the security of your personal information, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nThe method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion.\nGenerally speaking, verification will be performed by matching the identifying information provided by you to the personal information that we already have.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period).\nIf we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply.</p>\n</li>\n<li> Personal Information Sales Opt-Out and Opt-In Rights <br>\n<p>You have the right to direct us to not sell your personal information at any time (the \"right to opt-out\").\nWe do not sell the personal information of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the \"right to opt-in\") from either the consumer who is at least 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.</p>\n<p>To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting the following Internet Web page: Do Not Sell My Personal Information.</p>\n<p>Alternatively, you may submit an opt-out request by emailing&nbsp;privacy@opencare.com&nbsp;or visiting&nbsp;opencare.zendesk.com.</p>\n</li>\n</ul> Non-Discrimination <p>We will not discriminate against you for exercising any of your CCPA rights, including, but not limited to, by:</p>\n<ul>\n<li>Denying you goods or services.</li>\n<li>Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Providing you a different level or quality of goods or services.</li>\n<li>Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul> Financial Incentives <p>We may offer you financial incentives, including discounts, coupons, gift cards or other rewards, for sharing personal information through our referral program and other programs that we may provide from time to time.\nYour participation in these programs is completely optional and subject to the terms provided to you at the time you sign up.\nYou can opt-out of such program at any time by contacting us at privacy@opencare.com.</p> California “Shine the Light” <p>Under California Civil Code Section 1798.83 (“Shine the Light”), California residents have the right to request in writing from businesses with whom they have an established business relationship, (a) a list of the categories of personal information, as defined under Shine the Light, such as name, email address and mailing address and the type of services provided to the customer that a business has disclosed to third parties (including affiliates that are separate legal entities) during the immediately preceding calendar year for the third parties’ direct marketing purposes and (b) the names and addresses of all such third parties.\nTo request the above information, please contact us by email at privacy@opencare.com.\nIf you do not want your personal information shared with any third party who may use such information for direct marketing purposes, then you may opt out of such disclosures by sending an email to us at privacy@opencare.com.</p> 12.\nNEVADA PRIVACY RIGHTS <p>If you are a Nevada resident, you have the right to request that we do not sell your covered information (as those terms are defined in N.R.S.\n603A) that we have collected, or may collect, from you.\nWe do not sell your covered information, however, if you would like to make such a request you may do so by contacting us at privacy@opencare.com or visiting us at opencare.zendesk.com.</p> 13.\nTERMS OF USE <p>Please also visit our applicable Terms of Use, which establish the use, disclaimers, and limitations of liability governing the use of our Services.</p> 14.\nCHANGES TO THIS PRIVACY POLICY <p>We may amend this Privacy Policy from time to time.\nIf we decide to change our Privacy Policy, we will post those changes on this page and update the Privacy Policy modification date at the top of this page.\nSuch changes shall be effective on the date the revised Privacy Policy is posted, provided that such changes will only be applied prospectively.\nUse of Personal Information we collect is subject to the Privacy Policy in effect at the time such information is collected, used or disclosed.\nIf we make material changes or changes in the way we use Personal Information, we will notify you by posting an announcement on our Website or Website or sending you an email prior to the change becoming effective.</p> 15.\nCONTACT US <p>If you have questions regarding our Privacy Policy or the manner in which we or our service providers treat your personal information, or to request access to our collection of your personal information, please contact us at: info@opencare.com.</p>\n<p>If you have any questions regarding the privacy practices of a particular Practice, please contact the Practice directly.</p> Opencare <ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Learning center</li>\n<li>Log in</li>\n<li> Referrals Referrals </li>\n<li> Sitemap </li>\n</ul> For Dentists <ul>\n<li>Patient Acquisition</li>\n<li>COVID-19 Guidance</li>\n<li>Practice Login</li>\n</ul> Need help? <ul>\n<li>Support</li>\n<li>Accessibility</li>\n<li>Privacy Opt-Out</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Popular Searches <ul>\n<li>Dentists Near Me</li>\n<li>Dentists in Austin</li>\n<li>Dentists in Brooklyn</li>\n<li>Dentists in Calgary</li>\n<li>Dentists in Chicago</li>\n<li>Dentists in Denver</li>\n<li>Dentists in Los Angeles</li>\n<li>Dentists in New York</li>\n<li>Dentists in San Diego</li>\n<li>Dentists in San Francisco</li>\n<li>Dentists in San Jose</li>\n<li>Dentists in Seattle</li>\n<li>Dentists in Toronto</li>\n<li>Dentists in Vancouver</li>\n<li>Dental Marketing</li>\n<li>Dentistry Practice Management</li>\n<li>Dentist Appointment</li>\n<li>Tonsil Stones</li>\n<li>Dentist Referrals</li>\n</ul> Level up your oral wellness.\n<ul>\n<li>© Opencare 2023</li>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2023-01-18 22:17:41.527309", "updated_at": "2023-01-18 22:19:22.049846"}, {"id": 14013, "name": "Terms of Use", "url": "https://www.opencare.com/terms/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> Close <ul>\n<li> For Dentists </li>\n<li> Learning Center </li>\n<li> About Us </li>\n<li> Careers <small>We're hiring!</small>\n</li>\n<li> For Dentists </li>\n<li> Company <i>\n</i>\n<ul>\n<li> About Us </li>\n<li> Careers <small>We're hiring!</small>\n</li>\n<li> Support </li>\n</ul>\n</li>\n<li> Learning Center </li>\n<li>\n</li>\n<li> Support </li>\n<li> Log In Log Out </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Log In </li>\n<li> Hi there! <i>\n</i>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>Appointments</li>\n<li>Account</li>\n<li>\n</li>\n<li>Referrals</li>\n<li>Claim your reward</li>\n<li>\n</li>\n<li>Log Out</li>\n</ul>\n</li>\n</ul> Opencare Terms of Use <p>Last updated May 12, 2021</p>\n<p>\n<strong>PLEASE READ THE FOLLOWING CAREFULLY.\nIT SETS FORTH THE LEGALLY BINDING TERMS FOR YOUR USE OF THE SERVICE AND OTHER SERVICES MADE AVAILABLE THROUGH THE SERVICE.\nTHESE TERMS REQUIRE YOU ARBITRATE ANY DISPUTES YOU HAVE WITH US AND YOU WAIVE THE ABILITY TO BRING CLAIMS AGAINST US IN A CLASS ACTION FORMAT.</strong>\n</p>\n<p> Welcome to Opencare! The website(s) including the domain and sub­domains of https://www.opencare.com (the <strong>“Site”</strong>) referencing this Opencare Terms of Use (the <strong>“Terms of Use”</strong>) are owned and operated by Opencare Inc.\n(<strong>“Opencare”</strong>, <strong>“we”</strong> or <strong>“us”</strong>).\nThese Terms of Use set out important information regarding the terms and conditions of your access and use of the Site and the features and functionality of the Opencare services described below (together with the Site, the <strong>“Services”</strong>).\nThese Terms of Use form an agreement between Opencare and you.\nThe terms <strong>“you”</strong>, <strong>“your”</strong> or <strong>“User”</strong> refers to the person browsing, accessing or otherwise using the Services (<strong>“use”</strong> or <strong>“using”</strong> in these Terms of Use will mean any of the foregoing).\nIf you execute an electronic or paper order form (<strong>“Order Form”</strong>) with us to purchase Services, the Order Form also forms part of this Agreement and the term <strong>“Customer”</strong> shall refer to the person executing the Order Form with Opencare.\n</p>\n<p> If you do not agree to be bound by these Terms of Use, <strong>\n<em>do not access the Site or use the Services</em>\n</strong>.\nIn some instances, both these Terms of Use and separate guidelines, rules, or terms of use or sale setting forth additional or different terms and/or conditions will apply to your use of the Services or to a service or product offered via the Services, including a Business Associate Agreement (in each such instance, and collectively, “Additional Terms”).\nThese Terms of Use do not alter in any way the Additional Terms you may have or will have with Opencare.\nTo the extent that there is any conflict between these Terms and any Additional Terms or other agreements you have with Opencare, those other Additional Terms or agreements will govern.\nBy using the Site or the Services, you further acknowledge and accept the Opencare’s Privacy Policy and consent to the collection and use of your data in accordance with our Privacy Policy.\n</p> 1.\nElectronic and Telephonic Communications.\n<ol>\n<li> Communications Generally.\nWhen you visit the Site or send e-mails, texts or other electronic messages to us, you are communicating with us electronically and you consent to receive communications from us and/or our partners electronically.\nWe will communicate with you by e-mail or by posting notices on this Site.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nThe use of the term “partner” is not intended to indicate that the “partners” are in a legal partnership with Opencare.\nRather, the term is used in a marketing sense to show participation by the other parties involved in the Opencare products and services.\n</li>\n<li> Email Communications.\nBy creating an account on the Site, you acknowledge and agree that Opencare will send service-related e-mails relating to your account, including service updates, appointment reminders and booking confirmations.\nThese communications can be managed through user features made available through the Site from time to time.\nIf you are a member of the Opencare mailing list you will also receive email communications from us regarding our products, services and initiatives (including collaborations and partnerships).\nIf you do not wish to receive these communications, you can unsubscribe from such promotional e-mails at any time by clicking on the unsubscribe link in any of our e-mail communications.\nAs part of the Opencare Referral Program, you may invite others to create an account and try our Services, subject to the Referral Terms &amp.\nConditions.\nPlease note that unsubscribing from promotional e-mail communications will not affect any transactional emails we send to you.\n</li>\n<li> Telephonic Communications.\nBy opting in to receive calls and text messages from us and our partners, as described in our Privacy Policy and any applicable Additional Terms, you acknowledge and agree that you are solely responsible for providing Opencare with accurate contact information, including your mobile device number and email address.\nYou verify that you are the current subscriber or owner of any telephone number that you provide.\nShould any of your contact information change, including ownership of your telephone numbers, you agree to immediately notify us before the change goes into effect by changing your user settings or emailing privacy@Opencare.com.\nOpencare is not responsible for user errors and omissions.\nYou agree to indemnify, defend, and hold Opencare harmless from and against any and all claims, losses, liability, costs, and expenses (including reasonable attorneys’ fees) arising from failure to update your contact information (including your telephone number), your voluntary provision of a telephone number that is not your own, and/or from your violation of any federal, state, or local law, regulation, or ordinance.\n</li>\n</ol> 2.\nChanges to these Terms of Use and the Services.\n<p>These Terms (or if applicable Additional Terms), in the form posted at the time of your use of the applicable services to which it applies, shall govern such use (including transactions entered during such use).\nAs our Service evolves, the terms and conditions under which we offer the Service may prospectively be modified and we may cease offering the Service under the Terms or Additional Terms for which they were previously offered.\nAccordingly, each time you sign in to or otherwise use the Service you are entering into a new agreement with us on the then applicable terms and conditions and you agree that we may notify you of other terms by posting them on the Service (or in any other reasonable manner of notice which we elect), and that your use of the Service after such notice constitutes your going forward agreement to the other terms for your new use and orders.\nWe reserve the right to change the Services at any time, without notice, provided that if you have executed an Order Form, we agree not to materially degrade any Services purchased by you.</p> 3.\nPrivacy.\n<p>We only use your information as described in the Privacy Policy.\nWe view protection of users’ privacy as a very important community principle.\nYou represent and warrant to us that any data, information, records and files that you load, transmit to or enter into the Site will only contain Personal Information, as defined in the Privacy Policy, in respect of which you have provided all necessary notices and disclosures, obtained all applicable third party consents and permissions and otherwise have all authority, in each case as required by applicable laws, to enable us to make available the Services.\nYou agree that you may be required to enter into supplemental agreements for the protection of personal health information, including our Business Associate Agreement as well as any other applicable Additional Terms.</p> 4.\nServices.\n<p>Opencare may make certain Services, including patient marketplace (“Patient Growth”) and revenue cycle management (“RCM”) Services, available to you.\nTo access certain features of the Services, you may be required to successfully sign up for a user account on the site and be issued with a username and password login credentials (the “User ID”).\nIf you are issued with a User ID, you will keep your User ID secure and will not share your User ID with anyone else, and we will not be liable for any loss or damage (of any kind and under any legal theory) to you or any third party arising from your inability or failure for any reason to comply with these Terms and any applicable Additional Terms.\nOur practices governing any resulting collection and use of your personal information are disclosed in our Privacy Policy.\nAll applicable payment terms are set forth in our Billing Policy, which you agree to by using our Services.</p>\n<ol>\n<li> Patient Growth Services.\nOpencare makes available marketplace Services to allow individuals to search for dentists and schedule appointments.\nYou agree to use Opencare’s patient marketplace (“Patient Growth”) only for any the following purposes and for no other purpose: <ul>\n<li>Finding a health care provider for yourself or another person;</li>\n<li>Reading reviews and ratings of health care providers;</li>\n<li>Submitting your own reviews and ratings of health care providers with whom you have a relationship;</li>\n<li>Inviting friends and family to join Opencare.\nand</li>\n<li>Or any other purpose authorized by Opencare from time to time.</li>\n</ul>\n</li>\n<li> RCM Services.\nOpencare also makes available Revenue Cycle Management Services to Providers that have purchased such Services.\nRevenue Cycle Management Services shall be set out on the Order Form and may include: <ul>\n<li>Insurance verification;</li>\n<li>Claims submission, which means submission to payors of charges, exclusions, denials and secondary claims within statutory periods;</li>\n<li>Insurance accounts receivable follow up, which means appropriate correspondence with payors (including research, and resubmission of denials), customer service (e.g., billing inquiries) and claims appeals;</li>\n<li>Payment posting, which means receipt from Customer of EOBs or other patient payment information, receipt from private payors of electronic remittance advices and other 835 files, and submission of relevant data to Customer;</li>\n<li>Provision of the following standard month-end reports: account receivables summaries, productivity reports for procedures and providers, month-end close report (i.e., charges, payments, adjustments, and standing accounts receivable) and management summary.\nand</li>\n<li>Refund processing (collectively, “Work Product”).</li>\n</ul> All reimbursements from third-party payors shall be received directly by Customer.\nCustomer shall promptly send all insurance correspondence and EOBs (or complete copies of these documents) to Opencare.\nCustomer agrees to follow any control procedures implemented by Opencare that are designed to ensure the proper transmission and receipt of such information.\nCustomer agrees to provide Opencare with audit control figures containing all patient visits and payments collected so that Opencare may balance charges and payments posted by Opencare back to Customer totals.\nIn the event that Customer utilizes a lockbox to receive insurance payments, Customer shall give Opencare proper access to such lockbox to enable Opencare to retrieve documents and images sent to such lockbox.\n</li>\n<li> Responsibilities When Using the Services.\nBy using the Services, you agree to: <ul>\n<li>Provide only true, accurate, current, and complete information.\nand maintain and promptly update such information to keep it true, accurate, current, and complete.</li>\n<li>Comply with all applicable laws and regulations, including, but not limited to, all intellectual property, data, privacy any export control laws;</li>\n<li>Upload and disseminate only content or information that you own all required rights to under law and do so only consistent with applicable law;</li>\n<li>Use reasonable efforts to prevent unauthorized access to or use of the Services;</li>\n<li>Keep User IDs and all other login information confidential;</li>\n<li>Monitor and control all activity conducted through your account in connection with the Services.\nand</li>\n<li>Promptly notify us if you become aware or reasonably suspect any illegal or unauthorized activity or a security breach involving your account, including any loss, theft, or unauthorized disclosure or use of a User ID or account.</li>\n</ul> If we have reason to believe that you have failed to comply with the above, Opencare may without notice suspend or terminate your access to our Services and refuse any and all current or future use of our Services (or any portion thereof).\n</li>\n</ol> 5.\nSubmissions to Opencare.\n<ol>\n<li> User Submissions.\nOpencare may now or in the future offer users of the Site and Services, including Patient Growth, the opportunity to create, build, post, upload, display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the Site or Services (collectively, “submit”) reviews, messages, text, illustrations, files, images, graphics, photos, comments, feedback, surveys, responses, sounds, music, videos, information, content, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, “User Submissions”).\nWe may allow you to do this through forums, email, and other communication functionality.\nExcept as otherwise described in the Privacy Policy or any Additional Terms, you agree that: (a) your User Submissions will be treated as non-confidential – regardless of whether you mark them “confidential,” “proprietary,” or the like – and will not be returned.\nand (b) Opencare does not assume any obligation of any kind to you or any third party with respect to your User Submissions.\n<br>\n<br> For any and all User Submissions, you represent, warrant, and covenant that: <ul>\n<li>You are the sole author and owner of the intellectual property and other rights to the User Submissions, or you have a lawful right to submit the User Submissions and grant Opencare the rights to it that you are granting by these Terms and any Additional Terms;</li>\n<li>The User Submissions will be a true representation of your experience with the particular health care provider, if applicable;</li>\n<li>The User Submissions will not be false, misleading, or untrue;</li>\n<li>The User Submissions will not infringe any intellectual property or other right of any third party.\nand</li>\n<li>User Submissions which consist of reviews will not include your name or any other personally identifiable information that may be used to identify you or another patient including, but not limited to, any contact information email addresses, instant messenger usernames, telephone numbers, postal mail addresses, website URLs, or full names through your publicly posted information.\nReviews that include personally identifiable information will be edited to remove such information.\nOpencare further reserves the right to refuse to post any review that contains personally identifiable information.</li>\n</ul>\n</li>\n<li> Content Guidelines.\nAs a user of the Service, these Content Guidelines (“Guidelines”) are here to help you understand the conduct that is expected of visitors of the Site and Services’ online forums.\nYour participation in such forums is subject to all of the Terms, including these Guidelines: <ul>\n<li>Do not use any User Submissions that belong to other people and pass it off as your own.\nIf anyone contributes to your User Submissions or has any rights to your User Submissions, then you must also have their permission to submit such.</li>\n<li>Your User Submissions must not threaten, abuse, or harm others, and it must not include any negative comments that are connected to race, national origin, gender, sexual orientation, or physical handicap.\nYour User Submissions must not be defamatory, slanderous, indecent, obscene, pornographic, or sexually explicit.</li>\n<li>Your User Submissions must not advertise or promote a product or service or other commercial activity, or a politician, public servant, or law.</li>\n<li>Your User Submissions must not promote any infringing, illegal, or other similarly inappropriate activity.</li>\n<li>Do not impersonate any other person, user, or company, and do not submit User Submissions that you believe may be false, fraudulent, deceptive, inaccurate, or misleading, or that misrepresents your identity or affiliation with a person or company.</li>\n</ul>\n</li>\n<li> License to User Submissions.\nExcept as otherwise described in any applicable Additional Terms, you grant to Opencare the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and royalty-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your User Submissions (and derivative works thereof), for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.\nWithout limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such User Submissions and combine same with other materials, and (b) use any ideas, concepts, know-how, or techniques contained in any User Submissions for any purposes whatsoever, including developing, producing, and marketing products and/or services.\nIn order to further effect the rights and license that you grant to Opencare to your User Submissions, you also hereby grant to Opencare the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any User Submissions, without any obligation or remuneration to you.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this section.\n</li>\n</ol> 6.\nProvision of Customer Data to Opencare.\n<ol>\n<li> Customer Data.\nIf you subscribe to the RCM Services or otherwise execute an Order Form with us to purchase Services, you agree that Opencare will be required to collect, use, and process data from your organization (including personal health information) for the purpose of providing the Services (“Customer Data”), subject to our Privacy Policy and any applicable Additional Terms.\nCustomer shall make available all billing and encounter information and documentation for all patients in a format reasonably requested by Opencare.\nOpencare is not responsible for inability to perform the Services due to incorrect information, improperly formatted or corrupt files, viruses on media provided, or incompatible backup media or software.\nCustomer shall maintain an accurate backup copy of all data provided to Opencare.\nCustomer acknowledges that transferring Customer Data in connection with the Services is subject to the possibility of human and machine errors, omissions, and losses, including inadvertent loss of data, or damage to media that may give rise to loss or damage.\nCustomer is responsible to adopt reasonable measures to limit the impact of such problems.\n<br>\n<br> With respect to Customer Data, you represent, warrant, and covenant that: <ul>\n<li>The provision of the Customer Data to Opencare and Opencare’s contemplated use thereof complies with all laws, and Customer has received all necessary third party approvals and consents with respect to the Services;</li>\n<li>The Customer Data, and Opencare’s use of the Customer Data, does not and will not infringe or violate the intellectual property rights or other rights of any third party.\nand</li>\n<li>The Customer Data complies with all applicable medical practice, licensure and ethical standards.\nWithout limiting the foregoing, Customer shall ensure that each employee and contractor of Customer providing medical or other professional services has an unrestricted license to practice medicine or other profession in the state(s) or provinces in which they practice, and Customer will inform Opencare immediately of any change in the status of any such unrestricted license.</li>\n</ul>\n</li>\n<li> Ownership and License to Customer Data.\nCustomer shall exclusively own all Customer Data.\nCustomer hereby grants Opencare a non-exclusive, non-transferable, sublicensable, royalty-free, worldwide right to handle Customer Data to: (i) provide Customer any service or Work Product, as defined herein and as set forth in any Additional Terms, including the Business Associate Agreement and an applicable SOW.\n(ii) generate Aggregate Data (as defined in our Privacy Policy).\n(iii) sublicense solely to the extent necessary to enable such subcontractor to fulfill its obligations to Opencare, subject to any Additional Terms, if applicable.\nSo long as all Fees owing to Opencare under this Agreement have been paid in full, Customer shall own the Work Product subject to Opencare retaining a non-exclusive, perpetual, irrevocable license to access and use the Work Product to generate Aggregate Data to improve the Services and to provide data-driven recommendations.\nprovided that notwithstanding the foregoing or anything else in this Agreement, Opencare shall retain sole right, title and interest in all of Opencare’s intellectual property rights, know-how, copyrights, techniques, tools, applications, technology, information, ideas, methods, and any other property or proprietary rights which were incorporated in or were necessary to the use or creation of the Work Product or any portion thereof.\n</li>\n</ol> 7.\nProprietary Rights.\nLimited License.\n<ol>\n<li> Opencare Materials.\nAll materials on this Site and Services, including, without limitation, information, images, illustrations, audio clips, video clips, surveys and special promotions, and all trademarks, trade dress, logos, trade names, service marks, and/or trade identities of various parties, including those of Opencare (collectively, the “Opencare Materials”) are protected by intellectual property rights owned and controlled by Opencare, its affiliates, or their third-party licensors.\nThe Opencare Materials may not be copied, downloaded, reproduced, republished, uploaded, posted, transmitted or distributed in any way without the prior written consent of Opencare or except as specifically permitted on the Site or Services.\nExcept as to the authorized use of material from the Site or Services by Providers or Customers, use of material for any purpose and other than your own personal, non-commercial or home use is a violation of copyrights and other intellectual property rights.\nThe use of any such material on any other website, social network, blog, handheld device application, web-based application, or networked computer is prohibited.\n</li>\n<li> Limited License.\nSubject to your strict compliance with these Terms and any Additional Terms, we grant you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to download (temporary storage only), display, view, use, play, and/or print one copy of the Opencare Materials (excluding source and object code in raw form or otherwise, other than as made available to access and use to enable display and functionality) on a personal computer, mobile phone or other wireless device, or other Internet enabled device for your personal, non-commercial use only.\nThe foregoing limited license: (i) does not give you any ownership of, or any other intellectual property interest in, any Opencare Materials, and (ii) may be immediately suspended or terminated for any reason, in our sole discretion, and without advance notice or liability.\nIn some instances, we may permit you to have greater access to and use of Opencare Materials, subject to certain Additional Terms.\n</li>\n</ol> 8.\nNo Unlawful or Prohibited Use.\n<p>You will not use the Services in violation of these Terms of Use or of any applicable law.\nWithout limiting the generality of the foregoing, you will not (and will not attempt to) directly or indirectly:</p>\n<ul>\n<li>Send, upload, collect, transmit, store, use, post, publish, or otherwise communicate on the Site any data, information, pictures, videos, music or other materials or content that: (i) contains any computer viruses, worms, malicious code, or any software intended to damage or alter a computer system or data.\n(ii) you do not have the lawful right to send, upload, collect, transmit, store, use, post, publish, or otherwise communicate.\n(iii) is false, intentionally misleading, or impersonates any other person, including reviews that are not representative of your experience.\n(iv) is libelous, slanderous, defamatory, bullying, harassing, abusive, threatening, vulgar, obscene, or offensive, or that contains pornography, nudity, or graphic or gratuitous violence, or that promotes violence, racism, discrimination, bigotry, hatred, or physical harm of any kind against any group or individual.\n(v) is harmful to minors in any way or targeted at minors.\n(vi) infringes, violates or otherwise misappropriates the intellectual property or other rights of any third party (including any moral right, privacy right or right of publicity).\nor (vii) encourages any conduct that may violate any applicable laws or would give rise to civil or criminal liability;</li>\n<li>Share, transfer or otherwise provide access to an account designated for you to another person;</li>\n<li>Misuse the Opencare domain or use the Opencare trademark, subject to our Referral Terms.</li>\n<li>Disable, overly burden, impair, or otherwise interfere with servers or networks connected to the Site (e.g., a denial of service attack);</li>\n<li>Gain unauthorized access to the Site or otherwise circumvent or violate the security of the Site, including without limitation: (a) accessing content that is not intended for you.\n(b) attempting to breach or breaching Site security or authentication measures.\n(c) restricting, disrupting or disabling service to Site users, hosts, servers or networks by any means, or (d) otherwise attempting to interfere with the proper working of the Site, including but not limited to by introducing any material that is malicious or technologically harmful;</li>\n<li>Use any data mining, robots, or similar data gathering or extraction methods, or copy, modify, reverse engineer, reverse assemble, disassemble, or decompile the Services or any part thereof or otherwise attempt to discover any source code;</li>\n<li>Use the Services for the purpose of building a similar or competitive product or service.\nor</li>\n<li>Authorize, permit, enable, induce or encourage any third party to do the above.</li>\n</ul> 9.\nInformation Made Available by Third Parties.\n<p>You acknowledge and agree that:</p>\n<ul>\n<li>The list of health care providers listed on the Site may not be a complete list of every health care provider within the specified specialty category or specified distance of the addressed specified and may not be updated on a regular basis even if we have been advised of incorrect or incomplete information;</li>\n<li>The information contained about a particular health care provider may not be accurate or complete and may not be updated on a regular basis even if we have been advised of incorrect or incomplete information;</li>\n<li>Any map displayed may not be complete, accurate, or up-to-date;</li>\n<li>Any request to show results of health care providers who are accepting new patients may not be complete, accurate, or up-to-date and may not be updated on a regular basis even if we have been advised of incorrect or incomplete information;</li>\n<li>Any records of a particular health care provider that states such health care provider accepts new patients may not be complete, accurate, or up-to-date and may not be updated on a regular basis even if we have been advised of incorrect or incomplete information;</li>\n<li>The inclusion of any health care provider on the Site is not an endorsement of such health care provider by Opencare and does not in any way mean that Opencare has conducted any due diligence or other investigation regarding the health care provider;</li>\n<li>The Site is NOT to be used by you as a source of medical advice or for the diagnosis of any medical condition.\nand</li>\n<li>In the event of an emergency, you will call 9-1-1 and not rely on the information contained in the Site.</li>\n</ul> 10.\nLinked Sites.\nSocial Networking Services.\n<ol>\n<li> Links from the Site.\nThe Site may provide links or access to third party content, websites, or services.\nOpencare does not endorse any third-party content, websites, services, or systems, or guarantee their quality, accuracy, reliability, completeness, currency, timeliness, non-infringement, merchantability, or fitness for any purpose.\nThird-party content, websites, services, or systems are not under Opencare’s control, and if you choose to access any such content, websites, or services, or to access the Site from such systems, you do so entirely at your own risk.\nYou acknowledge that you may be required to accept terms of use applicable to third party content, websites, services, or systems and agree to accept and comply with any such terms of use.\n</li>\n<li> Social Networking.\nThe Site may integrate with social networking services.\nYou understand that we do not control such services and are not liable for the manner in which they operate.\nWhile we may provide you with the ability to use such services in connection with our Site, we are doing so as an accommodation and, like you, are relying upon those services to operate properly and fairly.\n</li>\n<li> Links to the Site.\nWe grant you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to create hyperlinks to the Site, so long as: (a) the links only incorporate text, and do not use any of Opencare’s trademarks, (b) the links and the content on your website do not suggest any affiliation with Opencare or cause any other confusion, and (c) the links and the content on your website do not portray Opercare or its services in a false, misleading, derogatory, or otherwise offensive matter, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third party or are otherwise objectionable to Opencare.\nOpencare reserves the right to suspend or prohibit linking to the Service for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third party.\n</li>\n</ol> 11.\nDisclaimer and Disruptions or Interruptions in Service.\n<p>THE LAWS OF CERTAIN JURISDICTIONS, INCLUDING QUEBEC, DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LEGAL WARRANTIES, CONDITIONS OR REPRESENTATIONS.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE EXCLUSIONS OR LIMITATIONS IN THESE TERMS OF USE (INCLUDING THE FOLLOWING DISCLAIMERS) MAY NOT APPLY AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\n<p>YOU ACKNOWLEDGE, UNDERSTAND AND AGREE THAT, EXCEPT AS EXPRESSLY PROVIDED IN THESE TERMS OF USE, THE SITE AND ALL MATERIALS PROVIDED THROUGH THE SITE OR OTHERWISE BY OPENCARE ARE PROVIDED “AS IS” AND “AS AVAILABLE”, WITH ALL FAULTS AND WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND EITHER EXPRESS OR IMPLIED AND OPENCARE DISCLAIMS ALL WARRANTIES, REPRESENTATIONS AND CONDITIONS OF ANY KIND WITH RESPECT TO THE SERVICES WHETHER EXPRESS, IMPLIED, STATUTORY OR COLLATERAL, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES AND CONDITIONS OF MERCHANTABILITY, MERCHANTABLE QUALITY, COMPATIBILITY, TITLE, SECURITY, RELIABILITY, COMPLETENESS, QUIET ENJOYMENT, ACCURACY, RELIABILITY, CURRENCY, TIMELINESS, QUALITY, FITNESS FOR A PARTICULAR PURPOSE AND NON INFRINGEMENT, OR ANY WARRANTIES OR CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE, OR THAT THE SITE IS OR WILL BE ERROR-FREE OR WILL OPERATE WITHOUT INTERRUPTION.</p>\n<p>IN THE EVENT THAT THERE IS AN INTERRUPTION OR DISRUPTION IN ANY OF THE SERVICES OFFERED BY OPENCARE FOR WHATEVER REASON, EVEN IF OPENCARE HAS BEEN MADE AWARE OF AN ISSUE THAT COULD RESULT IN OR IS LIKELY TO RESULT IN AN INTERRUPTION OR DISRUPTION OF SERVICES, OPENCARE WILL NOT BE REQUIRED TO ISSUE A REFUND FOR ANY PURCHASE MADE BY YOU.\nAS SOON AS OPENCARE HAS IDENTIFIED THE CAUSE OF AN INTERRUPTION OR DISRUPTION, OPENCARE WILL USE IT REASONABLE EFFORTS TO RETURN SERVICE AS SOON AS REASONABLY POSSIBLE.</p> 12.\nIndemnity.\n<p>To the fullest extent allowed by law, you agree to defend, indemnify and hold us, our affiliates and each of their and our officers, directors, agents, and employees, and any licensees, successors and assigns (“Opencare Parties”) harmless from any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature including reasonable legal and accounting fees, arising out of or in connection with:</p>\n<ul>\n<li>Your breach or alleged breach of any provision of these Terms of Use, any Additional Terms, or any documents referenced herein;</li>\n<li>Your User Submissions and Customer Data;</li>\n<li>Your negligence, willful misconduct or violation or alleged violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental or quasi-governmental authorities or the rights of a third party (including intellectual property rights);</li>\n<li>Your use or the use by any third party using your User ID of the Services;</li>\n<li>Any misrepresentation made by you.\nand</li>\n<li>Opencare Parties’ use of the information that you submit to us (including your User Submissions) (all of the foregoing, “Claims”)</li>\n</ul>\n<p>You will cooperate as fully required by the Opencare Parties in the defense of any Claims.\nNotwithstanding the foregoing, Opencare Parties retain the exclusive right to settle, compromise, and pay any and all Claims.\nOpencare Parties reserve the right to assume the exclusive defense and control of any Claims.\nYou will not settle any Claims without, in each instance, the prior written consent of an officer of an Opencare Party.</p> 13.\nLimitations of Liability.\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL WE BE LIABLE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER LEGAL THEORY, FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES.\nOR LOST PROFITS, LOSS OF USE, LOSS OF DATA, PERSONAL INJURY, FINES, FEES, PENALTIES OR OTHER LIABILITIES, IN EACH CASE, WHETHER OR NOT WE WERE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, RESULTING FROM OR RELATED TO THE SERVICES OR THESE TERMS OF USE.\nFOR ANY OTHER DAMAGES, OR TO THE EXTENT THAT THE FOREGOING LIMITATION IS NOT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL OUR TOTAL AGGREGATE LIABILITY IN CONNECTION WITH OR UNDER THESE TERMS OF USE, OR YOUR USE OF, OR INABILITY TO MAKE USE OF, THE SERVICES EXCEED $1,000, OR, IF YOU HAVE EXECUTED AN ORDER FORM WITH OPENCARE, THE TOTAL AMOUNT OF FEES PAYABLE BY YOU TO OPENCARE IN THE TWELVE (12) MONTHS PRIOR TO THE EVENT THAT GAVE RISE TO LIABILITY.\nFOR GREATER CERTAINTY, THE EXISTENCE OF ONE OR MORE CLAIMS UNDER THESE TERMS OF USE WILL NOT INCREASE THIS MAXIMUM LIABILITY AMOUNT.</p> 14.\nARBITRATION AGREEMENT.\nCLASS ACTION WAIVER <p>\n<strong>PLEASE READ THESE PROVISIONS CAREFULLY, AS THEY AFFECT YOUR RIGHTS</strong>\n</p>\n<p>The laws of the State of New York shall govern these Terms of Use.\nWhile we will make reasonable efforts to resolve any disagreements you may have with Opencare, if these efforts fail you agree that all claims, disputes or controversies against Opencare arising in connection with or in any way relating to the relationship between you and Opencare, including your use of the Site and the Services, (“Claims”) will be determined mandatory binding individual (not class) arbitration (except for matters that may be taken to small claims court), no matter what legal theory they are based on or what remedy (damages, or injunctive or declaratory relief) they seek.\nThis includes Claims based on contract, tort (including intentional tort), fraud, agency, your or our negligence, statutory or regulatory provisions, or any other sources of law.\nClaims made as counterclaims, cross-claims, third- party claims, interpleaders or otherwise.\nand Claims made independently or with other claims.\nThe party filing arbitration must submit Claims to the American Arbitration Association and follow its rules and procedures for initiating and pursuing arbitration.\nAny arbitration hearing that you attend will be held at a place chosen by the American Arbitration Association in the same city as the U.S.\nDistrict Court closest to your then current residential address, or at some other place to which you and Opencare agree in writing, and the arbitrator shall apply New York law consistent with the Federal Arbitration Act.\nYou may obtain copies of the current rules, and forms and instructions for initiating arbitration by contacting the American Arbitration Association at using the contact information noted below.</p>\n<p>American Arbitration Association<br>Website: www.adr.org</p>\n<p>A single, neutral arbitrator will resolve Claims.\nThe arbitrator will be either a lawyer with at least ten (10) years’ experience or a retired or former judge, selected in accordance with the rules of the American Arbitration Association.\nThe arbitration will follow the procedures and rules of the American Arbitration Association which are in effect on the date the arbitration is filed unless those procedures and rules are inconsistent with these Terms and Conditions, in which case these Terms and Conditions will prevail.\nThose procedures and rules may limit the discovery available to you or us.\nThe arbitrator will take reasonable steps to protect your customer account information and other confidential information if requested to do so by you or us.\nEach party to the arbitration will bear the expense of that party’s attorneys, experts, and witnesses, and other expenses, regardless of which party prevails, but a party may recover any or all expenses from another party if the arbitrator, applying applicable law, so determines.\nThe arbitrator’s award is final and binding on the parties.</p>\n<p>YOU AND OPENCARE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION LAWSUIT OR REPRESENTATIVE PROCEEDING, CONSOLIDATED ACTION, OR PRIVATE ATTORNEY GENERAL ACTION.\nUNLESS YOU AND OPENCARE AGREE, NO ARBITRATOR OR JUDGE MAY CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS OR OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING, CONSOLIDATED ACTION OR PRIVATE ATTORNEY GENERAL ACTION.</p> 15.\nTerm and Termination.\nSurvival.\n<p>These Terms of Use will commence on the day you first use the Services and will continue for as long as you use the Services or until terminated in accordance with the provisions of these Terms of Use (the “Term”).\nIf you have not executed an Order Form, at any time, Opencare may: (i) suspend or terminate your rights to access or use the Services.\nor (ii) terminate these Terms of Use.\nif, in the sole discretion of Opencare, you fail to comply with any of these terms of these Terms of Use or engage in any fraudulent activity.\nYou may terminate these Terms of Use at any time and with immediate effect by ceasing use of the Services.\nFor greater certainty, if you continue to use any portion of the Services after these Terms of Use has been terminated, the Terms of Use will continue to apply to the extent of such use.\nIn the event of termination, you are no longer authorized to access the benefits of this Site.</p>\n<p>The provisions of these Terms of Use and any Additional Terms which expressly or by their nature should survive termination or expiration, or which contemplate performance or observance subsequent to termination or expiration of these Terms of Use or any Additional Terms, will survive expiration or termination of these Terms of Use for any reason, including the rights and licenses you grant to Opencare in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, and no class action.</p> 16.\nGeneral.\n<ol>\n<li> Governing Law.\nThese Terms of Use are governed by and shall be construed in accordance with the laws of New York, USA without giving effect to any principles of conflicts of law and such laws apply to your access to or use of the Services, notwithstanding your domicile, residency or physical location.\n</li>\n<li> Entire Agreement.\nThese Terms of Use constitute the entire agreement between you and us pertaining to the subject matter hereof and supersede all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and us with respect to the Services.\nA printed version of these Terms of Use and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to these Terms of Use to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\n</li>\n<li> Waiver.\nOur failure to insist upon or enforce strict performance of any provision of these Terms of Use will not be construed as a waiver of any provision or right.\nA waiver of any provision of these Terms of Use must be in writing and a waiver in one instance will not preclude enforcement of such provision on other occasions.\n</li>\n<li> Severable.\nIf any provision of these Terms of Use proves unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms of Use and will not affect the validity and enforceability of any remaining provisions.\n</li>\n<li> Assignment.\nYou do not have any right to assign these Terms of Use or any of your rights to the Services to any third party without our prior written consent.\nOpencare may assign any or all of its rights and obligations under these Terms of Use and Order Form to any third party without your consent.\nAny assignment in violation of this Section will be void.\nThe terms of these Terms of Use will be binding upon permitted assignees.\nThese Terms of Use will inure to the benefit of and be binding upon the parties, their permitted successors and permitted assignees.\n</li>\n<li> Not Confidential.\nWe do not guarantee the confidentiality of any communications made by you through the Site.\nWe do not guarantee the security of data transmitted over the Internet or public networks in connection with your use of the Site.\n</li>\n<li> Geographic Restrictions.\nOpencare makes no representation that Services are appropriate or available for use in locations outside of Canada or the United States.\nWe provide the Services for use only by persons located in certain cities in Canada and the United States.\nIf you choose to access this site from locations outside Canada or the United States, you do so at your own risk and you are responsible for compliance with local laws, if and to the extent, local laws apply.\n</li>\n<li> English Language.\nIt is the express wish of the parties that these Terms of Use and all related documents be drawn up in English.\nC’est la volonté expresse des parties que la présente convention ainsi que les documents qui s’y rattachent soient rédigés en anglais.\n</li>\n</ol> Opencare <ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Learning center</li>\n<li>Log in</li>\n<li> Referrals Referrals </li>\n<li> Sitemap </li>\n</ul> For Dentists <ul>\n<li>Patient Acquisition</li>\n<li>COVID-19 Guidance</li>\n<li>Practice Login</li>\n</ul> Need help? <ul>\n<li>Support</li>\n<li>Accessibility</li>\n<li>Privacy Opt-Out</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Popular Searches <ul>\n<li>Dentists Near Me</li>\n<li>Dentists in Austin</li>\n<li>Dentists in Brooklyn</li>\n<li>Dentists in Calgary</li>\n<li>Dentists in Chicago</li>\n<li>Dentists in Denver</li>\n<li>Dentists in Los Angeles</li>\n<li>Dentists in New York</li>\n<li>Dentists in San Diego</li>\n<li>Dentists in San Francisco</li>\n<li>Dentists in San Jose</li>\n<li>Dentists in Seattle</li>\n<li>Dentists in Toronto</li>\n<li>Dentists in Vancouver</li>\n<li>Dental Marketing</li>\n<li>Dentistry Practice Management</li>\n<li>Dentist Appointment</li>\n<li>Tonsil Stones</li>\n<li>Dentist Referrals</li>\n</ul> Level up your oral wellness.\n<ul>\n<li>© Opencare 2023</li>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2023-01-18 22:17:41.462944", "updated_at": "2023-01-18 22:19:04.744091"}], "points": [], "urls": ["opencare.com"]}}