{"error": 448, "message": "OK", "parameters": {"id": 9805, "name": "Forvo Media, S.L", "created_at": "2023-10-23 09:18:29.060168", "updated_at": "2023-10-23 10:02:28.289833", "wikipedia": "https://en.wikipedia.org/wiki/Forvo", "keywords": null, "related": null, "slug": "forvo-media-s-l", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9805.png", "url": "forvo.com", "documents": [{"id": 19532, "name": "Terms and Conditions", "url": "https://forvo.com/terms-and-conditions/", "xpath": "/html/body/div[1]/div[5]/div/section", "text": " TERMS AND CONDITIONS OF USE <p>The present Terms and Conditions regulate the use and access to the web site www.forvo.com and all services that Forvo Media, S.L., provides through it.\nThese Terms and Conditions include the Terms and Conditions for the provision of the following Services:</p>\n<ol>\n<li>Translation and shared Dictionary pronunciations (www.forvo.com)</li>\n<li>The educational platform for the provision of online language learning sessions under the name \"<strong>Forvo Academy</strong>\" ( https://forvo.com/academy).</li>\n</ol>\n<p>Forvo is a Company that provides Services to an international audience.\nTherefore, the language in which these Terms and Conditions are written is English.\nHowever, for the interpretation, clarification or dispute concerning these Terms and Conditions, the official version that will be taken into account will be the Spanish language version.</p>\n<p>These Terms and Conditions constitute a binding contract or agreement between, on one hand, the person who accesses and/or creates a user account on WWW.FORVO.COM and, on the other hand, Forvo Media SL.</p>\n<p>The website <strong>WWW.FORVO.COM</strong> is owned by <strong>Forvo Media, S.L., (hereinafter also FORVO)</strong> a Spanish company registered with N.I.F.\nB20987541 in the Gipuzkoa Commercial Registry (Spain) (Vol.:2.408- Folio: 153 Vto-Inscrip: 2ª-Section: 8º- Sheet: SS-31.114) with legal offices in C/ Txirrita Maleo 1, planta 1, 20100, Renteria, Gipuzkoa, (SPAIN).</p>\n<p>The access, use or registration as a User on the website <strong>WWW.FORVO.COM</strong> necessarily implies that the interested person previously accepts the full content of these Terms and Conditions, in addition to the terms of the Privacy Policy and other information, descriptions, methodologies, etc., related to the general functionality of Forvo and/or Forvo Academy which are available at any moment on www.forvo.com in the form of FAQs ( Frequently Asked Questions) or in any other way, which will also be applicable in addition to and/or as a complement with these Terms and Conditions.</p> DEFINITIONS.\n<p>For the legal purposes of these Terms and Conditions of Service, the website www.forvo.com, as well as the Applications (App) for mobile terminals or other smart devices that are owned or developed by Forvo Media, S.L., will be collectively referred to as \"the Service\" or \"the Services\".</p>\n<p>In the same way, the following terms designated below likewise shall have the following meanings:</p>\n<p>\n<i>\"Application(s)\"</i>: Refers to application(s) for mobile (Apps), tablets and other smart devices and application programming interfaces (APIs), web pages or websites, necessary for or linked to the provision of the Services.</p>\n<p>\n<i>\"User(s)\"</i>: Refers to members or registered Users of www.forvo.com.\nAccording to their use of the Services, Users may be defined as \"Forver(s)\" and, in the case of Forvo Academy, also as \"Personal Trainer(s)\".</p>\n<p>\n<i>\"Forvo Academy\"</i>: The \"Forvo Academy\" is an interactive service for online learning of a specific language in which Forver(s) and Personal Trainer(s) can interact with each other, in a personalized way according to their objectives and interests when learning or teaching a language.</p>\n<p>\n<i>\"Forvo Content\"</i> means any content that Forvo Media, S.L., creates or makes available on www.forvo.com for the provision of the Services, including content licensed or authorized by a third party for its use on www.forvo.com, while excluding User Content.</p>\n<p>\n<i>\"User Content\"</i> means any content such as text, photos, audio, video or other materials and information which a User publishes, uploads, submits, transmits or includes in their User profile, whether on a public or private manner.</p>\n<p>\n<i>\"Personal Trainer(s)\"</i> Refers to the User who offers and provides services on his/her own account as a language teacher at \"Forvo Academy\".</p>\n<p>\n<i>\"Personal Trainer Services\"</i> means the services provided by the Personal Trainer(s) themselves, including paid sessions, trial sessions, or any other services provided to a Forver(s) through \"Forvo Academy\".</p>\n<p>\n<i>\"Service Fees\"</i> means the percentages that Forvo will accrue for Users' access and use of the Services.\nThese fees for each Service in each case will be fixed and will be displayed by Forvo at the moment of subscription or contracting of the Services.</p>\n<p>\n<i>\"Applicable Law\"</i> is any legal rule, Spanish or Foreign, or resolution issued by an administrative, judicial or Arbitral authority, Spanish or Foreign, of obligatory application.</p>\n<p>\n<i>\"Intellectual Property Rights\"</i> means copyrights, trademarks, patents, trade names or equivalent sources of protection, of any nature and originating in any country under Applicable Law.</p> USER REGISTRATION.\n<p>The Forvo platform is addressed to Users who are over 18 years of age and have the legal capacity to conclude legally valid contracts or agreements under the Applicable Law.\nLikewise, Users may be persons over 14 years of age who obtain the prior consent of their parents, legal tutors or legal representatives and are legally capable of entering into legally binding agreements or contracts under the Applicable Law.\nIn the latter case, Forvo may require the User to provide documentary evidence of such circumstances and ultimately reserves the right to accept the User as a User of Forvo.</p>\n<p>In order to use the Services, it is required to register validly in the sites or forms inserted for this purpose in www.forvo.com, providing a User name for your profile, a valid email address and other registration data that will be requested in each case depending on the type of registration.</p>\n<p>In any case, the registration process will ask you to choose a password of your choice in order to have access to your User profile.\nYou must be aware that the responsibility for choosing and protecting your password is solely the User's, and you may never transfer or share your password, keeping it secret at any time.\nThe User shall be solely responsible for all activities that are carried out on the platform using his/her user profile or password access, even if not authorized, completely excluding Forvo from any liability or damage that may arise for this cause.</p>\n<p>The User's profile or account shall not be shared or exposed to third parties.\nIf you should become aware of any unauthorized use of your password or account, you must immediately inform Forvo in written form through the contact means set forth in these Terms and Conditions, as well as of any other breach of security of your data of which you become aware.</p>\n<p>To the extent requested by the registration process, the User agrees to provide Forvo with true, accurate, updated and complete information regarding his/her personal or professional profile, as well as to keep such information updated and complete during the time the User's profile remains registered with Forvo Academy, being the user responsible for any damage or prejudice that may arise from non-compliance with this obligation.</p>\n<p>Forvo has implemented internal measures or procedures to confirm that the data and other information provided by Users is true, although Forvo cannot offer any guarantee as to the personality, character or other qualities of the same, as well as the accuracy of the information provided by the User to Forvo Academy.</p>\n<p>The User who is willing to provide services as a Personal Trainer(s) at Forvo Academy must, for his/her final admission to the Forvo Academy platform, (i) accept the specific Particular Terms and Conditions for being a Personal Trainer(s) and (ii) prove to Forvo his/her nationality and professional qualifications.\nForvo reserves the right to suspend or terminate definitively the access to Forvo to those Users who, at the sole discretion of Forvo, do not comply with these criteria or have provided false or incomplete information for their registration.</p> TRANSLATION AND SHARED DICTIONARY OF PRONUNCIATIONS AT WWW.FORVO.COM <p>\n<strong>Service Description.</strong> Forvo Media, S.L., offers an open and collaborative translation service and pronunciation guide created by people interested in sharing this knowledge and who have subscribed to a User account on www.forvo.com.\nOnce registered, Users may submit their translations and pronunciations to be shared by other Users or any other person who visits www.forvo.com.</p>\n<p>In no case, Forvo Media S.L., operates as an intermediary between Users or establishes any commercial, labor or any other kind of relationship between the User and the Service itself.\nIn general, the translation and shared dictionary service is provided free of charge to Users and/or visitors of www.forvo.com, and Users may only use it for academic or personal and non-commercial purposes.\nIn this case of free use of the Service, there is a maximum daily volume of 500 requests per User.</p>\n<p>In the case of agreements between Forvo Media, S.L., and third parties interested in the commercial use of the Service or the provision of an application service through the API owned by Forvo Media, S.L., may be established in each case agreements and commercial rates depending on the use or volume of requests, as well as the corresponding license of use.</p> FORVO ACADEMY.\n<p>\n<strong>Service Description.</strong> Forvo Academy is an online language learning platform.\nThe \"Forvo Academy\" Service allows the Forver(s) to send and receive content related to language learning, as well as to search, select and/or hire the services of the Personal Trainer(s), in a personalized way for the level or preferences of each Forver(s).</p>\n<p>Likewise, Forvo Academy allows the Personal Trainer(s) to offer their services of online language sessions on the platform, to offer their professional profile, availability and work methodology, as well as to freely determine the price for their sessions and the economic management of the same.\nThis economic management does not include or replace in any case, the fulfillment of the accounting or tax obligations that, according to the Applicable Law, are derived from the direct provision of language teaching services between the Personal Trainer(s) and the Forver(s) through the Forvo Academy technological platform.</p>\n<p>\n<strong>Users expressly understand and accept that Forvo Media, S.L., is not a party to any particular agreement or contract between the user (Forver) and the teacher (Personal Trainer), and neither is an organization, School or Educational Institution, public or private, that organizes or manages any Educational Activity, neither guarantees the achievement of Certificates or Qualifications in any Subject, and that only provides a technological platform so that the interested Users may coordinate their respective interests.</strong>\n</p>\n<p>The \"Forvo Academy\" Service includes the provision to the Users of the technical resources required for the correct provision and management of the Services, including the methods of sending and receiving payments for the sessions, procedures and assistance for the resolution of disputes, calendars, agendas, user profiles, etc.\nAre\texpressly excluded from the Services, those provided outside the Forvo online platform.</p>\n<p>In all cases, it is hereby understood that Forvo only provides a connecting or technical platform for Users to contact and engage with each other, and Forvo does not participate in the direct transactions or relationships between Users, only in the platform's services in connection with the technical and/or economic management of the sessions.</p>\n<p>Forvo does not control or oversees by default the conduct of Users in the platform, or on services provided by the Personal Trainer(s), their quality, their academic or other content, however, in cases where Forvo understands, according to its sole discretion, than any comment, assessment, action or any omission by a User on the platform is contrary to these Terms, to the Applicable Law or violates any rights of third parties, Forvo may take the necessary measures to prevent it, notwithstanding its notification or complaint to the Competent Authority in each case.</p>\n<p>\n<strong>Technical Requirements:</strong> The specific services of Forvo Academy will be accessible or available to all Users through\tthe use, as recommended equipment, of a personal computer (laptop or desktop) with a webcam, speakers or sound reproduction system and a good quality connection to the Internet.\nForver(s) Users may also access the Service through a mobile device, however, for a better user experience, Forvo recommends the use of the resources described above.\nFor Personal Trainer(s) Users, the use of the recommended means is always obligatory.</p>\n<p>\n<strong>How it works:</strong>\n</p>\n<ul>\n<li>\n<u>User profile:</u> the Forver(s) as well as the Personal Trainer(s) will have a personal profile from which they will be able to manage their participation in Forvo Academy, booking sessions, sending messages, scheduling and/or cancelling sessions, etc.</li>\n<li>\n<u>Duration of sessions:</u> The sessions or sessions scheduled between the Forver(s) and the Personal Trainer(s) will have an estimated duration of one (1) hour.\nForvo reserves the right to establish a different duration of the sessions, which will be communicated sufficiently well in advance to the User(s).</li>\n<li>\n<u>Price and Payment of the sessions:</u> The price of the sessions will be the one set by each Personal Trainer(s) and will be indicated in Forvo Academy at the moment of booking the session, being this an initial or individual session or as part of a \"pack\" or group of sessions.\nAt the time of booking the session or group of sessions, the Forver(s) must pay the price set for the session and the applicable Service Fee, through Forvo Academy's integrated payment system.\nThe payment system will ask you for the necessary information (Credit or Debit Card details) to process the payment.</li>\n<li>\n<u>Scheduling of sessions:</u> The Forver will be able to schedule or re-schedule his/her session/s according to the time availability that each Personal Trainer establishes.\nThis availability time will be visible in the profile of each Personal Trainer(s) and it will determine the date and time the Personal Trainer(s) must provide the Service.</li>\n<li>\n<u>Re-scheduling of sessions:</u> The Forver can re-schedule a session previously scheduled if it does so over 24 hours <strong>(&gt;24h)</strong> before the time of its scheduled completion, not requiring the authorization or approval of the Personal Trainer(s).\nIf the Forver requests such modification with a shorter anticipation <strong>(&lt;24 hours)</strong>, he/she will wait for the Personal Trainer to authorize the change.\nThe Personal Trainer may in its response: (i) accept the new schedule proposed by the Forver(s) (it may be without a specific date, i.e.\nleave it open for scheduling in the future).\n(ii) decide to reject the Forver(s) proposal, in which case the Forver(s) loses the option to receive the scheduled session and the session will be considered as completed for all purposes.\nIn the event that the Personal Trainer <strong>does not respond</strong> one way or the other to the new scheduling, the Forver will not lose the option to receive the session, and the session will remain open for future scheduling by the Forver.</li>\n<li>\n<u>Session Cancellation:</u> The Forver(s) is able to cancel a previously scheduled session if he/she makes the\tcancellation <strong>at least 24 hours</strong> prior to the time of its initial scheduling.\nThis cancellation will be materialized in a credit to the Forver(s) that will figure in his/her control panel, and this credit will be applied and/or discounted automatically in the booking or scheduling of the following sessions.\nIf the cancellation is made within less than 24 hours (&lt;24h), the Forver(s) will lose the possibility of carrying out the session.</li>\n<li>\n<u>Materials and/or content:</u> For the regular development of the sessions, besides Forvo Academy's own tools (virtual whiteboard, downloading online files, personal chat, etc.), it will be possible to use the content or learning material that the Personal Trainer(s) have chosen, which can be shared in the formats established in the platform.\nThe use and/or sharing of these contents will be in any case subject to the licensing conditions\ton the Content of the Personal Trainer(s) included in the Intellectual Property Rights Clause.\nThe material used and/or shared for the realization of the sessions will be available for a period of 180 days from the end of the session in question, after which the material will no longer be accessible.</li>\n<li>\n<p>\n<u>\n<strong>Economic Management:</strong>\n</u> As an integral part of the Services, and subject to the application of the Services Fees, Forvo will manage the charges and/or payments arising from the booking and imparting of sessions by the Users.\nThis means that between the Forver(S) User and the Personal Trainer(s) may only mutually agree upon the specific terms under which the learning session(s) will be conducted and that the payment for the price of the sessions by the Forver(s) and the receipt of the corresponding payment by the Personal Trainer(s) will be entirely managed by the payment platform of Forvo Academy.</p>\n<p>In this sense, Forvo will be the depositary of the amounts paid by the Forver(s) for the price of the booked\tsessions and, after verification of the effective completion of the sessions and the absence of any possible incidences, will pay the Personal Trainer(s) the amounts that are finally liquid after the application of the Service Fees applicable at each moment and the taxes or fees in accordance with the Applicable Law.\nIn all cases, Forvo will generate the corresponding receipts (invoices) or proof of payment for all transactions carried out by both the Forver(s) and the Personal Trainer(s).</p>\n<p>This economic management of the Service by Forvo does NOT INCLUDE or replace the individual fulfillment of the accounting or tax obligations that, according to the Applicable Law, are derived from the direct provision of language teaching services between the Personal Trainer(s) and the Forver(s) through Forvo Academy and that, in any case, will be the individual responsibility of the latter.</p>\n</li>\n<li>\n<u>Ratings, reviews:</u> Subject to strict compliance with the Forvo Academy Compliance Policy and Applicable Law, Forver(s) may provide ratings or reviews about the conduct of sessions or the professional performance of Personal Trainer(s) and these may be visible on the Platform.\nThese ratings may be subject to review and/or editing by Forvo prior to publication in order to adjust to Forvo Academy's Compliance Policy and Applicable Law.\nIn the same way, the Personal Trainer(s), if necessary, may also answer, clarify or explain\tany aspect related to these evaluations.</li>\n</ul>\n<p>As a general condition, the performance and/or availability of Forvo Academy will be continuous, however, for technical reasons related to updating and/or the improvement of the technological infrastructure that makes it possible to provide the Services, there may be programmed interruptions for this purpose.\nIn these cases, Forvo will notify the Users with sufficient time in advance of these interruptions through the website www.forvo.com or through the means\tof contact designated by the Users in their profile.</p> USE POLICY COMPLIANT WITH FORVO.\n<p>The Users agree to use www.forvo.com and the Services in accordance with the Applicable Law, with the provisions of these Terms and Conditions or any future amendments, with generally accepted good practices and uses of the Internet and with the Public Order.</p>\n<p>Any User Content shared through the Forvo platform, no matter if it is publicly displayed or privately exchanged, is the\tsole and exclusive responsibility of the User from whom that content was originated.\nUnder no circumstances will Forvo be liable for any User Content that any User may upload, publish, transmit, submit, or in any other way make available through the Service.\nForvo does not have any prior control over User Content posted via the Service and, therefore, does not guarantee the accuracy, integrity, quality or legality of any such User Content.</p>\n<p>The User expressly acknowledges and agrees that Forvo may, in its sole discretion, decide whether to reject, disable or remove any User Content that is available through Forvo, such User Content breaches or is contrary to these Terms and Conditions or to Applicable Law.\nForvo also reserves the right to refuse or suspend all or part of the Service to any User who breaches these Terms and Conditions or the Applicable Law.</p>\n<p>The User guarantees to not share, send or distribute, in any way, contents or applications that may violate the Applicable Law or that involve the infringement of any third-party rights.</p>\n<p>\n<u>These actions are expressly prohibited in Forvo:</u>\n</p>\n<ul>\n<li>Unauthorized or unsolicited advertisements, junk mail or spam, chain letters, pyramid schemes, etc., and in general, any activity other than or not contemplated in the Service.</li>\n<li>Use of viruses, malware or hardware that may cause the interruption or limit the functionality of the Service, damage or obtain unauthorized access to data or other information or programs of any third party.</li>\n<li>The impersonation of a User or contacting any User for any purpose other than the Forvo Academy Service.</li>\n<li>Contacting Users from outside the Forvo Academy platform connection services to agree or contract in any manner to provide the same or similar to Forvo's services.</li>\n<li>Manipulate, disrupt or counterfeit any User Content in order to conceal its origin.</li>\n<li>Post, share or in any way, make available to others any User Content which the User has no right to make available under any law, contract or other relationship to any other third party.</li>\n<li>Publish, share or in any way, make available to third parties any User Content which infringes any Intellectual and/or Industrial Property rights or licenses of any kind.</li>\n<li>Reproduce, duplicate, copy, sell, resell or exploit any part of the Forvo Academy Service or, in the case of compliant access and/or use, is properly registered as a user with Forvo Academy.</li>\n</ul>\n<p>Forvo can at any moment proceed to investigate or report any of the aforementioned conducts, in accordance with the Applicable Law, as well as to inform and cooperate with the authorities in the investigation of these actions.</p> INTELLECTUAL PROPERTY AND IMAGE RIGHTS.\n<p>The User acknowledges and hereby agrees that all Intellectual Property Rights included in the Services, which is not User Content, belongs to Forvo and/or its Licensors.\nand that, except for the limited license rights granted by Forvo in this clause, Forvo and/or its Licensors expressly reserve all Intellectual Property Rights included in the Services and in the Content included in them.</p>\n<p>\n<i>Translation and Shared Pronunciation Dictionary Services:</i> In the case that the contents generated from the Translation and Shared Dictionary of Pronunciations Service originate or generate any intellectual property rights or copyright in favor of the User, the User retains all rights over the pronunciations and translations that he/she inserts, shares or publishes in his/her profile, granting to Forvo Media, S.L.\na permanent, non-exclusive and free worldwide license that allows Forvo to reproduce, distribute and publicly communicate them, with the right to transfer them to third parties.\nas well as add any information and/or to transform it in order to adapt it to the technical requirements of the Service.</p>\n<p>Forvo Media S.L., is the legal owner of the \"Sui Generis\" Copyright over the database(s) created and/or generated from the contents incorporated by the Users to the Translation Service and Shared Dictionary of pronunciations, as this right is defined in the Applicable Law <i>(Art.\n133-134 and 135 of the Royal Legislative Decree 1/1996, of April 12, which approves the revised text of the Intellectual Property Law, LPI).</i>\n</p>\n<p>Users may use the pronunciations and translations made available on Forvo within the legal limits established, but not for commercial purposes.\nIn all circumstances, the extraction and/or re-utilization of a substantial part of the content of the database may not be made in a way that causes unjustified damage to the legitimate interests of Forvo Media, S.L., or that is in prejudice of the normal commercial exploitation of the protected content.</p>\n<p>\n<i>Grant of General License.</i> Subject to User's compliance with the provisions of these Terms and Conditions, Forvo hereby grants to the User a revocable, limited, personal, not transferable, not sublicensable, worldwide and exclusive license for the use of the Services for his/her personal use, and in any case, in accordance with the specific license or licenses that the Software or Content involved has been incorporated at the time it was made available by Forvo or its Licensors.</p>\n<p>This General License to use the Services, as it concerns or relates to Software Programs or computer Applications, is limited to the use of the object code of such Software, and does not include the execution by the User or a third party any of the following actions: copying, modification, derivative works, reverse engineering or other types of activities to attempt to discover the Source Code, the sale, transfer, cession, sublicensing, transfer of a warranty right to the copyrights in the Software or the transfer of those copyrights.\nThe user further acknowledges that, in order to use the software or third-party content, he/she may be required to agree to terms and conditions in addition to those contained in these Terms and Conditions.</p>\n<p>The User acknowledges and agrees that he/she may not access the Service by any methods other than the interfaces\tprovided by Forvo, and he/she may not modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.</p>\n<p>\n<i>License on the Personal Trainer(s) Content.</i> The Intellectual Property Rights on the sessions or courses that the Personal Trainer(s) incorporate or make use of in Forvo Academy, whether these are videos, photography's, texts or any other, will always belong to their creators and/or legitimate owners.\nNotwithstanding the foregoing, the Personal Trainer(s) hereby grant to Forvo, on a non-exclusive license, for the maximum time permitted by Applicable Law, and\ton a worldwide territorial scope, the commercial use rights over the Content and/or materials incorporated, and particularly the reproduction rights, public communication, and the right to make them available for Public access on the Internet, transformation, including the translation of texts into other languages and the adaptation of the Content to its presentation on Forvo Academy and on Forvo's Social Profiles.\nand distribution of photography's, texts, videos or any other content that is subject to protection, according to the Applicable Law, for the sole purpose of being exhibited and communicated in Forvo Academy or in Forvo's Social Profiles.</p>\n<p>\n<i>Transfer of Image Rights.</i> From the Forvo Academy, the Personal Trainer(s) must insert in his/her user profile his/her image, whether in static form or in a video presentation.\nFor his/her part, the Forver(s) may also insert his/her image or profile photograph.\nAccordingly, both the Forver(s) and the Personal Trainer(s) user hereby grant to Forvo, on a non-exclusive basis and free of charge, the right to use their image for publication or display within the Forvo Academy.\nThis right hereby grants Forvo the faculty to use the User's image in accordance with the Applicable Law, in a respectful manner regarding the protection of the User's right to Honor, Privacy and Image, with the sole purpose of improving and/or adapting the offer of Services and improving the learning experience on Forvo Academy, and communicated in Forvo Academy or in Forvo's Social Profiles.</p> DISCLAIMERS OF WARRANTIES AND LIABILITY.\n<p>The Platform and Services provided by Forvo Academy or any of our Licensors, are provided on an <i>\"as is\"</i> and <i>\"as available\"</i> basis, under these Terms and Conditions and Applicable Law, it is expressly understood that Forvo may not supervise, control or restrict the Users' or any third party's contents.</p>\n<p>Forvo expressly disclaims all warranties, whether expressed or implied, including warranties relating to any Products or Services provided by third parties, and the implied warranties of merchantability, fitness for a specific purpose and non-infringement, under Applicable Law.\nYour use of Forvo Academy is at your own discretion and risk.\nSpecifically,\tThe User(s) is solely responsible for selecting his/her Personal Trainer(s) from the available profiles on the Platform, based on his/her sole discretion and educational or economic convenience.\nTo this regard, Forvo disclaims any representations or warranties of any kind, be they expressed or implied, regarding the quality, identity or reliability of any third party, including the accuracy of any publications or other information posted on Forvo Academy by third parties.</p>\n<p>To the greatest extent permitted by Applicable Law, Forvo is not liable for (i) any direct and/or indirect, consequential, punitive damages of any other kind incurred by Users or any third party in connection with their use of the Services or any other activities, direct or indirect, carried out by and/or through Forvo Academy.\n(ii) Business losses.\n(iii) reputational losses.\n(iv) loss of any data under the control or responsibility of the Users, as well as, in any case, (v) Forvo shall not be liable for damages of any kind, including loss of profits, which may be due to the Services provided\tby Forvo or by third Parties through Forvo Academy or any of its Applications, as well as to the means they provide to manage the Service requests.</p>\n<p>Among others, but not limited to, Forvo is not responsible, to the maximum extent permitted by Applicable Law, for the following circumstances:</p>\n<ul>\n<li>Lack on operational availability, maintenance and effective performance of Forvo Academy and/or its Services or Content, excluding, to the maximum extent permitted by Applicable Law, any liability for damages of any kind that may be due to the lack of operational availability or continuity of the performance of Forvo Academy.</li>\n<li>For the content of other Internet sites to which the links placed on Forvo Academy may be directed.</li>\n<li>Of the comments, assessments and/or evaluations made by the User(s) through Forvo Academy or any other participation or opinions mechanisms, as well as the comments, assessments and/or evaluations that may be made by the Personal Trainer(s).\ntherefore, the Users are obliged to maintain Forvo indemnified for any claim that it may receive from any third parties or Administration as a result of such causes.</li>\n<li>The presence of computer viruses, malware, malicious or damaging programs, breakdowns or other elements that may cause alterations in the computing system, documents, Contents and/or files belonging to the Users.</li>\n<li>The incorrect use that the Users may make of Forvo Academy, of any other faults committed by them, as well as, of illegitimate intromission by third parties, that are outside of the control of Forvo Academy.</li>\n<li>The unavailability of any service offered through Forvo Academy or any Applications related to Forvo Academy regardless of the cause.</li>\n<li>The legal infringement or any violation of any rights related to the data or Contents of third parties that Forvo provides or retains, in its condition as a Provider of Intermediation Services of the Information Society.</li>\n<li>Forvo will not assume any responsibility in connection with the relationship established on the Forvo Academy Platform between the Personal Trainer(s) and the Forver(s), since it is only performing an intermediary\tfunction, without any direct or indirect intervention in the relationship maintained between the Users, with the exception of those services that involve the technical or economic management of the session(s) performed.</li>\n<li>Forvo will not assume any responsibility in relation to the improvement of the language learning by the\tForver(s) Users.\nthe timeliness, erasure, poor delivery, or non-delivery of information.\nfailure to maintain communications or personalized configuration of the Users, restriction or the loss of access to the Forvo Academy.</li>\n</ul>\n<p>Forvo also disclaims any liability, including but not limited to: for acts of unlawful competition and illegal advertising, as well as the lack of veracity, accuracy, comprehensiveness, defects, errors, relevance and/or timeliness of the content distributed, stored, received, made available or accessible through the services provided by third parties through Forvo.</p>\n<p>Personal Trainer(s) shall be liable for any damages of any nature that Forvo may suffer as a result of a breach of any of the obligations to which it is subject under these Terms and Conditions or the Applicable Law.\nPersonal Trainer(s) assumes full responsibility and holds Forvo exonerated for any non-compliance with any Professional, Collegial or Administrative regulations required for the provision of Personal Trainer(s) services under Applicable Law.</p> TERM, SUSPENSION AND TERMINATION.\n<p>The term of the Services accessible through the website www.forvo.com is unlimited, however, Forvo reserves the exclusive right, at its sole discretion, to definitively interrupt or stop providing these Services.\nThe definitive termination by Forvo of the provision of the Services will be communicated to the Users with sufficient time in advance so that they can adequately manage the consequences of such termination.</p>\n<p>Forvo may terminate or suspend the Service in cases of breach of these Terms and Conditions by Users.\nThe following conduct, but not limited to, shall be considered a violation of these Terms and Conditions: (i) Making improper or fraudulent use of Forvo Academy or in any way infringing the copyrights of Forvo or Users.\n(ii) Use of Forvo Academy for any purpose not permitted by Applicable Law or these Terms and Conditions.\nand/or, without limitation, (iii) any other violation of these Terms and Conditions and/or any other specific Terms and Conditions applicable to the use of Forvo Academy.</p>\n<p>In those cases, Forvo will provide the User concerned a reasoned statement of the grounds for the decision, unless Forvo shall be subject to a legal or regulatory obligation not to provide specific facts or circumstances or reasons for such decision, or, in the case of termination of the service because of repeated violation by the User of the Terms and\tConditions, provided that Forvo can prove such violation.\nIf the User breaches these Terms and Conditions, Forvo will withdraw any license granted and the User will lose, with no monetary claim, any benefits associated with the User's participation in Forvo Academy.</p>\n<p>In addition, Forvo may terminate or suspend a User's profile for inactivity or non-use for a continuous period of twelve (12) months, or for any circumstance that, in Forvo's sole discretion, constitutes a breach of these Terms and Conditions or other applicable Specific Terms or Conditions.</p>\n<p>The User may at any time voluntarily unsubscribe and terminate these Terms and Conditions by cancelling or closing his/her User Profile and deleting from his/her devices the Programs or Applications that are part of Forvo.</p>\n<p>Regarding Personal Trainer(s) Users, they may unsubscribe by contacting Forvo through the Platform or by\tcontacting by email to info@forvo.com at least 30 days prior to the desired date of their cancellation.\nThis cancellation, once authorized by Forvo, will entail the termination of the contractual relationship of the applicable Terms and Conditions and will cease to have effect, except for those clauses from which it can be deduced that they are effective even after the end of the contract, in particular those related to the effective and complete provision of the sessions committed and the economic management of the Services provided by the Personal Trainer(s) through Forvo.</p> PRIVACY POLICY.\n<p>The registration data, as well as the rest of the information that according to your User profile is requested in the registration process or through the use of the Services, are subject to our Privacy Policy.</p> MODIFICATIONS.\n<p>Forvo hereby reserves the right, at its sole discretion, to modify the Forvo Academy platform, the Services, as well as these Terms and Conditions, at any time and without prior notice.\nThose modifications that are directly connected with the normal use of Forvo Academy or that affect the availability, maintenance and/or management of the Services, will be communicated to Users by publishing notifications on the Platform itself in a visible and/or accessible place or, alternatively, by email so that the Use of Forvo Academy after the date of its publication or mailing shall indicate the User's agreement with these modifications.</p>\n<p>Forvo also reserves the right to make modifications or changes to Forvo Academy or its Terms and Conditions at any time, when they are necessary to eliminate or modify elements that, at Forvo's criteria, do not ensure the safety of the Platform, the Service or that are illegal, offensive or discriminatory and/or when the Service or the online connection to the Platform is compromised by viruses or malware, spamming, or when the safety of the Service is compromised in any other way.</p> APPLICABLE LAW AND JURISDICTION.\n<p>These Terms and Conditions, their interpretation together or separately, the Provision of the Forvo Services and the relation that the Users maintain with Forvo, shall be governed by the Laws and Courts of the Kingdom of Spain, notwithstanding any other international law dispositions related to the determination of the Applicable Law and the competent Court that may be applicable in each case.</p>\n<p>If any clause of the Terms and Conditions of Service is declared invalid by a Court of Competent Jurisdiction, the Parties agree that the mentioned Court may attempt to give effect to the intentions of the Parties as reflected in the invalid clause, and the remaining provisions of the Terms and Conditions of Service shall remain in full force and effect.</p> ", "created_at": "2023-10-23 09:19:14.010809", "updated_at": "2023-10-23 09:19:22.391211"}, {"id": 19533, "name": "Privacy Policy", "url": "https://forvo.com/privacy/", "xpath": "//*[@id=\"displayer\"]", "text": " FORVO S.L.\nPRIVACY POLICY <strong>Privacy Policy is updated as of December 16, 2022.</strong>\n<p>This Privacy Statement informs that the personal data of the users of the FORVO website and the other applications and services that include FORVO brand (hereinafter, \"the Services\" or \"the Service\"), will be treated in accordance with the principles of transparency, purpose limitation, data minimization, accuracy, integrity and confidentiality, as well as respecting the other obligations and guarantees established in Regulation (EU) 2016/677 of the European Parliament and of the Council of April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data.</p>\n<p>FORVO provides its services in accordance with its Terms and Conditions and this Privacy Policy.\nFORVO reserves the right to modify and update this Privacy Policy at any time.\nAll changes will be posted on our website, and any interested party can consult the latest version of this Privacy Policy at any time at https://forvo.com/privacy/.\nThe fact of continuing to use the service or the website after such changes have been made will be considered as an acceptance by you of the new Privacy Policy.</p>\n<p>This policy contains the following information:</p>\n<ul>\n<li>Information and identification of our company and its legal consideration as responsible.</li>\n<li>The personal data we process;</li>\n<li>How and why, we process your personal data;</li>\n<li>When and why, we might disclose your personal data to other companies or organizations;</li>\n<li>International data transfers;</li>\n<li>The rights that protect you and your options regarding your personal data;</li>\n<li>The measures we take to ensure that your information is kept secure and confidential;</li>\n<li>How long we will retain your personal data;</li>\n</ul>\n<p>\n<strong>Controler</strong>: FORVO MEDIA S.L., (FORVO).\nNIF: B20987541.\nAddress: Txirrita Maleo 1, planta 1, 20100 - Renteria, Gipuzkoa, Spain.\nGipuzkoa Commercial Registry: Volume: 2, 408 - Page: 153 Vto - Inscription: 2nd - Section: 8th - Page: SS-31.114, is the controller that determines the purposes and means of the processing of personal data according whit this Privacy Policy.</p>\n<p>\n<strong>Personal Data</strong>: Personal data is any information relating to an identified or identifiable natural person.\nIn this sense, an identifiable natural person is considered to be any person whose identity can be determined, directly or indirectly, by an identifier such as a name, an identification number, location data, an online identifier or one or more physical, physiological, genetic, psychological, economic, cultural or social elements of that person.</p>\n<p>Usually, we process the personal information that the user provides for commercial contracting or subscription of a service, the information generated through the provision of the same, as well as the data generated or estimated by us.\nBased on the principle of minimization, the data that we can process will be adequate, relevant and limited to those necessary for the purposes for which they are processed, always respecting the user's will.</p>\n<p>The data subject to processing will be different depending on the service that FORVO is going to provide or the user profile that accesses the services.\nTherefore, this Privacy Policy is applicable to both the users of the website www.forvo.com and the students and/or teachers of the FORVO online learning platform.\nThe data and information that we may process as a result of the use or subscription of the services are as follows:</p>\n<ul>\n<li>When a user account is created, FORVO collects personal information such as your username, email address, date of birth, gender, spoken or studied language, phone number, academic or professional data, economic data such as payment and/or billing information, as well as any other personal information such as photographs and/or presentation videos or any other preferences that may be voluntarily added.</li>\n<li>FORVO also collects and automatically generates information from other areas of use, such as service metadata, login information, device information, IP addresses, third-party data and information obtained from cookies.\nWe may also collect, use and share aggregated data, such as statistical or demographic data, for any purpose.\nAggregated data may be derived from your personal data, but, under the law, is not considered personal data as it does not reveal your identity either directly or indirectly.\nIn no case will we collect any special category of personal data concerning you (which includes information about your race or ethnic origin, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership and your health or genetic or biometric data).</li>\n</ul>\n<p>By using or subscribing to the Services, you can set up your personal profile, establish relationships, send and receive messages through the Services, perform searches and queries, enroll in or book classes and courses, and transmit information through various channels.\n</p>\n<p>There is no legal or contractual obligation to provide this data, but in the event that it is not provided, we will be unable to provide the service.</p>\n<strong>Purposes processing of your data:</strong>\n<p>The personal data provided by users of the services will be processed by FORVO for the following purposes:</p>\n<ul>\n<li>To provide, update, maintain and protect the Services, websites, applications and activities;</li>\n<li>To manage and track the contractual and pre-contractual relationship that FORVO maintains with users;</li>\n<li>To comply with applicable legislation, legal procedure or regulation;</li>\n<li>To respond to your questions, comments and requests;</li>\n<li>To send you commercial and/or advertising communications, including, among others, emails, push notifications, SMS and messages within the application about the services;</li>\n<li>For statistical purposes, internal reporting, in a dissociated manner,</li>\n<li>For billing, economic management of accounts/services and administrative matters related to the Services;</li>\n<li>In the case of the internal communications service between teachers and students, to send notifications informing about the reception of said message, as well as the person who has sent the mentioned message;</li>\n<li>To investigate and help prevent security problems, third-party claims and/or abuse;</li>\n<li>For other purposes, to the extent that these are described at the time of collection.</li>\n</ul>\n<p>The user should be aware that if they enter payment data from or related to any credit or debit card when purchasing or contracting any of the Services (including any subscription), FORVO does not receive or store this information, as it is received, stored and used by our payment service providers in order to complete the purchase (stripe.com, maybe an example).\nFORVO will only store the necessary banking data (a bank account number) to pay teachers for their classes.</p>\n<p>The user can opt out of receiving promotional communications from FORVO when registering or subscribing to the Services.\nThey can also opt out of receiving any communication, email, push notification or SMS in the same message.</p>\n<p>Registration for the Services can be done by synchronizing with third-party services (<i>Log-in with Facebook, Apple or Google account</i>).\nIf you follow a link to these websites, please note that you are sharing your profile information with us.\nThe personal data shared depends on the settings of your Facebook, Apple or Google Platform.\nVisit the Platform related and review its privacy policy to understand how your personal data is shared and used in this context.\nThe data we collect from your profile are email address, phone number and photograph (if they are configured in the profile), name and surname, gender, date of birth and city of residence.</p>\n<strong>Lawfulness of processing your personal data.\n-</strong>\n<p>\n<u>Managing your registration as a user of the Services:</u> The processing of your data is necessary for the execution of the terms that regulate the use and access to the Services.\nYou are giving us your consent by accepting this privacy policy through the established consent mechanisms (links and verification check).\nSimilarly, we consider that we have a legitimate interest to carry out the necessary checks to detect and prevent possible frauds when registering.</p>\n<p>\n<u>Managing the subscription, impartation, payment and collection of classes by teachers and students:</u> The legitimating basis is the contractual and pre-contractual relationship maintained with the users at the time of acceptance of the Terms and Conditions of the services.</p>\n<p>\n<u>Manage booking requests for classes:</u> Processing of data is necessary for the provision of the service requested, in accordance with the contractual relationship maintained with the user.</p>\n<p>\n<u>Posting advertisements or language teaching offers through the Services:</u> processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract;</p>\n<p>\n<u>Sending of commercial communications:</u> The lawfulness of processing is the express consent that you grant us (for example: when you authorize the sending of advertising or our newsletter).</p>\n<p>\n<u>Management of incidents related to the use of the Services:</u> The processing is necessary for the execution of the contractual relationship maintained with you.\nWhen the query is related to the exercise of the rights that we inform you about below, or with claims related to our services, what legitimizes us to treat the data is the fulfillment of legal obligations on our part.</p>\n<strong>Data storage periods.</strong>\n<p>In compliance with the principle of limitation of the storage period, the data will be processed exclusively by the time necessary and for the purposes for which they have been collected at each moment.\nThey will therefore be maintained in such a way as to allow the identification of the interested parties for no longer than necessary for the purposes of the processing of personal data.\nIn accordance with the above, we have established the following retention periods that will be applicable, unless a different period has been specified in this Privacy Policy or in the conditions of provision of each of the products and services that include the FORVO brand.</p>\n<ul>\n<li>To carry out the processing related to the execution of the contract, the data will be kept for as long as is strictly necessary to fulfill the purposes required by each Service.\nFor example, data obtained from the user will be kept while they are active.\nand information about traffic, navigation and location will be treated for a period that can range from 3 to 12 months to comply with the obligations of maintaining network security or preventing fraud.</li>\n<li>In accordance with civil, commercial and tax legislation, data related to the contracting and invoicing of contracted services will be stored for a period of 8 years from the user's deactivation.\nIn the case of receiving your CV or academic information, they will be kept for a period of three years, unless you register as a user, in which case that information will be kept until you unsubscribe from FORVO.</li>\n</ul>\n<p>After the above indicated deadlines, the data may be destroyed, blocked or anonymized, as appropriate, and in accordance with the legislation.</p>\n<strong>Your rights concerning the processing of your data.</strong>\n<p>In accordance with the terms of the applicable legislation, the user is informed that he/she has the following rights:</p>\n<ul>\n<li>Access: allows the data subject to obtain information about whether or not we are processing personal data concerning him/her and, if so, the right to obtain information about your personal data undergoing processing.</li>\n<li>Rectification: allows you to correct errors and modify data that proves to be inaccurate or incomplete.</li>\n<li>Erasure (‘right to be forgotten’): The data subject shall have the right to obtain from the controller without undue delay the rectification of inaccurate personal data concerning him or her.</li>\n<li>Restriction of processing: under the legally established conditions, allows data processing to be stopped, in such a way as to prevent its processing in the future, which will only keep it for the exercise or defense of claims.</li>\n<li>Right to object: in certain circumstances and for reasons related to their particular situation, data subjects may oppose the processing of their data.\nIn this case, the data will no longer be processed, except for compelling legitimate reasons, or the exercise or defense of possible claims.</li>\n<li>Data portability: allows the data subject to receive their personal data concerning them, which they have provided to us, and to be able to transmit them directly to another data controller in a structured, commonly used and machine-readable format.\nIn order to exercise this right, it will be necessary for the customer to provide a valid e-mail address.\nPlease note that this right only applies to automated information in respect of which the user initially consented to its processing or in the event that the information has been used to enter into a contract with you.</li>\n</ul>\n<p>FORVO guarantees the adoption of necessary measures to ensure the exercise of these rights free of charge, being necessary for such exercise to attach a copy of your official identification document in general.\nHowever, depending on the complexity of the request, the complete attention/response of certain rights could take a longer period of time, which in any case will not exceed two additional months.</p>\n<p>To exercise any of the previously mentioned rights, FORVO users who are interested may contact, easily and free of charge, through the e-mail address info@forvo.com.\nAs established by law, the exercise of these rights will be dealt with by us within a maximum period of one month.</p>\n<p>Finally, the data subject shall have the right to lodge a complaint with the national supervisory authority that may be applicable.\nFor this purpose, please contact https://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm.</p> Information we share.\n<p>We only share personal data with third-party recipients, for any of the purposes outlined in the Privacy Policy, in order to maintain the contractual relationship, as well as those that are legally required in compliance with any applicable regulations as set out below:</p>\n<ul>\n<li>Necessary for the provision of service: To manage some of the necessary functions for the provision of the service, we have contracted trusted providers who may have access to personal data, who will act as data processors and who will be contractually obligated to comply with their legal obligations as data processors, to maintain the confidentiality and secrecy of the information.</li>\n<li>Payment Service Providers: For the financial management of payments between teachers, students, and FORVO.\nFinancial institutions third party payment services like Stripe or any other.\nThis type of information will only be shared or communicated to the extent that it is strictly necessary to carry out the billing and payment of the courses that are provided.</li>\n<li>Hosting services, video-call services, maintenance and support in our databases, as well as in our software and applications that may contain data about you.\n</li>\n<li>Fulfillment of a legal obligation: Your personal information may also be communicated to third parties legally authorized when necessary to comply with the law.\nIn this sense, the user's personal data may be communicated to the various public authorities under a legal obligation, such as tax and customs authorities, judicial authorities, judicial police and any other that according to current regulations may be applicable.</li>\n</ul>\n<p>In any case, the user's personal data will be shared with third party companies without obtaining your prior consent, unless the communication of your data was necessary to ensure the maintenance of the contractual relationship with the user as well as in the cases provided for by the current regulations at all times.</p> International data transfer.\n<p>We only store your personal information on secure servers located in secure facilities in the European Economic Area, and we have an up-to-date firewall.\nWhenever we transfer your personal data outside the EEA, we can ensure a similar level of protection by ensuring that we only transfer your personal data to countries that the European Commission considers to provide an adequate level of protection for personal data.</p>\n<p>In this context, we inform you that some of the functions necessary for the provision of the service are contracted with processors located outside the European Economic Area that, in any case, ensure an adequate level of protection of personal data.\nThe data processors located outside the European Economic Area used for the provision of the services indicated below that, in any case, guarantees an adequate level of protection of personal data.</p> Cookies.\n<p>A cookie is a small text file, often with an anonymous unique identifier, that is sent to your browser from a website's computers and stored on your computer's hard drive.\nYou can set your browser to accept all cookies, reject all cookies, or to notify you when cookies are downloaded.\nIf you wish to delete cookies from your computer, please refer to your browser instructions to locate the file or directory where they are stored.\nIf you reject all cookies, you may not be able to use some of the features of the Service.\nFor more information about how we use cookies on FORVO, please visit https://forvo.com/cookie-policy/.</p> Social Networks <p>FORVO uses different social networks (Facebook, Twitter, etc.) to disseminate contents related to FORVO as well as to provide users with a way of contact.\nFORVO is responsible for the treatment of the data of its followers and contacts in social networks.\nNevertheless, since the processing of personal data takes place within the framework of social networks whose suppliers impose operating rules, FORVO obligations will be limited to those aspects in which the company is free to act.\nUnder no circumstances will FORVO extract data from social networks, make profiles of its users or collect additional personal data related to tastes, hobbies or mode of use of social networks, without the express consent of those affected.</p> Security and privacy in the processing of data/information.\n<p>FORVO is committed to ensuring the security, secrecy and confidentiality of your data, communications and personal information.\nThat is why, as part of our commitment and in compliance with applicable law, we have adopted the most appropriate security measures and technical procedures to prevent loss, incorrect use or unauthorized access.\nWhen we receive your data, we use security procedures and functions to prevent any unauthorized access.</p>\n<p>The personal data that we may collect through various communications that we maintain with you will be treated with absolute confidentiality, committing us to secrecy and ensuring the duty to protect them by adopting all necessary and reasonable measures to prevent their alteration, loss and unauthorized access or treatment, in accordance with the established in the applicable legislation.</p>\n<p>For cases of security breach of personal data that involve risks to the rights of individuals, we will take the necessary measures to correct the situation and mitigate the possible negative effects that such a breach may have caused.\nWe will also notify our customers or users and the competent National Authority when so required by the applicable data protection regulations.</p> Processing data of minors.\n<p>Is expressly prohibited that children under 14 years of age provide their data to FORVO without the previous consent of their parents, guardians or other legal representatives.\nIn case that the User grants the use of the services to a user under 14 years of age, as responsible for the same will be responsible for authorizing and deciding on the processing of the data of the same in the terms set out in this Policy.\nFORVO will ensure the proper use of the data of minors ensuring respect for the laws applicable to them with the measures that are reasonably appropriate.</p>\n<p>When parents, guardians or legal representatives of such minors detect unauthorized data processing, they may submit their queries or complaints by writing to info@forvo.com.</p> Other information <p>These terms and conditions are FORVO's Privacy Policy with respect to its customers/users in connection with the use of its products and services, and replace any prior agreements that may exist between FORVO and its customers/users.\nIn the event that any provision of these terms and conditions, or any part thereof, is declared unlawful, invalid or unenforceable by a competent administrative or judicial body, it shall be deemed not to have been enforced, without affecting the other provisions.</p>\n<p>The delay or the failure of FORVO in exercising a legal action or any right described in these conditions does not constitute, in any case, a renouncement of the same.\nLikewise, failure to claim a failure to comply with the obligations set in these conditions, will not imply a renouncement of its subsequent claim.</p>\n<p>This Privacy Statement is updated as of December 16, 2022.</p> ", "created_at": "2023-10-23 09:20:13.522057", "updated_at": "2023-10-23 09:20:23.130195"}], "points": [], "urls": ["forvo.com"]}}