{"error": 448, "message": "OK", "parameters": {"id": 9291, "name": "Call me kevin", "created_at": "2023-08-19 19:04:32.723022", "updated_at": "2023-08-19 22:03:09.088715", "wikipedia": null, "keywords": null, "related": null, "slug": "call-me-kevin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9291.png", "url": "callmekev.in", "documents": [{"id": 18200, "name": "COOKIE POLICY", "url": "https://www.callmekev.in/cookies", "xpath": "//body", "text": "\nWe use cookies to give you the best experience on our site.\nBy continuing, you agree to our use ofCookiesAcceptSkip to main contentCurrencyEURGBPUSD<p>Account</p>(0 items)<p>Your basket is empty</p>\n<ul>\n<li>Home</li>\n<li>All Products</li>\n<li>Cult Collection</li>\n<li>T-Shirts</li>\n<li>Sweatshirts</li>\n<li>Hoodies</li>\n<li>Kids</li>\n<li>Mugs</li>\n<li>Art Prints</li>\n<li>Contact</li>\n</ul>Close Button<ul>\n<li>Home</li>\n<li>All Products</li>\n<li>Cult Collection</li>\n<li>T-Shirts</li>\n<li>Sweatshirts</li>\n<li>Hoodies</li>\n<li>Kids</li>\n<li>Mugs</li>\n<li>Art Prints</li>\n<li>Contact</li>\n</ul>\n<p>COOKIE POLICY</p>\n<p>We collect information about our customers via server logs, cookies, order forms and competitions.\nCookies are small text files that are placed on your computer by websites that you visit.\nThey are widely used in order to make websites work, or work more efficiently, as well as to provide information to the owners of the site.\nThe information collected in this way can be used to identify you unless you modify your browser settings.\nNone of our cookies store any credit/debit card information nor password details.\nThe details below explain the cookies we use and why.</p>\n<br>\n<p>\n<strong>DSID</strong>\n</p>\n<p>This cookie is used to link your activity across devices if you’ve previously signed in to your Google Account on another device.\nThis is a Google cookie.\nThe source of cookie : .doubleclick.net</p>\n<br>\n<p>\n<strong>_gid</strong>\n</p>\n<p>The _gid cookie is responsible for tracking user behavior.\nThis is a Google Analytics Cookie.</p>\n<br>\n<p>\n<strong>sparrow_id</strong>\n</p>\n<p>They are used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.\nIt does not store any personal identifiable information.\nThis is a Cloudflare cookie.</p>\n<br>\n<p>\n<strong>_uetsid</strong>\n</p>\n<p>This is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.\nThis is a Microsoft cookie.</p>\n<br>\n<p>\n<strong>IDE</strong>\n</p>\n<p>Used by Google Analytics under doubleclick.net.\nThis is used to display more relevant adds.\nUsually found among other cookies such as DSID, FLC, AID, TAID, etc.</p>\n<br>\n<p>\n<strong>_uetvid</strong>\n</p>\n<p>This is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.</p>\n<br>\n<p>\n<strong>cfmrk_cic</strong>\n</p>\n<p>Used by Cloudflare to route user traffic for this Site.\nThis is a Cloudflare cookie.</p>\n<br>\n<p>\n<strong>sparrow_init</strong>\n</p>\n<p>They are used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.\nIt does not store any personal identifiable information.\nThis is a Cloudflare cookie.</p>\n<br>\n<p>\n<strong>_gcl_au</strong>\n</p>\n<p>Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\nThe main purpose of this cookie is: Targeting/Advertising.</p>\n<br>\n<p>\n<strong>__cfduid</strong>\n</p>\n<p>Used by the content network, Cloudflare, to identify trusted web traffic.\nThis is a Cloudflare cookie.</p>\n<br>\n<p>\n<strong>landing_url</strong>\n</p>\n<p>Cookie we use to track the landing page.\nUsed especially for analytics purposes.</p>\n<br>\n<p>_<strong>pk_id.1.ff66</strong>\n</p>\n<p>Used to store a few details about the user such as the unique visitor ID.\nThis is a Matomo cookie.</p>\n<br>\n<p>\n<strong>__zlcmid</strong>\n</p>\n<p>The “__zlcmid” cookie is used by Zopim to provide live customer service chat on our Site.\nZopim requires two cookies: the first cookie stores Zopim Live Chat ID to identify the device during visits.\nThe second stores user's preference to disable Live Chat.\nThis is a Zopin cookie.</p>\n<br>\n<p>\n<strong>referrer_url</strong>\n</p>\n<p>An absolute or partial address of the previous web page from which a link to the currently requested page was followed, stored as a cookie.</p>\n<br>\n<p>\n<strong>_pk_ses.1.ff66</strong>\n</p>\n<p>Short lived cookies used to temporarily store data for the visit.\nThis is a Matomo cookie.</p>\n<br>\n<p>\n<strong>cfmrk_userLangRedirect</strong>\n</p>\n<p>Used by Cloudflare to route user traffic for this Site.\nThis is a Cloudflare cookie.</p>\n<br>\n<p>\n<strong>__cfduid</strong>\n</p>\n<p>The __cfduid cookie is used to identify individual clients behind a shared IP address and apply security settings on a per-client basis.\nThis is a Cloudflare cookie.</p>\n<br>\n<p>\n<strong>tip.sf_sid</strong>\n</p>\n<p>Cookie used to store current user session for the publicly exposed functionalities.\nUsed by a storefront.</p>\n<br>\n<br>\n<p>Stripe is used to make credit card payments.\nStripe uses several cookies to remember who you are and to enable HardyLabels to process payments without storing any credit card information on its own servers.\nAll below cookies are issued by Stripe:</p>\n<br>\n<p>\n<strong>ect_token</strong>\n</p>\n<p>\n<strong>stripe.csrf</strong>\n</p>\n<p>\n<strong>user</strong>\n</p>\n<p>\n<strong>__stripe_orig_props</strong>\n</p>\n<p>\n<strong>private_machine_identifier</strong>\n</p>\n<p>\n<strong>machine_identifier</strong>\n</p>\n<p>\n<strong>_ga</strong>\n</p>\n<p>\n<strong>prt_token</strong>\n</p>\n<p>\n<strong>recent-views</strong>\n</p>\n<p>\n<strong>_fbp</strong>\n</p>\n<p>\n<strong>_gid</strong>\n</p>\n<p>\n<strong>session</strong>\n</p>\n<p>\n<strong>scfc</strong>\n</p>\n<p>\n<strong>merchant</strong>\n</p>\n<p>\n<strong>__stripe_mid</strong>\n</p>\n<p>\n<strong>site-auth</strong>\n</p>\n<p>\n<strong>cid</strong>\n</p>\n<p>\n<strong>__stripe_sid</strong>\n</p>\n<br>\n<p>\n<strong>HOW TO RESTRICT OR BLOCK COOKIES</strong>\n</p>\n<p>If you wish to restrict or block the cookies which are set by our website, or indeed any other website, you can do this through your browser settings.\nThe 'Help' function within your browser should tell you how.\nTo find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit www.allaboutcookies.org.</p>\n<p>You may also wish to visit www.youronlinechoices.com/uk/your-ad-choices to learn more about the cookies on your device set by other companies, and opt out of them if you wish.</p>\n<p>However, if you use your browser settings to block all cookies (including strictly necessary cookies) you may not be to access all or parts of our site.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies as soon you visit our site.</p>To top<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Returns Policy</li>\n<li>Modern Slavery Policy</li>\n<li>FAQs</li>\n<li>Cookies</li>\n</ul>\n<p>\n</p>\n<p>M-A-N-A @ The Hut.com Ltd.\n© 2023</p>", "created_at": "2023-08-19 19:04:51.676536", "updated_at": "2023-08-19 19:05:02.141382"}, {"id": 18199, "name": "TERMS AND CONDITIONS ", "url": "https://www.callmekev.in/terms-and-conditions", "xpath": "//body", "text": "\nWe use cookies to give you the best experience on our site.\nBy continuing, you agree to our use ofCookiesAcceptSkip to main contentCurrencyEURGBPUSD<p>Account</p>(0 items)<p>Your basket is empty</p>\n<ul>\n<li>Home</li>\n<li>All Products</li>\n<li>Cult Collection</li>\n<li>T-Shirts</li>\n<li>Sweatshirts</li>\n<li>Hoodies</li>\n<li>Kids</li>\n<li>Mugs</li>\n<li>Art Prints</li>\n<li>Contact</li>\n</ul>Close Button<ul>\n<li>Home</li>\n<li>All Products</li>\n<li>Cult Collection</li>\n<li>T-Shirts</li>\n<li>Sweatshirts</li>\n<li>Hoodies</li>\n<li>Kids</li>\n<li>Mugs</li>\n<li>Art Prints</li>\n<li>Contact</li>\n</ul>\n<p>TERMS AND CONDITIONS</p>\n<p>\n<strong>These terms and conditions ('the Terms') govern the users ('you' or 'your') use of the website www.callmekev.in ('the Website') and your relationship with</strong>:(i) The Hut.com Limited (trading as www.callmekev.in) whose registered office is at 5th Floor, Voyager House, Chicago Avenue, Manchester Airport M90 3DQ.\nor(ii) (a) if your purchase is made in United States dollars (USD) or Canadian dollars (CAD) and payment is made using a debit/credit card, with THGPP LLC (trading as www.callmekev.in) whose registered office is at 1209 Orange Street, Wilmington, County of New Castle, Delaware, 19801, USA.\nor (b) if your purchase is made in United States dollars (USD) or Canadian dollars (CAD) and payment is made using American Express, with Mama Mio US Inc.\n(trading as www.callmekev.in) whose registered office is at 2711 Centerville Road, Suite 400, Wilmington, County of New Castle, Delaware, 19808, USA.\nor(iii) (a) if your purchase is made in Australian dollars (AUD) and payment is made using a debit/credit card, with Skincarestore Australia Pty Limited (trading as www.callmekev.in) whose office is at G01, 38 Atchison Street, St leonards, NSW 2065 Australia.\nor (b) if your payment is made in Australian dollars (AUD) and payment is made using American Express, with The Hut.com Limited (trading as www.callmekev.in) whose registered office is at 5th Floor, Voyager House, Chicago Avenue, Manchester Airport M90 3DQ;('we', 'our', or 'us').\nPlease read them carefully as they affect your rights and liabilities under law.\nIf you do not agree to these Terms, please do not access nor use the Website.\nIf you have any queries regarding these Terms then please contact us.</p>\n<br>\n<p>\n<strong>1.\nAgreement</strong>\n</p>\n<p>By using the Website you agree to be bound by these Terms.</p>\n<br>\n<p>\n<strong>2.\nAmendments</strong>\n</p>\n<p>We reserve the right to:</p>\n<p>Update these Terms from time to time and any changes will be notified to you via a suitable announcement on the Website.\nIt is your responsibility to check for such changes.\nThe changes will apply to the use of the Website after we have given such announcement.\nIf you do not wish to accept the new Terms you should not continue to use the Website.\nIf you continue to use the Website after the date on which the change comes into effect, your use of the Website indicates your agreement to be bound by the new Terms.\nand</p>\n<p>modify or withdraw, temporarily or permanently, this Website and the material contained within (or any part) without notice to you and you confirm that we shall not be liable to you for any modification to or withdrawal of the Website or its contents.</p>\n<br>\n<p>\n<strong>3.\nRegistration</strong>\n</p>\n<p>You warrant that:</p>\n<p>the personal information which you are required to provide when you register is true, accurate, current and complete in all respects.\nand</p>\n<p>you are not impersonating any other person or entity.</p>\n<p>The products purchased on this site are for private and domestic use only and are not for re sale.\nYou will notify us immediately of any changes to the personal information by e-mailing our customer service representatives at feedback@thehutgroup.com</p>\n<br>\n<p>\n<strong>4.\nPrivacy Policy</strong>\n</p>\n<p>We will treat all your personal information as confidential and will only use it in accordance with our Privacy Policy.</p>\n<p>When you shop on this Website, we will ask you to input personal details in order for us to identify you, such as your name, e-mail address, billing address, delivery address, credit card or other payment information.\nWe confirm that this information will be held by us in accordance with the registration we have with the Data Commissioner's office.</p>\n<br>\n<p>\n<strong>5.\nProtecting Your Security</strong>\n</p>\n<p>To ensure that your credit, debit or charge card is not being used without your consent, we will validate name, address and other personal information supplied by you during the order process against appropriate third party databases.</p>\n<p>We take the risk of internet fraud very seriously.\nWith the volume of fraudulent credit card transactions increasing, we make every effort to ensure all orders are thoroughly checked using the information already supplied.\nThere is a possibility we may contact you to make additional security checks and we ask for your co-operation to enable us to complete them.\nWe will not tolerate fraudulent transactions and such transactions will be reported to the relevant authorities.</p>\n<p>By accepting these terms and conditions you consent to such checks being made.\nIn performing these checks personal information provided by you may be disclosed to a registered Credit Reference Agency which may keep a record of that information.\nYou can rest assured that this is done only to confirm your identity, that a credit check is not performed and that your credit rating will be unaffected.\nAll information provided by you will be treated securely and strictly in accordance with the Data Protection Act 1998.</p>\n<br>\n<p>\n<strong>6.\nCompliance</strong>\n</p>\n<p>The Website may only be used for lawful purposes and in a lawful manner.\nYou agree to comply with all applicable laws, statutes and regulations regarding the Website and its use.\nYou agree not to upload or transmit through the Website:</p>\n<p>any computer viruses or anything else designed to interfere with, interrupt or disrupt the normal operating procedures of a computer.\nand any material which is defamatory, offensive or of an obscene character</p>\n<br>\n<p>\n<strong>7.\nIndemnity</strong>\n</p>\n<p>You agree to fully indemnify, defend and hold us, and our officers, directors, employees and suppliers, harmless immediately on demand, from and against all claims, losses, costs and expenses, including reasonable legal fees, arising out of any breach of these Terms by you, or any other liabilities arising out of your use of this Website or any other person accessing the Website using your personal information.</p>\n<br>\n<p>\n<strong>8.\nThird Party Links</strong>\n</p>\n<p>As a convenience to our customers, the Website may include links to other websites or material which is beyond our control.\nFor your information, we are not responsible for such websites or material nor do we review or endorse them.\nWe will not be liable, whether directly or indirectly, neither for the privacy practices or content of such websites nor for any damage, loss or offence caused or alleged to be caused in connection with, the use of or reliance on any such advertising, content, products, materials or services available on such external websites or resources.</p>\n<br>\n<p>\n<strong>9.\nOrders</strong>\n</p>\n<p>All orders are subject to acceptance and availability.\nIf the goods ordered are not available, you will be notified by e-mail (or by other means if no e-mail address has been provided) and you will have the option either to wait until the item is available from stock or to cancel your order.</p>\n<p>Any orders placed by you will be treated as an offer to purchase the goods or services from us and we have the right to reject such offers at any time.\nYou acknowledge that any automated acknowledgment of your order which you may receive from us shall not amount to our acceptance of your offer to purchase goods or services advertised on the Website.\nThe conclusion of a contract between you and us will take place when we (i) debit your credit, debit card or PayPal account or (ii) dispatch the goods to you or commence the services, whichever is the later.</p>\n<p>We will take all reasonable care, in so far as it is in our power to do so, to keep the details of your order and payment secure, but in the absence of negligence on our part we cannot be liable for any loss you may suffer if a third party procures unauthorised access to any data provided by you when accessing or ordering from the Website.</p>\n<p>The products sold on the Website are not for re-sale or distribution.\nYou are limited to a purchase of 5 items of any one product.\nWe reserve the right to cancel orders and/or suspend accounts where we believe products are being ordered in breach of this provision.</p>\n<p>You will assume the risk for the products once they have been delivered to the delivery address which you specified when ordering the products.\nWe accept no liability where you provide an incorrect delivery address or where you fail to collect the products from the delivery address which you specified.</p>\n<br>\n<p>\n<strong>10.\nCancellation Rights</strong>\n</p>\n<p>Where you have purchased the goods or services as a consumer (i.e.\nfor private use as opposed to business use), please note that you are entitled to cancel any contract completed with us within 14 days from the day on which you acquire physical possession of the goods.</p>\n<p>For further information about cancellations and returns, please see our Returns Policy.</p>\n<br>\n<p>\n<strong>11.\nPrice and Payment</strong>\n</p>\n<p>All prices shown on the Website are inclusive of VAT (where applicable) at the current rates and are correct at the time of entering the information onto the system.\nWe reserve the right, however, to change prices at any time without notice to you (save that any changes will not affect orders in respect of which we have sent you a Dispatch Confirmation).</p>\n<p>If your delivery address is within the United Kingdom, no additional taxes will be charged to you.\nIf your delivery address is outside of the United Kingdom you may be subject to import duties and taxes (including VAT), which are levied once a delivery reaches your destination country.\nAny such additional charges must be borne by you.\nYou should note that customs policies and practices vary widely from country to country.\nWe recommend that you contact your local customs office for information.</p>\n<p>Payment can be made by any major credit or debit card or via your PayPal account.\nPayment will be debited and cleared from your account before the dispatch of your good or provision of the service to you.</p>\n<p>In the unlikely event that the price shown on the checkout page is wrong, and we discover this before accepting your order in accordance with clause 9, we are not required to sell the goods to you at the price shown.\nWe always try and ensure that the prices of goods shown on our Website are accurate, but occasionally genuine errors may occur.\nIf we discover an error in the price of the goods that you have ordered we will let you know as soon as possible and give you the option of reconfirming your order at the correct price or cancelling it.\nIf you cancel your order and you have already paid for the goods (but they have not yet been dispatched), then you will receive a full refund.</p>\n<p>You confirm that the credit, debit card or PayPal account that is being used is yours.\nAll credit/debit cardholders are subject to validation checks and authorisation by the card issuer.\nIf the issuer of your payment card refuses to or does not, for any reason, authorise payment to us we will not be liable to you for any delay or non-delivery.</p>\n<p>If your credit or debit card payment is not processed successfully for any reason, we reserve the right to reattempt to process payment within 48 hours.\nIn the event that the payment is still unsuccessful, we will give you at least 48 hours’ notice in advance of any further reattempt to process payment by sending an email to the email address you have provided to us.\nIf you do not want us to reattempt to process payment, you must cancel your order in advance.</p>\n<p>We allow you to use discount codes strictly on the terms and conditions upon which they were issued which, amongst other things, may include terms relating to your eligibility to use them and a maximum order value.\nPlease familiarise yourself with these terms and conditions before you place an order as we reserve the right to reject or cancel any orders which do not comply with these terms even if your credit or debit card has been charged.\nIf there is any inconsistency between the terms and conditions upon which the discount codes were issued and these terms and conditions, the discount code terms and conditions prevail.\nA copy of the discount code terms and conditions can be obtained by mailing or telephoning our customer service representatives.</p>\n<br>\n<p>\n<strong>12.\nEligibility to Purchase</strong>\n</p>\n<p>To be eligible to purchase goods on this Website and lawfully enter into and form contracts on this Website under English law you must: if an individual, be 18 years of age or over.\nand register your real name, address, phone number, e-mail address any other details requested.</p>\n<p>By offering to purchase goods and services you represent to us that you are 18 years of age or over and authorise us to transmit information (included updated information) to obtain information from third parties, including but not limited to, your debit or credit card numbers or credit reports to authenticate your identity, to validate your credit card, to obtain an initial credit card authorisation and to authorise individual purchase transactions.</p>\n<br>\n<p>\n<strong>13.\nIntellectual Property</strong>\n</p>\n<p>The content of the Website is protected by copyright, trademarks, database and other intellectual property rights and you acknowledge that the material and content supplied as part of the Website shall remain with us or our licensors.</p>\n<p>You may retrieve and display the content of the Website on a computer screen, store such content in electronic form on disk (but not any server or other storage device connected to a network) or print one copy of such content for your own personal, non-commercial use, provided you keep intact all and any copyright and proprietary notices.\nYou may not otherwise reproduce, modify, copy or distribute or use for commercial purposes any of the materials or content on the Website.</p>\n<br>\n<p>\n<strong>14.\nLimitation of Liability</strong>\n</p>\n<p>Notwithstanding any other provision in the Terms, nothing in these Terms:</p>\n<p>Affect or limit your rights as a consumer under English law.\nor will exclude or limit our liability for death or personal injury resulting from our negligence.</p>\n<p>The Website is provided on an 'as is' and 'as available' basis without any representation or endorsement made and we make no warranties, whether express or implied, in relation to it and its use.\nYou acknowledge that we cannot guarantee and cannot be responsible for the security or privacy of the Website and any information provided by you.\nYou must bear the risk associated with the use of the Internet.</p>\n<p>Whilst we will try to ensure that material included on the Website is correct, reputable and of high quality, we cannot accept responsibility if this is not the case.\nWe will not be responsible for any errors or omissions or for the results obtained from the use of such information or for any technical problems you may experience with the Website.\nIf we are informed of any inaccuracies in the material on the Website we will attempt to correct this as soon as we reasonably can.</p>\n<p>In particular, we disclaim all liabilities in connection with the following: incompatibility of the Website with any of your equipment, software or telecommunications links.\ntechnical problems including errors or interruptions of the Website.\nunsuitability, unreliability or inaccuracy of the Website.\nand failure of the Website to meet your requirements.</p>\n<p>To the full extent allowed by applicable law, you agree that</p>\n<p>we will not be liable to you or any third party for any consequential or incidental damages (both of which terms includes, without limitation, pure economic loss, loss of profits, loss of business, loss of anticipated savings, wasted expenditure, loss of privacy and loss of data) or any other indirect, special or punitive damages whatsoever that arise out of or are related to the Website.</p>\n<br>\n<p>\n<strong>15.\nSeverance</strong>\n</p>\n<p>If any part of the Terms shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions of the Terms.</p>\n<br>\n<p>\n<strong>16.\nWaiver</strong>\n</p>\n<p>No waiver by us shall be construed as a waiver of any proceeding or succeeding breach of any provision.</p>\n<br>\n<p>\n<strong>17.\nEntire Agreement</strong>\n</p>\n<p>These Terms form the entire basis of any agreement reached between you and us.</p>\n<br>\n<p>\n<strong>18.\nLaw and Jurisdiction</strong>\n</p>\n<p>These Terms shall be governed by and construed in accordance with the laws of England and Wales and any disputes will be decided only by the English courts.</p>\n<br>\n<p>\n<strong>19.\nChocolate &amp.\nSweets</strong>\n</p>\n<p>To make the most of your sweets we recommend that they are consumed within 12 weeks of receipt.</p>\n<p>All products are individually dated to ensure the products are consumed when they are at the best.</p>\n<p>Nut content</p>\n<p>Customers should be aware that all our sweets are manufactured and packaged in environments in which nuts may be present and therefore cannot guarantee that any sweets supplied are free of nuts and nut traces.\nPlease note that ingredients provided are those from manufacturers' packaging and lists and are therefore as accurate as those available from sweet manufacturers, we therefore cannot be held responsible for their content.</p>\n<p>Returns</p>\n<p>In order to ensure our customers receive the best level of service and are happy to indulge their sweet tooth we offer a comprehensive returns policy in the unlikely event that you are not 100% satisfied with sweets delivered.\nPlease note that the following returns procedure must be followed, and failure to do so may result in us being unable to exchange goods or provide refunds.\nAlso please be aware that we cannot be held responsible and provide refunds/exchanges on stock affected by circumstances beyond our control.\nThis includes damage and neglect after goods are received, goods being stored in climatic conditions such as extremes of temperature that can affect some items - items often stick together or alter appearance slightly, but will taste the same and damage by third parties.\nIn addition please be aware that during the hot summer months goods in transport can be effected by the heat so be aware that delicate items such as chocolate may not always look as intended, but they will of course still taste as good as ever.</p>\n<p>Should you wish to return an item for any reason please notify us within 48 hours of receipt of your order of any part that is unsatisfactory.\nIn order to arrange a return, please contact us and inform our customer service team of your order number, the item you are returning and the reason for the return.</p>\n<p>We will then reply with a unique returns authorisation number and the address you need to send the item to.</p>\n<p>You'll need to package the item securely and include:</p>\n<p>Your order number;</p>\n<p>The returns authorisation number;</p>\n<p>Whether a replacement or refund is needed.\nand</p>\n<p>The reason why you are returning the item.</p>\n<p>Goods returned should be in their original condition and packaging in which they arrived, along with a copy of the invoice or packing slip.</p>\n<p>Once received items will be checked and refunds on goods and postage arranged where suitable.\nWe cannot issue refunds on simply unwanted goods due the perishable nature of goods on sale.\nRefunds/exchanges will only be offered on items that are faulty, and were clearly so at the time at which they were dispatched.</p>\n<br>\n<p>\n<strong>20.\nAll Competitions</strong>\n</p>\n<p>We reserve the right to amend these Terms without notice from time to time.\nAll competitions are promoted and operated by TheHut.com Limited.</p>\n<p>These rules will be deemed incorporated into each competition except to the extent that any specific instruction in a competition provides otherwise.</p>\n<p>By entering the competition entrants will be deemed to have read and understood these Terms and be bound by them.\nAll of our decisions will be final and binding and no correspondence will be entered into.</p>\n<p>Any person who is an employee or an immediate family member of an employee of any The Hut Group company or any other person who is directly connected with the organisation of any particular competition is ineligible to participate.</p>\n<p>Competitions are only open to residents of the UK (excluding Northern Ireland).</p>\n<p>All entrants are to be aged 18 or over unless any other age restriction is specified or implied.\nEntrants should, if under 18, obtain permission in advance from their parent or guardian.</p>\n<p>All entries must be received by the closing date specified in the competition.\nAnswers will be entered upon submission.\nNo responsibility will be taken for any answers that are misdirected, lost for technical or other reasons or received after the closing date.</p>\n<p>We reserve the absolute right to disqualify without notice any entries to any competition which we consider have used improper technical means to enter and/or we believes fraudulent.</p>\n<p>Entrants are liable for their costs to access computer networks.</p>\n<p>We will not be liable for or accept any responsibility for: (i) any failure by the winner or any entrant to comply with these terms and conditions.\n(ii) any disruption, delay or misdirection of entries.\nor (iii) any server, system or network failures, malfunctioning or inaccessibility.</p>\n<p>We shall be the promoter of all competitions subject to these terms and conditions unless stated otherwise.</p>\n<p>Prizes</p>\n<p>If for any reason an advertised prize is unavailable we reserve the right at our absolute discretion to substitute a similar prize of equivalent or greater value.</p>\n<p>Only one prize will be awarded per household.</p>\n<p>There will be no cash or other alternative to the prize offered and prizes are not transferable.</p>\n<p>Notification</p>\n<p>The winner’s name will be selected in a random draw, after the closing date, from all correct answers received.</p>\n<p>The winner of a prize will be notified within 28 days after the winner has been ascertained.</p>\n<p>Please allow 28 days for delivery of all prizes.</p>\n<p>If the winner of a competition is unable to take up a prize for any reason or if the winner cannot be notified after reasonable efforts having been made then we may dispose of the prize as we think fit without any liability to the winner for having done so.</p>\n<p>For each competition, only one prize will be awarded per entrant / email address.\nNames of winners will be available on request.</p>\n<p>The names of the winners may be published on our Website and/or on our Facebook, Twitter or any other social media platform.</p>\n<p>Claiming Prizes</p>\n<p>Prizes Involving Travel: (a) Travel arrangements are the responsibility of prize-winners unless otherwise stated.\n(b) we reserve the right to require written permission from the parent or guardian of any winner who is under the age of 16 and to require such a winner to choose as a companion someone 18 or over.</p>\n<p>Competition prizes/tickets may be restricted to certain times of the year and unless otherwise stated all prizes must be taken within six months of the date of the competition draw.</p>\n<p>Where prizes are to be provided by a third party then the winner will be required to complete all appropriate or applicable booking or other formalities direct with such providers.\nWe will have no responsibility for the acts/defaults of any other persons or companies.</p>\n<br>\n<p>\n<strong>21.\nReviews</strong>\n</p>\n<p>If you submit a review, you grant us a non-exclusive, royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.</p>\n<p>You grant www.callmekev.in and its sub-licensees the right to use the name that you submit in connection with such content, if they choose.</p>\n<p>You agree to waive your right to be identified as the author of such content and your right to object to derogatory treatment of such content.</p>\n<p>You agree to perform all further acts necessary to perfect any of the above rights granted by you to www.callmekev.in, including the execution of deeds and documents, at the request of www.callmekev.in.</p>\n<p>You represent and warrant that you own or otherwise control all of the rights to the content that you post.\nthat, as at the date that the content or material is submitted to www.callmekev.in:</p>\n<p>The content and material is accurate.\nuse of the content and material you supply does not breach any applicable www.callmekev.in guidelines.\nand will not cause injury to any person or entity (including that the content or material is not defamatory).\nYou agree to indemnify www.callmekev.in for all claims brought by a third party against www.callmekev.in arising out of or in connection with a breach of any of these warranties.</p>\n<p>Winners of the review competition will be notified by email.</p>\n<p>Failure to respond to our notification email within 20 days will result in the prize being forfeit.</p>\n<br>\n<p>\n<strong>22.\nMulti-buy Offers</strong>\n</p>\n<p>This offer applies only to qualifying items listed in the Multi-buy area of this Website.</p>\n<p>Where any goods are returned (except for an exchange where products are faulty/defective), we are entitled to either require the return of all goods delivered as part of that Multi-buy offer at your cost or charge you for the goods retained by you at the full price quoted on this site.</p>\n<br>\n<p>\n<strong>23.\nGift with Products Promotions</strong>\n</p>\n<p>Where we are offering a free gift with a product, we shall only provide one free gift per transaction (irrespective of how many products are purchased).\nThe free gift is subject to availability and we reserve the right to change the free gift for a gift of equivalent value.</p>\n<br>\n<p>\n<strong>24.\nSpecial Offers &amp.\nPromotions</strong>\n</p>\n<p>Discount codes that are valid across the entire site exclude the following unless stated otherwise;</p>\n<p>Pre-orders</p>\n<p>Bundles</p>\n<p>Limited Edition products and collections</p>\n<p>Subscriptions</p>\n<p>All Sale, Clearance, Outlet Lines</p>\n<p>Can not be used in conjunction with other promotions</p>\n<p>Unless expressly stated otherwise, all discount codes/offers are subject to a maximum discount value equivalent to £1 per 1% of discount (e.g.\na 10% discount code is capped at a maximum discount of £10, a 20% discount is capped at a maximum discount of £20 etc).\nFrom time to time and at our sole discretion, we may increase or decrease this cap for certain promotions.</p>\n<br>\n<p>\n<strong>25.\nCredit</strong>\n</p>\n<p>Any credit will be valid for 12 months from the date of issue and will expire on the anniversary of the date of issue.</p>To top<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Returns Policy</li>\n<li>Modern Slavery Policy</li>\n<li>FAQs</li>\n<li>Cookies</li>\n</ul>\n<p>\n</p>\n<p>M-A-N-A @ The Hut.com Ltd.\n© 2023</p>", "created_at": "2023-08-19 19:04:32.752966", "updated_at": "2023-08-19 19:04:53.625406"}, {"id": 18201, "name": "PRIVACY POLICY", "url": "https://www.callmekev.in/privacy-policy", "xpath": "//body", "text": "\nWe use cookies to give you the best experience on our site.\nBy continuing, you agree to our use ofCookiesAcceptSkip to main contentCurrencyEURGBPUSD<p>Account</p>(0 items)<p>Your basket is empty</p>\n<ul>\n<li>Home</li>\n<li>All Products</li>\n<li>Cult Collection</li>\n<li>T-Shirts</li>\n<li>Sweatshirts</li>\n<li>Hoodies</li>\n<li>Kids</li>\n<li>Mugs</li>\n<li>Art Prints</li>\n<li>Contact</li>\n</ul>Close Button<ul>\n<li>Home</li>\n<li>All Products</li>\n<li>Cult Collection</li>\n<li>T-Shirts</li>\n<li>Sweatshirts</li>\n<li>Hoodies</li>\n<li>Kids</li>\n<li>Mugs</li>\n<li>Art Prints</li>\n<li>Contact</li>\n</ul>\n<p>PRIVACY POLICY</p>\n<p>Call Me Kevin is committed to protecting our customer's privacy.\nPlease take the time to review this notice which explains what information we collect about you, how we use it, and your rights.\nThe Hut.com Limited (“Call Me Kevin”, “we” or “us”) is the data controller of the personal data collected via or in connection with Call Me Kevin and any associated App (the “Site”).</p>\n<br>\n<p>\n<strong>What personal data do we collect about you?</strong>\n</p>\n<p>We collect personal data from you when you provide it to us directly and through your use of the Site.\nThis information may include:</p>\n<p>• Information you provide to us when you use our Site (e.g.\nyour name, contact details, gender, product reviews, and any information which you add to your account profile);</p>\n<p>• Transaction and billing information, if you make any purchases from us or using our Site (e.g.\ncredit/debit card details and delivery information);</p>\n<p>• Records of your interactions with us (e.g.\nif you contact our customer service team, interact with us on social media);</p>\n<p>• Information you provide us when you enter a competition or participate in a survey;</p>\n<p>• Information collected automatically, using cookies and other tracking technologies (e.g.\nwhich pages you viewed and whether you clicked on a link in one of our email updates).\nWe may also collect information about the device you use to access our Site.\nand</p>\n<p>• Other information necessary to provide the Site, for example we may access your location if you give us your consent.If you also shop in one of our stores, we may combine information you give us in-store (e.g.\nif you make a purchase or join our mailing list in-store) with the information above.</p>\n<br>\n<p>\n<strong>What do we use this personal data for?</strong>\n</p>\n<p>Depending on how you use our Site, your interactions with us, and the permissions you give us, the purposes for which we use your personal data include:</p>\n<p>• To fulfil your order and maintain your online account.</p>\n<p>• To manage and respond to any queries or complaints to our customer service team.</p>\n<p>• To personalise the Site to you and show you content we think you will be most interested in, based on your account information, your purchase history and your browsing activity.</p>\n<p>• To improve and maintain the Site, and monitor its usage.</p>\n<p>• For market research, e.g.\nwe may contact you for feedback about our products.</p>\n<p>• To send you marketing messages and show you targeted advertising, where we have your consent or are otherwise permitted to do so.</p>\n<p>• For security purposes, to investigate fraud and where necessary to protect ourselves and third parties.</p>\n<p>• To comply with our legal and regulatory obligations.</p>\n<p>We rely on the following legal basis, under data protection law, to process your personal data:</p>\n<p>• Because the processing is necessary to perform a contract with you, or take steps prior to entering into a contract with you (e.g.\nwhere you have made a purchase with us, we use your personal data to process the payment and fulfil your order).</p>\n<p>• Because we have obtained your consent (e.g.\nwhere you contact us with a query, where you add optional information to your account profile, or if you consent to receive marketing from us).</p>\n<p>• Because it is in our legitimate interests as an e-commerce provider to maintain and promote our services.\nWe are always seeking to understand more about our customers in order to offer the best products and customer experience.\nWe use information about you to tailor your view of the Site, to make it more interesting and relevant in respect of the products and offers on view.</p>\n<p>Our Site may allow you the option of adding additional information to your account profile, such as information about your body type, skin type, hair type, hair condition, training regime, performance goals, height and weight.\nWe treat this information with particular sensitivity, as we understand it can reveal information about your health or ethnicity, for example.\nYou do not have to provide this information to us, and can delete it or update it at any time.</p>\n<br>\n<p>\n<strong>Marketing</strong>\n</p>\n<p>We love to communicate with our customers and so, depending on your marketing preferences, we may use your personal data to send you marketing messages by email, phone or post.\nSome of these messages may be tailored to you, based on your previous browsing or purchase activity, and other information we hold about you.</p>\n<p>If you no longer want to receive marketing communications from us (or would like to opt back in!), you can change your preferences at any time by contacting us (details below), clicking on the ‘unsubscribe’ link in any email, or updating your settings in your account.\nIf you unsubscribe from marketing, please note we may still contact you with service messages from time to time (e.g.\norder and delivery confirmations, and information about your legal rights).</p>\n<p>You may also see ads for our Site on third party websites, including on social media.\nThese ads may be tailored to you using cookies (which track your web activity, so enable us to serve ads to customers who have visited our Site).\nWhere you see an ad on social media, this may because we have engaged the social network to show ads to our customers, or users who match the demographic profile of our customers.\nIn some cases, this may involve sharing your email address with the social network.\nIf you no longer want to see tailored ads you can change your cookie and privacy settings on your browser and these third party websites.</p>\n<br>\n<p>\n<strong>Who do we share this personal data with?</strong>\n</p>\n<p>We share customers’ personal data with third parties in the following circumstances:</p>\n<p>• With other companies in our group of companies, as necessary to operate the Site.</p>\n<p>• With our suppliers and service providers working for us, e.g.\npayment processors and delivery companies.</p>\n<p>• With our professional and legal advisors.</p>\n<p>• With third parties engaged in fraud prevention and detection.</p>\n<p>• With law enforcement or other governmental authorities, e.g.\nto report a fraud or in response to a lawful request.</p>\n<p>• In the event that we sell any business assets, the personal data of our customers may be disclosed to a potential buyer.\nIn this event, we will make reasonable attempts to ensure the buyer will be bound by the terms of this Privacy Policy.</p>\n<p>• Otherwise where we have your consent or are otherwise legally permitted to do so.</p>\n<br>\n<p>\n<strong>Storage and Retention</strong>\n</p>\n<p>We use service providers based around the world.\nConsequently, your personal data may be processed in countries outside of Europe, including in countries where you may have fewer legal rights in respect of your data than you do under local law.\nIf we transfer personal data outside the European Economic Area we will, as required by applicable law, ensure that your privacy rights are adequately protected by appropriate safeguards, in particular the EU’s standard contractual clauses.\nPlease contact us if you would like more information about these safeguards.</p>\n<p>We will keep your personal data for as long as we need it for the purposes set out above, and so this period will vary depending on your interactions with us.\nFor example, where you have made a purchase with us, we will keep a record of your purchase for the period necessary for invoicing, tax and warranty purposes.\nWe may also keep a record of correspondence with you (for example if you have made a complaint about a product) for as long as is necessary to protect us from a legal claim.\nWhere we no longer have a need to keep your information, we will delete it.\nPlease note that where you unsubscribe from our marketing communications, we will keep a record of your email address to ensure we do not send you marketing emails in future.</p>\n<br>\n<p>\n<strong>Security</strong>\n</p>\n<p>This Site ensures that data is encrypted when leaving the Site.\nThis process involves the converting of information or data into a code to prevent unauthorised access.\nThis Site follows this process and employs secure methods to ensure the protection of all credit and debit card transactions.\nEncryption methods such as SSL are utilised to protect customer data when in transit to and from this Site over a secure communications channel.</p>\n<p>Whilst we do everything within our power to ensure that personal data is protected at all times from our Site, we cannot guarantee the security and integrity of the information that has been transmitted to our Site.</p>\n<br>\n<p>\n<strong>Children</strong>\n</p>\n<p>Our Site is not intended for, and should not be used by, children under the age of 18.\nWe do not knowingly collect personal data from children under 18.</p>\n<br>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Our Sites uses cookies and similar technologies to provide certain functionality to the Site, to understand and measure its performance, and to deliver targeted advertising.\nPlease see our Cookie Policy here for further information about the cookies we use and how to amend your cookie settings.</p>\n<br>\n<p>\n<strong>Your</strong>\n<strong>rights</strong>\n</p>\n<p>You have certain rights in respect of your personal data, including the right to access, portability, correct, and request the erasure of your personal data.</p>\n<p>You also have the right to object to your personal data being used for certain purposes, including to send you marketing.\nSee ‘Marketing’ above, for more details of how to opt-out of marketing.</p>\n<p>We will comply with any requests to exercise your rights in accordance with applicable law.\nPlease be aware, however, that there are a number of limitations to these rights, and there may be circumstances where we are not able to comply with your request.\nTo make any requests regarding your personal data, or if you have any questions or concerns regarding your personal data, you should contact us using the details below.\nYou are also entitled to contact your local supervisory authority for data protection.</p>\n<br>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any queries on any aspect of our Privacy Policy, please contact us on the details below:</p>\n<p>Email: customer.experience@thehutgroup.com</p>\n<p>Address: Customer Services, Meridian House, Gadbrook Park, Cheshire, CW9 7RA</p>\n<p>Last updated - 16/05/2018</p>To top<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Returns Policy</li>\n<li>Modern Slavery Policy</li>\n<li>FAQs</li>\n<li>Cookies</li>\n</ul>\n<p>\n</p>\n<p>M-A-N-A @ The Hut.com Ltd.\n© 2023</p>", "created_at": "2023-08-19 19:05:05.900744", "updated_at": "2023-08-19 19:05:15.667204"}], "points": [], "urls": ["callmekev.in"]}}