{"error": 448, "message": "OK", "parameters": {"id": 7580, "name": "GrowthBook", "created_at": "2023-03-15 20:50:52.65575", "updated_at": "2023-03-29 19:26:47.436524", "wikipedia": null, "keywords": null, "related": null, "slug": "growthbook", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7580.png", "url": "growthbook.io", "documents": [{"id": 14597, "name": "Terms of Service", "url": "https://www.growthbook.io/terms", "xpath": "//body", "text": "Version 1.8 released.Version 1.8 released.\nJoin the GrowthBook team Thursday as we demo the latest features and answer your questions.Learn moreCommunityGrowthBook Community<p>Ask questions, meet your peers, learn how to contribute, and share what you know.<br>\n<br>We ❤️&nbsp;our community</p>Join our Slack channelVisit our GitHub projectGet our newsletterContact usPricingDemoDocs\nLog inGet startedTerms of Service Agreement<p>Updated April 15, 2022</p>\n<p>Thank you for signing up for a subscription with GrowthBook, Inc.\n(“GrowthBook”, “we” or “us”).\nBy placing an order, clicking to accept this Agreement, or using or accessing any GrowthBook Service or related services, you agree to all the terms and conditions of this Terms of Service Agreement (“Agreement”).\nIf you are using a GrowthBook Service or related services on behalf of a company or other entity, then “Customer” or “you” means that entity, and you are binding that entity to this Agreement.\nYou represent and warrant that you have the legal power and authority to enter into this Agreement and that, if the Customer is an entity, this Agreement and each Order Form is entered into by an employee or agent with all necessary authority to bind that entity to this Agreement.\nPlease note that we may modify this Agreement as further described in the amendments section below, so you should make sure to check this page from time to time.\nThis Agreement includes any Order Forms and Service-Specific Terms (as defined below) as well as any policies or exhibits linked to or referenced herein.\nThis Agreement is effective as of September 20, 2020.</p>1.\nOVERVIEW OF THE GROWTHBOOK PLATFORM.<p>GrowthBook provides a suite of products that allows subscribers to ideate, discuss, test, analyze, and learn from experiments they run on their products.\nTo accomplish this, Customer integrates GrowthBook code for the relevant platform, and then uses the tools within the applicable GrowthBook Service to define metrics and set up experiments.\nCustomer define the variations and build the differentiated experience with GrowthBook code.\nAfter the experiment is finished, the conclusions of the test are recorded, and any insights are added.\nThe Service-Specific Terms and the applicable Documentation provide additional details about each GrowthBook Service.</p>2.\nDEFINITIONS.<p>2.1 “Add-On” means integrations, applications, and other add-ons that are used with the GrowthBook Service.</p>\n<p>2.2 “Affiliate” means any entity which is controlled by, in control of, or is under common control with a party to this Agreement, where “control” means either the power to direct the management or affairs of the entity or ownership of 50% or more of the voting securities of the entity.</p>\n<p>2.3 “Aggregate/Anonymous Data” means: (i) data generated by aggregating Customer Data with other data so that results are non-personally identifiable with respect to Customer or its Visitors.\nand (ii) learnings, logs, and data regarding use of the GrowthBook Service.</p>\n<p>2.4 “Authorized Users” means Customer’s employees and contractors (such as media agencies or marketing consultants) who are acting for Customer’s benefit and on its behalf.</p>\n<p>2.5 “Confidential Information” means code, inventions, know-how, product plans, inventions, and technical and financial information exchanged under this Agreement, that is identified as confidential at the time of disclosure or should reasonably be considered confidential based on the circumstances surrounding the disclosure and the nature of the information disclosed.</p>\n<p>2.6 “Content” means text, images, videos or other content for the Customer Property that Customer selects for use with the Growth Book Service.\nThis Content becomes public on the Customer Properties, so Customer should only provide Content that it wishes others to see.</p>\n<p>2.7 “Customer Apps” means the applications (such as for mobile device platforms or OTT devices) expressly identified in the applicable Order Form.</p>\n<p>2.8 “Customer Data” means: (i) Content.\n(ii) Submitted Data.\n(iii) Visitor Data.\nand (iv) any other Customer Data specified in the Service-Specific Terms.</p>\n<p>2.9 “Customer Property or Properties” means: (i) Customer Sites.\n(ii) Customer Apps.\nor (iii) other types of platforms or properties (as may be supported by GrowthBook) specified in the applicable Order Form.</p>\n<p>2.10 “Customer Sites” means the web domains expressly identified in the applicable Order Form.</p>\n<p>2.11 “Documentation” means the end user technical documentation created by GrowthBook and provided with the GrowthBook Service, currently available in the Knowledge Base and Developer Docs at https://docs.growthbook.io/.</p>\n<p>2.12 “GrowthBook Code” means the code developed and provided by GrowthBook to Customer for use in connection with the GrowthBook Service, which may include GrowthBook’s JavaScript code, SDK(s) and Add-Ons developed and provided by GrowthBook.</p>\n<p>2.13 “GrowthBook Service” means the specific proprietary software-as-a-service product(s) of GrowthBook specified in Customer’s Order Form, including any related GrowthBook Code and Documentation, and excluding any Third-Party Products.</p>\n<p>2.14 “GrowthBook Technology” means the GrowthBook Service, any and all related or underlying documentation, technology, code, know-how, logos and templates (including in any reports or output obtained from the GrowthBook Service), anything delivered as part of support or other services, and any updates, modifications or derivative works of any of the foregoing, including as may incorporate any Feedback.</p>\n<p>2.15 “Order Form” means any GrowthBook ordering documentation or online sign-up or subscription flow that references this Agreement.</p>\n<p>2.16 “Regulated Data” means: (i) any personally identifiable information (other than personal information about Authorized Users).\n(ii) any patient, medical, or other protected or regulated health information.\nor (iii) any government IDs, financial information (including bank account or payment card numbers), or any other information subject to regulation or protection under specific laws or regulations.</p>\n<p>2.17 “Scope of Use” means the usage limits or other scope of use descriptions for the GrowthBook Service included in the applicable Order Form (including descriptions of packages and features) or Documentation.\nThese include any numerical limits on Visitors or Authorized Users, descriptions of product feature levels, and names or numerical limits for Customer Properties.</p>\n<p>2.18 “Service-Specific Terms” means the additional or different terms and conditions (if any) specific to a GrowthBook Service or other GrowthBook products, features, services or subscription plans.</p>\n<p>2.19 “Submitted Data” means data uploaded, inputted or otherwise submitted by Customer to the GrowthBook Service, including Third-Party Content.</p>\n<p>2.20 “Subscription Term” means the initial term for the subscription to the applicable GrowthBook Service, as specified on Customer’s Order Form(s), and each subsequent renewal term (if any).</p>\n<p>2.21 “Third-Party Content” means content, data or other materials that Customer provides to the GrowthBook Service from its third-party data providers, including through Add-Ons used by Customer.</p>\n<p>2.22 “Third-Party Product” means any applications, integrations, software, code, online services, systems, other products, and Add-Ons not developed by GrowthBook.</p>\n<p>2.23 “Virus” means a virus, Trojan horse, or worm that is designed to harm, disrupt or interfere with computers, software or hardware and detectable using commercially reasonable procedures.</p>\n<p>2.24 “Visitor” means any end user of a Customer Property.</p>\n<p>2.25 “Visitor Data” means the data concerning the characteristics and activities of Visitors on the Customer Properties collected for Customer by the GrowthBook Service, including any data specified in the Service-Specific Terms.</p>\n<p>Other terms are defined in other Sections of this Agreement or in the relevant Service-Specific Terms, policies, or Exhibits.</p>3.\nACCOUNT REGISTRATION AND USE.<p>Customer and its Authorized Users may need to register for a GrowthBook account in order to place orders or to access or receive a GrowthBook Service.\nAccount information must be accurate, current, and complete, and will be governed by Growth Book’s Privacy Policy (currently available at www.growthbook.io/privacy/).\nCustomer agrees to keep this information up-to-date so that GrowthBook may send notices, statements, and other information by email or through Customer’s account.\nCustomer must ensure that any user IDs, passwords, and other access credentials (such as API tokens) for the GrowthBook Service are kept strictly confidential and not shared with any unauthorized person.\nIf any Authorized User stops working for Customer, Customer must immediately terminate that person’s access to its account and any GrowthBook Service.\nCustomer will be responsible for any and all actions taken using its and its users’ accounts, passwords or access credentials.\nCustomer must notify GrowthBook immediately of any breach of security or unauthorized use of its account.\nAccounts are granted to specific Customers and must not be shared with others.</p>4.\nUSE RIGHTS.<p>4.1 Use of GrowthBook Services.\nSubject to all the terms and conditions of this Agreement, GrowthBook grants Customer a worldwide, non-exclusive, non-transferable, non-sublicensable right and license during the applicable Subscription Term to access and use the GrowthBook Service(s) designated on Customer’s Order Form solely for Customer’s internal business purposes, but only in accordance with this Agreement (including without limitation any applicable Service-Specific Terms), the Documentation, and all applicable Scope of Use descriptions.\nWhere specified in the Service-Specific Terms, the GrowthBook Service may require installation of GrowthBook Code on Customer Properties.\nIn these cases, subject to the same conditions above, the rights granted in this Section further include the right to install and use the relevant GrowthBook Code on the specified Customer Properties and, in the case of Customer Apps, to distribute the installed GrowthBook Code with Customer Apps.</p>\n<p>4.2 Use by Others.\nCustomer may permit its Authorized Users to use the GrowthBook Service, provided their use is for Customer’s benefit only and remains in compliance with this Agreement.\nCustomer will be responsible and liable for all Authorized Users’ use and access and their compliance with the terms and conditions of this Agreement.\nUse by all Authorized Users in aggregate will count towards applicable Scope of Use restrictions.</p>\n<p>4.3 General Restrictions.\nCustomer must not (and must not allow any third party to: (i) rent, lease, copy, transfer, resell, sublicense, lease, time-share, or otherwise provide access to the GrowthBook Service to a third party (except Authorized Users).\n(ii) incorporate the GrowthBook Service (or any portion of it) with, or use it with or to provide, any site, product, or service, other than on Customer Properties owned-and-operated by Customer and as specifically permitted above.\n(iii) publicly disseminate information regarding the performance of the GrowthBook Service (which is deemed GrowthBook’s Confidential Information).\n(iv) modify or create a derivative work of the GrowthBook Service or any portion of it.\n(v) reverse engineer, disassemble, decompile, translate, or otherwise seek to obtain or derive the source code, underlying ideas, algorithms, file formats, or non-public APIs to any GrowthBook Service (including GrowthBook Code), except to the extent expressly permitted by applicable law and then only with advance notice to GrowthBook.\n(vi) break or circumvent any security measures, rate limits, or usage tracking (such as event tracking) of the GrowthBook Service, or configure the GrowthBook Service (or any component thereof) to avoid sending events or impressions or to otherwise avoid incurring fees.\n(vii) distribute any portion of the GrowthBook Service other than the GrowthBook Code installed in Customer Properties as specifically permitted above.\n(viii) access the GrowthBook Service for the purpose of building a competitive product or service or copying its features or user interface.\n(ix) use the GrowthBook Service for purposes of product evaluation, benchmarking, or other comparative analysis intended for publication without GrowthBook’s prior written consent.\nor (x) remove or obscure any proprietary or other notices contained in the GrowthBook Service, including in any reports or output obtained from the GrowthBook Service.</p>\n<p>4.4 Beta Releases and Free Access Subscriptions.\nGrowthBook may provide Customer with a GrowthBook Service or GrowthBook Code for free or on a trial basis (a “Free Access Subscriptions”) or with “alpha”, “beta”, or other early-stage GrowthBook Services, GrowthBook Code, integrations, or features (“Beta Releases”), which are optional for Customer to use.\nThis Section will apply to any Free Access Subscriptions or Beta Releases (even if Beta Releases are provided for a fee or counts towards Customer’s Scope of Use allocations) and supersedes any contrary provision in this Agreement.\nGrowthBook may use good faith efforts in its discretion to assist Customer with Free Access Subscriptions or Beta Releases.\nNevertheless, and without limiting the other disclaimers and limitations in this Agreement, CUSTOMER AGREES THAT ANY FREE ACCESS SUBSCRIPTION OR BETA RELEASES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTY, SUPPORT, MAINTENANCE, STORAGE, SLA, OR INDEMNITY OBLIGATIONS OF ANY KIND.\nWITH RESPECT TO BETA RELEASES, CUSTOMER FURTHER ACKNOWLEDGES AND AGREES THAT BETA RELEASES MAY NOT BE COMPLETE OR FULLY FUNCTIONAL AND MAY CONTAIN BUGS, ERRORS, OMISSIONS, AND OTHER PROBLEMS FOR WHICH GrowthBook WILL NOT BE RESPONSIBLE.\nACCORDINGLY, ANY USE OF BETA RELEASES ARE AT CUSTOMER’S SOLE RISK.\nGrowthBook makes no promises that future versions of Beta Releases will be released or will be available under the same commercial or other terms.\nGrowth Book may terminate Customer’s right to use any Free Access Subscriptions or Beta Releases at any time for any reason or no reason in GrowthBook’s sole discretion, without liability.</p>5.\nCUSTOMER DATA.<p>5.1 Rights in Customer Data.\nAs between the parties, Customer retains all right, title, and interest (including any intellectual property rights) in and to the Customer Data, all Customer Properties, and all content contained within them (excluding any GrowthBook Technology).\nCustomer hereby grants GrowthBook a non-exclusive, worldwide, royalty-free right and license to collect, use, copy, store, transmit, modify, and create derivative works of the Customer Data solely to the extent necessary to provide the GrowthBook Service and related services to Customer and as set out in Section 5.2 (Aggregate/Anonymous Data).\nFor Content, this includes the right to publicly display and perform Content and the Customer Properties (including derivative works and modifications) as directed by Customer through the GrowthBook Service.</p>\n<p>5.2 Aggregate/Anonymous Data.\nCustomer agrees that GrowthBook will have the right to generate Aggregate/Anonymous Data and that Aggregate/Anonymous Data is GrowthBook Technology, which Growth Book may use for any business purpose during or after the term of this Agreement (including without limitation to develop and improve GrowthBook’s products and services and to create and distribute reports and other materials).\nFor clarity, GrowthBook will only disclose Aggregate/Anonymous Data externally in a de-identified (anonymous) form that does not identify Customer, Authorized Users, or Visitors, and that is stripped of all persistent identifiers (such as device identifiers, IP addresses, and cookie IDs).\nCustomer is not responsible for GrowthBook’s use of Aggregate/Anonymous Data.</p>\n<p>5.3 Security.\nGrowthBook agrees to maintain commercially reasonable technical and organizational measures designed to secure its systems from unauthorized disclosure and modification.\nGrowthBook’s security measures will include: (i) storing Customer Data on servers located in a physically secured location.\nand (ii) using firewalls, access controls, and similar security technology designed to protect Customer Data from unauthorized disclosure and modification.</p>\n<p>5.4 Storage.\nGrowthBook expressly disclaims all other obligations with respect to storage.\nAdditional storage terms may be specified in the applicable Service-Specific Terms.</p>\n<p>5.5 Data Export.\nGrowthBook provides the ability for Customer to export data at any time in the GrowthBook Service as described in the Documentation.</p>6.\nCUSTOMER OBLIGATIONS.<p>Customer agrees to: (i) maintain a legally-adequate privacy policy on its Customer Properties and provide all required disclosures to its Visitors.\n(ii) obtain all necessary rights, releases, and consents to allow Customer Data to be collected, used, and disclosed in the manner contemplated by this Agreement and to grant GrowthBook the rights set out in this Agreement.\n(iii) use the GrowthBook Service in compliance with GrowthBook’s then-current Acceptable Use Policy.\n(iv) comply with any third-party terms applicable to any Customer Apps (such as app store terms), and to any Third-Party Products used in connection with the GrowthBook Service.\n(v) not take any action that would cause GrowthBook, the GrowthBook Service or the GrowthBook Code to become subject to any third-party terms (including open source license terms).\nCustomer represents and warrants that its Customer Properties and the collection, use, and disclosure of Customer Data will not violate any third-party rights, including intellectual property, privacy and publicity rights.\nIf Customer receives any take down requests or infringement notices related to Customer Data or its use of Third-Party Products, it must promptly: (a) stop using the related item with the GrowthBook Service.\nand (b) notify GrowthBook.\nIf GrowthBook receives any take down requests or infringement notices related to Customer Data or Customer’s use of Third-Party Products, GrowthBook may respond in accordance with its policies, and will notify and consult with the Customer on next steps.</p>7.\nSERVICES.<p>GrowthBook makes available web-based support through its website (currently available at http://growthbook.io/support/).\nAdditional support services may be available to Customer upon payment of applicable fees (if any), as specified in Customer’s Order Form.\nAny support services are subject to this Agreement and Growth Book’s applicable support policies.\nGrowthBook may also provide onboarding, consulting, deployment and other services under this Agreement.\nThe scope, pricing, and other terms for these additional services will be specified in an Order Form, Order Form exhibit, or other document referencing this Agreement.\nCustomer may use anything delivered as part of these additional services internally during its Subscription Term to support its authorized use of the GrowthBook Service, subject to the restrictions in Section 4 (Use Rights) above applicable to the GrowthBook Service itself.\nGrowthBook’s ability to deliver services will depend on Customer’s reasonable and timely cooperation and the accuracy and completeness of any information from Customer needed to deliver the services.\nFor avoidance of doubt, Customer retains ownership of any Confidential Information it provides to GrowthBook.</p>8.\nFEES AND PAYMENT.<p>Customer agrees to pay all fees in the currency and payment period specified in the applicable Order Form.\nGrowthBook’s fees are exclusive of all taxes, and Customer must pay any applicable sales, use, VAT, GST, excise, withholding, or similar taxes or levies, whether domestic or foreign, other than taxes based on the income of GrowthBook.\nCustomer will make tax payments to Growth Book to the extent amounts are appropriately included in Growth Book’s invoices.\nGrowthBook sends invoices electronically, and invoices for the GrowthBook Service in advance as set out in the Order Form, and for overages or additional CPM, if applicable in the relevant Order Form, monthly in arrears.\nIf Customer requires a Purchase Order number referenced on GrowthBook’s invoice, Customer must promptly provide the Purchase Order number.\nIf Customer does not promptly provide the Purchase Order number, Customer agrees to pay the invoice without a referenced Purchase Order Number.\nSome customers may have the option to pay by credit card.\nIf Customer is paying by credit card, it authorizes Growth Book to charge and fees other amounts automatically to Customer’s credit card without invoice.\nPayments are non-refundable and non-creditable and payment obligations non-cancellable.\nLate payments may be subject to a service charge equal to the lesser of 1.5% per month of the amount due or the maximum amount allowed by law.</p>9.\nTERM AND TERMINATION.<p>9.1 Term.\nThis Agreement is effective until all Subscription Terms for the GrowthBook Service(s) have expired or are terminated as expressly permitted in this Agreement.</p>\n<p>9.2 Subscription Term and Renewals.\nBy executing an Order Form for purchase of a GrowthBook Service, Customer is agreeing to pay applicable fees for the entire Subscription Term.\nCustomer cannot cancel or terminate a Subscription Term except as expressly permitted by Section 9.4 (Termination for Cause) or a Service-Specific Term.\nIf no subscription start date is specified on the applicable Order Form, the subscription starts when Customer first obtains access to the GrowthBook Service.\nEach Subscription Term will automatically renew for additional successive twelve-month periods unless: (i) otherwise stated on the applicable Order Form.\nor (ii) either party gives written notice of non-renewal at least thirty (30) days before the end of the then-current Subscription Term.\nPricing for any Subscription Term renewal, new Order Form, or Order Form changes will be at GrowthBook’s then-applicable rates.</p>\n<p>9.3 Suspension of Service.\nGrowthBook may suspend Customer’s access to the GrowthBook Service(s) if: (i) Customer’s account is overdue.\nor (ii) Customer has exceeded its Scope of Use limits.\nGrowthBook may also suspend Customer’s access to the GrowthBook Service(s), remove Customer Data or disable Third-Party Products if it determines that: (a) Customer has breached Sections 4 (Use Rights) or 6 (Customer Obligations).\nor (b) suspension is necessary to prevent harm or liability to other customers or third parties, or to preserve the security, stability, availability or integrity of the GrowthBook Service.\nGrowthBook will have no liability for taking action as permitted above.\nFor the avoidance of doubt, Customer will remain responsible for payment of fees during any suspension period under this Section 9.3.\nHowever, unless this Agreement has been terminated, GrowthBook will cooperate with Customer to promptly restore access to the Growth Book Service once it verifies that Customer has resolved the condition requiring suspension.</p>\n<p>9.4 Termination for Cause.\nEither party may terminate this Agreement, including any related Order Form, if the other party: (i) fails to cure any material breach of this Agreement (including a failure to pay undisputed fees) within thirty (30) days after written notice detailing the breach.\n(ii) ceases operation without a successor.\nor (iii) if permitted by applicable law, seeks protection under any bankruptcy, receivership, trust deed, creditors’ arrangement, composition, or comparable proceeding, or if any of these proceedings are instituted against that party (and not dismissed within sixty (60) days thereafter).\nGrowthBook may also terminate this Agreement or any related Order Forms immediately if Customer breaches Sections 4 (Use Rights) or 6 (Customer Obligations), or for repeated violations of this Agreement.</p>\n<p>9.5 Effect of Termination.\nUpon any expiration or termination of this Agreement or an Order Form: (i) Customer’s license rights terminate and it must promptly: (a) stop use of the applicable GrowthBook Service(s) (including any related GrowthBook Technology).\n(b) stop distributing any GrowthBook Code installed on its Customer Properties.\nand (c) delete (or, at GrowthBook’s request, return) any and all copies of the GrowthBook Code, any GrowthBook documentation, passwords or access codes, and any other GrowthBook Confidential Information in Customer’s possession, custody, or control.\nand (ii) Customer’s right to access any Customer Data in the applicable GrowthBook Service will cease and GrowthBook may delete the Customer Data at any time after 30 days from the date of termination.\nIf GrowthBook terminates this Agreement for cause as provided in Section 9.4 (Termination for Cause), any payments for the remaining portion of the Subscription Term will become due and must be paid immediately by Customer.\nExcept where this Agreement specifies an exclusive remedy, all remedies under this Agreement, including termination or suspension, are cumulative and not exclusive of any other rights or remedies that may be available to a party.</p>\n<p>9.6 Survival.\nThe following Sections survive any expiration or termination of this Agreement: 2 (Definitions).\n3 (Account Registration and Use).\n4.3 (General Restrictions).\n4.4 (Beta Releases and Free Access Subscriptions).\n5.1 (Rights in Customer Data).\n5.2 (Aggregate/Anonymous Data).\n8 (Fees and Payment).\n9 (Term and Termination).\n10 (Confidential Information).\n11 (Growth Book Technology).\n12 (Indemnification).\n13.2 (Disclaimers).\n14 (Limitations of Liability).\n15 (Third-Party Products and Integrations).\nand 16 (General).</p>10.\nCONFIDENTIAL INFORMATION.<p>10.1 Confidentiality Obligation.\nEach party (as the receiving party) must: (i) hold in confidence and not disclose the other party’s Confidential Information to third parties except as permitted by this Agreement.\nand (ii) only use the other party’s Confidential Information to fulfill its obligations and exercise its rights under this Agreement.\nEach party may share the other party’s Confidential Information with its, and its Affiliates’, employees, agents or contractors having a legitimate need to know (which, for GrowthBook, includes the subcontractors referenced in Section 16.5), provided that the party remains responsible for any recipient’s compliance with the terms of this Section 10 and that these recipients are bound to confidentiality obligations no less protective than this Section.</p>\n<p>10.2 Exclusions.\nThese confidentiality obligations do not apply to (and Confidential Information does not include) information that: (i) is or becomes public knowledge through no fault of the receiving party.\n(ii) was known by the receiving party before it received the Confidential Information.\n(iii) is rightfully obtained by the receiving party from a third party without breach of any confidentiality obligation.\nor (iv) is independently developed by the receiving party without using the disclosing party’s Confidential Information.\nA party may also disclose the other party’s Confidential Information to the extent required by law or court order, provided it gives advanced notice (if permitted by law) and cooperates in any effort by the other party to obtain confidential treatment for the information.</p>\n<p>10.3 Remedies.\nThe parties acknowledge that disclosing Confidential Information may cause substantial harm for which damages alone may be an insufficient remedy, and so on breach of this Section, each party is entitled to seek appropriate equitable relief in addition to any other remedies it may have at law.</p>11.\nGROWTHBOOK TECHNOLOGY.<p>11.1 Ownership and Updates.\nThis is a subscription agreement for access to and use of the GrowthBook Service.\nCustomer acknowledges that it is obtaining only a limited right to use the GrowthBook Service and that irrespective of any use of the words “purchase”, “sale” or similar terms, no ownership rights are transferred to Customer under this Agreement.\nCustomer agrees that GrowthBook (or its suppliers) retain all rights, title and interest (including all intellectual property rights) in and to all GrowthBook Technology (which is deemed GrowthBook’s Confidential Information) and reserves any licenses not specifically granted in this Agreement.\nOther than the GrowthBook Code, the GrowthBook Service is offered as an online, hosted product.\nAccordingly, Customer acknowledges and agrees that it has no right to obtain a copy of the software behind any GrowthBook Service and that GrowthBook at its option may make updates, bug fixes, modifications or improvements to the GrowthBook Service from time-to-time.</p>\n<p>11.2 Feedback.\nIf Customer elects to provide any suggestions, comments, improvements, information, ideas or other feedback or related materials to GrowthBook (collectively, “Feedback”), Customer hereby grants GrowthBook a worldwide, perpetual, non-revocable, sublicensable, royalty-free right and license to use, copy, disclose, license, distribute, and exploit any Feedback in any format and in any manner without any obligation, payment, or restriction based on intellectual property rights or otherwise, however GrowthBook will not identify Customer as the source of the Feedback.\nNothing in this Agreement limits GrowthBook’s right to independently use, develop, evaluate, or market products, whether incorporating Feedback or otherwise.</p>12.\nINDEMNIFICATION.<p>Customer agrees to defend and indemnify GrowthBook from and against any third-party claims and liabilities to the extent resulting from: Customer Data.\nCustomer Properties (including services or products provided through the Customer Properties).\nor a breach or alleged breach of Section 6 (Customer Obligations).\nCustomer must not settle any claim without GrowthBook’s prior written consent if the settlement would require GrowthBook to admit fault, pay amounts that Customer must pay under this Agreement, or take or refrain from taking any action.\nGrowthBook may participate in a claim through counsel of its own choosing at its own expense and Customer and GrowthBook will reasonably cooperate on the defense.</p>13.\nDISCLAIMERS.<p>ALL GROWTHBOOK TECHNOLOGY AND RELATED SERVICES ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nNEITHER GROWTHBOOK NOR ITS SUPPLIERS MAKE ANY WARRANTIES, EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nGROWTHBOOK MAKES NO REPRESENTATION, WARRANTY OR GUARANTEE THAT GROWTHBOOK TECHNOLOGY WILL MEET CUSTOMER’S REQUIREMENTS OR EXPECTATIONS, THAT CUSTOMER DATA WILL BE ACCURATE, COMPLETE, OR PRESERVED WITHOUT LOSS, OR THAT GROWTHBOOK TECHNOLOGY WILL BE TIMELY, UNINTERRUPTED OR ERROR-FREE.\nGROWTH BOOK DOES NOT GUARANTEE THAT SECURITY MEASURES WILL BE ERROR-FREE AND WILL NOT BE RESPONSIBLE OR LIABLE FOR UNAUTHORIZED ACCESS BEYOND ITS REASONABLE CONTROL.\nGROWTHBOOK WILL NOT BE RESPONSIBLE OR LIABLE IN ANY MANNER FOR ANY CUSTOMER PROPERTIES, THIRD-PARTY PRODUCTS, THIRD-PARTY CONTENT, OR NON-GROWTHBOOK SERVICES (INCLUDING FOR ANY DELAYS, INTERRUPTIONS, TRANSMISSION ERRORS, SECURITY FAILURES, AND OTHER PROBLEMS CAUSED BY THESE ITEMS), FOR REGULATED DATA RECEIVED FROM CUSTOMER IN BREACH OF THIS AGREEMENT, FOR THE COLLECTION, USE AND DISCLOSURE OF CUSTOMER DATA AUTHORIZED BY THIS AGREEMENT, OR FOR DECISIONS OR ACTIONS TAKEN (OR NOT TAKEN) BY CUSTOMER BASED UPON GrowthBook TECHNOLOGY OR GROWTH BOOK’S RELATED SERVICES (INCLUDING CHANGES TO CUSTOMER PROPERTIES).\nTHE DISCLAIMERS IN THIS SECTION WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THIS AGREEMENT.\nCUSTOMER MAY HAVE OTHER STATUTORY RIGHTS.\nHOWEVER, ANY STATUTORILY REQUIRED WARRANTIES UNDER APPLICABLE LAW, IF ANY, WILL BE LIMITED TO THE SHORTEST PERIOD AND MAXIMUM EXTENT PERMITTED BY LAW.</p>14.\nLIMITATIONS OF LIABILITY.<p>14.1 Liability Cap.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL GROWTHBOOK OR ITS SUPPLIERS BE LIABLE FOR ANY LOSS OF USE, LOST OR INACCURATE DATA, INTERRUPTION OF BUSINESS, LOST PROFITS, COSTS OF DELAY, REPUTATIONAL HARM, OR ANY INDIRECT, SPECIAL, INCIDENTAL, COVER, RELIANCE OR CONSEQUENTIAL DAMAGES OF ANY KIND HOWEVER CAUSED, EVEN IF INFORMED IN ADVANCE OF THE POSSIBILITY OF THESE DAMAGES.\nGROWTHBOOK'S AND ITS SUPPLIERS’ TOTAL LIABILITY WILL NOT EXCEED IN AGGREGATE THE AMOUNT ACTUALLY PAID OR PAYABLE BY CUSTOMER TO GROWTHBOOK FOR THE APPLICABLE GROWTHBOOK SERVICE OR RELATED SERVICES IN THE TWELVE (12) MONTHS PRECEDING THE CLAIM.\nFOR FREE ACCESS SUBSCRIPTIONS OR BETA RELEASES, GROWTHBOOK'S TOTAL LIABILITY WILL NOT EXCEED IN AGGREGATE FIFTY U.S.\nDOLLARS ($50 US).</p>\n<p>14.2 Exceptions.\nNOTWITHSTANDING THE FOREGOING, NONE OF THE LIMITATIONS IN THIS SECTION 14 EXCLUDES EITHER PARTY’S LIABILITY FOR FRAUD OR FOR DEATH OR PERSONAL INJURY TO THE EXTENT CAUSED BY A PARTY’S NEGLIGENCE.\nIN ADDITION, THE LAWS IN SOME JURISDICTIONS MAY NOT ALLOW SOME OF THE LIMITATIONS OF LIABILITY IN THIS SECTION.\nIF ANY OF THESE LAWS IS FOUND TO APPLY TO THIS AGREEMENT, THIS SECTION 14 WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>14.3 Failure of Essential Purpose.\nEACH PARTY ACKNOWLEDGES AND AGREES THAT THIS SECTION 14 IS A FUNDAMENTAL BASIS OF THE BARGAIN AND A REASONABLE ALLOCATION OF RISK BETWEEN THE PARTIES AND WILL SURVIVE AND APPLY TO ANY CLAIMS ARISING OUT OF OR RELATED TO THIS AGREEMENT, ANY GrowthBook TECHNOLOGY OR ANY RELATED SERVICES, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE), EVEN IF ANY LIMITED REMEDY IN THIS AGREEMENT IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>15.\nTHIRD-PARTY PRODUCTS AND INTEGRATIONS.<p>If Customer uses Third-Party Products in connection with the GrowthBook Services, those products may make Third-Party Content available to Customer and may access Customer’s instance of the GrowthBook Service, including Customer Data.\nGrowthBook does not warrant or support Third-Party Products or Third-Party Content (whether or not these items are designated by GrowthBook as “powered”, “verified” or otherwise) and disclaims all responsibility and liability for these items and their access to the GrowthBook Services, including their modification, deletion, disclosure, or collection of Customer Data.\nGrowthBook is not responsible in any way for Customer Data once it is transmitted, copied, or removed from the GrowthBook Services by Customer or under Customer’s direction.\nCustomer may use GrowthBook’s Add-on Platform to enable non-GrowthBook Add-Ons for use with the Growth Book Services.\nThose Add-Ons are subject to the Add-On Platform Terms of Service.</p>16.\nGENERAL.<p>16.1 Assignment.\nThis Agreement will bind and inure to the benefit of each party’s permitted successors and assigns.\nNeither party may assign this Agreement without the advance written consent of the other party, except that GrowthBook may assign this Agreement without consent to an Affiliate or in connection with a merger, reorganization, acquisition, or other transfer of all or substantially all of its assets or voting securities.\nAny attempt to transfer or assign this Agreement except as expressly authorized under this Section 16.1 will be void.</p>\n<p>16.2 Notices.\nAny notice or communication under this Agreement must be in writing.\nCustomer must send any notices under this Agreement (including breach notices) to GrowthBook, in English, at the following address, legal@growthbook.io, and include “Attn.\nLegal Department” in the subject line.\nGrowthBook may send notices to the email addresses on Customer’s account or, at Growth Book’s option, to Customer’s last-known postal address.\nGrowth Book may also provide operational notices regarding the Growth Book Service or other business-related notices through conspicuous posting of the notice on GrowthBook’s website or the GrowthBook Service.\nEach party consents to receiving electronic notices.\nGrowthBook is not responsible for any automatic filtering Customer or its network provider may apply to email notifications.</p>\n<p>16.3 Publicity.\nGrowthBook may not use Customer’s name, logo, and marks for its marketing purposes unless otherwise specified in the applicable Order Form or with Customer’s prior written permission.</p>\n<p>16.4 Subcontractors.\nGrowthBook may use subcontractors and permit them to exercise the rights granted to GrowthBook in order to provide the GrowthBook Service and related services under this Agreement.\nThese subcontractors may include, for example, Growth Book’s hosted service and CDN providers.\nHowever, subject to all terms and conditions of this Agreement, GrowthBook will remain responsible for: (i) compliance of its subcontractors with the terms of this Agreement.\nand (ii) the overall performance of the GrowthBook Services if and as required under this Agreement.</p>\n<p>16.5 Subpoenas.\nNothing in this Agreement prevents GrowthBook from disclosing Customer Data to the extent required by law, subpoenas, or court orders, but GrowthBook will use commercially reasonable efforts to notify Customer where permitted to do so.</p>\n<p>16.6 Independent Contractors.\nThe parties to this Agreement are independent contractors, and this Agreement does not create a partnership, joint venture, employment, franchise, or agency relationship.\nNeither party has the power to bind the other or incur obligations on the other party’s behalf without the other party’s prior written consent.</p>\n<p>16.7 Force Majeure.\nNeither party will be liable for any delay or failure to perform its obligation under this Agreement (except payment obligations) if the delay or failure is due to causes beyond its reasonable control, such as a strike, blockade, war, act of terrorism, riot, natural disaster, failure or reduction of power or telecommunications or data networks or services, or government act.</p>\n<p>16.8 Export.\nCustomer is responsible for obtaining any required export or import authorizations for use of the GrowthBook Services.\nCustomer represents and warrants that it, its Affiliates, and its Authorized Users are not on any U.S.\ngovernment list of prohibited or restricted parties or located in (or a national of) a country subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country.\nCustomer must not access or use the Growth Book Service in violation of any U.S.\nexport embargo, prohibition or restriction.</p>\n<p>16.9 Amendments.\nWaivers.\nAny modification or amendment to this Agreement must be made in writing and executed by an authorized representative of each party.\nHowever, if GrowthBook modifies the Agreement or any applicable Service-Specific Terms during Customer’s Subscription Term, the modified version will take effect upon Customer’s next Subscription Term renewal.\nIn addition: (a) If GrowthBook launches new products or optional features that require opt-in acceptance of new terms, those terms will apply upon Customer’s acceptance or use.\n(b) changes to any terms will take effect immediately for Free Access Subscriptions.\nand (c) during a Subscription Term, GrowthBook may update Growth Book’s Security page, Privacy Policy, and Acceptable Use Policy from time-to-time to reflect process improvements or changing practices, and these changes will take effect thirty (30) days from the date of posting so long as they do not substantially diminish Customer’s rights or create substantial additional Customer obligations during a Subscription Term.\nGrowthBook’s Documentation is available online and constantly being developed and improved, and as a result, during a Subscription Term Growth Book may update the Documentation to reflect best practice with the relevant GrowthBook Service, provided that these changes do not substantially diminish Customer’s rights or create substantial Customer obligations.\nIn the event of any conflict between this Agreement and any Order Form, this Agreement will take precedence unless otherwise expressly provided.\nNo waiver will be implied from conduct or failure to enforce or exercise rights under this Agreement.\nWaivers must be made in writing and executed by an authorized representative of the waiving party.</p>\n<p>16.10 Severability.\nIf any provision of this Agreement is found by any court of competent jurisdiction to be unenforceable or invalid, that provision will be limited to the minimum extent necessary so that this Agreement may otherwise remain in effect.</p>\n<p>16.11 No Third-Party Rights.\nNothing in this Agreement confers on any third party the right to enforce any provision of this Agreement.\nCustomer acknowledges that each Order Form only permits use by and for the legal entity or entities identified in the Order Form(s) as the Customer, and not any Customer Affiliates.</p>\n<p>16.12 Entire Agreement.\nThis Agreement represents the parties’ complete and exclusive understanding relating to the Agreement’s subject matter.\nIt supersedes all prior or contemporaneous oral or written communications, proposals and representations with respect to the GrowthBook Technology or any other subject matter covered by this Agreement.\nThe terms of the United Nations Convention on Contracts for the Sale of Goods do not apply to this Agreement.\nAny terms provided by Customer (including as part of any purchase order or other business form used by Customer) are for administrative purposes only, and have no legal effect.</p>\n<p>16.13 Governing Law, Jurisdiction and Region-Specific Terms.\nGoverning law, jurisdiction, and other region-specific terms are set out below:</p>\n<p>US, North and South America, Asia Pacific, and Rest of World.\nFor customers located in the United States, North and South America, Asia Pacific (excluding Australia and New Zealand), and any other jurisdiction not covered by the region-specific terms below (Rest of World), the following terms apply:</p>\n<ul>\n<li>Governing Law.\nJurisdiction and Venue.\nThis Agreement is governed by the laws of the State of California and the United States, without regard to choice or conflict of law rules thereof.\nThe exclusive jurisdiction and venue for actions related to the subject matter of this Agreement are the state courts located in Santa Clara County, California or the United States District Court for the Northern District of California, and both parties submit to the personal jurisdiction of these courts.</li>\n<li>U.S.\nGovernment Use.\nThe GrowthBook Services are based upon commercial computer software.\nIf the user or licensee of a GrowthBook Service is an agency, department or other entity of the United States Government, the use, duplication, reproduction, release, modification, disclosure or transfer of the GrowthBook Service, or any related documentation of any kind, including technical data and manuals, is restricted by a license agreement or by this Agreement in accordance with Federal Acquisition Regulations 12.211 (Technical Data) and 12.212 (Computer Software) for civilian purposes and Defense Federal Acquisition Regulation Supplement 227.7202-3 (Rights in Commercial Computer Software or Computer Software Documentation).\nThe GrowthBook Services were developed fully at private expense.\nAll other use is prohibited.\nIf greater rights are needed, a mutually acceptable written amendment specifically conveying these rights must be included as part of this Agreement.</li>\n<li>General.\nThe Uniform Computer Information Transactions Act (UCITA) do not apply to this Agreement regardless of when or where adopted.</li>\n<li>Attorneys’ Fees and Costs.\nThe substantially prevailing party in any action to enforce this Agreement will be entitled to recover its reasonable attorneys’ fees and costs for the action.</li>\n<li>English language.\nThe parties agree that this Agreement is in the English language.\nLes parties ont demande a ce que le present document soit redige en langue anglaise.</li>\n</ul>\n<p>UK, IE, Middle East, Africa, Russia, and India.\nFor customers located in the Republic of Ireland, the United Kingdom, British Crown Dependencies, British Overseas Territories, Middle East, Africa, Russia, and India the following terms apply:</p>\n<ul>\n<li>Governing Law.\nJurisdiction and Venue.\nThis Agreement is governed by the laws of England and Wales and the parties submit to the exclusive jurisdiction and venue of courts located in England.</li>\n</ul>\n<p>Germany, Austria, and Switzerland (“DACH”).\nFor customers located in DACH, the following terms apply:</p>\n<ul>\n<li>Governing Law.\nJurisdiction and Venue.\nThis Agreement is governed by the laws of Germany and the parties submit to the exclusive jurisdiction and venue of courts located in Cologne, Germany.</li>\n<li>Late payment interest.\nThe interest on late payments rate set out in Section 8.1 does not apply.\nInstead, late payments may be subject to interest of 9% above the base interest rate of the German Federal Bank of the amount due or the maximum amount allowed by law.</li>\n<li>Clarification on Liability Cap under Section 14.2.\nTHE PARTIES AGREE THAT THE LIABILITY CAP AT SECTION 14.2 (LIABILITY CAP) APPLIES FOR SLIGHTLY NEGLIGENT INFRINGEMENT OF A MATERIAL CONTRACTUAL OBLIGATION, WHOSE FULFILLMENT IS ESSENTIAL IN ACCOMPLISHING THE CONTRACT AND ON WHOSE FULFILLMENT THE OTHER PARTY CAN REGULARLY DEPEND (“CARDINAL DUTY”).\nTHE PARTIES SPECIFICALLY AGREE THAT THE TYPICAL FORESEEABLE DAMAGE AND BREACHES OF A CARDINAL DUTY WILL NOT EXCEED IN AGGREGATE THE LIABILITY CAP SET OUT IN SECTION 14.2.</li>\n<li>Additional Exceptions on Liability under Section 14.3.\nNONE OF THE LIMITATIONS IN SECTION 14 EXCLUDES EITHER PARTY’S LIABILITY FOR DAMAGES DIRECTLY RESULTING FROM: (I) INTENT.\n(II) GROSS NEGLIGENCE.\n(III) CULPABLE INJURY TO LIFE, BODY AND HEALTH.\n(IV) IN CASE OF A BREACH OF GUARANTEE, WHICH MUST BE EXPLICITLY NAMED A “GUARANTEE”.\nOR (V) MANDATORY LIABILITIES UNDER THE PRODUCT LIABILITY ACT.</li>\n</ul>\n<p>Netherlands and Rest of Europe.\nFor customers located in the Netherlands and European countries not covered by other region-specific terms above, the following terms apply:</p>\n<ul>\n<li>Governing Law.\nJurisdiction and Venue.\nThis Agreement is governed by the laws of the Netherlands and the parties submit to the exclusive jurisdiction and venue of courts located in Amsterdam, the Netherlands.\nAny court proceedings will be conducted in English, to the extent available.</li>\n<li>Additional Exceptions on Liability under Section 14.3.\nNONE OF THE LIMITATIONS IN SECTION 14 EXCLUDES EITHER PARTY’S LIABILITY FOR EITHER PARTY’S LIABILITY FOR INTENT OR GROSS NEGLIGENCE (OPZET OF BEWUSTE ROEKELOOSHEID) OF THAT PARTY OR ITS MANAGERIAL STAFF.</li>\n<li>Force Majeure (under Section 16.8).\nThe parties agree that “causes beyond a party’s reasonable control” include if the delay or failure is due to a force majeure event (overmacht) as defined in Article 6:75 of the Dutch Civil Code.</li>\n</ul>\n<p>Australia and New Zealand.\nFor customers located in Australia and New Zealand, the following terms apply:</p>\n<ul>\n<li>Governing Law.\nJurisdiction and Venue.\nThis Agreement is governed by the laws of Australia and New South Wales and the parties submit to the exclusive jurisdiction and venue of courts located in Sydney.</li>\n<li>Additional tax-related section (Australia and New Zealand):</li>\n<li>A.\nInterpretation.\nReferences to an entity in this tax-related section (including GrowthBook, the Customer, or the Payee, defined below), include references to the representative member of a GST group to which the entity belongs.\nAll words and phrases that are not otherwise defined in this Agreement have the same meaning as in the A New Tax System (Goods and Services Tax) Act 1999 (Cth) (“the GST Act”).</li>\n<li>B.\nReverse charge.\nUnder Division 83 of the GST Act, Customer agrees to pay the GST on all taxable supplies made by Growth Book to Customer under or in connection with this Agreement.</li>\n<li>C.\nWarranty and Indemnity.\nCustomer represents and warrants that it is registered for GST.\nCustomer will indemnify, defend, and hold harmless GrowthBook from and against any and all third-party claims, costs, damages, liabilities (including without limitation any tax impost, penalty, or interest charge), and expenses (including reasonable attorneys’ fees and costs) arising from a breach of this representation and warranty.</li>\n<li>D.\nTermination of reverse charge arrangement.\nThe reverse charge arrangement in Section B will cease to apply where either party gives notice in writing to the other party terminating the arrangement.\nThe notice must specify the date of termination, which must be not less than 14 days after the notice is given.</li>\n<li>E.\nGST recovery.\nThis Section E applies where Section B does not apply or a reverse charge arrangement has been terminated.\nWhere GrowthBook makes a taxable supply to Customer under or in connection with this Agreement, Customer must pay to Growth Book an additional amount equal to the GST payable on the supply (unless the consideration for that taxable supply is expressed to include GST).\nThe additional amount must be paid by Customer at the date when any consideration for the taxable supply is first paid or provided.</li>\n<li>F.\nReimbursements, etc.\nSubject to an express provision in this agreement to the contrary, any payment, reimbursement, or indemnity required to be made to a party (the “Payee”) under this agreement which is calculated by reference to an amount paid or payable by the Payee to a third party (the “Outgoing”) will be calculated by reference to that Outgoing inclusive of GST, less the amount of any input tax credit which the Payee is entitled to claim on that Outgoing.</li>\n</ul>‍<p>GrowthBook is an open-source feature flagging and experimentation platform that helps you release code better and measure the impact with your own data.</p>Join us on Backed by Company<ul>\n<li>About us</li>\n<li>Careers</li>\n<li>Terms of service</li>\n<li>Privacy policy</li>\n<li>Security</li>\n<li>Contact Us</li>\n<li>Get our newsletter</li>\n</ul>Resources<ul>\n<li>Documentation</li>\n<li>Statistics details</li>\n<li>GitHub</li>\n<li>Blog</li>\n<li>FAQ</li>\n</ul>Product<ul>\n<li>Pricing</li>\n<li>Support</li>\n<li>Try for free</li>\n<li>Release notes</li>\n</ul>Community<ul>\n<li>Join our Slack</li>\n<li>Twitter</li>\n<li>Linkedin</li>\n<li>How to contribute<br>\n</li>\n</ul>© GrowthBook, Inc.\n2023 ", "created_at": "2023-03-15 20:50:52.687534", "updated_at": "2023-03-15 20:51:31.746148"}, {"id": 14598, "name": "Privacy Policy", "url": "https://www.growthbook.io/privacy", "xpath": "//body", "text": "Version 1.8 released.Version 1.8 released.\nJoin the GrowthBook team Thursday as we demo the latest features and answer your questions.Learn moreCommunityGrowthBook Community<p>Ask questions, meet your peers, learn how to contribute, and share what you know.<br>\n<br>We ❤️&nbsp;our community</p>Join our Slack channelVisit our GitHub projectGet our newsletterContact usPricingDemoDocs\nLog inGet startedPrivacy Policy<p>Effective Jan.\n1, 2020</p>\n<p>GrowthBook, LLC and its subsidiaries and affiliates (“Growth Book”, “we”, or “us”) knows that you value your privacy.\nThis privacy policy explains the information we collect through the websites available via growthbook.io and its subdomains as well as through other GrowthBook-managed websites or pages where this privacy policy is posted or linked (collectively, the “Sites”).\nThis policy also describes the information collected from or on behalf of end users of our software-as-a-service products (the “GrowthBook Services”).\nThis policy describes how the above information is collected, used, shared, and secured, as well as your related choices regarding use, access and correction.</p>\n<p>This policy does not apply to the information GrowthBook receives from the third-party websites, mobile apps and other digital products that use the GrowthBook Services.\nWhen our customers use the GrowthBook Service on their own websites and products, they remain responsible for their own privacy and security practices, which may differ from ours.\nYou should consult the relevant privacy policies on our customers' websites and products to find out more about their privacy practices and your related choices.\nFor more information, please consult Data Subject Rights - Third Party End Users.</p>1.\nInformation We Collect<p>We collect the following categories of information, which may be considered personal information when maintained in identifiable form:</p>\n<p>first name and surname, username and password, email address, contact information, country of residence, job title, and other information you provide us when you create an account on the Sites or GrowthBook Services, sign-up to receive communications or materials from us, or otherwise submit a form to us;</p>\n<p>Transaction and payment information you provide when purchasing a product or service from us, whether on our Sites or elsewhere.\nThis information may include the information listed above as well as payment information;</p>\n<p>Content and information that you submit when using the Sites or the GrowthBook Services.\nthis information includes, for example, information you provide in any blogs or forums on the Sites, comments you add on the GrowthBook Service, information you provide when you participate in any interactive features or surveys, and information you submit when filing a support ticket;</p>\n<p>Usage, viewing, logs, metrics and other device and technical data collected when you visit our Sites, use the GrowthBook Service as an end user, or open or reply to emails we send.\nThis may include information such as your web request, Internet Protocol (“IP”) address, device identifiers, device information (such as OS type or browser type), cookie IDs, referring / exit pages and URLs, interaction information (such as clickstream data), domain names, pages viewed, crash data, and other similar technical data;</p>\n<p>Information about you and your company collected from third party or public sources or that we receive from companies that partner with us to provide products and services.\nthis may include information about you and your company we receive from our advertising and market research partners, who may provide us with information about your interest in and engagement with our online advertisements.\nand</p>\n<p>Location information when you visit our Sites or use our Growth Book Service, including location information either provided by a mobile device interacting with one of our sites or applications or associated with your IP address.</p>\n<p>We may also collect non-personally identifiable information.\nWe may use both personal information and non-personally identifiable information to create aggregate information.</p>2.\nHow We Collect Information From You<p>We collect information from you when you submit it to us, for example, when you request products, services, or information from us, register for an account, register to participate in a conference on our Site, participate in public forums on the Site, or respond to our customer surveys.</p>\n<p>We may also:</p>\n<ul>\n<li>automatically collect usage, analytics, viewing, logs, metrics and other device and technical data when you access our Sites or use the GrowthBook Service as an end user.\nFor example, when you access our Sites or log into the GrowthBook Service, our servers will automatically record certain information about your device and browser, and we may collect usage, clickstream, event data, crash data, and other technical data, and</li>\n</ul>\n<ul>\n<li>automatically acquire information when you reply to or interact with an email we send, such as to track your engagement with our messages or when your replies to our messages contain additional email addresses.</li>\n</ul>3.\nHow We Use Information<p>We may use the information collected to:</p>\n<ul>\n<li>process your orders and requests and respond to your questions and concerns.\nfor example, if you inquire about our services or submit an application to GrowthBook, we may use your data to respond to and process these requests;</li>\n<li>provide you with products and services, and personalize your experience.\nfor example, we may use information on your prior activities or job function to tailor the features and content on the GrowthBook Services or Sites, or we may use technical data to remember your preferences;</li>\n<li>communicate with you about your account or transactions, and provide you with product-related communications, such as information about new features and policy updates;</li>\n<li>operate, maintain, analyze, develop, update and improve our product, the GrowthBook Service, and other products and services we offer.\nFor example, we may administer and track users’ activities on our Sites and the GrowthBook Service to determine how to improve our content and features, or we may analyze trends and gather demographic information about our user base to better tailor our marketing efforts;</li>\n<li>detect, investigate and prevent activities that may violate our policies, including our Acceptable Use Policy, or applicable laws (such as fraud detection and prevention) or that may threaten the security, integrity or availability of our or another party’s products, systems and services;</li>\n<li>send you news, updates, promotions, product information, event announcements, and other marketing communications.\nPlease see the section entitled \"Your Controls and Choices\" for an explanation of your choices relating to these communications;</li>\n<li>act pursuant to your consent for a specific purpose not listed in this policy.\nFor example, with your consent, we may post your testimonial along with your name on our Sites.\nIf you wish to update or delete your testimonial, please contact us as explained below.\nand</li>\n<li>perform the activities described in our Cookie Policy.</li>\n</ul>\n<p>We also use aggregated information, such as usage data, for other lawful purposes, such as to create blog posts and content that others may find useful.</p>4.\nSharing Information with Others<p>We do not share your personal information outside of GrowthBook except in certain circumstances, including:</p>\n<p>When you allow us to share the information, such as when you:</p>\n<ul>\n<li>When our service providers are providing services on our behalf.\nFor example, we may use an outside platform to host portions of our Sites or to provide certain features on the GrowthBook Service, or we may use a credit card processing company to bill you for services you purchase.\nUnless otherwise expressly noted, when acting as GrowthBook’s agents, these services providers are prohibited from using the personal information we have shared with them for purposes other than those requested by us or required by law;</li>\n<li>To enforce our terms, agreements, policies or rules, to help protect the security, integrity and availability of our or another party's products, systems and services.\nto exercise or protect the rights, property (including intellectual property), or safety of GrowthBook, our users, or others.\nto comply with legal requirements.\nor in other cases if we believe in good faith that disclosure is required by law (including in response to a lawful subpoena or other law enforcement request).\nand</li>\n<li>In connection with a sale, divesture, or transfer of our company (including any shares in the company) or any combination of its products, services, assets, affiliates, and/or businesses.\nYour personal information (such as customer names and email addresses, and user information related to the GrowthBook Service) may be among the items sold or otherwise acquired in these types of transactions.\nWe may also sell, assign or otherwise transfer such information in the course of corporate divestitures, mergers, acquisitions, bankruptcies, dissolutions, reorganizations, liquidations, similar transactions or proceedings involving all or a portion of the company.\nYou will be notified via email and/or a prominent notice on our Site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.</li>\n</ul>\n<p>We may also share aggregated information (such as usage data, referring/exit pages and URLs, platform types, number of clicks, etc.) for other business purposes.\nFor instance, we may share aggregate reports with interested third parties to help them understand the usage patterns for certain GrowthBook Services or for our Sites or those of our partners.</p>5.\nYour Controls and Choices<p>We provide you with certain controls and choices regarding the use of your personal information, which may include:</p>\n<ul>\n<li>Correcting and Updating Account Information.\nBy logging into your account on our Site and/or the GrowthBook Service, you may be able to change certain account information.\nYour account settings may also permit you to opt-out of some types of notification messages.\nTo protect your privacy and security, we require your username and password in order to verify your identity before granting you account access or making changes.</li>\n<li>Changing your choices for marketing communications.\nYou can opt-out of the marketing communications we send by clicking the unsubscribe link in the applicable email.\nPlease note that, even after you opt out from receiving marketing messages from us, you may continue to receive transactional and product-related messages..</li>\n<li>Cookies and Other Technologies.\nYou may be able to opt-out of certain cookies, targeted advertising and other technologies as specified in our \"Cookie Policy.\"</li>\n</ul>\n<p>In many circumstances, you can exercise these choices yourself using the tools described above.\nIf you cannot do so, please contact us as indicated in the \"Contact Us\" section below to discuss your options.\nWe will respond to your request within 30 days.\nPlease be aware that, if you do not allow us to collect personal information from you, we may not be able to deliver certain products, features and services to you, and some of our products and services may not work appropriately or be able to take account of your interests and preferences.</p>6.\nChildren’s Privacy<p>Protecting the privacy of young children is especially important.\nFor that reason, GrowthBook does not knowingly collect or solicit personal information from anyone under the age of 13.\nIn the event that we learn that we have collected personal information from a child under age 13, we will delete the information we have stored as quickly as possible.\nIf you believe that we might have any information from or about a child under 13, please contact us as indicated in the \"Contact Us\" section below.</p>7.\nStorage and Processing<p>Your information may be stored and processed in – and we may transfer information to – the U.S.\nand other countries where GrowthBook (including its subsidiaries and affiliates) and our advertising partners and service providers maintain systems and facilities.\nIn addition, information that we collect about you (including personal information) may be transferred to our affiliated entities and/or to other third parties across borders and/or from your country to other countries around the world.</p>\n<p>You acknowledge that we may transfer information to the U.S., to any country in which GrowthBook, its advertising partners, and its service providers maintain systems or facilities, and to other countries globally.</p>\n<p>If you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, you acknowledge that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, consistent with our legal obligations governing the transfer of such data.</p>8.\nData Security and Integrity<p>GrowthBook is concerned about the security of your data.\nWe have implemented technical and organizational security measures that are designed to help protect your information from unauthorized access, disclosure, use and modification.\nFrom time-to-time, we review our security procedures to consider appropriate new technologies and methods.</p>\n<p>Please be aware, though, that despite our efforts, no security measures are perfect or impenetrable.\nWe cannot ensure, and do not warrant or guarantee, that the information you transmit to Growth Book will remain secure, nor do we guarantee that this information will not be accessed, disclosed, altered, destroyed or used in an unauthorized manner.</p>\n<p>If we learn of a security breach, we may attempt to notify you electronically so that you can take appropriate protective steps.\nWe may also post a notice on the Site or GrowthBook Services if a security breach occurs.\nDepending on where you live, you may have a legal right to receive a notice of a security breach in writing.\nIf you have any questions about the security of your personal information, please contact us as indicated in the ‘Contact Us’ section below.</p>9.\nData Retention<p>How long we keep the personal information we collect depends on the type of information, the purpose for which it is used, how sensitive it is, and similar factors.\nIn general, we will retain your personal information for the length of time reasonably needed to fulfill the purposes outlined in this privacy policy (including for as long as need to provide you or our customer with products and services), unless a longer retention period is required or permitted by law.\nWe will also retain and use your information for as long as necessary to resolve disputes and/or enforce our rights and agreements.\nWe retain your account information for the Growth Book Services for as long as your employer’s account is active and thereafter unless your employer requests deletion.\nAggregated information may be stored indefinitely.</p>10.\nThird Party Sites, Services and Applications<ul>\n<li>In General.\nWe are not responsible for the practices employed by websites, applications, or services linked to or from the Growth Book Services or Sites, including the information or content contained there.\nPlease remember that your browsing and interaction on any third-party website, service or application, including those that have a link or advertisement on our Site, are subject to that third party’s own rules, policies, and practices, and not our privacy policy.</li>\n<li>Partner Pages.\nSome of our partner pages may have the look and feel of being on growthbook.io.\nhowever some information collected on those pages may be collected by, or sent to, our partners.\nInformation collected by, or sent to, our partners is subject to their respective privacy policies.</li>\n<li>Social Media and Commenting Features.\nOur Site may include social media and commenting features provided by third parties.\nThese features may collect your IP address and which page you are visiting on our Site, and may set a cookie to allow the feature to function properly.\nYour interactions with these features are governed by the privacy policy of the organization providing it.</li>\n<li>Notice to End Users of the GrowthBook Services.\nThe GrowthBook Services are primarily intended for use by organizations.\nWhere the GrowthBook Services are made available to you through an organization (such as your employer), that organization is responsible for administering the accounts over which it has control.\nIf this is the case, please direct your data privacy questions and requests to your administrator.\nWe are not responsible for the privacy or security practices of your administrator's organization, which may be different than this policy.</li>\n<li>Notice to Users of our Customers’ Websites and Digital Product.\nAs noted above, when GrowthBook’s customers use the GrowthBook Services as part of their own websites, apps, and digital products, they may collect information from you using our services, but they remain responsible for their own privacy and security practices.\nWe are not responsible for our customers' privacy and security practices, which may differ from ours.\nIf you have used one of our customers’ sites or products, and you would like to access, correct or delete the personal data collected through that product, you should direct your request to the applicable customer.</li>\n</ul>11.\nRegional Notices<p>EEA Data Subjects:</p>\n<p>If you are an individual in the European Economic Area (EEA), we collect and process information about you only where we have legal bases for doing so under applicable EU laws.\nThe legal bases depend on the Sites and GrowthBook Services you use and how you use them.\nThis means we collect and use your information only where:</p>\n<ul>\n<li>We need it to provide or operate the Sites and GrowthBook Services, including to provide customer support and process your orders, requests, questions and concerns;</li>\n<li>It satisfies another legitimate interest that is not overridden by your data protection interests, including our interest in:</li>\n<li>collecting product usage, analytics and performance data relating to our Sites and the GrowthBook Services, in order to maintain, analyze, develop, update, and improve our products and services;</li>\n<li>maintaining records of bugs, customer support requests and similar requests you file, and our response to these requests;</li>\n<li>using information to personalize content and features on our Sites and the GrowthBook Services;</li>\n<li>detecting, investigating and preventing activities that may violate our policies or applicable laws (such as fraud detection and prevention);</li>\n<li>maintaining corporate or business records consistent with our retention policies and applicable laws;</li>\n<li>protecting against activities that may threaten the security, integrity, or availability of our or another party’s products, systems, and services.\nand</li>\n<li>for marketing and selling our products and services, consistent with applicable laws.</li>\n<li>We are processing your information to protect our legal rights;</li>\n<li>You give us consent to process your personal data;</li>\n<li>We need to process your data to comply with a legal obligation, such as a lawful subpoena or law-enforcement request or to fulfill the lawful instructions of our customers (when they are acting as the controller).\nand/or</li>\n<li>We have another lawful basis for processing in accordance with applicable EU laws.</li>\n</ul>\n<p>If an individual in the EEA has consented to our use of their personal information, and our processing is based on that consent, that individual has the right to withdraw their consent in accordance with the General Data Protection Regulation (“GDPR”), but this will not affect any processing that has already taken place.\nIf you object to or restrict processing, you may not be able to use the Sites and GrowthBook Services or certain features any longer.</p>\n<p>Where we are using your information because we or a third party (e.g.\nyour employer) have a legitimate interest to do so, individuals in the EEA have the right to object to that use as specified in Article 21 of the GDPR, though, in some cases, this may mean no longer using the Sites or GrowthBook Service.\nGrowth Book further acknowledges that EEA data subjects have certain other rights under the GDPR, including the right to lodge a complaint with a supervisory authority and to request from the controller access to, and rectification or erasure of, personal data, restriction of processing concerning the data subject, and data portability (in each case, as specified under the GDPR).</p>\n<p>Where GrowthBook is acting as a controller, you can initiate a by contacting us as specified in the “Contacting Us” section below.\nPlease note that these requests apply only to information that GrowthBook holds as a “controller.” If your request relates to the personal data collected through a customer’s websites or digital products, you should direct your request to the owner of that website or product.\nPlease note that you must verify your identity and request before GrowthBook will process your request.\nYou may be required to provide email confirmation or other information in order for us to verify your identity.</p>\n<p>Finally, EEA and Swiss data subjects can contact GrowthBook’s data protection officer by emailing dpo@growthbook.io.</p>California Resident NoticesCalifornia Consumer Privacy Act<p>Effective January 1, 2020, the California Consumer Privacy Act of 2018 (the “CCPA”) allows consumers who are California residents, upon a verifiable consumer request, to request from a business:</p>\n<ul>\n<li>Delete any personal information about the consumer which the business has collected from the consumer;</li>\n<li>Disclose to the consumer certain information about the personal information that the business collects from the consumer.\nand</li>\n<li>Direct a business that sells personal information about the consumer to third parties not to sell the consumer’s personal information</li>\n</ul>\n<p>GrowthBook does not sell any consumer personal information to third parties.\nTo submit an data access or data deletion request, please visit our portal or contact us at privacy@growthbook.io.\nPlease note that these requests apply only to information that GrowthBook holds as a “controller.” If your request relates to the personal data collected through a customer’s websites or digital products, you should direct your request to the owner of that website or product.\nPlease note that you must verify your identity and request before GrowthBook will process your request.\nYou may be required to provide email confirmation or other information in order for us to verify your identity.\nConsistent with California law, if you choose to exercise your rights, you will not receive discriminatory treatment by GrowthBook.</p>\n<p>Under certain circumstances, you may designate an authorized agent to make a request on your behalf.\nIn order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, your valid government government issued identification, and the authorized agent’s valid government issued identification to allow GrowthBook to verify that the agent is authorized to make the request on your behalf.</p>\n<p>If you have any questions about GrowthBook’s privacy policies and practices, please contact us at privacy@growthbook.io.</p>California’s Shine the Light Law<p>CA Civil Code § 1798.83 permits California residents to request and obtain from GrowthBook once a year, free of charge, a list of the third parties to whom GrowthBook may have disclosed their personal information (if any) for their direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those third parties.\nAs a general policy, GrowthBook does not share personal information with third parties for their own direct marketing purposes without your prior consent.\nAccordingly, you can prevent disclosure of your personal information to third parties for their direct marketing purposes by withholding consent.\nPlease contact us at privacy@growthbook.io if you would like to make such a request.</p>12.\nDo Not Track and Cross-Site Tracking<p>Do Not Track is a privacy preference that users can set in their web browsers.\nWhen a user turns on the Do Not Track signal, the browser sends a message to websites requesting them not to track the user.\nFor information about Do Not Track, visit www.allaboutdnt.org.\nAt this time, we do not respond to Do Not Track browser settings or signals.\nIn addition, some of our advertising partners, and other third-party services and tools on our Site and/or the GrowthBook Service, may use standard technologies, such as cookies, pixel tags, and web beacons, to collect information about your internet activities across websites.\nYou may be able to disable certain third-party cross-site tracking as described in the \"Your Choices\" section above.</p>13.\nChanges to Our Privacy Policy.\nNotices<p>From time-to-time, we may change this privacy policy to accommodate changes to our products, services and companies, new technologies or industry practices, updated regulatory requirements, or for other purposes.\nWe will provide notice to you (as described below) if these changes are material.</p>\n<p>Notices may be by email to the last email address you provided us, by posting notice of such change on our Site or the GrowthBook Service, or by other communication channels.\nYou consent to receiving notices in these ways.\nWe reserve the right to determine the form and means of providing notifications to you, consistent with applicable law.</p>14.\nContacting Us<p>If you have any questions about this Privacy Policy or our privacy practices, please contact us at privacy@growthbook.io, or send mail to:</p>\n<p>GrowthBook, Inc., 1950 W Corporate Way # 34560, Anaheim, CA 92801</p>\n<p>‍</p>\n<p>GrowthBook is an open-source feature flagging and experimentation platform that helps you release code better and measure the impact with your own data.</p>Join us on Backed by Company<ul>\n<li>About us</li>\n<li>Careers</li>\n<li>Terms of service</li>\n<li>Privacy policy</li>\n<li>Security</li>\n<li>Contact Us</li>\n<li>Get our newsletter</li>\n</ul>Resources<ul>\n<li>Documentation</li>\n<li>Statistics details</li>\n<li>GitHub</li>\n<li>Blog</li>\n<li>FAQ</li>\n</ul>Product<ul>\n<li>Pricing</li>\n<li>Support</li>\n<li>Try for free</li>\n<li>Release notes</li>\n</ul>Community<ul>\n<li>Join our Slack</li>\n<li>Twitter</li>\n<li>Linkedin</li>\n<li>How to contribute<br>\n</li>\n</ul>© GrowthBook, Inc.\n2023 ", "created_at": "2023-03-15 20:50:52.718252", "updated_at": "2023-03-15 20:51:20.506753"}], "points": [], "urls": ["growthbook.io"]}}