{"error": 448, "message": "OK", "parameters": {"id": 8201, "name": "2FAS", "created_at": "2023-05-02 21:49:27.427232", "updated_at": "2023-11-23 23:02:48.69804", "wikipedia": null, "keywords": null, "related": null, "slug": "2fas", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8201.png", "url": "2fas.com", "documents": [{"id": 15907, "name": "Privacy Policy", "url": "https://2fas.com/privacy-policy/", "xpath": "//body", "text": "<p>Privacy Policy - 2FAS.\nTwo Factor Authentication Service, Inc.</p>Skip to main contentMENU<ul>\n<li>CLOSE</li>\n<li>\n</li>\n<li>\n<ul>\n<li>HOME</li>\n<li>DOWNLOAD APPDOWNLOADiOS AppAndroid App</li>\n<li>BROWSER EXTENSIONBROWSER EXT</li>\n<li>HELP CENTERHELP</li>\n<li>ABOUT US</li>\n<li>DONATE</li>\n<li>GITHUB</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>Privacy PolicyTwo Factor Authentication Privacy Policy – Effective Date Aug 18, 2022.<ol>\n<li>\n<u>Who We Are</u>.\nTwo Factor Authentication Service, Inc.\n(“2FAS”) provides security tokens for Users to use as secondary login authentication on any website that supports TOTP or HOTP two-factor authentication tokens.\nWe are a registered Delaware corporation, with a registered office at 16192 Coastal Highway, Lewes, DE 19958 and a mailing address at 1887 Whitney Mesa Dr #2130 Henderson, Nevada 89014.</li>\n<li>\n<u>Our Commitment to Your Privacy</u>.\nTwo Factor Authentication Service, Inc.\n, (“we”, “our”, “us”, or “2FAS”) is committed to protecting your privacy.\nThe term “you”, “your”, and “User” is used to refer to individuals and business entities that use all pages associated with our Site, 2FAS BE and 2FAS Application.\nThis Privacy Policy sets forth how we use and protect Personal Information that you give when you sign up for the 2FAS Services under the Terms of Service, use the pages associated with our Site, 2FAS BE or use the 2FAS Application.\nBy using our Site, 2FAS BE or 2FAS Application, you agree to this Privacy Policy.</li>\n<li>\n<u>Scope of this Privacy Policy</u>.\nYou recognize that this Privacy Policy does not apply to any data, including Personal Information, that you may give to, or store in the, websites and mobile applications that you access using 2FAS’s solution.\nWe provide tokens solely for the purpose of providing you with a secure manner of accessing your online accounts.\n2FAS has posted additional privacy provisions that apply to residents of California and the European Economic Area (EEA).</li>\n<li>\n<u>Consent to Changes</u>.\nWe reserve the right, in our sole discretion, to change, modify, add, or remove portions of this Privacy Policy at any time, without prior notice to you.\nAll revisions will be posted on this page.\nPlease check the Effective Date of the Privacy Policy for the most recent version.\nPlease review this Privacy Policy for changes.\nYour continued use of the pages associated with this website constitutes your acceptance of any changes.\nNotwithstanding the foregoing, we will endeavor to notify those Users who have provided us with an email address via email when a new version of this Privacy Policy goes into effect.</li>\n<li>\n<u>Definitions</u>.<ol>\n<li>Device means the mobile device (phone, tablet, and the like) that you use to download and use the 2FAS Services.</li>\n<li>2FAS Application means our application that allows Users to generate TOTP (Time-based one-time password) or HOTP (HMAC-based one-time password algorithm) tokens for any website or other application that supports TOTP or HOTP two-factor authentication tokens.</li>\n<li>2FAS Browser Extension (“2FAS BE”) means a small software module for customizing a web browser in a way to receive tokens from the 2FAS Application.</li>\n<li>Personal Information means information that identifies or can be reasonably linked to you or someone in your household.\nThis includes, but is not limited to: Device ID, Email address, and records of services purchased from us.</li>\n<li>PIN means the Personal Identification Number you can set in order to open the 2FAS Application on your Device.</li>\n<li>Privacy Policy means this document, which includes California specific provisions and GDPR specific provisions.</li>\n<li>2FAS Services or Services means all products and services that 2FAS currently provides or may provide in the future.</li>\n<li>Site means all webpages and 2FAS Application screens associated with the Services provided by 2FAS.</li>\n<li>Terms of Service means the document that you agreed to be bound to when you use 2FAS’s Application.\nThe most recent version of the Terms of Service can be found here.</li>\n</ol>\n</li>\n<li>\n<u>Information Collected</u>.\nAs part of our commitment to your privacy, we work to reduce the amount of Personal Information that we collect and store about our Users.\nHowever, you recognize that in order to provide the 2FAS Services, we must collect and store certain information.\nBy using the 2FAS Services and agreeing to this Privacy Policy, you grant us consent to use and store such information.\nIn accordance with the terms and conditions of our Terms of Service, we collect and store the following information:<ol>\n<li>Device ID (including brand, model, unique ID, operating system info, and storage state)</li>\n<li>Cookies and analytics</li>\n</ol>\n</li>\n<li>\n<u>Collection Purpose</u>.\nWe collect Personal Information about you for a variety of reasons.<ol>\n<li>In order for you to use 2FAS Services and receive tokens, we must have access to your Device ID.\nIn order to receive push notifications from the 2FAS Application, you must provide us with your Device ID.\nWe collect information to detect and prevent fraud and security breaches.</li>\n<li>We collect information to improve the 2FAS Services and provide customer support.\nThis may include detecting technical issues, maintaining Services, improving Services through the use of analytics, and conducting research and reviewing analytics to improve current Services and develop new Services.</li>\n<li>We collect information to comply with applicable laws and assert and defend claims brought against us.</li>\n<li>We do not use your Personal Information for purposes that are not in the spirit of the original collection purpose.</li>\n</ol>\n</li>\n<li>\n<u>How we use the Personal Information that we collect about you</u>.\nWe only use the Personal Information you provide for the reasons listed above.\nWe do not and will never sell, trade, or otherwise transfer your Personal Information to an unrelated third party for marketing, advertising, or other uses.\nWe do share your information with third parties only in order to provide the 2FAS Services, including push notifications, payment processors for donors, email processing for those who provided it to us in order to contact us, and security and fraud prevention.\nYou can read more about the Personal Information that we share with third parties in Section 13.</li>\n<li>\n<u>Cookies, Analytics, Etc.</u>\n<ol>\n<li>In addition to Personal Information, we collect information about your visit to our Site and use of our Services.\nThis data may be entered voluntarily or collected passively.\nWe use this information to operate, provide, and improve our Services and monitor for fraud and security breaches.\nYou can change the settings on your computer, tablet, or mobile Device to disable certain passive tracking data.</li>\n<li>Cookies.\nOur Site uses cookies to track the pages that you visit and the links that you click.\nA cookie is a very small text document, which often includes an anonymous unique identifier.\nWhen you visit a website on your computer, tablet, or smartphone, that site’s computer asks your computer for permission to store this file in a part of your hard drive specifically designated for cookies.\nEach website can send its own cookie to your browser if your browser’s preferences allow it, however, to protect your privacy, your browser only permits a website to access the cookies it has already sent to you, not the cookies sent to you by other sites.\nInformation is compiled in an aggregate manner and used for marketing and analytics purposes.</li>\n<li>Analytics.\nAnalytics allow us to understand how and why Users use our Services, Site, and the 2FAS Application.\nUnderstanding how and why allows us to tailor and improve our Services to better serve our Users’ needs.</li>\n<li>What analytics we use.\nWe use Google Analytics to understand our Users’ how and why.\nYou can read more about Google Analytics here (https://policies.google.com/technologies/partner-sites),</li>\n<li>How to opt-out on your end.\nIf you do not want cookies, analytics to be collected about you, please disable cookies on your web and mobile browsers.</li>\n</ol>\n</li>\n<li>\n<u>Opt-Out</u>.<ol>\n<li>Right to opt-out of sale of your Personal Information.\nWe do not and will never sell, trade, or otherwise transfer your Personal Information to an unrelated third party for marketing, advertising, or other uses.</li>\n</ol>\n</li>\n<li>\n<u>Deletion</u>.\nYou have the right to request that we delete the Personal Information we have gathered on you.\nHowever, if any of the Personal Information is required in order to provide you with 2FAS Services, then you will not be able to use 2FAS Services if we delete your Personal Information.\nPlease read the Section 7 above to learn about what Personal Information is required for us to provide you the 2FAS Services.</li>\n<li>\n<u>Children’s Privacy</u>.\n2FAS is committed to the privacy and security of Personal Information relating to children.\nFor this reason, the Services provided by us are not to be used by anyone under the age of 16.\nIf we discover that you are under the age of 16, we reserve the right to remove your access to all Services.\nBy agreeing to this Privacy Policy and using the Services, you represent that you are over the age of 16.</li>\n<li>\n<u>Sharing Information with Third Parties</u>.\nWe do not and will never sell, trade, or otherwise transfer your Personal Information to an unrelated third party for marketing, advertising, or other uses.\nUnrelated third parties do not include those that assist us in performing the 2FAS Services.\nWe may release your Personal Information when it is appropriate to comply with the law, enforce this Privacy Policy, assert and defend claims brought against us, or protect its or others’ rights, property, or safety.</li>\n<li>\n<u>Links to Other Websites</u>.\n2FAS’s Site, 2FAS BE and the 2FAS Application may contain links to other websites which are of interest to our Users.\nThese third party websites have separate and independent privacy policies.\n2FAS has no responsibility or liability for the content or activities of the websites accessible via the links and it is your responsibility to review and comply with any applicable privacy policy.\n2FAS is not responsible for and does not endorse any third party website.</li>\n<li>\n<u>Contact Us</u>.\nYou may contact us via email at support@2fas.com with the subject line “Privacy Policy” and a description of your question, issue, or deletion request in the body of the email.</li>\n<li>\n<u>Notice</u>.\nNotices under this Privacy Policy may be posted to our Site and sent via email to Users who have provided us with an email address.</li>\n</ol>California Consumer Privacy Act Compliance Supplement<ol>\n<li>\n<u>Application</u>.\nWho does the CCPA applies to?<ol>\n<li>The California Consumer Privacy Act of 2018 (“CCPA”) only applies to residents of California.\nA “resident” is a natural person who resides in California.</li>\n</ol>\n</li>\n<li>\n<u>Definitions</u>.<ol>\n<li>Device means the mobile device (phone, tablet, and the like) that you use to download and use the 2FAS Services.</li>\n<li>2FAS Application means the application that allows Users to generate TOTP (Time-based one-time password) or HOTP (HMAC-based one-time password algorithm) tokens for any website or other application that supports TOTP or HOTP two-factor authentication tokens.</li>\n<li>2FAS Browser Extension (“2FAS BE”) means a small software module for customizing a web browser in a way to receive tokens from the 2FAS Application.</li>\n<li>Personal Information means information that identifies or can be reasonably linked to you or someone in your household.\nThis includes, but is not limited to: Device ID, Email address, and records of services purchased from us.</li>\n<li>PIN means the Personal Identification Number you can set in order to open the 2FAS Application on your Device.</li>\n<li>Privacy Policy means this document, which includes California specific provisions and GDPR specific provisions.</li>\n<li>2FAS Services or Services means all products and services that 2FAS currently provides or may provide in the future.</li>\n<li>Site means all webpages and 2FAS Application screens associated with the Services provided by 2FAS.</li>\n<li>Terms of Service means the document that you agreed to be bound to when you use 2FAS’s Application.\nThe most recent version of the Terms of Service can be found here.</li>\n</ol>\n</li>\n<li>\n<u>Notice at Collection</u>.\nWe are providing you this Notice at Collection in compliance with the CCPA.\nYou must read and accept this Notice at Collection prior to submitting any Personal Information to us as part of creating your account and signing up for the 2FAS Services.</li>\n<li>\n<u>Right to Know</u>.\nAs a California resident, you have the Right to Know certain information regarding the Personal Information that we gather about you.\nWe will respond to your Right to Know request within forty-five (45) calendar days.\nIf we are unable to process your request within forty-five (45) calendar days, then we will inform you that we have extended the deadline for an additional forty-five (45) days.\nAs part of our process for answering your Right to Know request, we will need to ask you additional information in order to verify that you are actually the person you claim to be.\nWe will only use this requested information as part of our verification process and not for any other reason.<ol>\n<li>We collect the following Personal Information:<ol>\n<li>Categories of Personal Information collected<ol>\n<li>Device ID</li>\n<li>Email address of users who contacted us through email</li>\n</ol>\n</li>\n<li>Specific pieces of Personal Information collected<ol>\n<li>Device ID<ol>\n<li>Brand</li>\n<li>Model</li>\n<li>Unique ID</li>\n<li>Operating system info</li>\n<li>Storage state</li>\n</ol>\n</li>\n<li>Contact Information of users who contacted us through email<ol>\n<li>Email address</li>\n</ol>\n</li>\n<li>Categories of sources from which we collect your Personal Information<ol>\n<li>We store the email address of users who contacted us through email.</li>\n<li>Once you download the 2FAS Application and begin to use the 2FAS Services, the 2FAS Application will record your Device ID.</li>\n</ol>\n</li>\n<li>Purpose for which we collect your Personal Information<ol>\n<li>We collect the Personal Information listed above in order to provide Services to you.\nIn order for you to use 2FAS Services and receive tokens, we must have access to your Device ID.\nIn order to receive push notifications from the 2FAS Application, you must provide us access to your Device ID.</li>\n<li>We collect the email addresses of users who sent us an email in order to reply and contact them back.</li>\n</ol>\n</li>\n<li>Categories of third parties with whom we share your Personal Information<ol>\n<li>We may share your email address with third parties in order to send email to you through 3rd party service.</li>\n<li>We may share your Personal Information (including email address) for processing payment companies if you want to donate to us.</li>\n</ol>\n</li>\n<li>Categories of Personal Information that we share, sell, or disclose to third parties<ol>\n<li>We do not and will never sell, trade, or otherwise transfer your Personal Information to an unrelated third party for marketing, advertising, or other uses.</li>\n<li>Unrelated third parties do not include those that assist us in performing our Services (including but not limited to include 2FAS Application push notifications, payment processors, email processing, and security and fraud prevention).</li>\n<li>We may release your Personal Information when it is appropriate to comply with the law, enforce this Privacy Policy, or protect ours or others’ rights, property, or safety.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Procedure for requesting your Personal Information:<ol>\n<li>You may contact us via email at ccpa@2fas.com with the subject line “CCPA Right to Know” and a description of the Personal Information that you are requesting in the body of the email.</li>\n</ol>\n</li>\n<li>We may refuse to disclose your Personal Information if:<ol>\n<li>We cannot verify your request.</li>\n<li>Your request is manifestly unfounded or excessive.</li>\n<li>If we have already provided you with the requested Personal Information more than two times in the prior 12-month period.</li>\n<li>You request that we disclose Personal Information that is your password or PIN.\n2FAS does not collect any of this information from Users.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<u>Right to Delete</u>.\nAs a California resident, you have the Right to Delete certain Personal Information that we gather about you.\nWe will respond to your Right to Delete request within forty-five (45) calendar days.\nIf we are unable to process your request within forty-five (45) calendar days, then we will inform you that we have extended the deadline for an additional forty-five (45) days.\nAs part of our process for answering your Right to Delete request, we will need to ask you additional information in order to verify that you are actually the person you claim to be.\nWe will only use this requested information as part of our verification process and not for any other reason.<ol>\n<li>Procedure to request your Personal Information be deleted:<ol>\n<li>You may contact us via email at ccpa@2fas.com with the subject line “CCPA Right to Delete” and a description of the Personal Information that you are requesting in the body of the email</li>\n</ol>\n</li>\n<li>In some cases, we may not be able to delete the Personal Information that you request and still provide you Services under the Terms of Service.\nFor example, in order for you to use 2FAS Services and receive tokens, we must have access to your Device ID.\nIn order to receive push notifications from the 2FAS Application, you must provide us access to your Device ID.</li>\n</ol>\n</li>\n<li>\n<u>Right to Opt-Out</u>.\nAs a California resident, you have the Right to “Opt-Out” from a business’s practice of selling your Personal Information.\n2FAS has the policy of not selling, trading, or otherwise transferring your Personal Information to an unrelated third party for marketing, advertising, or other uses.\nIf our policy changes in the future, we will notify you prior to selling, trading, or otherwise transferring your Personal Information to an unrelated third party for marketing, advertising, or other uses and obtain your consent for such practices.\nAt such a time, this Privacy Policy will be updated to outline the procedure for opting out of such sale, trade, or transfer.</li>\n<li>\n<u>Right to Non-Discrimination</u>.\nWe will not discriminate against you based on your exercise of your rights under the CCPA.\nHowever, if we are unable to process your CCPA request and continue to provide you 2FAS Service under the Terms of Service, then you may no longer be able to receive 2FAS Service under the Terms of Service.</li>\n<li>\n<u>No Sale</u>.\n2FAS has not sold California residents’ Personal Information over the past 12-month time frame and does not intend to do so.\nThis includes the Personal Information of children under the age of sixteen (16).</li>\n<li>Data Breaches.\nIn accordance with California Civ.\nCode s.\n1798.82(a), we will notify you if your unencrypted Personal Information was, or we have reason to believe has been, acquired by an unauthorized person.\nIn addition, we will notify you if your encrypted Personal Information was, or we have reason to believe has been, acquired by an unauthorized person and the encryption key was, or we have reason to believe has been, acquired by an unauthorized person and we have reason to believe that the encryption key could be used to make your Personal Information readable or usable.\nSuch notification may be posted to our Site and sent via email to Users who have provided us with an email address.\nIt will be titled “Notice of Data Breach”, and it will include:<ol>\n<li>What Happened</li>\n<li>What Personal Information was Involved</li>\n<li>What We Are Doing</li>\n<li>What You Can Do</li>\n<li>Where to go For More Information</li>\n</ol>\n</li>\n<li>\n<u>Contact Us</u>.<ol>\n<li>You may contact us via email at ccpa@2fas.com with the subject line “CCPA Privacy Policy” and a description of your question, issue, or deletion request in the body of the email.</li>\n</ol>\n</li>\n<li>\n<u>Notice</u>.\nNotices under this Privacy Policy may be posted to our Site and sent via email to Users who have provided us with an email address.</li>\n</ol>General Data Protection Regulation of the European Union Compliance Supplement<ol>\n<li>\n<u>Application</u>.\nWho does the GDPR applies to?<ol>\n<li>The General Data Protection Regulations of the European Union (“GDPR”) applies to residents and citizens of countries in the European Union.\nA “resident” is a natural person who resides in a European Union Country.</li>\n</ol>\n</li>\n<li>\n<u>Definitions</u>.<ol>\n<li>Device means the mobile device (phone, tablet, and the like) that you use to download and use the 2FAS Services.</li>\n<li>2FAS Application means the application that allows Users to generate TOTP (Time-based one-time password) or HOTP (HMAC-based one-time password algorithm) tokens for any website or other application that supports TOTP or HOTP two-factor authentication tokens.</li>\n<li>2FAS Browser Extension (“2FAS BE”) means a small software module for customizing a web browser in a way to receive tokens from the 2FAS Application.</li>\n<li>Personal Information means information that identifies or can be reasonably linked to you or someone in your household.\nThis includes, but is not limited to: Device ID, Email address, and records of services purchased from us.</li>\n<li>PIN means the Personal Identification Number you can set in order to open the 2FAS Application on your Device.</li>\n<li>Privacy Policy means this document, which includes California specific provisions and GDPR specific provisions.</li>\n<li>2FAS Services or Services means all products and services that 2FAS currently provides or may provide in the future.</li>\n<li>Site means all webpages and 2FAS Application screens associated with the Services provided by 2FAS.</li>\n<li>Terms of Service means the document that you agreed to be bound to when you use 2FAS’s Application.\nThe most recent version of the Terms of Service can be found here</li>\n</ol>\n</li>\n<li>\n<u>Who We Are</u>.<ol>\n<li>Two Factor Authentication Service, Inc.\n(“2FAS”) provides security tokens for Users to use as secondary login authentication on any website that supports TOTP or HOTP two-factor authentication tokens.\nWe are a registered Delaware corporation, with a registered office at 16192 Coastal Highway, Lewes, DE 19958 and a mailing address at 1887 Whitney Mesa Dr #2130 Henderson, Nevada 89014.\nYou can contact us via email at gdpr@2fas.com with the subject line “GDPR.”</li>\n</ol>\n</li>\n<li>\n<u>What Personal Data We Collect</u>.\n2FAS takes the security of your Personal Data seriously.\nTo that end, we minimize the Personal Data that we collect about you and are transparent in how it is processed and used.\n2FAS collects minimal to no Personal Data for Users who only download and use the 2FAS Application.\nYou recognize and agree that in order for 2FAS to provide you 2FAS Service under the Terms of Service, you must grant us consent to use and process the Personal Data that we request at sign-up.\nProcessing the requested Personal Data is necessary for us to perform Services under the Terms of Service.\nThe requested Personal Information includes:<ol>\n<li>Device ID<ol>\n<li>Brand</li>\n<li>Model</li>\n<li>Unique ID</li>\n<li>Operating system info</li>\n<li>Storage state</li>\n</ol>\n</li>\n<li>Contact Information of users who contacted us<ol>\n<li>We collect the email addresses of users who sent us an email in order to reply and contact them back.</li>\n</ol>\n</li>\n<li>If you fail to provide such Personal Data or request that we delete such Personal Data, we will be unable to provide you 2FAS Service under the Terms of Service and your access to the 2FAS Service will be canceled pursuant to the Terms of Service.</li>\n<li>Analytic Data.\nIn addition to the Personal Data that is required to provide 2FAS Services, we collect cookies, Google Analytics for improving the 2FAS Services.\nWe retain and analyze this information to evaluate how you, and other Users, move around our Site and the 2FAS Applications.\nThis helps us to understand how our Site and the 2FAS Applications are used so that we can continually provide improved Services.</li>\n</ol>\n</li>\n<li>\n<u>How we use your Personal Data</u>.\nWe use your Personal Data for the following reasons:<ol>\n<li>We use the Personal Information listed above in order to provide Services to you.\nIn order for you to use 2FAS Services and receive tokens, we must have access to your Device ID.\nIn order to receive push notifications from the 2FAS Application, you must provide us access to your Device ID.</li>\n</ol>\n</li>\n<li>\n<u>How We Collect Your Personal Data</u>.\nYou provide us with Personal Data directly when you use our 2FA Application.\nIn addition, we collect and process data when you view or use our Site via your web browser’s cookies.</li>\n<li>\n<u>Who receives the Personal Data</u>.\nThe Personal Data that you provide will be shared with our third party providers only when sharing such information is necessary to provide portions of the 2FAS Services to you.\nThese third party providers include those that assist us in performing the 2FAS Services (including but not limited to 2FAS Application push notifications, payment processors for donors and email processing in order to contact you).\nIn addition, we will release your Personal Data when it is required to comply with the law, enforce this Privacy Policy, or protect ours or others’ rights, property, or safety.</li>\n<li>\n<u>No Sale</u>.\nWe do not and will never sell, trade, or otherwise transfer your Personal Information to an unrelated third party for marketing, advertising, or other uses.</li>\n<li>\n<u>Who can access the Personal Data</u>.\nYour Personal Data can only be accessed by 2FAS employees, contractors, and third parties who have a legitimate interest in processing the Personal Data.</li>\n<li>\n<u>How We Store Your Personal Data</u>.\nWe store your Personal Data on a secure Amazon Web Services cloud located In the United States.\nAll Personal Data is encrypted using industry standard encryption methods.\nWe will update this GDPR Supplement if we change the location of your Personal Data.</li>\n<li>\n<u>How Long We Store Your Personal Data</u>.\nWe will store your Personal Data as long as you have an active account and use the 2FAS Services.\nAfter you cancel your Services and ask to delete your account, we will delete all your Personal Data within 7 days.\nHowever, we will maintain all records of payment and invoices for the period of time required by applicable governmental and regulatory bodies.</li>\n<li>\n<u>Data transfer outside of the EU</u>.\nWe may transfer and store your Personal Data in countries other than the country in which the Personal Data was originally collected.\nThese countries may be outside of the European Economic Area (“EEA”).\nThese countries may not have the same data protection laws as the country in which you reside or provide the Personal Data.\nIf your Personal Data is transferred, we will protect your Personal Data as described in this Privacy Policy and comply with applicable legal requirements for transferring Personal Data outside of the EEA.\nIf you reside in the EEA, we will only transfer your Personal Data if:<ol>\n<li>The country to which the Personal Data is being transferred to has been granted a European Commission adequacy decision;</li>\n<li>The recipient of the Personal Data is located in the US and has certified to the US-EU Privacy Shield Framework or its successor frameworks.\nOR</li>\n<li>We have put in place appropriate safeguards for the transfer.</li>\n</ol>\n</li>\n<li>\n<u>Children under 16</u>.\nPursuant to Article 8 of GDPR, children under the age of 16 are not allowed to give us consent to use and process their Personal Data.\nTherefore, if you are under the age of 16, you cannot consent to this Privacy Policy or the Terms of Service.\nIf we discover that you are under the age of 16, your consent will be revoked and your license to use the 2FAS Service under the Terms of Service will be canceled effective immediately.</li>\n<li>\n<u>GDPR Rights</u>.<ol>\n<li>Pursuant to Article 15 of GDPR, you have the right to obtain from 2FAS confirmation as to whether your Personal Data is being processed.\nIf we are processing your Personal Data, you have the right to know the purposes of the processing, the categories of your Personal Data being processed, who the recipients of your Personal Data, and how long we believe your Personal Data will be stored for.\nWe will respond to your request within thirty (30) calendar days.\nWe will provide this information to you in a machine-readable format.\nWe may charge you a small fee to provide this information.</li>\n<li>Pursuant to Article 16 of GDPR, you have the right to request that we correct any of your Personal Data that is incorrect or incomplete.\nWe will endeavor to correct and/or complete your Personal Data within thirty (30) calendar days of your request.</li>\n<li>Pursuant to Article 17 of GDPR, you have the right to request that we erase your Personal Data when the Personal Data is no longer necessary for the purpose for which it was collected and processed, there is no legal grounds for processing, there is no overriding legitimate interest for us to process your Personal Data, your Personal Data has been unlawfully processed, or we have been compelled to comply with a legal obligation from a country in the European Union or Member States.\nWe will respond to your request within thirty (30) calendar days.</li>\n<li>Pursuant to Article 18 of GDPR, you have the right to require us to restrict processing your Personal Data when you are contesting the accuracy of your Personal Data, the processing is unlawful, we no longer need your Personal Data but are storing it for the establishment, exercise, or defense of legal claims, or you are exercising your right to object to processing under Article 21 of the GDPR.</li>\n</ol>\n</li>\n<li>\n<u>Complaints</u>.\nIf you are not satisfied with how we have handled your Personal Data, please contact us at gdpr@2fas.com with the subject line “GDPR Complaint” and a summary of your issue(s) in the body of the email.\nYou also have the right to lodge a complaint with the supervisory authority of the EU/EEA country in which you reside or are a citizen of.</li>\n<li>\n<u>Changes</u>.\nWe reserve the right, in our sole discretion, to change, modify, add, or remove portions of this Privacy Policy GDPR Supplement any time, without prior notice to you.\nAll revisions will be posted on this page.\nPlease check the Effective Date of the Privacy Policy for the most recent version.\nPlease review this Privacy Policy for changes.\nYour continued use of the pages associated with this website constitutes your acceptance of any changes.\nNotwithstanding the foregoing, we will endeavor to notify those Users who have provided us with an email address via email when a new version of this Privacy Policy goes into effect.</li>\n</ol>2FAS<ul>\n<li>How to enable 2FA</li>\n<li>Your branding</li>\n<li>Donate</li>\n<li>About us</li>\n<li>Press Kit</li>\n<li>Open Source Licenses</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Cookie Policy</li>\n</ul>Products<ul>\n<li>2FAS Auth - iOS</li>\n<li>2FAS Auth - Android</li>\n<li>2FAS Browser Extension</li>\n</ul>Support<ul>\n<li>2FAS Support</li>\n<li>Check generated token</li>\n<li>2FAS Help Center</li>\n</ul>Comparisons<ul>\n<li>Google Authenticator vs.\n2FAS</li>\n<li>Authy vs.\n2FAS</li>\n<li>Microsoft Authenticator vs.\n2FAS</li>\n<li>Duo vs.\n2FAS</li>\n</ul>\n<p>Code distributed under GPLv3 license</p>Cookies on the 2FAS website<p>We use your information – collected through cookies – to improve your experience on our site and analyse how you use it.</p>\n<p>You can find out more in our privacy policy and cookie policy, and manage your consent at any time.</p>OK", "created_at": "2023-05-02 21:49:27.457158", "updated_at": "2023-05-02 21:49:55.182807"}, {"id": 15908, "name": "Cookie Policy", "url": "https://2fas.com/cookie-policy/", "xpath": "//body", "text": "<p>Cookie Policy - 2FAS.\nTwo Factor Authentication Service, Inc.</p>Skip to main contentMENU<ul>\n<li>CLOSE</li>\n<li>\n</li>\n<li>\n<ul>\n<li>HOME</li>\n<li>DOWNLOAD APPDOWNLOADiOS AppAndroid App</li>\n<li>BROWSER EXTENSIONBROWSER EXT</li>\n<li>HELP CENTERHELP</li>\n<li>ABOUT US</li>\n<li>DONATE</li>\n<li>GITHUB</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>Cookie PolicyJul 20, 20201.\nWe use cookies on 2FAS App website<p>Like most similar websites, this site uses cookies.\nWe use cookies, pixels, and other technologies (collectively, \"cookies\") to recognise your browser or device, learn more about your interests, and provide you with essential features and services</p>2.\nWhat cookies are<p>Cookies are small files which are stored on a user's computer.\nThey are designed to hold a modest amount of data specific to a particular client and website, and can be accessed either by the web server or the client computer.\nThis allows the server to deliver a page tailored to a particular user, or the page itself can contain some script which is aware of the data in the cookie and so is able to carry information from one visit to the website (or related site) to the next.</p>3.\nWhat kind of cookies are in use on 2FAS website?<p>We use both session cookies and persistent cookies on this website.\nWhen you use the website, you may also be sent third-party cookies.\nOur advertisers and service providers may send you cookies.\nThey may use the information they get from your use of their cookies:</p>\n<ol>\n<li>to track your browser across multiple websites</li>\n<li>to build a profile of your web surfing</li>\n<li>to target advertisements which may particularly interest you.</li>\n</ol>4.\nHow we use cookies<p>Cookies do not contain any information that identifies you, but personal information that we store about you may be linked, by us, to the information stored in and got from cookies.\nThe cookies used on the website include those which are strictly necessary cookies for access and navigation, cookies that track usage (performance cookies), remember your choices (functionality cookies), and cookies that provide you with targeted content or advertising.</p>\n<p>We may use the information we get from your use of our cookies for the following purposes:</p>\n<ol>\n<li>to recognise your computer when you visit the website</li>\n<li>to track you as you navigate the website</li>\n<li>to improve the website’s usability</li>\n<li>to analyse the use of the website</li>\n<li>in the website's administration</li>\n<li>to personalise the website for you, including targeting advertisements which may particularly interest you.</li>\n</ol>5.\nHow you can opt out of having cookies placed on your device(s)<em>Blocking cookies</em>\n<p>Most browsers allow you to refuse to accept cookies.\nFor example:</p>\n<ul>\n<li>in Google Chrome you can adjust your cookie permissions by clicking “Options”, “Under the hood”, Content Settings in the “Privacy” section.\nClick on the Cookies tab in the Content Settings.</li>\n<li>in Firefox you can block all cookies by clicking “Tools”, “Options”, and un-checking “Accept cookies from sites” in the “Privacy” box.</li>\n<li>in Internet Explorer you can refuse all cookies by clicking “Tools”, “Internet Options”, “Privacy”, and selecting “Block all cookies” using the sliding selector;</li>\n</ul>\n<p>Blocking all cookies will, however, have a negative impact upon the usability of many websites.\nIf you block cookies, you may not be able to use certain features on the website (log on, access content, use search functions)</p>\n<em>Deleting cookies</em>\n<p>You can also delete cookies already stored on your computer:</p>\n<ul>\n<li>in Google Chrome you can adjust your cookie permissions by clicking “Options”, “Under the hood”, Content Settings in the “Privacy” section.\nClick on the Cookies tab in the Content Settings.\nDoing this may have a negative impact on the usability of many websites.</li>\n<li>in Firefox, you can delete cookies by, first ensuring that cookies are to be deleted when you “clear private data” (this setting can be changed by clicking “Tools”, “Options” and “Settings” in the “Private Data” box) and then clicking “Clear private data” in the “Tools” menu.</li>\n<li>in Internet Explorer, you must manually delete cookie files;</li>\n</ul>2FAS<ul>\n<li>How to enable 2FA</li>\n<li>Your branding</li>\n<li>Donate</li>\n<li>About us</li>\n<li>Press Kit</li>\n<li>Open Source Licenses</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Cookie Policy</li>\n</ul>Products<ul>\n<li>2FAS Auth - iOS</li>\n<li>2FAS Auth - Android</li>\n<li>2FAS Browser Extension</li>\n</ul>Support<ul>\n<li>2FAS Support</li>\n<li>Check generated token</li>\n<li>2FAS Help Center</li>\n</ul>Comparisons<ul>\n<li>Google Authenticator vs.\n2FAS</li>\n<li>Authy vs.\n2FAS</li>\n<li>Microsoft Authenticator vs.\n2FAS</li>\n<li>Duo vs.\n2FAS</li>\n</ul>\n<p>Code distributed under GPLv3 license</p>Cookies on the 2FAS website<p>We use your information – collected through cookies – to improve your experience on our site and analyse how you use it.</p>\n<p>You can find out more in our privacy policy and cookie policy, and manage your consent at any time.</p>OK", "created_at": "2023-05-02 21:49:27.487359", "updated_at": "2023-05-02 21:50:06.971784"}, {"id": 15909, "name": "Terms of Service", "url": "https://2fas.com/terms-of-service/", "xpath": "//body", "text": "<p>Terms of Service - 2FAS.\nTwo Factor Authentication Service, Inc.</p>Skip to main contentMENU<ul>\n<li>CLOSE</li>\n<li>\n</li>\n<li>\n<ul>\n<li>HOME</li>\n<li>DOWNLOAD APPDOWNLOADiOS AppAndroid App</li>\n<li>BROWSER EXTENSIONBROWSER EXT</li>\n<li>HELP CENTERHELP</li>\n<li>ABOUT US</li>\n<li>DONATE</li>\n<li>GITHUB</li>\n<li>\n</li>\n</ul>\n</li>\n</ul>Terms of Service<p>Effective as of August 18, 2022 (the “Effective Date”).\nThis Terms of Service document (the “Agreement”) is a legal agreement made between the individual or organization (“you”, “User” or “Customer”) using the Service or Services provided by Two Factor Authentication Service, Inc., a Delaware corporation (“us”, “we”, “our”, or “2FAS”).\nBy accepting this Agreement or using the Service(s), you represent and warrant that you are of legal age (as described further below) and have the authority to bind the User to the Agreement and applicable Privacy Policy.</p>\n<ol>\n<li>About Us - Two Factor Authentication Service, Inc.\nis a Delaware corporation with a registered office located at 16192 Coastal Highway, Lewes, DE 19958 and a mailing address at 1887 Whitney Mesa Dr #2130 Henderson, Nevada 89014.\n2FAS provides Users with tokens for secondary authentication for websites and mobile applications that support TOTP and HOTP tokens.</li>\n<li>General Definitions<ol>\n<li>\n<strong>Device</strong> means the mobile device (phone, tablet, and the like) that you used to download and use the 2FAS Services.</li>\n<li>\n<strong>2FAS Application</strong> means the application that allows Users to generate TOTP (Time-based one-time password) or HOTP (HMAC-based one-time password algorithm) tokens for any website or other application that supports TOTP or HOTP two-factor authentication tokens.</li>\n<li>\n<strong>2FAS Browser Extension (“2FAS BE”)</strong> means a small software module for customizing a web browser in a way to receive tokens from the 2FAS Application.</li>\n<li>\n<strong>PIN</strong> means the Personal Identification Number you can set in order to open the 2FAS Application on your Device.</li>\n<li>\n<strong>Privacy Policy</strong> means the document that you agreed to be bound to when you use 2FAS’s Application.\nThe most recent version of the Privacy Policy can be found here.</li>\n</ol>\n</li>\n<li>Changes to this Agreement – We may modify this Agreement from time to time by providing you notification of material changes at least thirty (30) days in advance of the changes becoming effective, except in the case of changes in law or telecommunications providers that does not allow for thirty (30) days’ notice.\nThe updated Agreement will be effective as of the latest Effective Date specified in the Agreement and will supersede all prior versions.\nContinuing to use the Services constitutes your acceptance of any changes to this Agreement.</li>\n<li>Services – “2FAS Services” or “Service” or “Services” refers to all products and services that 2FAS currently provides or may provide in the future.\nAs of the Effective Date, 2FAS provides the following Services:<ol>\n<li>2FAS Application – our Mobile Application allows Users to generate TOTP (Time-based one-time password) or HOTP (HMAC-based one-time password algorithm) tokens for any website or other application that supports TOTP or HOTP two-factor authentication tokens.</li>\n<li>2FAS Browser Extension (“2FAS BE”) means a small software module for customizing a web browser in a way to receive tokens from the 2FAS Application.</li>\n</ol>\n</li>\n<li>Service License – Subject to the terms of this Agreement, 2FAS grants Users a non-exclusive, non-sublicensable, and non-transferable license to access and use the Services which are made available to Users.</li>\n<li>Modifications – 2FAS reserves the right to modify Services at any time, provided the modifications do not materially diminish the functionality of a Fee based Services that may be provided by 2FAS and all 2FAS Services continue to comply with the Service Level Agreement found in Section 14.\nYou have the right to cancel your Service if we make a material modification to the Services or Service Level Agreement.\nSuch cancellation will be treated as a cancellation for non-conforming Service under Section 26 and your remedies are limited to those spelled out in Section 26.</li>\n<li>IP owned by 2FAS – 2FAS retains all proprietary rights, title, and interest in the 2FAS Services, our logo, name, and other marks (the “2FAS Marks”) and all related intellectual property, whether registered or not, anywhere in the world, including, without limitation, all modifications, changes, enhancements, and derivative works.\nYou agree that you will not use, register, or make derivative works of any business name, domain name, trademark, servicemark, logo, slogan, or social media account name or handle which is based on, or in any way incorporates, in whole or in part, the 2FAS Marks.</li>\n<li>Feedback – You may provide Feedback to 2FAS at any time by emailing support@2fas.com with the subject line “Feedback.” “Feedback” includes, but is not limited to, identifying potential errors, improvements, modifications, bug fixes, and enhancements.\nAny and all Feedback given by you and received by 2FAS from you is owned by 2FAS.\nYou assign the full ownership in Feedback to 2FAS.\nIn the event that Feedback cannot be assigned, you grant 2FAS, at no charge, an exclusive, perpetual, irrevocable, royalty-free, worldwide license to use, reproduce, disclose, sublicense, distribute, modify, make derivate work from, and otherwise exploit the Feedback without restriction.</li>\n<li>Personal Information Collected by 2FAS – You recognize that in order to provide the 2FAS Services, we must collect and store certain personal information about you.\nBy entering into this Agreement and using the Services, you grant us consent to use and store such personal information about you.\nIn order to keep your Services secure, you should keep your PIN, and passwords confidential.\nPlease refer to the terms and conditions of our Privacy Policy to understand what personal information we may collect.</li>\n<li>Permitted Uses – You may use our Services to access any legal online websites or activities so long as such use does not interfere with other Users’ use of our Services.</li>\n<li>Non-Permitted Uses and Activities –<ol>\n<li>You represent and warrant that your use of the Services will not be for any illegal activities including, but not limited to, online harassment (cyber-bullying).\nsending unauthorized advertising or spam.\nviewing, collecting, or transmitting child pornography.\nengaging in illegal narcotics trade.\nengaging in illegal arms trade.\nand engaging in illegal human trafficking.</li>\n<li>You represent and warrant that you will not modify, prepare derivative works of, or reverse engineer any of 2FAS’s Services.</li>\n<li>You represent and warrant that your use of the Services will not allow any viruses, Trojan horses, back doors, worms, time bombs, software locks, spyware, or any other malicious software that is capable of accessing, modifying, deleting, damaging, disabling, deactivating, interfering with, or otherwise harming any computer, network, data, Device, or any other electronically stored information to (i) disrupt, disable, harm, or otherwise impede others’ use of the Services.\nor to (ii) damage or destroy any data, file, or electronically stored information.</li>\n<li>You represent and warrant that you will not market or resell the 2FAS Services to third parties.</li>\n<li>You represent and warrant that you will not collect, gather, or harvest data of 2FAS Users without their consent.</li>\n<li>You represent and warrant that you will not transmit any material that may infringe the intellectual or privacy rights of third parties.</li>\n</ol>2FAS reserves the right to deny you access to the 2FAS Services if we believe that your use of the Services violates this provision or may cause harm to our other Users in any way.</li>\n<li>Password and PIN – 2FAS has no access to your Account, Device, or data.\n2FAS does not have access to any of the service keys or TOTP or HOTP tokens generated by the application.\nYou are responsible at all times for keeping track of the Passwords and/or PIN that you use to access the 2FAS Services or your Device.\nIf your Device is lost, stolen, or damaged, we have no way of recovering your data or any other login information and access to the 2FAS Services will be unavailable.\nIf you lose or forget your PIN, you will not be able to access the 2FAS Services.\n2FAS will never ask you for your password, PIN or ask for any security information.\nIn order to keep the 2FAS Services secure, you should keep your data, PIN and password confidential.\nWe are not liable or responsible for any loss that may occur (including if a third party uses your data, PIN or password).</li>\n<li>Customer age for use - The 2FAS Services provided by us are not to be used by anyone under the age of 16.\nIf we discover that you are under the age of 16, we reserve the right to remove your access to all Services.\nBy agreeing to this Agreement and using the Services, you represent that you are over the age of 16.</li>\n<li>Uptime (Service Level Agreement) –<ol>\n<li>We guarantee an Uptime for Services of 99.00% on an annual basis.\nUptime means that a User is able to access the 2FAS Services and not receive a system error message.\n2FAS will monitor the performance and availability of the 2FAS Services on a continuous, 24/7 basis and will remain competitive in all material respects with the performance and availability of similar applications.</li>\n<li>Uptime does not include:<ol>\n<li>Periodic scheduled maintenance.\nWe will notify all Users of scheduled maintenance at least one (1) week in advance.</li>\n<li>Emergency maintenance.</li>\n<li>Interruptions caused by your physical location, your access to WiFi or cellular service, and your configuration or custom coding of the 2FAS Services.</li>\n<li>Distributed Denial of Service (DDOS) attacks.</li>\n<li>Force Majeure events, including, but not limited to action or inaction of a governmental, civil, or military authority.\nterrorist act.\nwar.\nriot.\nfire, flood, earthquake, and other natural disasters.\nand any other event that is outside the reasonable control of 2FAS.</li>\n</ol>\n</li>\n<li>As of the Effective Date of this Agreement, 2FAS provides Users access to all 2FAS Services free of charge.\nFor this reason, you will not receive any monetary or other credit if we do not meet our Uptime guarantee and your only recourse is the right to discontinue your use of the 2FAS Services.</li>\n<li>If at some point in the future, we begin providing 2FAS Services on a Fee basis then:<ol>\n<li>You will receive a Service Credit for each additional hour that Service is unavailable outside of the Uptime Guarantee.</li>\n<li>The Service Credit will be calculated by dividing the monthly Fee for Service by 730 (approximate hours in a month) and multiplying that by the number of additional hours that 2FAS Service is unavailable outside of the Uptime Guarantee.</li>\n<li>You must notify us of your eligibility for Service Credits within thirty (30) days of becoming eligible for the Service Credits.\nNotifications should be sent to support@2fas.com with the subject line “SLA Service Credit.”</li>\n<li>Service Credits will be applied as a credit to the next billing period.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Maintenance – As of the Effective Date of this Agreement, 2FAS is able to update the software supporting the 2FAS Services without interruption to Users.\nHowever, if we need to interrupt Users’ access to Services in order to complete maintenance, we will inform our Users of the scheduled maintenance at least one (1) week in advance.</li>\n<li>Fees – As of the Effective Date of this Agreement, all 2FAS Services are provided to Users at no cost.</li>\n<li>Payment –<ol>\n<li>2FAS Service reserves the right to add paid features (“Fee based 2FAS Services.”).\nIn this case payment is due at the beginning of the Service month or year and will automatically renew for the subscribed period of time.\nUsers who chose to pay monthly will be charged on the first day of using the 2FAS Service(s) (after any promotional period expires) and then on that same day of the month, every month, until 2FAS Service(s) is canceled.\nFor example, if you sign up for a Fee based 2FAS Service(s) on the 14th day of a month, you will be charged for the 2FAS Service(s) on the 14th day of the month, every month, until you cancel that 2FAS Service(s).\nUsers who chose to pay annually will be charged on the first day of using the 2FAS Service(s) (after any promotional period expires) and then on the same day of the year, every year, until 2FAS Service(s) is canceled.</li>\n<li>In order to use Fee based 2FAS Service(s), you must provide credit card information to our third-party payment processor, Stripe.\nWe have no access to, and are not responsible for, any data you provide to Stripe.\nIf your method of payment has expired or is no longer valid, you will not be able to use the 2FAS Service(s).\nStripe will send automatic reminders to you when your method of payment is set to expire or has been deactivated for any reason.\nIt is your responsibility to keep your method of payment up to date with Stripe.</li>\n<li>Taxes – You are responsible for all applicable sales, use, and other purchase related taxes applicable in your jurisdiction.</li>\n</ol>\n</li>\n<li>Denied Payment – For Fee based 2FAS Services, if your method of payment is denied by our third-party payment processor, Stripe, you will not have access to the 2FAS Services until you update your payment method to a valid form of payment.\nAccounts suspended for more than thirty (30) days due to non-payment will be canceled.\nWe are not responsible for any damages, liabilities, losses incurred, or any other consequences that you may suffer as a result of a suspended or canceled Account.</li>\n<li>Termination – When you request that we cancel your 2FAS Services, please indicate if you are reducing the level of 2FAS Services to non-Fee based 2FAS Services or if you wish to cancel your Account entirely.\nIf you cancel your Account entirely, we will delete all data associated with it, including personal data and Device data.\nIn addition, if we cancel your Account for any reason specified in this Agreement, we will delete all data associated with it, including personal data and Device data.\nOnce deleted, such data cannot be recovered.\n2FAS will maintain all records of payment and invoices for the period of time required by applicable governmental and regulatory bodies.</li>\n<li>Refunds – We will not refund Users for Fee based 2FAS Service(s) for any reason except as described in the Limited Warranty Section 26 and for our breach of the Uptime guarantee found in Section 14.</li>\n<li>Pricing changes – We will notify you at least seven (7) days in advance of any pricing change to Fee based 2FAS Service(s) that you are using.\nYou may choose to continue to use 2FAS Service(s) at the new price point or cancel your Account.\nAll Fee based Account cancellations will be effective immediately, however, we will not refund you for any Fees already paid.\nWhen cancelling, you may elect to continue 2FAS Service until the last day of your pre-paid 2FAS Service period.</li>\n<li>Cancellation<ol>\n<li>We reserve the right to cancel your 2FAS Service if you violate or breach this Agreement.</li>\n<li>We reserve the right to cancel your 2FAS Service if you make a data erasure request under our GDPR Privacy Policy, as we will be unable to provide 2FAS Services to you.</li>\n<li>We reserve the right to cancel your 2FAS Service if you fail to make a payment on a suspended Account for more than thirty (30) days.</li>\n<li>We reserve the right to cancel your 2FAS Service if we discover that you are under the age of 16.</li>\n<li>We reserve the right to cancel your 2FAS Service if we discover that you are using the 2FAS Service(s) for any non-permitted uses.</li>\n<li>We reserve the right to cancel your 2FAS Service if we discover that your use of the 2FAS Service violates any applicable laws.</li>\n</ol>\n</li>\n<li>Beta – 2FAS may make “Beta Versions” of new or improved 2FAS Services available to you at no Fee or a reduced Fee.\nYou may use Beta Versions at your discretion and at your own risk.\n2FAS does not guarantee that Beta Versions will be released as 2FAS Services.\nBeta Versions may contain errors, bugs, and other defects and are provided without support of any kind.\nFor the avoidance of doubt, Beta Versions are not 2FAS Services and none of the Warranty Provisions found in Section 26 or Service Level Agreement Uptime guarantees found in Section 14 apply to Beta Versions.\nWe may request your Feedback about Beta Versions and all Feedback received from you is made under the terms and conditions of Section 8.</li>\n<li>Compliance with laws – Each Party agrees to comply with all laws, rules, and regulations applicable to the 2FAS Services provided by 2FAS and applicable to this Agreement.\nApplicable laws include, but are not limited to, import/export, privacy, and data protection laws and regulations.\nEach Party represents that it is not named on any United States Government denied party list, including the Office of Foreign Assets Control (OFAC)’s Specially Designated Nationals and Blocked Persons List.\nIn addition, Users shall not permit access to or use any 2FAS Service in a US embargoed country or in violation of any US export law or regulation.\n2FAS will, in accordance with applicable laws, cooperate with US local, US state, and US federal government authorities with respect to the 2FAS Services.\nWe retain the right to immediately cancel any 2FAS Service, terminate the Agreement for your non-compliance with applicable laws.</li>\n<li>Indemnification –<ol>\n<li>You agree to defend, indemnify, and hold harmless 2FAS, our future affiliates and their respective members, managers, shareholders, officers, directors, employees, agents, vendors, customers, indemnitees, representatives, successors, licensees and assigns, and each of them, from and against any and all claims, actions, demands, damages, losses, costs and expenses, including reasonable attorney’s fees and disbursements, charges, penalties, judgments, and interest sustained or which any of them may sustain arising out of, resulting from or relating to any material breach or alleged breach of any representation, warranty, obligation, or agreement made by you in this Agreement including, without limitation, any breach or alleged breach by you with respect to third party intellectual property, third party privacy, interference with third party or other User data, and non-permitted uses.</li>\n<li>We will provide you with prompt notification of any claim and cooperate with you in the defense of the claim.\nYou will have full control over the defense and settlement of the claim, except to the extent that: (i) the settlement requires 2FAS to admit liability .\nand (ii) we may join in the defense at our own expense with our own counsel.</li>\n</ol>\n</li>\n<li>Limited warranty – We warrant that the 2FAS Services will comply with the Service Level Agreement found in Section 14 of this Agreement.\nRemedies for non-compliance with the Service Level Agreement found in Section 14 are limited to those described in Section 14.\nWe do not warrant that your use of the 2FAS Service(s) will be timely, uninterrupted, or error free.\nIn addition, we do not warrant that the 2FAS Service(s) will operate in combination with any specific hardware, software, system, or data.\nYou use the 2FAS Service(s) at your sole risk.\nNo warranties are express or implied except as set forth herein.\nAll other warranties, including warranties of merchantability and fitness for a particular purpose, are expressly excluded from this warranty.\nYour sole and exclusive remedy for any cause of action arising out of any defective software or breach of this Agreement is limited to us providing conforming 2FAS Service within five (5) days of your notice to us of non-conforming 2FAS Service or your ability to cancel the 2FAS Service at no charge and with a pro-rata refund of any pre-paid fees for the dates of non-conforming 2FAS Service.\nUnder no circumstances will we be liable for any indirect, special, incidental, or consequential damages or loss, including but not limited to loss of profits, loss of use, or loss of data, whether caused by breach of contract, negligence, or otherwise.\nUnder no circumstances will our liability under this Agreement exceed the amount paid by you to us in the proceeding twelve (12) months.\nIf your jurisdiction does not allow such limitations, the permissible limitations shall apply.</li>\n<li>Limitation of liability<ol>\n<li>Neither you nor we will be liable to each other for any indirect, special, incidental, or consequential damages or loss, including but not limited to loss of profits, loss of use, or loss of data, whether caused by breach of contract, negligence, or otherwise.\nUnder no circumstances will our liability under this Agreement exceed the amount paid by you to us in the proceeding twelve (12) months.\nIf your jurisdiction does not allow such limitations, the permissible limitations shall apply.</li>\n</ol>\n</li>\n<li>Customer Intellectual Property Rights – if you believe that the 2FAS Services have been used in a way that constitutes copyright infringement, please notify us at support@2fas.com with the subject line “DMCA” and a description of the infringing material in the body of the email.\nWe will review the notification and comply with the procedures outlined in the Digital Millennium Copyright Act of 1998 (“DMCA”) to review and respond to such notifications.</li>\n<li>Security Breach Notification Policy – In case of a breach of our system, we will post a notification to our Site and send a notification via email to Users who have provided us with an email address.\nIf you believe that there has been a breach of your data, please notify us at support@2fas.com with the subject line “Security Breach” and a description of the incident that you believe occurred in the body of the email.</li>\n<li>Links to third-party websites – 2FAS’s website may contain links to other websites which are of interest to our Users.\nThese third-party websites have separate and independent Terms of Use or Service.\n2FAS has no responsibility or liability for the content or activities of the websites accessible via the links and it is your responsibility to comply with any applicable Terms of Use or Service.\n2FAS is not responsible for and does not endorse any third-party website.</li>\n<li>Miscellaneous<ol>\n<li>Entire agreement – This Agreement constitutes the entire understanding and agreement between the Parties with respect to the subject matter of this Agreement.\nNo agreements, understandings, restrictions, representations, or warranties exist between or among the Parties other than those found in this Agreement or referred to or provided for in this Agreement.\nNothing contained in any document submitted by you will modify or amend this Agreement.\nWe may update the Agreement from time to time, the current version will be dated.\nAn updated version of the Agreement may be found at https://2fas.com/terms-of-service/ and we will send a notification via email to Users who have provided us with an email address.\nYour continued use of the 2FAS Services constitutes your acceptance of the then-current version of the Agreement.</li>\n<li>Survival - Any provision of this Agreement that imposes upon Users or 2FAS an obligation after termination or expiration of this Agreement shall survive termination or expiration of this Agreement and be binding upon the Parties.</li>\n<li>Authority – If you are entering into this Agreement on behalf of a company, organization, or other non-individual person entity, you represent and warrant that you have the authority to bind such entity to this Agreement.</li>\n<li>Waiver - No waiver by us of any provision of this Agreement shall be deemed, or shall constitute, a waiver of any other provision, whether or not similar, nor shall any waiver constitute a continuing waiver.\nNo waiver shall be binding unless executed in writing by us.</li>\n<li>Severability - If any term or provision of this Agreement is held to be void or unenforceable, that term or provision will be severed from this Agreement, the balance of the Agreement will survive, and the balance of the Agreement will be reasonably construed to carry out the intent of the Parties as evidenced by the terms of this Agreement.</li>\n<li>Notice – Notices under this Agreement may be posted to our Site and sent via email to Users who have provided us with an email address.</li>\n<li>No agency – Nothing in this Agreement creates a partnership, agency, fiduciary, or employment relationship between the Parties.\nThe Parties are and will remain at all times independent contractors.\nThere are no third-party beneficiaries to this Agreement.</li>\n<li>No Class Actions – All disputes between you and us will be resolved on an individual basis and you agree not to bring or participate in any class, consolidated, or representative action against us, including our future affiliates.</li>\n<li>Agreement to Arbitrate – You agree that any controversy, claim, or dispute arising out of or relating to this Agreement will be settled by arbitration administered by the American Arbitration Association (AAA) in accordance with its Commercial Arbitration Rules.\nThe arbitrator will be selected from a list of arbitrators provided by AAA following a request by the Party seeking arbitration.\nThe arbitration will be conducted under the procedures applicable to arbitration in the state of Delaware.\nAll judgments and awards rendered by the arbitrator(s) may be entered into any court having jurisdiction thereof.\nNotwithstanding the foregoing, any disputes arising out of Intellectual Property or Privacy issues may be submitted to a court of law.</li>\n<li>International Arbitration – If you reside outside of the United States, or its territories and possessions, then any dispute or controversy arising from or relating to this Agreement shall be submitted to binding arbitration administered by the International Chamber of Commerce according to its expedited Rules of Arbitration.\nThe number of arbitrators will be one (1).\nThe language of the arbitration will be English.\nThe seat of arbitration will be New York City, NY, and the place will be New York City, NY.\nThe Parties shall instruct the arbitrator to issue a reasoned award.\nA judgment upon the award rendered by the arbitrator may be entered in any court having proper jurisdiction.</li>\n<li>Governing law and Venue (US Resident) – If you reside within the United States, or its territories and possessions, this Agreement shall be governed by and shall be construed in accordance with the laws of the State of Delaware without regard to principles of conflict of law.\nAny action brought with respect to this Agreement, the Privacy Policy, or any document related to the Service provided by us, shall be brought only in a court of competent jurisdiction in Sussex County, Delaware.\nAll Parties to this Agreement consent to the jurisdiction of the chosen court and waive any objection under the theory of forum non conveniens.</li>\n<li>Local Terms – If you are located outside of the United States, additional terms may apply to your use of the Services.</li>\n</ol>\n</li>\n</ol>2FAS<ul>\n<li>How to enable 2FA</li>\n<li>Your branding</li>\n<li>Donate</li>\n<li>About us</li>\n<li>Press Kit</li>\n<li>Open Source Licenses</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Cookie Policy</li>\n</ul>Products<ul>\n<li>2FAS Auth - iOS</li>\n<li>2FAS Auth - Android</li>\n<li>2FAS Browser Extension</li>\n</ul>Support<ul>\n<li>2FAS Support</li>\n<li>Check generated token</li>\n<li>2FAS Help Center</li>\n</ul>Comparisons<ul>\n<li>Google Authenticator vs.\n2FAS</li>\n<li>Authy vs.\n2FAS</li>\n<li>Microsoft Authenticator vs.\n2FAS</li>\n<li>Duo vs.\n2FAS</li>\n</ul>\n<p>Code distributed under GPLv3 license</p>Cookies on the 2FAS website<p>We use your information – collected through cookies – to improve your experience on our site and analyse how you use it.</p>\n<p>You can find out more in our privacy policy and cookie policy, and manage your consent at any time.</p>OK", "created_at": "2023-05-02 21:49:27.517434", "updated_at": "2023-05-02 21:50:25.914619"}], "points": [{"id": 35329, "title": "You can request access, correction and/or deletion of your data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-22 02:48:56.037667", "updated_at": "2023-11-23 20:57:43.03407", "quoteText": null, "case_id": 195, "document_id": 15907, "quoteStart": null, "quoteEnd": null}, {"id": 35330, "title": "This service is only available to users over a certain age", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-22 02:49:23.843807", "updated_at": "2023-11-23 20:57:49.208795", "quoteText": null, "case_id": 152, "document_id": 15907, "quoteStart": null, "quoteEnd": null}, {"id": 35331, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-22 02:51:14.353259", "updated_at": "2023-11-23 20:57:35.116289", "quoteText": null, "case_id": 121, "document_id": 15907, "quoteStart": null, "quoteEnd": null}, {"id": 35332, "title": "Accessibility to this service is guaranteed at 99% or more", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-22 02:54:26.519032", "updated_at": "2023-11-23 20:56:08.823825", "quoteText": null, "case_id": 158, "document_id": 15909, "quoteStart": null, "quoteEnd": null}], "urls": ["2fas.com"]}}