{"error": 448, "message": "OK", "parameters": {"id": 8045, "name": "Scholar's App", "created_at": "2023-04-16 01:23:08.701724", "updated_at": "2023-04-22 11:50:42.959115", "wikipedia": null, "keywords": null, "related": null, "slug": "scholar-s-app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8045.png", "url": "scholarsapp.com", "documents": [{"id": 15595, "name": "Privacy Policy", "url": "https://scholarsapp.com/privacy", "xpath": "//body", "text": "<p>\n<strong>ScholarsApp – PRIVACY POLICY</strong>\n<br>Last updated: July 6, 2018<br>&nbsp;</p>\n<p>If you have questions regarding this User Agreement or the Website, please contact us by e-mail at hello@scholarsapp.com.</p>Introduction<p>This Privacy Policy pertains to the Scholar’s App website, located at the following URL: https://www.scholarsapp.com/(referred to herein as the “ScholarsApp Website” or the “Website”).\nThe “ScholarsApp Website,” as used in this Agreement, collectively includes all of the webpages, services, content and software comprising or made available through the Website and the individual webpages, including, without limitation, the Scholar’s App application, school-specific forms (called “Supplements”), inquiry forms and all other forms, documents and materials available on or via the website.</p>Our Privacy Pledge<p>Scholar’s App is committed to protecting your privacy.\nWe use and disclose information collected on or through the Scholar’s App Website only as described in this Privacy Policy and we utilize industry-standard security practices and procedures to protect your personally identifiable information, as further described below.</p>Purpose of This Privacy Policy<p>The purpose of this Privacy Policy is to explain our policies regarding: (a) our collection of information on the Scholar’s App Website, (b) our use and disclosure of the information collected, (c) our use of cookies on the Scholar’s App Website and (d) our security measures for the protection of information.\nThis Privacy Policy applies to all information we collect on or through the Scholar’s App Website.</p>Relation to Terms of Service<p>This Privacy Policy forms a part of and is incorporated into the Terms of Service governing your use of the Scholar’s App Website.\nIf you have any questions, concerns or comments about the Terms of Service and/or this Privacy Policy, please contact us through any of the several means described below.</p>Children Under the Age of 13<p>\n<strong>\n<u>THE ScholarsApp WEBSITE IS PROVIDED SOLELY FOR USE BY REGISTERED USERS AGE 13 OR OLDER.</u>\n</strong>We do not knowingly solicit or collect personally identifiable information from children under the age of 13.\nAll users are required to enter their date of birth at the time of registration.\nChildren under the age of 13 are not permitted to use the Scholar’s App Website themselves and will not be permitted to register or submit a Scholars App application.\nParents or legal guardians of children under the age of 13 may register to use the Scholar’s App Website and submit the Scholar’s App application on behalf of a child under the age of 13.\nFor simplicity, “you” or “your” as used in this Privacy Policy includes both the registrant and/or the applicant, as applicable, even if not the same person.\nBy registering for an account on the Scholar’s App Website and by accessing or using the Scholar’s App Website, the registrant affirms and verifies that he or she is age 13 or older.\nThis policy will be strictly enforced.\nIf you believe that a child under the age of 13 has provided any personally identifiable information to us through the Scholar’s App Website, contact us immediately.\nAny personal information provided by a child under the age of 13 will be permanently and immediately destroyed.</p>Your Consent and Age Verification<p>As further explained in the Terms of Service, when you access or use the Scholar’s App Website and when you register for an account on the Scholar’s App Website, you agree to the Terms of Service, including this Privacy Policy, as revised from time to time.\nYou also agree to any revisions to this Privacy Policy when you continue to access or use the Scholar’s App Website after receiving notice of such revisions via the means of notification described below.\nIn addition, by registering for an account on the Scholar’s App Website and by accessing or using the Scholar’s App Website, you verify that you are age 13 or older and give your consent to the collection, use and disclosure of information in the manner disclosed in this Privacy Policy, as revised from time to time.\nIf you do not agree with our policies or practices or you do not consent to the collection, use and/or disclosure of information as disclosed herein, you should not access or use the Scholar’s App Website or, if you are already a registered user, you should discontinue your use of the Scholar’s App Website.</p>Our Policies Regarding the Collection of Information<p>The information we collect can be broadly categorized as general information and personally identifiable information.</p>\n<p>\n<u>General information</u>\n<strong>.\n</strong>General information does not specifically identify you and may include, for example, information automatically provided to us by your browser or computer, such as your IP address, Internet service provider, the type of browser you are using, your operating system, the website you visited prior to and after this website, the webpages you visited on this website, your location information, and the date and time of your visit.\nWe automatically collect some general information from you indirectly each time you visit the Scholar’s App Website and the webpages within the site.\nThis type of general information helps us determine, for example, your computer environment, the type of browser and version you are using and the pages you visit on the Scholar’s App Website.</p>\n<p>\n<u>Personally identifiable information</u>\n<strong>\n</strong>is specific to you and identifies you individually.\nPersonally identifiable information includes information such as your name, date of birth, social security number, mailing address and email address.\nAs used in this Privacy Policy, personally identifiable information also includes demographic, academic and other related information about you and your background, as well as any personally identifying information provided about your child, parents, guardians and/or siblings, as applicable.</p>\n<p>Scholar’s App necessarily requires applicants to provide personally identifiable information and other information to enable the applicant’s selected schools to identify the applicant and process the applicant’s inquiry form and/or application for admission.\nAll personally identifiable information collected by us is voluntarily provided by you directly when you register for a Scholar’s App account and user id and each time you complete a Scholar’s App application, inquiry form, Supplement or other form on the Scholar’s App Website.\nSome of the personally identifiable information requested is mandatory and must be provided by the registrant or applicant in order to complete the registration, inquiry or application process.\nAll other information is optional and should not impede the application process if omitted by the applicant.</p>\n<p>We may also collect personally identifiable information when you contact us via phone or email for technical support or other requests.\nBy voluntarily providing personally identifying information, you are consenting to our use of such information as described in this Privacy Policy.</p>Our Policies Regarding Use and Disclosure of Information<p>\n<u>Use of General and Personally Identifiable Information</u>.\nThe general information that we collect automatically from users of the Scholar’s App Website (such as IP address, browser type, etc.) is stored primarily in our log files.\nWith the exception of IP address, which may be stored with personally identifiable information in our database to help authenticate your acceptance of our Terms of Service, general information is not used to identify individual users of the Scholar’s App Website.\nWe use general information to analyze website usage loads and trends, to administer the website and to improve the website and our service.\nWe may also use and disclose general information in the aggregate without disclosure of personally identifiable information.</p>\n<p>We use your personally identifiable information to prepare your Scholar’s App application.\nWe store this information in our database until it is submitted to scholarship committees for scholarships that you qualify for.\nWe retain a copy of your application, other forms and all general and personally identifiable information in our database for your future use, for the use of scholarship committees and/or other forms, and for our records.\nAll personally identifiable information remains subject to this Privacy Policy, as revised from time to time, and is protected according to our security policies and practices described below.\nWe do not promise to retain your personally identifiable information or general information for any minimum period of time and we may delete all or some of your information at any time, with or without notice, without liability, in the event that you violate our Terms of Service or for any other reason in our sole and absolute discretion.\nWe may use your email address and/or other contact information to communicate with your from time to time about your Scholar’s App application or the scholarships to which your application has been sent, to provide you with technical or other information about the Scholar’s App Website or to respond to your inquiries and requests for customer service.\nThese communications are not promotional in nature.\nWe may also use aggregated (i.e., non-identifying) general and/or personally identifiable information for statistical and other purposes and we may share such aggregate information with our member scholarship committees and partners.</p>\n<p>\n<u>Disclosure of Personally Identifiable Information to Third Parties</u>.\nWe do not sell, lease, license, share or otherwise disclose your personally identifiable information to third parties, except as described in this Privacy Policy.</p>\n<p>In providing this service to you, we necessarily must share your Scholar’s App application and related information, including your personally identifiable information, with the scholarships for which you qualify.\nBy submitting a Scholar’s App application via the Scholar’s App Website, you are consenting to such use and disclosure of your application and related information to those scholarship committees, including your personally identifiable information.\nNote that we cannot and do not control the use and/or disclosure of your personally identifiable information by the scholarship committees to whom your Scholar’s App application is submitted and we are not responsible for any use or misuse by those scholarship committees or any third party.\nOnce your Scholar’s App application is submitted to a particular scholarship committee, the information on the application submitted to the scholarship committee cannot be changed through the Scholar’s App Website.\nYou must contact the scholarship committee directly to change or correct a submitted application.</p>\n<p>We may disclose personally identifiable information to our independent contractors, service providers and/or vendors who assist us in performing internal business functions and/or provide other services necessary to the operation of our business and/or the Scholar’s App Website.</p>\n<p>We may also disclose personally identifiable information and/or general information to third parties when we reasonably believe that disclosing such information is necessary to: (a) identify or contact a user of the Scholar’s App Website.\n(b) to prevent abuse, fraud, or unlawful use of the Scholar’s App Website or Scholar’s App application.\n(c) to protect our rights, safety, or property and/or the rights, safety, or property of others.\n(d) to initiate or defend a legal action relating to the Scholar’s App Website.\nor (d) to respond to or comply with a subpoena, other legal or administrative process or law, rule or regulation.</p>\n<p>Qualified colleges, universities, nonprofit scholarship services, and educational organizations pay a license fee to use this information to recruit students and manage enrollment in connection with educational or scholarship programs.</p>\n<ul>\n<li>The student agrees to share their profile information with colleges, universities, and scholarship programs.\nThis information will be used for recruitment, scholarship opportunities, and college planning outreach.</li>\n<li>These organizations must sign a license agreement, which outlines the specific terms for which the student information can be used before it must be destroyed.</li>\n<li>Under no circumstances are these organizations allowed to give the student information to other organizations.</li>\n<li>Scholar’s App consistently monitors the use of student information by licensed organizations for compliance.</li>\n<li>Users can opt out of at any time</li>\n</ul>\n<p>Finally, we may disclose personally identifiable information in the event of a merger, acquisition, or sale of our business or assets, or in the event of an insolvency, bankruptcy, or receivership, if such information is transferred to one or more third parties as part of our business or assets.</p>Your Access to Personally Identifiable Information<p>You may correct or update your personally identifiable information at any time by accessing your Scholar’s App application on the Scholar’s App Website.\nHowever, the information on any applications submitted to a school prior to such corrections or updates will not be changed.\nTo make changes to an application already submitted, you must contact the school directly.\nTo avoid fraud, abuse and mistakes, we do not allow you to deactivate your application or close your account online.\nTo deactivate your Scholar’s App application and/or close your account, you must send a signed, written request to our office address set forth below with your name, user id, the reason for your request and a telephone number by which we can reach you.\nWe will attempt to respond to each such request within a reasonable time after receipt.\nWe will retain archived copies of your account, Scholar’s App application and personally identifiable information for our records, subject to this Privacy Policy.</p>Our Use of Cookies<p>A cookie is a small amount of data that is sent to your browser from our server and stored on your computer’s hard drive.\nWe use cookies for managing your online sessions while you are using the Scholar’s App Website, to save you from having to repeatedly enter your user ID and password, and to secure your communications with the Scholar’s App Website, when necessary.\nWe do not store personally identifiable information in cookies.</p>\n<p>You may choose to accept or reject cookies.\nBy modifying your browser preferences, you have the choice to accept all cookies, to be notified when a cookie is set, or to reject all cookies.\nIf you choose to reject cookies from the Scholar’s App Website, you may not be able to use those parts of the website that require cookies.</p>Our Security Practices and Procedures<p>We follow generally accepted industry standards to protect the personally identifiable information you submit to us, both during transmission and once we receive it.\nWhen you enter sensitive information on our webpages, we encrypt that information using secure socket layer technology (SSL).\nWe use the same type of encrypted transmissions when providing your application information to your selected schools and when you provide your payment information to the school’s chosen payment processor.\nWe also restrict physical and electronic assess to our servers through the use of perimeter security and industry-standard firewalls.\nHowever, be aware that any emails you send to or receive from us are inherently not secure.\nContact us by telephone if your question or comment involves sensitive personally identifiable information.</p>\n<p>In addition to encrypted transmissions and physical and electronic security, we require you to select a unique user ID and password when you register to use the Scholar’s App Website.\nYou must enter your user ID and password each time you log in to the Scholar’s App Website to access your account.\nIt is your responsibility to maintain the secrecy of your password and to change your password periodically.\nWe recommend that you do not divulge your password to anyone in order to avoid unauthorized access to your account.\nEach time you are finished working in your account, you should logout of your account, close your browser window and clear the computer cache to avoid unauthorized access to your account.\nYou should contact us immediately if you believe your password or account has been compromised.</p>\n<p>No method of transmission over the Internet or data security scheme is 100% secure, however.\nTherefore, while we strive to use commercially reasonable means to protect your personally identifiable information, we cannot guarantee its absolute security.\nIf you have any questions about our security practices, you may contact us by any of the means described below.</p>Links to Other Websites<p>This website may contain links to other websites that are not owned or controlled by or affiliated with Scholar’s App.\nWe are not responsible for the privacy practices of such other sites.\nWe encourage you to be aware when you leave our site and to read the privacy policies of each website that collects personally identifiable information.\nThis privacy policy applies only to information collected by the Scholar’s App Website.</p>Notice of Modifications to This Privacy Policy<p>Scholar’s App reserves the right to modify this Privacy Policy from time-to-time as necessary to reflect changing circumstances, including, for example, changes in our information collection and/or usage practices.\nScholar’s App will notify you of any modifications to this Privacy Policy by electronically posting the revised Privacy Policy on the Scholar’s App Website.\nWe encourage you to review this Privacy Policy frequently in order to be aware of any changes in the way we collect, use and/or disclose your information.\nThe revised Privacy Policy will be effective as of the Effective Date displayed at the top and bottom of this document.\nYour continued use of the Scholar’s App Website after the Effective Date of the revised Privacy Policy will constitute your acceptance of the revised Privacy Policy.\nIn addition, Scholar’s App may, but is not obligated to, notify you via e-mail and/or by other means of such modifications.</p>\n<p>\n</p>", "created_at": "2023-04-16 01:23:08.732909", "updated_at": "2023-04-16 01:23:34.608981"}, {"id": 15597, "name": "Security Information", "url": "https://scholarsapp.com/security", "xpath": "//body", "text": "Security Information<p>The Health Insurance Portability and Accountability Act of 1996 (HIPAA) applies to \"covered entities\" and \"business associates.\" Covered entities include health care providers engaged in certain electronic transactions, health plans, and health care clearinghouses.\nBusiness associates are entities that provide services to a covered entity that involve access by the business associate to Protected Health Information (PHI), as well as entities that create, receive, maintain, or transmit PHI on behalf of another business associate.\nHIPAA was expanded in 2009 by the Health Information Technology for Economic and Clinical Health (HITECH) Act.\nHIPAA and HITECH establish a set of federal standards intended to protect the security and privacy of PHI.\nHIPAA and HITECH impose requirements related to the use and disclosure of PHI, appropriate safeguards to protect PHI, individual rights, and administrative responsibilities.<br> For additional information on HIPAA and HITECH, visit http://www.hhs.gov/ocr/privacy.</p>General information<p>ScholarsApp uses Google Cloud Platform (GCP) and Firebase to continually expand coverage against the most important global standards.\nAs such, ScholarsApp provides industry recognized certifications and audits such as the ISO 27001 and SOC 1, SOC 2, and SOC 3 evaluation process.</p>Encryption and protection of PHI in Scholar’s App<p>All Scholar’s App network traffic, whether it contains PHI or not, is encrypted using industry-standard transport encryption (TLS).\nTransport Layer Security (TLS) is a protocol that ensures privacy between communicating applications and their users on the Internet.\nWhen a server and client communicate, TLS 1.2 and 1.3 protocols ensure that no third party may eavesdrop or tamper with any message.\nTLS is the successor to the Secure Sockets Layer (SSL).\nSSLv2, SSLv3, TLS 1.0, and TLS 1.1 are no longer considered secure protocols and thus are not used or supported by Scholar’s App.</p>\n<p>Scholar’s App technical implementation includes full access controls to make sure that only authorized individuals are able to access PHI related information and those individuals are trained on the requirements of HIPAA.\nWe follow cybersecurity best practices such as setting strong passwords, limiting administrative privileges, and regularly scan for malware.</p>Auditing, backups, and disaster recovery<p>To be consistent with HIPAA and HITECH requirements, Scholar’s App has put auditing capabilities in place to allow security analysts to examine detailed activity logs or reports to see who had access, IP address entry, what data was accessed, etc.\nThis data is tracked, logged, and stored in a central location for extended periods of time.</p>\n<p>Under HIPAA, covered entities must have a contingency plan to protect data in case of an emergency and must create and maintain retrievable exact copies of electronic PHI.\nTo implement a data back-up plan, Scholar’s App uses persistent storage for its server instances.\nThese volumes offer off-instance storage that persists independently from the life of a server instance.\nTo align with HIPAA guidelines, Scholar’s App creates point-in-time snapshots of its volumes that automatically are replicated.\nThese snapshots can be accessed at any time and can protect data for long-term durability.\nScholar’s App implements a variety of disaster recovery mechanisms.</p>\n<p>Scholar’s App administrators can start server instances very quickly and can use an Elastic IP address (a static IP address for the cloud computing environment) for graceful failover from one machine to another.</p>How can you contact us about this policy?<p>If you have any questions or comments about this policy, you may contact our technical support by email at support@scholarsapp.com</p>Contact us<p>643 Ilalo St.</p>\n<p>Honolulu</p>\n<p>HI 96813</p>\n<p>(808) 207-8208</p>\n<p>hello@scholarsapp.com</p>Pages<p>Scholarships by state</p>\n<p>Scholarships by major</p>\n<p>Scholarships by group identity</p>\n<p>Terms and conditions</p>\n<p>Privacy policy</p>\n<p>Security information</p>\n<p>Blog</p>© 2023 ScholarsApp.\nAll rights reserved<p>\n</p>", "created_at": "2023-04-16 01:23:08.79416", "updated_at": "2023-04-16 01:23:50.772253"}, {"id": 15596, "name": "Terms and Conditions", "url": "https://scholarsapp.com/toc", "xpath": "//body", "text": "User Agreement<p>Welcome to Scholar’s App.\nThis website, located at www.scholarsapp.com, together with any subdomain thereof (the “Website”), is owned and operated by Scholar’s App, a Delaware C – Corp (“Scholar’s App,” “we,” or “us”).\nBy visiting the Website, you acknowledge and agree to accept and adhere to the following terms and conditions (collectively, the “User Agreement”), along with the terms and conditions as stated in our Privacy Policy.\nIF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS OF THE USER AGREEMENT, YOU SHOULD EXIT THE WEBSITE IMMEDIATELY.\n“Users” means anyone who accesses or uses the Website or the Resources (defined below).</p>\n<p>You understand that we reserve the right to change or amend this User Agreement from time to time.\nIf we do, we will notify you of any material changes via the Website or via email.\nAll changes shall be effective upon their posting to the Website.\nYou acknowledge and agree that your continued access and use of the Website following such changes shall be deemed acceptance by you of any new or amended terms to the User Agreement.\nScholar’s App will not be liable for any damages as a result of any of these actions.\nThe term of this User Agreement shall commence upon your registration with Scholar’s App via the Website and continue until you deregister or are removed as a User or this User Agreement is otherwise terminated by Scholar’s App for any reason.</p>Creating an Account<p>Scholar’s App abides by federal law and the guidelines set up by the Federal Trade Commission regarding youth privacy.\nAs such, Scholar’s App will not knowingly collect any personally identifiable information from children under the age of 13, nor will children under the age of 13 be allowed to register with Scholar’s App via the Website, without the prior consent of such child’s parent or guardian.</p>\n<p>In order to access the Website, you’ll need to register, choose an account name, and set a password.\nWhen you do so, the information you provide Scholar’s App must be accurate, complete and up-to-date.\nDo not impersonate anyone else, choose names that are offensive, or violate anyone’s rights.\nIf you do not follow these rules, we may cancel your account.\nBy registering with Scholar’s App via the Website, you are representing that you are at least 13 years of age.</p>\n<p>You acknowledge and agree that you are responsible for all the activity on your account, and for keeping your password confidential.\nIf you find out that someone has used your account without your permission, you should report it to hello@scholarsapp.com.\nUser may be held liable for losses incurred by Scholar’s App or any other user of or visitor to the Website due to someone else using your Scholar’s App password or account.</p>\n<p>Users not use anyone else’s Scholar’s App password or account at any time without the permission and consent of the holder of that Scholar’s App password or account.\nScholar’s App cannot and will not be liable for any loss or damage arising from your failure to comply with these obligations.</p>Limitations of Use and Compliance with Laws<p>You agree to use the Website, together with any of the text, data, source code, software, photos, images, information, resources, services, products, tools, and other information incorporated in the Website (collectively the “Resources”), only for the purposes permitted by (a) the terms and conditions of this User Agreement, and (b) applicable laws, regulations, and generally accepted online practices and guidelines.</p>\n<p>Engaging in any activity that disrupts or interferes with the Website or the Resources, including the servers and/or networks to which the Resources are located or connected, is strictly prohibited, along with gathering User email addresses through harvesting or automated means.\nAttempting to copy, duplicate, reproduce, reverse engineer and/or sell the Website or the Resources is also strictly prohibited.</p>\n<p>If you are considering providing scholarship funding to other Users, you may review the personal information posted by or relating to such other Users on the Website, but you are not authorized to disclose or otherwise use such information for any purpose other than participating in the funding of/application for a scholarship.</p>Scholarship Funding<p>Scholar’s App provides an online platform for student applicants and scholarship sponsors to connect, allowing applicants to be selected by sponsors as recipients of scholarship funds.</p>\n<p>\n<strong>Scholar’s App will arrange for funds to be handled by PayPal via it’s crowdfunding account services.\nScholar’s App does not directly handle any funds.\nPledged funds are released to the applicant’s corresponding school as soon as the applicant is accepted and enrolls at the school.\nScholar’s App is thus not in control of funds and cannot offer it’s own refunds, but in very limited circumstances, in its absolute and sole discretion, may try to assist in the recovery of pledged funds (but makes no guarantees even under such circumstances).\n</strong>Once a sponsor pledges funds, such funds (less our applicable fees) will be deposited in a PayPal account (the “PayPal Account”) created by the Student Applicant (as defined below) and will not be subject to refund unless the applicant does not attend the school for which the scholarship was meant or otherwise fails to qualify as a recipient of such scholarship funds.\nHowever, Scholar’s App does not guarantee that it will be able to recover any sponsor’s funds that have already been diverted to an applicant’s corresponding school.\nAny fees deducted from pledged funds are not refundable, unless approved by Scholar’s App in its sole and absolute discretion.</p>\n<p>&nbsp;</p>Content Posting<p>We may provide various communication tools on the Website, such as a blogs, discussion forums, chatrooms and social media services.\nYou understand that we do not pre-screen or monitor the content posted by Users of these various communication tools, and it is your personal responsibility to use these tools in a responsible and ethical manner.\nBy posting information or otherwise using any of the communication tools made available on the Website, you agree that you will not upload, post, share, or otherwise distribute any content that:</p>\n<ol>\n<li>is illegal, vulgar, obscene, profane, sexually explicit, threatening, defamatory, abusive, harassing, degrading, intimidating, fraudulent, deceptive, invasive, racist, or contains any type of suggestive, inappropriate, or explicit language;</li>\n<li>is false, dishonest, deceitful, or fraudulent;</li>\n<li>infringes on any trademark, patent, trade secret, copyright, or any other proprietary right of any third party;</li>\n<li>disrupts the flow, dialogue, operation and/or exchange on the Website, including, without limitation, posting or otherwise transmitting material that is unrelated to the subject at issue or otherwise restricts or inhibits any other User from their use of the Website;</li>\n<li>constitutes or encourages conduct that would constitute a violation of any local, state or federal laws;</li>\n<li>contains a virus, worm, Trojan horse, or other harmful component;</li>\n<li>contains any type of unauthorized or unsolicited advertising.\nand/or</li>\n<li>impersonates any person or entity, including any Scholar’s App employees or representatives.</li>\n</ol>\n<p>We have the right, in our sole discretion, to remove any content that we feel does not comply with this User Agreement or for any other reason, along with any content that we feel is otherwise offensive, harmful, objectionable, inaccurate, or violates any third-party copyrights, trademarks or other intellectual property rights.\nYou hereby consent to the removal of any content we may choose to remove, and you consent to waive any claim against us related to such removal.\nWe are not responsible for any delay or failure in removing any content.</p>\n<p>In addition, we reserve the right to release your information to the proper authorities, as a result of a violation of the User Agreement, if such information is subpoenaed.</p>\n<p>We do not assume any liability or guarantee the accuracy of any content posted by you or any other third party Users.\nAny content posted by you using any open communication tools on the Website, provided that it does not violate or infringe on any third-party copyrights or trademarks, becomes the sole property of Scholar’s App, and as such, gives us exclusive rights to reproduce, modify, adapt, translate, publish, publicly display, and/or distribute as we see fit.</p>Links to other Websites<p>The Website may contain links to other websites.\nIf you access such third-party websites, you do so at your risk— Scholar’s App does not control or endorse any of the content contained on such sites.</p>User Disputes<p>You are solely responsible for your interactions with other Users.\nWe have no obligation to mediate or otherwise resolve disputes between Users and/or any third party.</p>Consent to Doing Business Electronically<p>You hereby agree that we may deliver all notices, disclosures, documents, reviews, analyses, or other materials, and any and all other documents, information, and communication concerning you or Scholar’s App by means of email or by posting on the Website or by other means of electronic communication.\nConsidering Scholar’s App operates principally on the internet, by accessing this Website, you hereby consent to transact business electronically and to receive electronically all disclosures, documents, communications, notices, contracts, and agreements arising from or relating in any way to your or our rights, obligations, or services under this User Agreement or any other agreement between you and Scholar’s App.</p>Payment Services<p>Campaigner Owners that accept PayPal and Contributors that use PayPal in connection with a Campaign acknowledge and agree to comply with PayPal’s Crowdfunding and Acceptable Use Policies.\nCredit card payment processing services for Student Applicants on Scholar’s App are provided by Stripe, Inc.\n(“Stripe”) and are subject to the Stripe Connected Account Agreement, which includes the Stripe Terms of Service (collectively, the “Stripe Services Agreement”).\nBy continuing to operate as a Student Applicant on Scholar’s App, you agree to be bound by the Stripe Services Agreement, as the same may be modified by Stripe from time to time.\nAs a condition to Scholar’s App enabling credit card payment processing services through Stripe, you agree to provide Scholar’s App accurate and complete information about you and your business, and you authorize Scholar’s App to share any such information with Stripe, as well as transaction information related to your use of the payment processing services provided by Stripe.\nIn all cases, standard credit card or other third party processing fees apply in addition to any Service Fees.\nWe are not responsible for the performance of any third party credit card processing or third party payment services.</p>Indemnification<p>You agree to defend, indemnify and hold harmless Scholar’s App and its affiliates, and each of their directors, officers, employees, and agents from and against all losses, expenses, damages, and costs, including reasonable attorneys’ fees, resulting from any breach or violation of any representations, warranties, covenants, obligations or other provisions set forth in this User Agreement or any other agreement, certificate, registration or other document related hereto, your use of the Website or the Resources, or the failure to fulfill any obligations relating to your account incurred by you or any other person using your account, including, but not limited to, any failure on your part to provide or update full and complete information in connection with your registration on this Website.\nWe reserve the right, but not the obligation, to take over the exclusive defense and control of any claim for which we are entitled to indemnification under this User Agreement.\nIn such event, you hereby agree to cooperate and help us in asserting any defenses to such claims.</p>Privacy<p>Your privacy is very important to us, which is why we have created a separate Privacy Policy to explain how we collect, manage, process, secure, and store your private information.\nOur Privacy Policy is included under the scope of this User Agreement.</p>Limitation of Warranties and Disclaimer<p>Scholar’s App disclaims any and all liability for the acts, omission, and conduct of any third parties in connection with or related to your use of the Website and/or any Scholar’s App services.\nUsers are completely responsible for their use of the website and any linked sites therein.\nUsers sole remedy against Scholar’s App for dissatisfaction with the site or any content is to stop using the Website or any such content at once.\nThis limitation of relief is a part of the bargain between the parties.THE WEBSITE AND RESOURCES MAY CONTAIN TECHNICAL ERRORS TYPOGRAPHICAL MISTAKES, OR OTHER INACCURACIES.\nScholarsApp DOES NOT UNDERTAKE THE RESPONSIBILITY TO UPDATE OR AMEND THE WEBSITE OR THE RESOURCES OR TO PROVIDE SUPPORT FOR YOUR USE OF THE WEBSITE OR THE RESOURCES.\nUNLESS OTHERWISE EXPRESSED, THE WEBSITE AND THE RESOURCES ARE PROVIDED “AS-IS,” WITHOUT ANY WARRANTY AND SCHOLAR'S APP EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT, OR ANY WARRANTY THAT THE WEBSITE OR THE RESOURCES ARE ACCURATE, ADEQUATE, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>Furthermore, you understand and agree that:</p>\n<ol>\n<li>any content downloaded or otherwise obtained through the use of the Website or the Resources is done at your own discretion and risk, and that you are solely responsible for any damage to your computer or other devices for any loss of data that may result from the download of such content.\nand</li>\n<li>no information or advice, whether expressed, implied, oral or written, obtained by you from Scholar’s App or its affiliates (and each of their agents or representatives) or through the Website or the Resources we provide shall create any warranty, guarantee, or conditions of any kind, except for those expressly outlined in this User Agreement.</li>\n</ol>\n<p>&nbsp;</p>Limitation of Liability<p>UNDER NO CIRCUMSTANCES WILL ScholarsApp OR ITS AFFILIATES BE LIABLE FOR ANY DAMAGES INCLUDING GENERAL, SPECIAL, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR ANY OTHER DAMAGES (INCLUDING, WITHOUT LIMITATION, LOST PROFITS OR BUSINESS INTERRUPTION) OF ANY KIND WHETHER IN AN ACTION IN CONTRACT OR NEGLIGENCE ARISING OR RELATING IN ANY WAY TO THE USE OR INABILITY TO USE BY ANY PARTY OF THE WEBSITE, THE RESOURCES, OR ANY THIRD-PARTY WEBSITE TO WHICH THIS WEBSITE IS LINKED, OR IN CONNECTION WITH ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS OR LINE OR SYSTEM FAILURE, EVEN IF ScholarsApp, ITS AFFILIATES, OR REPRESENTATIVES THEREOF, ARE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, LOSSES, OR EXPENSES.\nNEITHER ScholarsApp NOR ITS AFFILIATES ARE LIABLE FOR ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY USER.\nYOUR SOLE REMEDY FOR DISSATISFACTION WITH THIS WEBSITE IS TO STOP USING THE WEBSITE.\nIF YOUR USE OF MATERIALS FROM THIS WEBSITE RESULTS IN THE NEED FOR SERVICING, REPAIR, OR CORRECTION OF EQUIPMENT OR DATA, YOU ASSUME ANY COSTS THEREOF.\nIF THE FOREGOING LIMITATION IS FOUND TO BE INVALID, YOU AGREE THAT ScholarsApp AND ITS AFFILIATES TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, OR CAUSES OF ACTION OF ANY KIND OR NATURE SHALL BE LIMITED TO THE AMOUNT YOU PAID, IF ANY, FOR THE USE OF THE WEBSITE.\nFURTHER, FOR USERS WHO ARE STUDENT APPLICANTS, THE USERS UNDERSTAND THAT ScholarsApp MAY DIRECT SCHOLARSHIP APPLICATIONS FOR THE USER TO SCHOLARSHIPS THAT ScholarsApp DEEMS APPROPRIATE IN ITS SOLE AND ABSOLUTE DISCRETION, BUT DOES NOT REPRESENT OR WARRANT THAT THE FUNDING SOURCES ARE COMPLETE OR EXHAUSTIVE.\nIT IS USER’S SOLE RESPONSIBILITY TO IDENTIFY AND APPLY FOR ANY OTHER SCHOLARSHIPS THAT THE USER DEEMS APPROPRIATE, AND TO REQUEST FROM ScholarsApp A LIST OF THE SCHOLARSHIPS THAT ScholarsApp HAS APPLIED FOR ON BEHALF OF THE USER.\nUSER ALSO UNDERSTANDS THAT APPLICATION TO ANY SCHOLARSHIP THROUGH ScholarsApp IN NO WAY GUARANTEES THAT ANY SCHOLARSHIP FUNDS OF AMOUNT OR KIND WILL BE AWARDED.</p>\n<p>&nbsp;</p>User Intellectual Property<p>Scholar’s App does not own the content you submit to us or otherwise post to the Website (your “User Content”).\nHowever, we need certain licenses from you in order to fulfill Scholar’s App’s objectives through the Website.\nWhen you register an account on the Website, you agree to these terms:</p>\n<ol>\n<li>we can use the content you post/submit.\nYou grant to us, and others acting on our behalf, the worldwide, non-exclusive, perpetual, irrevocable, fully-paid, royalty-free, sub-licensable, transferable right to use, exercise, commercialize, and exploit the copyright, publicity, trademark, and database rights with respect to your User Content;</li>\n<li>you grant us the right to edit, modify, reformat, excerpt, delete, or otherwise change any of your User Content.\nand</li>\n<li>you promise that if we use your User Content, we will not be violating any intellectual property rights of any third party.</li>\n</ol>\n<p>&nbsp;</p>Scholar’s App Intellectual Property<p>All content and materials made available by Scholar’s App, including, but not limited to, the Website, Resources text, graphics, website name, code, images, and logos are the intellectual property of Scholar’s App or the original creator of the material, and are protected by applicable copyright and trademark service mark, trade secrets and other rights and laws.\nAny inappropriate use, including but not limited to, the reproduction, distribution, display, or transmission of any content on this Website is strictly prohibited, unless specifically authorized in writing by Scholar’s App.</p>Other Agreements<p>In addition to this User Agreement, you may enter into other agreements with us that will govern your use of the Website or the Resources.\nIf there is any contradiction or conflict between this User Agreement and another agreement you enter into with us applicable to the Website or the Resources, the other agreement shall take precedence in relation to the specific aspects of the Website or the Resources.</p>Severability<p>If any part, term, or provision of this User Agreement is held to be illegal, in conflict with any law, or otherwise invalid, the remaining portion or portions shall be considered severable and not be affected, and the rights and obligations of the parties shall be construed and enforced as if this User Agreement did not contain the particular part, term, or provision held to be illegal or invalid.</p>Termination of Use<p>You agree that we may, at our sole discretion, limit, suspend, or terminate your access to all or part of the Website and the Resources without notice and cause.\nAny suspected illegal, fraudulent, or abusive activity is also grounds for terminating your relationship and may be referred to appropriate law enforcement authorities.\nUpon suspension or termination of this User Agreement, your right to access or use the Website and the Resources will immediately cease, and we reserve the right to remove or delete any information that you may have on file with us, including any account or login information.</p>\n<p>You may delete your account with Scholar’s App at any time.\nHowever, any obligations of a User incurred prior to such deletion shall survive the deletion of such User’s account.</p>Headings and Section References<p>Headings of the articles and sections in this User Agreement are for reference purposes only and shall not be deemed to have any substantive effect.</p>Governing Law<p>This User Agreement shall be construed and governed in accordance with the laws of the State of Hawaii, excluding conflicts of law provisions.\nAny action relating to this User Agreement shall be brought in the federal or state courts located in the City and County of Honolulu, State of Hawaii.\nYou hereby agree to personal jurisdiction by such courts, and waive any jurisdictional, venue, or inconvenient forum objections to such courts.\nYOU FURTHER HEREBY IRREVOCABLY WAIVE ANY RIGHT YOU MAY HAVE TO TRIAL BY JURY IN ANY DISPUTE, ACTION OR PROCEEDING.</p>Survival<p>The provisions of this User Agreement shall survive any expiration or termination of this User Agreement or completion of any services hereunder to the extent necessary or appropriate to carry out the the intent of such provisions.\nWithout limiting the generality of the foregoing, any obligations already incurred, and the provisions under the headings <strong>“Limitations of Use and Compliance with Laws”, “Consent to Doing Business Electronically”, “Indemnification”, “Privacy”, “Limitation of Warranties and Disclaimer,” “Limitation of Liability”, “User Intellectual Property”, and “Scholar’s App Intellectual Property”,</strong> shall survive any expiration or termination of this User Agreement for any reason with or without cause.</p>Contact Information<p>If you have questions regarding this User Agreement or the Website, please contact us by e-mail at hello@scholarsapp.com.</p>Contact us<p>643 Ilalo St.</p>\n<p>Honolulu</p>\n<p>HI 96813</p>\n<p>(808) 207-8208</p>\n<p>hello@scholarsapp.com</p>Pages<p>Scholarships by state</p>\n<p>Scholarships by major</p>\n<p>Scholarships by group identity</p>\n<p>Terms and conditions</p>\n<p>Privacy policy</p>\n<p>Security information</p>\n<p>Blog</p>© 2023 ScholarsApp.\nAll rights reserved<p>\n</p>", "created_at": "2023-04-16 01:23:08.763529", "updated_at": "2023-04-16 01:24:11.396728"}], "points": [], "urls": ["scholarsapp.com"]}}