{"error": 448, "message": "OK", "parameters": {"id": 7547, "name": "Voodoo", "created_at": "2023-03-14 17:20:37.562065", "updated_at": "2023-03-29 19:26:46.302625", "wikipedia": null, "keywords": null, "related": null, "slug": "voodoo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7547.png", "url": "voodoo.io", "documents": [{"id": 14526, "name": "Terms and Conditions", "url": "https://www.voodoo.io/terms/", "xpath": "//body", "text": " Log in Sign up <ul>\n<li> Games </li>\n<li>Publishing<ul>\n<li> Hybrid Publishing </li>\n<li> Casual Publishing </li>\n</ul>\n</li>\n<li> Apps </li>\n<li> Blockchain </li>\n<li> Careers </li>\n<li> Academy </li>\n<li>Product<ul>\n<li> Games </li>\n<li>Publishing<ul>\n<li> Hybrid Publishing </li>\n<li> Casual Publishing </li>\n</ul>\n</li>\n<li> Apps </li>\n<li> Blockchain </li>\n<li> Careers </li>\n<li> Academy </li>\n</ul>\n</li>\n</ul> Log in Sign up Log in Sign up Terms and Conditions <p> Last updated July 4, 2022 </p>Object<p>These general terms and conditions of use are intended to outline the terms and conditions for use of the website voodoo.io (hereinafter referred to as the “T&amp;Cs”).\nBy accessing the website, you expressly and unreservedly accept these T&amp;Cs and undertake to respect them.\nThe Website is open to public access.\nThe Website notably allows you to submit a video game to Voodoo on the page https://www.voodoo.io/publishing/sign-up/.</p>\n<p>\n</p>Legal information<p>The website “www.voodoo.io” (hereinafter referred to as the “Website”) is owned by VOODOO SAS, a simplified joint stock company with share capital of 15,308 euros, entered on the Paris Trade and Companies Register under number 792 483 307, having its registered office at 17 rue Henri Monnier, 75009 Paris, France (hereinafter referred to as “Voodoo”).</p>\n<p>E-mail: contact@voodoo.io</p>\n<p>Individual tax identification number: 79248330700023</p>\n<p>Intracommunity VAT number: FR12792483307</p>\n<p>\n</p>Publication director<p>The publication director of the Website is Mr.\nLaurent Ritter.</p>\n<p>\n</p>Details of host<p>The hosting service provider for the Website is gandi.net.</p>\n<p>\n</p>Intellectual property<p>The Website is the sole and exclusive property of Voodoo, notably including the Website content, namely text, logos, images, and other distinctive signs.\nYou hereby undertake not to harm, directly or indirectly via the intermediary of a third party, the intellectual property rights of Voodoo over the Website.\nYou hereby refrain from reproducing any element of the Website, by any means whatsoever, in any form whatsoever and on any medium whatsoever, without the prior consent of Voodoo.</p>\n<p>\n</p>Personal data<p>Pursuant to legislative provisions, personal data processing undertaken on the basis of information collected directly or via the intermediary of cookies, from Website users by VOODOO, is the object of a data confidentiality policy which can be consulted here.</p>\n<p>VOODOO has appointed a Data Protection Officer (DPO) with the French Data Protection Authority (CNIL) under reference DPO-115033.</p>\n<p>Pursuant to the data protection and freedom of information act of 6th January 1978 amended and the General Data Protection Regulation (GDPR), by justifying your identity, you have a right to access, amend, modify, delete and move data concerning you.\nYou can also, for legitimate reasons, object in whole or in part, to data processing.</p>\n<p>To exercise these rights, please send us an email to: dpo@voodoo.io or write to us at: Voodoo, 59 rue Jean-Jacques Rousseau, 75001 Paris, France – For the attention of the DPO of Voodoo.</p>\n<p>For further detailed information about your rights, please log on to the CNIL website at www.cnil.fr.</p>\n<p>\n</p>Cookies<p>The cookie policy, outlining their nature and how to manage them is accessible here</p>\n<p>\n</p>Hypertext links<p>Voodoo.io offers hypertext links to websites edited and/or managed by third parties.\nInsofar as no control is exercised over these external resource, you acknowledge that Voodoo does not accept any liability pertaining to provision of these resources, and may not be held liable as to their content.</p>\n<p>\n</p>Liability and force majeure<p>The Website is accessible online 24/7, aside for in any case of force majeure, any event outside the control of Voodoo and/or the Website host, and any breakdowns or maintenance required for proper operation of the Website.\nThese will not lead to any compensation.\nYou confirm that you are aware and accept the characteristics and limits of information transfer online, as well as costs pertaining to connection to the internet.</p>\n<p>Voodoo expressly reserves the right, without compensation, to amend the Website in whole or in part at any time as well as its presentation or medium and to interrupt update of the Website.\nThe liability of Voodoo may under no circumstances be incurred for any damages whatsoever suffered by yourself or any third party, resulting directly or indirectly from access and use of the Website.\n</p>\n<p>In all instances, the liability of Voodoo, in such instance as it is incurred, will be limited to the direct prejudice suffered with the exclusion of any indirect prejudice, of any nature whatsoever, such as notably loss of data, loss of opportunities, of profits or operation, or any other financial loss resulting from use or impossibility to use the Website.</p>\n<p>\n</p>User Content<p>You are entirely liable for all content that you may upload, communicate, send or otherwise make available via the Website, notably via https://www.voodoo.io/publishing/sign-up/.</p>\n<p>Voodoo is not under any obligation to store elements which may be sent via the Website and will not be bound to return elements sent by you.\nYou hereby undertake to take all necessary precautions accordingly.</p>\n<p>You hereby accept not to upload, communicate, send or otherwise make available any content:</p>\n<ul>\n<li>\n<p>Which is illegal, harmful, hurtful, defamatory, obscene or otherwise punishable;</p>\n</li>\n<li>\n<p>Which harms privacy;</p>\n</li>\n<li>\n<p>Which is likely to incite violence or racial or ethnic hatred;</p>\n</li>\n<li>\n<p>Which you are not entitled to legally make available (such as privileged information, information belonging to any other person or confidential information).\n</p>\n</li>\n<li>\n<p>Which infringes any intellectual property right or other property right of any other person;</p>\n</li>\n<li>\n<p>Which includes any unrequested or unauthorised publicity, promotional material, “unwanted mail”, “spam”, “chain letters”, “pyramid systems” or any other form of solicitation.\nor </p>\n</li>\n<li>\n<p>Which contains any computer virus or other computer code, files or programs designed to interrupt, damage or limit the operation of any software or hardware or telecommunication equipment.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>By submitting content to our Website, you:</p>\n<ul>\n<li>\n<p>Guarantee you are entitled to do so;</p>\n</li>\n<li>\n<p>You grant us, free of charge, non-exclusive permission to amend, adapt, and use this content so as to process your request.</p>\n</li>\n</ul>\n<p>\n</p>Applicable law<p>These T&amp;Cs are governed by French law.</p>\n<p>\n</p>Update of the T&amp;Cs<p>These T&amp;Cs can be consulted online on our Website.\nThey are subject to modification without any other formality than posting online a new amended version, with this version alone prevailing.</p>\n<ul>\n<p>Product</p>\n<li> Games </li>\n<li> Publishing </li>\n<li> Casual Publishing </li>\n<li> Apps </li>\n<li> Blockchain </li>\n</ul>\n<ul>\n<p>Resources</p>\n<li> Blog </li>\n<li> Academy </li>\n</ul>\n<ul>\n<p>Company</p>\n<li> Careers </li>\n<li> Press </li>\n<li> Legal </li>\n<li> Gender equality </li>\n</ul>\n<p>© 2023 Voodoo</p>\n<ul>\n<li> Terms </li>\n<li> Privacy </li>\n</ul>\n<p>Copyright © 2023 Voodoo</p>\n<ul>\n<li> Terms </li>\n<li> Privacy </li>\n</ul>\n<ul>\n<p>Product</p>\n<li> Games </li>\n<li> Publishing </li>\n<li> Casual Publishing </li>\n<li> Apps </li>\n<li> Blockchain </li>\n</ul>\n<ul>\n<p>Resources</p>\n<li> Blog </li>\n<li> Academy </li>\n</ul>\n<ul>\n<p>Company</p>\n<li> Careers </li>\n<li> Press </li>\n<li> Legal </li>\n<li> Gender equality </li>\n</ul>\n<p>Entertain the world™</p> ", "created_at": "2023-03-14 17:20:37.593233", "updated_at": "2023-03-14 17:21:19.456729"}, {"id": 14527, "name": "Privacy ", "url": "https://www.voodoo.io/privacy", "xpath": "//body", "text": null, "created_at": "2023-03-14 17:21:45.424644", "updated_at": "2023-03-14 17:22:18.227576"}], "points": [], "urls": ["voodoo.io"]}}