{"error": 448, "message": "OK", "parameters": {"id": 7415, "name": "Geneanet", "created_at": "2023-02-20 22:28:25.474997", "updated_at": "2023-07-10 22:02:37.041533", "wikipedia": "https://en.wikipedia.org/wiki/Geneanet", "keywords": null, "related": null, "slug": "geneanet", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7415.png", "url": "geneanet.org", "documents": [{"id": 14240, "name": "Privacy policy", "url": "https://en.geneanet.org/legal/privacy/", "xpath": "//body", "text": " You must have JavaScript enabled in your browser.\n<p> Enable JavaScript in your browser to view Geneanet pages.\n</p>\n<ul>\n<li>Geneanet</li>\n<li>Geneastar</li>\n</ul> Geneanet <ul>\n<li> Sign In </li>\n<li> Sign Up </li>\n</ul>\n<ul>\n<li> Help </li>\n</ul>\n<ul>\n<li> Family Tree <ul>\n<li>Back</li>\n<li> Family Tree </li>\n<li> Start your family tree </li>\n<li> Import/Export a GEDCOM File </li>\n</ul>\n</li>\n<li> Search <ul>\n<li>Back</li>\n<li> Search </li>\n<li> All Records </li>\n<li> Archives and Documents </li>\n<li> Cemeteries and Memorials </li>\n<li> Genealogy Library </li>\n<li> Collection Catalog </li>\n<li> Match your Family Tree </li>\n</ul>\n</li>\n<li> Projects <ul>\n<li>Back</li>\n<li> Projects </li>\n<li> Save our Graves </li>\n<li> War Memorials </li>\n<li> Postcards </li>\n<li> Archival Registers </li>\n<li> All Projects </li>\n<li> Collaborative Indexing </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Back</li>\n<li> Resources </li>\n<li> Blog </li>\n<li> Origin of Last Names </li>\n<li> Origin of First Names </li>\n<li> Search your French Ancestors </li>\n</ul>\n</li>\n<li> Community <ul>\n<li>Back</li>\n<li> Community </li>\n<li> Forums </li>\n<li> Collaborative Assistance </li>\n</ul>\n</li>\n<li> DNA <ul>\n<li>Back</li>\n<li> DNA </li>\n<li> Geneanet DNA home page </li>\n<li> Upload DNA data </li>\n<li> Help and Frequently Asked Questions </li>\n<li> About Geneanet DNA </li>\n</ul>\n</li>\n<li> Help <ul>\n<li>Back</li>\n<li> Help </li>\n<li> View all help topics </li>\n</ul>\n</li>\n<li> Galaxy Geneanet <ul>\n<li>Back</li>\n<li> Galaxy Geneanet </li>\n<li> Geneanet </li>\n<li> Geneastar </li>\n</ul>\n</li>\n</ul> Family Tree Start your family tree Import/Export a GEDCOM File Search All Records Archives and Documents Cemeteries and Memorials Genealogy Library Collection Catalog Match your Family Tree Projects Save our Graves War Memorials Postcards Archival Registers All Projects Collaborative Indexing Resources Blog Origin of Last Names Origin of First Names Search your French Ancestors Community Forums Collaborative Assistance DNA Geneanet DNA home page Upload DNA data Help and Frequently Asked Questions About Geneanet DNA Help View all help topics Galaxy Geneanet Geneanet Geneastar Geneanet Homepage &gt.\nPrivacy policy Privacy policy <p>Geneanet’s aim is to provide its users with tools for the purposes of genealogy, notably, for building family trees tracing lines of descent.\nTo that end, Geneanet collects personal data when the various proposed services are used.&nbsp;</p>\n<p>\n<strong>Effective date:</strong> October 1st, 2021</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>Geneanet collects, processes and stores your personal data when the services we make available to you are used.\nPersonal data is data that enables you to be identified, whether directly or indirectly.\nThis may be your name, your email address, your postal address, or any other information likely to be linked back to your profile.<br>This document describes our practices for collecting, storing and processing your personal data, as well as the controls implemented by Geneanet to manage it.\nFurthermore, we have developed a specific policy relating to cookie management that describes our use of browser cookies.\nThat cookie management policy is an integral part of this document.</p>\n<p>\n<strong>Account creation and registration for Geneanet services</strong>\n</p>\n<p>The personal data required to create a Geneanet ordinary account is your first name and surname, your title, an email address, a username and a password.\nThe creation of your family tree requires additional personal data, such as your postal address.</p>\n<p>The creation of your account also requires that you accept Geneanet’s Terms and Conditions and this document by clicking on the “<em>Create My Account</em>” button on the account creation page.</p>\n<p>\n<strong>What personal data do you provide to Geneanet?</strong>\n</p>\n<p>The table below lists the personal data collected by Geneanet so that you can use its services.&nbsp;</p>\n<p>All of this information is subject to our Privacy Policy.</p>\n<strong>Data category</strong>\n<strong>Description of use</strong>Account Information<em>Your first name and surname</em>\n<br>\n<em>Your title</em>\n<br>\n<em>An email address</em>\n<br>\n<em>A username</em>\n<br>\n<em>A password that you provide to us when you create a Geneanet account</em>\n<br>\n<em>A telephone number that you may provide if you wish so that you can be contacted by Geneanet’s customer services</em>\n<br>\n<em>A postal address, a date of birth</em>\n<em>that you may provide to us if you wish</em>\n<br>\n<br>\n<em>This information is not communicated to other Geneanet users without your consent</em>Payment/Credit Card Information<em>Payment information (credit card number, billing and shipping address) when you take out a Premium subscription or when you place an order in our online store.\nPayment information is not kept by Geneanet.\nIn the case of payments by bank card or by direct debit via SEPA with automatic renewal, payment information is processed by our payment provider </em>\n<em>HiPay</em>\n<em>.</em>Profile Information<em>Additional personal information that you provide in your profile (for example, a profile image, your professional activity, your profession, etc.).</em>User-supplied content<em>Information that you provide about yourself or other living people when you build or import your family tree or when interacting with other members or when using the Geneanet DNA service.</em>Data from social media<em>If you use Facebook to connect to Geneanet’s sites, we will collect the information you choose to provide to us (for example, on your Facebook profile).</em>Additional information<em>Information that you provide to us when you respond to surveys relayed by email or on the sites.</em>Your communications<em>The messages that you exchange with other Geneanet users via our private messaging service.\nThe contributions you post in the genealogy discussion forums.\nEmails or letters that you send to our customer services.</em>\n<p>\n<strong>What data is collected by Geneanet when you browse the site?</strong>\n</p>\n<strong>Information category</strong>\n<strong>Description of use</strong>Computer and mobile device data<em>This is technical information about how you access our Services: Internet protocol address (“IP address”) of your computer, of your mobile device or of the proxy that you use to access the Internet.\nthe operating system of your computer.\nyour web browser.</em>Information from cookies<em>Cookies are listed in the document setting out our </em>\n<em>cookie management</em>\n<em> policy</em>\n<em>.\nWe encourage you to read that document.</em>Information shared on social media<em>If you interact with the functionalities offered by social media via the Geneanet sites (notably by using the “Like”, “Tweet”, “Pin” or “Follow us” functionalities of sites such as Facebook, Twitter, Instagram and YouTube), please note that Geneanet collects the information concerning these interactions as well as any information about the account that these sites provide to Geneanet.</em>\n<em>\n<br>\n</em>\n<em>The configuration of these functionalities is governed by the privacy policy of the companies concerned.</em>\n<em>&nbsp;</em>Data about your use of the Services<em>Data concerning your use of Geneanet, including when you log in, take out a subscription, carry out a search or access public genealogical archives or family trees, the pages you visit, the links you click on the Geneanet sites, or when you add new individuals to your family trees, etc.</em>\n<p>\n<strong>Data collected from other sources</strong>\n</p>\n<strong>Data category</strong>\n<strong>Description of use</strong>Data from public records<em>Geneanet collects data from various sources, generally from freely communicable and reusable public archives, but also historical documents (in particular information from official birth, death and marriage registers, censuses, official publications and journals) that may contain personal information about you.</em>Information from third parties<em>We may also receive information about you from third parties.</em>\n<em>\n<br>\n</em>\n<em>In addition, when you offer a subscription, a printed family tree, or when you invite someone onto your tree, we collect personal data.</em>\n<p>\n<strong>How does Geneanet use your personal data?</strong>\n</p>\n<strong>Information category</strong>\n<strong>Description of use</strong>Personal information<em>Your personal data is used to provide, personalize, improve, update and expand our services.\nThis includes: authenticating your access and improving data security on Geneanet.\nprocessing payments for subscriptions, services, as well as the sale of physical products and specific services.\ndeveloping new services and improving the performance and suitability of existing products and services to your needs.\nhelping members create and expand family trees based on data contained in Geneanet’s databases.\nissuing surveys or questionnaires to gather additional information to facilitate the development of our services and to initiate research and development projects.\nconducting research for scientific, statistical and historical purposes.\ndetecting and preventing any errors, fraud and other criminal or malicious activity, in accordance with our </em>\n<em>Terms and Conditions</em>\n<em>.</em>Communications<em>We use your personal information to communicate with you about our business, including notably in connection with the following actions: to respond to your requests for information from customer services.\nto inform you of potential avenues which could be investigated enabling you to progress in the search for your ancestors (e.g.,&nbsp;through alerts identifying potentially relevant additional genealogical information in our databases).\nto inform you of changes made to products or of new products and services.\nto ask you to participate in collaborative projects.</em>Sales promotion of our products and services<em>We use your personal information to promote the sale of Geneanet products and services to you.\n</em>\n<strong>\n<em>Reminder: </em>\n</strong>\n<em>You can customize how we communicate this information to you using </em>\n<em>your account preferences</em>\n<em>or by using the unsubscribe link in the emails you receive.</em>\n<p>\n<strong>When do we share your information and who are the recipients?</strong>\n</p>\n<p>The situations described below specify under what circumstances your personal data could be shared:</p>\n<strong>Circumstances and recipients of sharing</strong>\n<strong>Description</strong>Geneanet users depending on your sharing options<em>The information that you add to your Geneanet public profile is visible to other Geneanet users, as well as the details of the public family trees.\nYou can change the options for sharing your family trees at any time.</em>\n<em>\n<br>\n</em>\n<em>If you share information about your family tree outside Geneanet, Geneanet shall not be held liable for how your data may be used by such third parties.</em>Service Providers<em>Geneanet uses external service providers to ensure access to its services.\nThese partner companies may, for the purposes of the task they perform on behalf of Geneanet, have some of your information in their systems.\nThese companies are subject to contractual obligations governing privacy, data security and confidentiality consistent with applicable laws:</em>\n<br>\n<em>payment service providers</em>\n<br>\n<em>service infrastructure and hosting providers</em>\n<br>\n<em>delivery service providers for the shipment of physical products from our shop</em>\n<br>\n<em>service providers who help us in the field of marketing, statistics and fraud prevention</em>\n<br>\n<em>customer service providers.</em>Legal and regulatory framework<em>We may share your personal information if necessary in order to</em>:<br>\n<em>comply with a request from a judicial or administrative authority;</em>\n<br>\n<em>enforce Geneanet’s terms and conditions;</em>\n<br>\n<em>protect the security and integrity of Geneanet’s services;</em>\n<br>\n<em>protect the rights, property or safety of Geneanet, our employees or our users</em>In the event of acquisition of Geneanet<em>In the event that Geneanet or one of its activities were to be acquired or transferred (including in the event of bankruptcy or similar proceedings), your personal data will be shared with the acquiring entity.\nThe commitments set out in this document will of course continue to apply to personal data that will be transferred to this new entity.</em>Aggregated statistical data<em>Geneanet may process user information for the purposes of aggregating statistical data.\nThis aggregated statistical data may, for marketing reasons or for historical or scientific research purposes, be disclosed through Geneanet’s services or in the media.\nSuch statistics, prepared in accordance with the legal framework in force, will never contain personal data.\nFor example, we can give statistics on the number of people with a specific family name for a given region or period.</em>\n<p>\n<strong>Access and configuration of your personal information</strong>\n</p>\n<p>Subject to certain exceptions, you have the right to access your personal information and to receive a copy in portable form of certain information that you have provided, as well as to request, using the tools described below or by contacting Geneanet, that this information be updated, deleted or amended.\nThe data and options for access to the information are mentioned below.</p>\n<strong>Type</strong>\n<strong>Choice</strong>Geneanet<em>You can access the personal data that you have provided to Geneanet (including your email address, your username, your profile information, etc.) and update it at any time in the following sections of the privacy settings:<br>\n</em>\n<em>Personal Profile<br>\n</em>\n<em>Genealogical Profile<br>\n</em>\n<em>Messages<br>\n</em>\n<em>Premium Subscription<br>\n</em>\n<em>Mailbox<br>\n</em>\n<em>To manage the privacy settings of your family trees hosted on Geneanet, you need to go to the page My Family Tree / Settings / Privacy.</em>Downloading family tree information<em>Geneanet allows you to download the information from your family tree in GEDCOM or Geneweb formats via your family tree </em>\n<em>Save/Export</em>\n<em> menu</em>Geneanet and its sites<em>Geneanet endeavors to simplify the management of your privacy for all of its services.\nThese conditions apply to all platforms managed by Geneanet</em>\n<p>\n<strong>What are Geneanet’s Data Retention Practices?</strong>\n</p>\n<p>Unless otherwise instructed by the user to delete his/her data or close his/her account, Geneanet leaves accounts and family trees accessible in order to enrich the genealogical search data.</p>\n<strong>Information category</strong>\n<strong>Retention period</strong>Account<em>Geneanet stores the personal data that you provide when you create your account until you request the closure of the account.</em>Family tree<em>Geneanet stores the data from your family tree to provide you with continuous access, updated functionalities and the ability to improve your family tree.</em>Genealogical legacy<em>Geneanet offers its members, via the family tree settings, the option to state what they would like to happen to the family tree they hosted with Geneanet after they die.\nIn accordance with article&nbsp;85 of the French Data Protection Act (Loi Informatique et Libertés) dated January&nbsp;6, 1978, following the death of a member, his/her heir(s) may, subject to proof of their identity and inheritance rights, demand that the death be recorded and that the personal data of that deceased member be updated accordingly (within the meaning of article 2 of the French Data Protection Act dated January&nbsp;6, 1978).&nbsp;</em>Usage information<em>In some cases, we keep usage information (for example, site visits) in an anonymized or aggregated form.\nOnce aggregated or anonymized, this information ceases to be personal and will no longer be subject to deletion requests from Geneanet users.</em>\n<p>\n<strong>How do I delete my personal information?</strong>\n</p>\n<p>Geneanet users may delete their personal information in several ways.</p>\n<strong>Information category</strong>\n<strong>How to delete it</strong>Personal data<em>The links for managing, modifying and deleting one’s personal information are listed in the “</em>Access and configuration of your personal information<em>” section of this document.\nIf, however, you need specific help to delete personal information, please send an email requesting deletion to abuse@geneanet.org.\nTo be processed, this request must specify the exact wording of the information as it appears on the websites as well as the Internet addresses (URLs) of the pages where the information is found.</em>\n<em>\n<br>\n</em>\n<em>To the extent that you have shared information by sharing your public family tree, Geneanet will not be able to delete information that may have been copied and retained by other Geneanet members having carried out the same searches as you.\n</em>\n<em>\n<br>\n</em>\n<em>Certain personal data may be included in the family trees of other Geneanet members.\nThey can only be deleted by the family tree owner.\nWe will notify the user of your request and will check that this information has been masked.</em>Information in archives<em>Geneanet may hold official documents originating in particular from public archives and containing personal data.\nIn order to protect the integrity of these archives, Geneanet is under an obligation not to modify the documents and to keep them as they are.</em>\n<em>\n<br>\n</em>\n<em>Your request to delete information from archival records must be sent to the entity responsible for the archival records and mentioned as the source of the documents.</em>\n<em>\n<br>\n</em>\n<em>We will review requests for the deletion of personal data from the searchable indexes we hold on a case-by-case basis in accordance with the law.</em>General Provisions<em>Please note that there may be some latency in deleting your personal data from our backup systems after we have removed it from our production, development, analytics and research systems.</em>\n<em>\n<br>\n</em>\n<em>Geneanet may also retain certain information necessary to comply with our legal obligations (including requests from public authorities), to resolve disputes, maintain security, prevent fraud and abuse, and to comply with tax-related compliance requirements in particular.</em>\n<em>\n<br>\n</em>\n<em>Lastly, Geneanet cannot remove information it has deleted but that may still be indexed in third-party search engines (for example Google or Bing).\nThe publishers of these services will have to be contacted and asked to remove this information from their indexes.</em>\n<p>\n<strong>Data Transfers</strong>\n</p>\n<p>Genealogy has no geographical borders and your personal data may be processed outside of the European Union.\nIn such a case, Geneanet always contractually ensures that if your personal data is transferred outside of the European Union, it is protected to the same standards of data protection as those of the European Union, particularly through application of the Standard Contractual Clauses approved by the European Commission (EUR-Lex – 32021D0914 – FR – EUR-Lex (europa.eu).</p>\n<p>\n<strong>Changes to our Privacy Policy</strong>\n</p>\n<p>Geneanet reserves the right to modify this document at any time.\nAny material changes will be notified to you in advance by email or by posting a notice on our websites, so that you can review the changes made and determine whether you wish to continue using our services.</p>\n<p>If you object to any changes, you may delete your account directly online.</p>\n<p>\n<strong>Legal Bases for Processing</strong>\n</p>\n<p>We are under an obligation to specify the reasons why we process your personal data and the legal bases for processing such personal data.\nGeneanet relies on a certain number of legal bases to collect and process your personal data.</p>\n<ul>\n<li>The Performance of a Contract – We may process your personal data because is it necessary for the performance of a contract that we have with you.\nFor example, we process your credit card information when you provide it to purchase a Premium subscription.</li>\n</ul>\n<ul>\n<li>Legitimate Interests – We may also process your personal data on the grounds of our legitimate interests, including to process records and similar archival content obtained from third parties, as well as family tree data, to provide and improve the services.\nFor example, Geneanet has a legitimate interest in understanding your login history so that we can assess your interaction with our Services.\nWe also have a legitimate interest in providing and developing interesting features for our Users.\nWe use your personal data to ensure the security of our services and we do that to the extent necessary for your legitimate interests and our legitimate interests by guaranteeing the security of our services and by protecting us against fraud, spam and abusive activity.&nbsp;</li>\n</ul>\n<ul>\n<li>Consent – When you have agreed to the processing of the data, your consent constitutes the legal basis for processing your personal data.\nYou have the right to withdraw your consent at any time.\nPlease note that withdrawing your consent to the collection and processing of your personal data will not affect the lawfulness of the processing of your personal data based on your consent before you withdrew it.&nbsp;</li>\n</ul>\n<ul>\n<li>Legal Obligation – We may process your personal data if necessary in order for us to comply with a legal obligation.\nFor example, if we are required by law to do so.&nbsp;</li>\n</ul>\n<p>\n<strong>Contact details of the Data Controller</strong>\n</p>\n<p>Geneanet&nbsp;SA manages the use of your data, as well as any request relating to your personal data.\nGeneanet’s contact details are indicated at the end of this document.</p>\n<p>The French Data Protection Agency (the CNIL – <em>Commission Nationale Informatique et Libertés</em>) is responsible for ensuring the protection of personal data contained in computer files and processing.\nUsers may refer any established breaches regarding the protection of their personal information to the CNIL.\nThe CNIL’s address is 3 place de Fontenoy, TSA 80715, 75334 Paris cedex 07, telephone: +33 (0)1 53 73 22 22.</p>\n<p>Geneanet has appointed a data protection officer, who is responsible for ensuring the protection of personal data and compliance with the law within the company.<br>You may contact the data protection officer:</p>\n<ul>\n<li>By email: dpo@geneanet.org</li>\n<li>By phone: +33 (0)1 42 74 40 30</li>\n<li>By post: Geneanet, 165&nbsp;<em>bis</em>&nbsp;rue de Vaugirard, 75015 Paris, France.</li>\n</ul>\n<p>In order to ensure that your request is processed quickly, please indicate any information that would facilitate your identification, notably your email address.</p>\n<p>\n<strong>Last updated: </strong>september, 2021<br>\n</p>\n<p>\n<strong>LANGUAGE</strong>\n</p> DeutschEnglishEspañolSuomiFrançaisItalianoNederlandsNorskPortuguêsSvenska <strong>GENEANET</strong>\n<p>\n<strong>GENEANET</strong>\n</p>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li> ToS / Conditions of Sale </li>\n<li> DNA Code of Ethics </li>\n<li> Geneanet Premium </li>\n<li>Job Offers</li>\n<li>Cookie Settings</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Top</p>\n<strong>OUR WEBSITES</strong>\n<p>\n<strong>OUR WEBSITES</strong>\n</p>\n<ul>\n<li>Geneastar</li>\n<li>Geneweb</li>\n</ul>\n<strong>OUR APPS</strong>\n<p>\n<strong>OUR APPS</strong>\n</p>\n<ul>\n<li> GeneaGraves </li>\n<li> Now and Then </li>\n<li> Chrome extension </li>\n</ul>\n<strong>FOLLOW US</strong>\n<p>\n<strong>FOLLOW US</strong>\n</p>\n<ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>Twitter</li>\n<li>Youtube</li>\n</ul>\n<strong>GENEANET</strong>\n<p>\n<strong>GENEANET</strong>\n</p>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li> ToS / Conditions of Sale </li>\n<li> DNA Code of Ethics </li>\n<li> Geneanet Premium </li>\n<li>Job Offers</li>\n<li>Cookie Settings</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Top</p>\n<ul>\n<li>See also&nbsp;:</li>\n<li>Français</li>\n<li>English</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>Norsk</li>\n<li>Suomi</li>\n<li>Svenska</li>\n<li>Português</li>\n<li>Español</li>\n<li>Nederlands</li>\n<li>Popularity of your last name</li>\n<li>Search by country</li>\n<li>Library Catalog by country</li>\n<li>Library Catalog by topic</li>\n</ul> Close this window to save changes Cookies management panel By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n<br>\n<br> Cookie policy Preference for all services Allow all cookies Deny all cookies <ul>\n<li> Mandatory cookies<ul>\n<li> This site uses cookies necessary for its proper functioning which cannot be deactivated.\n<br> Allow Deny </li>\n</ul>\n</li>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n<ul>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\nManage services (1) Allow Deny </li>\n</ul>\n<ul>\n<li> Google Tag Manager This service can install 22 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\n<ul>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<ul>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\nManage services (1) Allow Deny </li>\n</ul>\n<ul>\n<li> Google Analytics (ga.js) This service can install 10 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\n<ul>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Other Services to display web content.\n<ul>\n<li> Other Services to display web content.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n<ul>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\nManage services (2) Allow Deny </li>\n</ul>\n<ul>\n<li> Facebook This service does not use cookie.<br> Allow Deny </li>\n<li> Twitter This service does not use cookie.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\n<ul>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\n<ul>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\nManage services (3) Allow Deny </li>\n</ul>\n<ul>\n<li> Dailymotion This service can install 5 cookies.<br> Allow Deny </li>\n<li> Vimeo This service can install 8 cookies.<br> Allow Deny </li>\n<li> YouTube This service can install 4 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li>This website does not use any cookie requiring your consent.</li>\n</ul> This site uses cookies and gives you control over what you want to activate OK, accept all Deny all cookies Customize Cookie policy ", "created_at": "2023-02-20 22:28:56.238824", "updated_at": "2023-02-20 22:29:13.922016"}, {"id": 14241, "name": "Geneanet Website Terms and Conditions of Use", "url": "https://en.geneanet.org/legal/cgu/", "xpath": "//body", "text": " You must have JavaScript enabled in your browser.\n<p> Enable JavaScript in your browser to view Geneanet pages.\n</p>\n<ul>\n<li>Geneanet</li>\n<li>Geneastar</li>\n</ul> Geneanet <ul>\n<li> Sign In </li>\n<li> Sign Up </li>\n</ul>\n<ul>\n<li> Help </li>\n</ul>\n<ul>\n<li> Family Tree <ul>\n<li>Back</li>\n<li> Family Tree </li>\n<li> Start your family tree </li>\n<li> Import/Export a GEDCOM File </li>\n</ul>\n</li>\n<li> Search <ul>\n<li>Back</li>\n<li> Search </li>\n<li> All Records </li>\n<li> Archives and Documents </li>\n<li> Cemeteries and Memorials </li>\n<li> Genealogy Library </li>\n<li> Collection Catalog </li>\n<li> Match your Family Tree </li>\n</ul>\n</li>\n<li> Projects <ul>\n<li>Back</li>\n<li> Projects </li>\n<li> Save our Graves </li>\n<li> War Memorials </li>\n<li> Postcards </li>\n<li> Archival Registers </li>\n<li> All Projects </li>\n<li> Collaborative Indexing </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Back</li>\n<li> Resources </li>\n<li> Blog </li>\n<li> Origin of Last Names </li>\n<li> Origin of First Names </li>\n<li> Search your French Ancestors </li>\n</ul>\n</li>\n<li> Community <ul>\n<li>Back</li>\n<li> Community </li>\n<li> Forums </li>\n<li> Collaborative Assistance </li>\n</ul>\n</li>\n<li> DNA <ul>\n<li>Back</li>\n<li> DNA </li>\n<li> Geneanet DNA home page </li>\n<li> Upload DNA data </li>\n<li> Help and Frequently Asked Questions </li>\n<li> About Geneanet DNA </li>\n</ul>\n</li>\n<li> Help <ul>\n<li>Back</li>\n<li> Help </li>\n<li> View all help topics </li>\n</ul>\n</li>\n<li> Galaxy Geneanet <ul>\n<li>Back</li>\n<li> Galaxy Geneanet </li>\n<li> Geneanet </li>\n<li> Geneastar </li>\n</ul>\n</li>\n</ul> Family Tree Start your family tree Import/Export a GEDCOM File Search All Records Archives and Documents Cemeteries and Memorials Genealogy Library Collection Catalog Match your Family Tree Projects Save our Graves War Memorials Postcards Archival Registers All Projects Collaborative Indexing Resources Blog Origin of Last Names Origin of First Names Search your French Ancestors Community Forums Collaborative Assistance DNA Geneanet DNA home page Upload DNA data Help and Frequently Asked Questions About Geneanet DNA Help View all help topics Galaxy Geneanet Geneanet Geneastar Geneanet Homepage &gt.\nGeneanet Website Terms and Conditions of Use Geneanet Website Terms and Conditions of Use <p>Geneanet publishes a Privacy Policy and modifies its Website Terms and Conditions of Use.\nThis update will be effective as of October 1, 2021.\nTo learn more, please visit this page.</p>\n<p>(Last revised september 2021)</p>Table of contents<p>&nbsp;</p>\n<p>1.\nIntroduction<br>2.\nDefinitions<br>3.\nPresentation of Service<br>4.\nUse of the Site<br>5.\nGeneanet Premium<br>6.\nHosting of Genealogical Data<br>7.\n‘Genealogical Data Legacy’ Service<br>8.\nOwnership of Members’ Genealogical Data and Non-Commercialization<br>9.\n‘Discussion Forum’ Service<br>10.\n‘Geneanet Mailbox’ Service<br>11.\nUser’s Liability<br>12.\nGeneanet’s Liabilities<br>13.\nIntellectual Property<br>14.\nModification of the Site and these Terms and Conditions<br>15.\nForce majeure<br>16.\nMiscellaneous</p>1.\nIntroduction<p>The Geneanet website (hereinafter referred to as the ‘Site’) is a website accessible via the Internet at www.geneanet.org, published by Geneanet SAS, a company registered with the Trade and Companies Register of Paris under number B 428 812 572, with a share capital of €53,814.40.\nIts intra-Community VAT identification number is FR 60428812572 and its registered office is Geneanet, 165&nbsp;<i>bis</i>,&nbsp;rue de Vaugirard, 75015 Paris, France.\nThe aim of the Site is to make genealogy accessible to all.</p>\n<p>The Geneanet website is hosted by Geneanet SAS, 165 <i>bis</i>&nbsp;rue de Vaugirard, 75015 Paris, France.\nThe Publishing Director (<i>directeur de la publication du site</i>) is Mr.\nJacques Le Marois, Chairman and Managing Director of Geneanet SAS.</p>\n<p>Geneanet offers on its Site a vast choice of online services (hereinafter referred to as the ‘Service’ or ‘Services’) relating to genealogy and family history.\nThe service ‘Family Trees Online’ is also available on smartphones and tablets with the App downloadable from Google Play and App Store.</p>\n<p>By using this Site, in full or in part, the user fully accepts to be bound by and strictly comply with these Terms and Conditions.</p>\n<p>These Terms and Conditions are accessible via the Site registration form or via the section ‘Terms and Conditions’ found at the bottom of the Site.\nUnless otherwise expressly stated, all new services or modifications to existing services are subject to these Terms and Conditions.</p>\n<p>(back to top)</p>2.\nDefinitions2.1.\nUsers and Members<p>\n<b>Contributor</b>: A member of the Site who shares his/her personal archives via the various services available on the Site.</p>\n<p>\n<b>Geneanet</b>: Geneanet SAS and any entities controlling, controlled by or under common control with Geneanet.</p>\n<p>\n<b>Geneanet Account</b>: All personal data, as defined by article 2.2.1, of a member that he/she is free to manage (addition, deletion and amendment).\nCertain account information is obligatory for the use of some services (e.g.\nthe postal address of members who wish to publish their family tree on Geneanet).</p>\n<p>\n<b>Member</b>: Any user who has registered free of charge on the Site and is recognized when accessing the Site.\nRegistration gives the member access to certain services, including the Geneanet Account.</p>\n<p>\n<b>Premium Member</b>: Any member who has subscribed as a Premium Member by completing the appropriate online form and paid the subscription fee.\nPremium subscription allows access to a full list of services that are available on the webpage ‘Geneanet Premium’.</p>\n<p>\n<b>User</b>: Any visitor who uses the Site and/or any of the Services offered on the Site.\nUsers may have several statuses: i.e., user, member and Premium member.</p>2.2.\nData<b>2.2.1.\nMembers’ Personal Data</b>\n<p>The term ‘members’ personal data’ means information by which you can be identified, directly or indirectly.\nFor further information on how we process your personal data, please refer to our privacy policy which is available here.</p>\n<p>\n<b>2.2.2.\nGenealogical Data</b>\n</p>\n<p>The term ‘genealogical data’ refers to all personal or other data voluntarily provided or entered in a family tree (via the Geneanet family tree publication tool), or via another sharing service provided by Geneanet.</p>\n<p>The term ‘collaborative genealogical data’ refers to all data or documents published on Geneanet by the users, including in particular data and documents which are not linked to a member’s family tree, and freely shared with all Site users.</p>\n<p>(back to top)</p>3.\nPresentation of Service<p>The aim of the Service is to allow the user to construct his/her genealogy and his/her family history.</p>\n<p>For this purpose, Geneanet, acting as a hosting provider, makes configurable space and options available for its Users, allowing them to build their family tree and to conduct genealogy research.</p>\n<p>(back to top)</p>4.\nUse of the Site4.1.\nAccess to the Site<p>Anyone with an Internet connection can freely access the Site and consult its pages without charge.\nHowever, certain services are only accessible to members.\nOther services are available only to Premium Members (see article 5.).</p>4.2.Registration<p>\n<b>4.2.1.\nRegistration as a Member</b>\n</p>\n<p>A user obtains member status after having completed the registration form.\nRegistration as a member is effective when the user receives the ‘Registration Confirmation’ email from Geneanet.</p>\n<p>Registration is open to private individuals and to genealogy non-profit associations or societies.\nAll industrial, commercial, artisanal or professional entities and undertakings, whether French or foreign, are expressly excluded.</p>\n<p>The user must complete the registration form found on the Site with all the required information.\nThis information allows the user to be identified.\nThe IP address of the computer used to register with Geneanet is retained by Geneanet.\nThe user must also provide a username and password in accordance with article 4.2.2.\nbelow.</p>\n<p>If the user fails to provide the required information or if the information appears to be manifestly incorrect (false identity, invented address, etc.), Geneanet reserves the right to delete the corresponding Geneanet account without notice.</p>\n<p>A user wishing to register as a member must ensure his/her email address can receive emails sent to him/her by Geneanet without the latter having to pass via an email address validation process or any other anti-spam system.\nIf the user has such a system, it shall be his/her responsibility to configure it so that emails from Geneanet (text and HTML) can be received.\nMember status implies acceptance by the individual registered with Geneanet to receive ‘service’ emails which are necessary for good relations between Geneanet and its members and also the proper use of the Site by members.</p>\n<b>4.2.2.\nMember Identification</b>\n<p>Members have a personal username and password allowing them to access the services corresponding to their status.</p>\n<p>\n<b>Username</b>\n</p>\n<p>When registering, each Geneanet user will choose a username and password.\nThe user cannot choose a username that is already in use or which has already been used.\nThe username is unique to the member.\nThe member will systematically be asked to provide this username when using the Site in order to identify him/her and to provide him/her with a personalized response.</p>\n<p>The username chosen by the user must comply with French legislation and more particularly, with legislation relating to public policy and morality.\nFurthermore, the user shall not publish any controversial messages, political or otherwise, through his/her username.\nWhether a username is considered controversial or otherwise shall be determined by Geneanet at its sole discretion.</p>\n<p>\n<b>Password</b>\n</p>\n<p>The user shall choose a personal and confidential password.\nThe user is solely responsible for the use of his/her password.\nThe user undertakes to keep his/her password secret and not to disclose it in any form whatsoever.</p>\n<b>4.2.3.\nDuration of Registration</b>\n<p>User registration is for an unlimited period, notwithstanding the fact that each party may unilaterally terminate, at any time, without having to give a reason and without penalty, the present contractual relations.</p>\n<p>In particular, in the event of non-compliance with these Terms and Conditions by the user, Geneanet reserves the right to delete the corresponding Geneanet account without notice, and, in the case of a paid-subscription account, without penalty or reimbursement of any amount whatsoever.</p>\n<p>\n<b>\n<i>Use of the Accounts</i>\n</b>\n</p>\n<p>A member can open as many Geneanet accounts as he/she may wish, provided that each account created with Geneanet corresponds to as many registrations, with a separate username and password allocated for each account.</p>\n<p>All of his/her information is accessible via the ‘My Account’ menu on the Site.</p>\n<p>Use of the accounts is exclusively for non-commercial purposes, except with the express prior approval of Geneanet, to the exclusion notably of any solicitation or attempted solicitation.</p>\n<p>Therefore, the user (including Premium Members) undertakes:</p>\n<ul>\n<li>to only access the Site using an ordinary web browser and solely to carry out personal or professional research;</li>\n<li>not to share his/her login details, which are strictly personal, so as to share his/her Geneanet access with other people;</li>\n<li>not to use a temporary email address;</li>\n<li>never to use a web robot, for any reason.\nA “robot” shall be deemed to be any software tool designed to reproduce the actions of a human user with a view to entering data, migrating such data, mass downloads, load or performance tests and/or “stress tests”.\nThe use of any automatic access tool is expressly prohibited;</li>\n<li>not to bypass or try to bypass functionalities related to the security of the Geneanet sites, or the functionalities related to restriction of their use or to the copying of their contents or services;</li>\n<li>not to extract, download or copy this data other than for genealogical purposes.</li>\n<li>not to use this data for commercial purposes.</li>\n</ul>\n<p>Geneanet reserves the right to block access to its services if the level of access indicates an abnormal use of the Site and of the information it contains.</p>\n<p>Failure to comply with any one of these undertakings may result in the immediate cancellation of the user’s account.\nGeneanet reserves the right to undertake any legal action it may consider appropriate against any users who act contrary to these Terms and Conditions.</p>\n<p>(back to top)</p>5.\nGeneanet Premium<b>5.1.\nSubscription Details</b>\n<p>The Premium subscription allows the user to benefit from, amongst other things, the services found on the webpage accessible via the following link: www.geneanet.org/premium.</p>\n<p>When a member has several separate Geneanet accounts, access to Premium services will only be via the specific username of the account for which the member is a Premium Member.</p>\n<p>A user subscribing to Geneanet Premium confirms that he/she has full legal capacity to subscribe to it and pay for the subscription.</p>\n<p>Subscription irrevocably commits the Premium member for the duration of subscription chosen at the time of registration, from the date at which Geneanet validates the Premium membership subscription.</p>\n<p>Conversely, in the event that a Premium member were to be denied access to Premium services due to a fault (<i>faute</i>) on the part of Geneanet, or due to a case of force majeure, the member can request either the cancellation of his/her subscription and reimbursement pro rata for the period during which access was not or will not be possible during the remainder of the subscription, or, the subsequent extension of the subscription for a duration equal to the period of unavailability.</p>\n<p>In order to allow renewal of subscription without interruption of access to Premium services, Geneanet will notify Premium members, by email and the posting of messages on the Site, at least fifteen (15) days prior to expiry of their subscription.</p>\n<p>In the event of subscription renewal, Geneanet will ask the Premium member to pay the subscription amount.\nFailure to pay the amount by the renewal date will automatically result in the account reverting to ordinary member status, and access to Premium services will be withdrawn.</p>\n<p>In the event of renewal of the subscription before expiry, the renewal will take effect the day after the subscription anniversary date.</p>\n<p>Access to Geneanet as a Premium member is for individual and personal access.\nIt is reserved exclusively for private individuals.\nPremium members undertake not to disclose Geneanet account login details to any third party.\nBreach of this provision may result in the cancellation of the Premium subscription, with the amount relating to the remainder of the annual subscription being retained by Geneanet.</p>\n<p>The terms and conditions of sale of this service are accessible here.</p>\n<b>5.2.\nFair Use</b>\n<p>The Geneanet Premium subscription gives access to all public data provided on the Site (except information contained in family trees to which access has been restricted by the owners and which they use for personal purposes only).</p>\n<p>This information is provided to Premium members for their personal or professional genealogical research only, within the limits defined at article&nbsp;4.2.3.</p>\n<p>(back to top)</p>6.\n<b>Hosting of Genealogical Data</b>\n<p>Geneanet provides tools and hosting space to allow its Users to conduct Genealogy research.\nIn this respect, Geneanet notably offers users the possibility of creating their family trees and of searching various historical collections.</p>\n<p>When Geneanet is not the data publisher of this data, in particular when Geneanet did not create the Family Tree in question, it is considered as a host pursuant to article&nbsp;6-1-2 of the French Law for Confidence in the Digital Economy (<i>Loi pour la confiance dans l’économie numérique</i>).</p>\n<p>\n<b>6.1.\nFamily Trees</b>\n</p>\n<p>The genealogical data is published on Geneanet, host of the family trees, under the responsibility of the member, who shall alone ensure the data is used and published in compliance with applicable laws and regulations.</p>\n<p>Geneanet offers three levels of family tree privacy to allow a member to publish their genealogy while respecting the privacy of their living contemporaries, through the three following options: “Public”, “Semi-Public” (information apart from first name and surname, filiation and /or relationship is hidden (dates, photos, places and notes), or “Private” (living persons are not displayed)&nbsp;</p>\n<p>The member must choose the appropriate level of privacy depending on the persons they enter in their family tree.\nLiving persons have the right to access, correct and delete data concerning them in any family tree.</p>\n<p>If an account which created a family tree is inactive for more than three years, Geneanet reserves the right to make any correction that it may consider appropriate.</p>\n<p>\n<b>6.2.\nPersonal Archive Collections</b>\n</p>\n<p>Geneanet provides multiple archive sharing services on its Site allowing contributors to share their personal archives.</p>\n<p>A “personal archive” is any digitized or transcribed document, of genealogical or historical interest (hereinafter, “contribution”), for which the member owns the rights of reproduction and exploitation, and which can be freely published.</p>\n<p>These files are published under the sole and full responsibility of the member.\nIt is notably the member’s sole responsibility to ensure that they have the relevant rights with respect to these personal archives, and in particular, the consent of the persons identified or identifiable in these published archives, of which Geneanet is only a host.\nAny document published which does not comply with applicable legal and regulatory provisions (in particular, those relative to dates for release of public archives and to the conditions for communication and use as defined by the terms and conditions of the public or private archive services which held it.\nor those relative to compliance with privacy policy provisions) or which infringes intellectual property rights owned by a third party, shall be deleted by Geneanet, from the moment it becomes aware of such non-compliance or infringement.\nTo this end, the member must cite the source of the information and documents published on the Site.</p>\n<p>Geneanet reserves the right to enter into business partnerships (<i>contrats de partenariat</i>) with other genealogy service providers for the purposes of sharing and/or enriching this indexed data.</p>\n<p>It should however be noted that the database belonging to Geneanet is not physically transferred to its partners, so use of the data is limited solely to access by the Users of the genealogy service.</p>\n<p>(back to top)</p>7.&nbsp;<b>‘Genealogical Data Legacy’ Service</b>\n<p>By default, the data and research of members that is online at the time of their death will remain online.\nHowever, Geneanet offers its members the possibility of declaring their wishes concerning the future of their family tree and associated documents in the event of their death.</p>\n<p>In order to declare their wishes in the event of their death, members can tick the relevant box found on the page ‘My Genealogical Profile / Genealogical Data Legacy’.\nIn addition, a member can write a message for the attention of their heir(s).\nThis message will be held by Geneanet exclusively for such purpose, and will be sent to the relevant heir(s) on his/her (their) request.</p>\n<p>Each member can thus choose to leave their data and research online after they die.\nThis decision is binding as against Geneanet (without prejudice to the provisions of the article hereof concerning the case of total cessation of the service) and for information purposes with respect to the heir(s), in addition to the legal provisions mentioned below.</p>\n<p>In accordance with article&nbsp;85 of the French Data Protection Law (<i>Loi Informatique et Libertés</i>) dated January&nbsp;6, 1978, following the death of a member, his/her heir(s) may, subject to proof of their identity and inheritance rights, require that the death be recorded and that the personal data of that deceased member be updated (within the meaning of article&nbsp;2 of the French Data Protection Law dated January&nbsp;6, 1978).</p>\n<p>(back to top)</p>8.&nbsp;<b>Ownership of Members’ Genealogical Data and Non-Commercialization</b>\n<p>\n<b>8.1.\nOwnership of Members’ Genealogical Data</b>\n</p>\n<p>Genealogical data remains fully the property of the members who publish it on Geneanet.\nWith the exception of the indexations of images carried out on the Site which remain Geneanet property.</p>\n<p>The filing of genealogical data under the Creative Commons license ‘CC BY-NC-SA 2.0FR’ (http://www.creativecommons.org/licenses/by-nc-sa/2.0/fr/) does not alter its ownership but does allow the reuse of this data by Geneanet and all Geneanet members.</p>\n<p>In the case of a member’s account being deleted, certain data, particularly the collaborative genealogical data published by the respective member, will remain accessible on Geneanet.\nThis includes, for example, old postcards, photos of tombs or monuments, family crests, and records.</p>\n<p>\n<b>8.2.\nNon-Commercialization of Members’ Genealogical Data&nbsp;</b>\n</p>\n<p>‘Non-commercialization’ means that Geneanet undertakes NOT TO SELL to third-party companies the information submitted freely and free of charge by its members via the sharing services as defined in article 6 of these Terms and Conditions proposed by Geneanet.</p>\n<p>For the avoidance of doubt, ‘non-commercialization’ does not prevent Geneanet from using the information submitted by its members to set up services or options reserved for its Premium members, such as research, notifications or matches.</p>\n<p>(back to top)</p>9.&nbsp;<b>‘Discussion Forum’ Service</b>\n<p>With respect to the use of discussion forums, a Charter including ‘advice for posting a message’ is displayed at the top of certain discussion forums.\nThe Charter and ‘advice for posting a message’ must be read and respected prior to sending a message on the forum.\nMessages not conforming to the guidelines may be subject to modification, deletion and/or the exclusion of the member concerned.</p>\n<p>The user expressly recognizes that forums are exclusively for sharing information between, and for providing assistance to, other users, relating to genealogy.\nUsers undertake not to use the forums for any other purposes (particularly political and religious) and shall refrain from using controversial usernames or profile images and any behavior that may be judged as damaging to the convivial nature of the service.\nUsers expressly acknowledge Geneanet’s right to delete any messages, images and/or pseudonyms that breach this provision.</p>\n<p>Users undertake not to use this service for commercial purposes, or, generally, to propose products or services remunerating them either directly or indirectly.</p>\n<p>Users undertake not to direct Internet users, directly (via a hyperlink) or indirectly, to other Internet sites that may not comply with applicable legislation and these Terms and Conditions.</p>\n<p>All advertising messages, special offers or sponsoring that remunerates the user in any form whatsoever is forbidden within the service, unless with the prior written consent of Geneanet.\nIn the absence of prior agreement, Geneanet alone has the right to publish advertising messages on any page of its Site, including, in particular, the pages of family trees.</p>\n<p>(back to top)</p>10.\n<b>‘Geneanet Mailbox’ Service</b>\n<p>Geneanet provides a messaging system, of which it is the owner, for its members to allow them to exchange messages relating to genealogy in an exclusively non-commercial context.</p>\n<p>All messages sent by a member to a single addressee via the Site’s internal messaging system is considered a private correspondence, for which the sender of the message is solely responsible.\nGeneanet cannot be held responsible for the contents of private messages between members sent via the internal messaging system.</p>\n<p>In cases of abuse or misuse of the messaging system (notably by sending ‘spam’ aimed at canvassing, in the event of insulting language, harassment or any other form of prejudicial behavior that compromises the harmonious use of the Services) Geneanet reserves the right to delete the account of an offending member 24 hours after having notified that member by email or internal message.\nNo claim may be made in this respect by the member whose account has been deleted.</p>\n<p>(back to top)</p>11.&nbsp;<b>Users’ Liability</b>\n<p>The user is solely responsible for any data whatsoever that he/she provides to Geneanet and/or publishes on the Site, as well as any messages and opinions expressed, whether through his/her Geneanet account, user content, forum discussions or in any other manner.</p>\n<p>The user undertakes to ensure that this data is not likely to undermine the legitimate interests of any third parties whoever they may be.\nIn particular, the user undertakes to respect the image rights of third parties, the right to privacy and intellectual property rights.\nThe user undertakes not to slander (<i>diffamer</i>) or insult (<i>injurier</i>).\nIn more general terms, the user undertakes to not contravene the applicable legal or regulatory provisions.</p>\n<p>The User is fully aware that he/she is the publisher of the Family Tree that he/she creates and that he/she is considered as such under the law, Geneanet’s liability being limited to that of a host pursuant to article 6-1-2 of the French Law for Confidence in the Digital Economy (<i>Loi pour la confiance dans l’économie numérique</i>).</p>\n<p>In this respect, the user undertakes to indemnify Geneanet for and against any claims and/or actions and/or complaints based directly or indirectly on this information and/or data, which may be brought against Geneanet.\nIn particular, the user undertakes to bear the cost of any payments whatsoever, which may be claimed from Geneanet, or payments which Geneanet may be ordered to make by a Court decision, including lawyers’ fees and court expenses.</p>\n<p>Likewise, the user undertakes to indemnify Geneanet for and against any detrimental consequences directly or indirectly related to the use that he/she makes of the service.</p>\n<p>This undertaking also applies as regards Geneanet’s partners.</p>\n<p>In the event that Geneanet decides that a user’s account contains comments or data manifestly contrary to applicable legal or regulatory provisions, Geneanet reserves the right to delete the said comments or data without notice.\nIn this event the user has no right of recourse.</p>\n<p>The user is solely responsible for all consequences, direct or indirect, of hyperlinks the user proposes between the Site and another website.</p>\n<p>The user undertakes to respect the image and reputation of Geneanet and not to make any declarations and/or actions whatsoever which may be detrimental to Geneanet.\nIn general terms, the user shall not take any action that impedes the smooth functioning of the Site.</p>\n<p>As Geneanet seeks to provide reliable information, users are requested to cite the source of all information and data that they communicate via the Site.\nGeneanet in no way guarantees the authenticity and/or reliability of information and data provided by a user.</p>\n<p>(back to top)</p>12.&nbsp;<b>Geneanet’s Liability</b>\n<b>12.1.\nHyperlinks</b>\n<p>The website may provide hyperlinks that give access to other websites published and managed by third parties, particularly within the search results of the Geneanet database.\nGeneanet cannot be held liable, directly or indirectly, in the event that a third-party site fails to comply with current or future legal and regulatory provisions, or for the consequences of such non-compliance.</p>\n<p>More generally, Geneanet shall bear no responsibility for the actions of such third parties and shall require that users refer to the terms and conditions of the relevant sites.</p>\n<b>12.2.\nCharacteristics of the Internet</b>\n<p>Users acknowledge the characteristics and limits of the Internet, particularly regarding technical performance, response time when consulting, examining or transferring information, the risks of interruption, and more generally, the risks inherent to any connection and transmission on the Internet, lack of protection for certain data against possible misuse and risks of contamination by computer viruses on the network.</p>\n<p>As a consequence, Geneanet cannot in any circumstances be held liable for any damage directly or indirectly relating to any of these characteristics and/or limitations.</p>\n<p>Any user’s connection to the Site and use of all or part of the Services is under the user’s sole responsibility.</p>\n<p>It is the responsibility of all users to take the necessary precautions to protect their own data and/or software and equipment against any form of attack.</p>\n<b>12.3.\nSite Access and Updates</b>\n<p>Geneanet endeavors, to the extent possible, to keep the Service accessible 7 days a week and 24 hours a day, but is not bound by any obligation to achieve this.</p>\n<p>Any evolution or change to the Site may require an update and/or temporary unavailability of the Site and Geneanet shall in no way be held liable in this respect.</p>\n<p>Likewise, Geneanet reserves the right to interrupt, suspend, modify or terminate one or several Site services at any time without notice and without having to provide any reason therefor.\nIn this event, Geneanet shall in no way be held liable in this respect.</p>\n<b>12.4.\nContent of Services</b>\n<p>To the extent that the Services give access to information provided by the users themselves, Geneanet shall not be held liable in respect of this information.</p>\n<p>Geneanet shall not be liable for the malfunction of software downloaded nor for any damage that may result from its download.\nThe same applies to any other downloads whatsoever.</p>\n<p>The Site presents services proposed by advertisers and Partners and therefore contains data relating to their products and services.\nThe Site also provides advice and information that may contain inaccuracies, omissions, gaps, outdated information, etc.\nGeneanet shall not be held liable regarding this content and does not guarantee the accuracy or completeness of this information.\nGeneanet shall not bear liability for the actual or supposed quality of the products or services proposed by these advertisers and Partners on the Site.</p>\n<p>Geneanet shall not be held liable in the event of use of the service which is not in compliance with these Terms and Conditions.</p>\n<p>(back to top)</p>13.&nbsp;<b>Intellectual Property</b>\n<p>The Site and all related rights are the exclusive property of Geneanet.</p>\n<p>All trademarks, logos and other distinctive marks reproduced on the Site, as well as on other sites accessed through hyperlinks, are the exclusive property of their owners and are protected in this respect by the provisions of the French Intellectual Property Code.</p>\n<p>Any unauthorized reproduction of these trademarks, logos and distinctive marks and/or signs constitutes an infringement subject to civil and criminal sanctions.</p>\n<p>All texts, commentaries, illustrations, data and images reproduced on the Site and those to which the Site allows access, are subject to copyright and their reproduction or non-authorized download constitutes an infringement subject to civil and criminal sanctions.</p>\n<p>Geneanet is the sole owner of the exploitation rights regarding the genealogical index database made available on the Site.\nAny unauthorized use of this database, in full or in part, is subject to the legal provisions that protect the interests of database providers.</p>\n<p>The user is the sole owner of copyright for data he/she puts online, provided this data qualifies as copyrightable material and is therefore afforded copyright protection, within the limit of competing rights that may be held by third parties with respect to this data.</p>\n<p>To the extent that this data is published on the Site, the user grants Geneanet, free of charge, all exploitation rights necessary to put this data online, notably the rights to digitization, publishing on the Internet in all languages, the right of translation and adaption.</p>\n<p>To the extent that this data is published on the Site for the purposes of making it available to all, and particularly when it is made available for reproduction and use by other users in their own database and family trees, the user publishing the data expressly assigns all rights necessary for this use of his/her data, in accordance with these Terms and Conditions, notably the rights to reproduction, adaption, translation and Internet publication in all languages.</p>\n<p>Assignment of these rights is on a non-exclusive worldwide basis and for the legal duration of protection afforded under copyright.</p>\n<p>\n<b>The user undertakes not to reproduce, copy, use or extract the Family Trees or other data which he/she did not create or of which he/she is not the owner, for any purpose other than genealogy purposes.</b>\n</p>\n<p>\n<b>It should be noted, for the avoidance of doubt, that the terms of Article</b>\n<b>L.\n343-4</b>\n<b> of the Intellectual Property Code provide that:</b>\n</p>\n<p>\n<i>The act of violating the rights of the producer of a database as defined in Article </i>\n<i>L.\n342-1 </i>\n<i>is punishable by three years of imprisonment and a fine of €300,000.\nWhen the offence has been committed as an organized gang, penalties are increased to seven years’ imprisonment and a fine of €750,000.</i>\n</p>\n<p>The user warrants, vis-à-vis Geneanet, that he/she holds all necessary authorizations for the online publication of this data for the purposes indicated above.</p>\n<p>The user shall be responsible for any remuneration that may be claimed by any third parties regarding the publication of this data on the Site.\nThe user shall indemnify Geneanet for and against all recourse, claims or actions that may be brought against Geneanet by any third party.</p>\n<p>(back to top)</p>14.\n<b>Modification of the Site and these Terms and Conditions</b>\n<p>Geneanet reserves the right to modify the various services offered on the Site as well as these Terms and Conditions at any time.\nThe user acknowledges that he/she cannot make any claim in this regard.</p>\n<p>In the event of a material change these Terms and Conditions, Geneanet shall inform its users of this with reasonable advance notice so that they can review the said modifications.\nUsers who do not agree to the new terms will have to stop using the Site .\nNotwithstanding the foregoing, Premium members may continue to use the service in accordance with the Terms and Conditions as drafted before the changes until termination or expiry of their subscription, which will not be automatically renewed.</p>\n<p>(back to top)</p>15.\nForce majeure<p>Neither party shall be held liable with respect to the other for non-performance or delays in performance of any obligation arising under this contract due to the conduct of the other party following the occurrence of a case of force majeure as commonly recognized by case law.</p>\n<p>Any force majeure event suspends the obligations arising under this contract for the entire duration that such event continues.\nHowever, if a force majeure event lasts more than 30 consecutive days, this will give rise to the right to automatic termination of this contract fifteen (15) days after either party has sent a letter notifying such termination by registered post with acknowledgement of receipt.</p>\n<p>(back to top)</p>16.\n<b>Miscellaneous</b>\n<p>If one or more clauses of these Terms and Conditions are held to be invalid or declared void under any law, regulation, or following a final decision of a competent court, the other provisions shall remain in full force and effect.\nThe parties will then agree to replace the clause held to be void and invalid by another which is as close as possible in content to the initial clause, notably in order to preserve the balance of the contract.</p>\n<p>The present Terms and Conditions constitute the entire and sole agreement between the parties.\nIn particular, it replaces and cancels any earlier agreement.</p>\n<p>These Terms and Conditions shall be governed by French law.\nUnless otherwise provided by mandatory provisions of public policy, and where conciliation has failed, the relevant Courts of Paris shall have jurisdiction to settle any disputes related to the validity, interpretation or performance of these Terms and Conditions.\nThese Terms and Conditions have been drawn up in the French language and, as the case may be, translated into other languages for information purposes only.\nIn the case of difficulty of interpretation, the French version alone shall prevail.</p>\n<p>(back to top)</p>\n<p>If Internet users have any questions, they are invited to ask them preferably using the Services proposed on the Site (particularly the forum).\nThey may nonetheless ask their questions by email if necessary, with the reply taking longer due to technical reasons.</p>\n<p>– By email: cgu@geneanet.org</p>\n<p>– By phone: +33 1 42 74 40 30</p>\n<p>– By post: Geneanet, 165 <i>bis</i> rue de Vaugirard, 75015 Paris, France</p>\n<p>(back to top)</p>\n<p>\n<strong>LANGUAGE</strong>\n</p> DeutschEnglishEspañolSuomiFrançaisItalianoNederlandsNorskPortuguêsSvenska <strong>GENEANET</strong>\n<p>\n<strong>GENEANET</strong>\n</p>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li> ToS / Conditions of Sale </li>\n<li> DNA Code of Ethics </li>\n<li> Geneanet Premium </li>\n<li>Job Offers</li>\n<li>Cookie Settings</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Top</p>\n<strong>OUR WEBSITES</strong>\n<p>\n<strong>OUR WEBSITES</strong>\n</p>\n<ul>\n<li>Geneastar</li>\n<li>Geneweb</li>\n</ul>\n<strong>OUR APPS</strong>\n<p>\n<strong>OUR APPS</strong>\n</p>\n<ul>\n<li> GeneaGraves </li>\n<li> Now and Then </li>\n<li> Chrome extension </li>\n</ul>\n<strong>FOLLOW US</strong>\n<p>\n<strong>FOLLOW US</strong>\n</p>\n<ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>Twitter</li>\n<li>Youtube</li>\n</ul>\n<strong>GENEANET</strong>\n<p>\n<strong>GENEANET</strong>\n</p>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li> ToS / Conditions of Sale </li>\n<li> DNA Code of Ethics </li>\n<li> Geneanet Premium </li>\n<li>Job Offers</li>\n<li>Cookie Settings</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Top</p>\n<ul>\n<li>See also&nbsp;:</li>\n<li>Français</li>\n<li>English</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>Norsk</li>\n<li>Suomi</li>\n<li>Svenska</li>\n<li>Português</li>\n<li>Español</li>\n<li>Nederlands</li>\n<li>Popularity of your last name</li>\n<li>Search by country</li>\n<li>Library Catalog by country</li>\n<li>Library Catalog by topic</li>\n</ul> Close this window to save changes Cookies management panel By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n<br>\n<br> Cookie policy Preference for all services Allow all cookies Deny all cookies <ul>\n<li> Mandatory cookies<ul>\n<li> This site uses cookies necessary for its proper functioning which cannot be deactivated.\n<br> Allow Deny </li>\n</ul>\n</li>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n<ul>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\nManage services (1) Allow Deny </li>\n</ul>\n<ul>\n<li> Google Tag Manager This service can install 22 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\n<ul>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<ul>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\nManage services (1) Allow Deny </li>\n</ul>\n<ul>\n<li> Google Analytics (ga.js) This service can install 10 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\n<ul>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Other Services to display web content.\n<ul>\n<li> Other Services to display web content.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n<ul>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\nManage services (2) Allow Deny </li>\n</ul>\n<ul>\n<li> Facebook This service does not use cookie.<br> Allow Deny </li>\n<li> Twitter This service does not use cookie.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\n<ul>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\n<ul>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\nManage services (3) Allow Deny </li>\n</ul>\n<ul>\n<li> Dailymotion This service can install 5 cookies.<br> Allow Deny </li>\n<li> Vimeo This service can install 8 cookies.<br> Allow Deny </li>\n<li> YouTube This service can install 4 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li>This website does not use any cookie requiring your consent.</li>\n</ul> This site uses cookies and gives you control over what you want to activate OK, accept all Deny all cookies Customize Cookie policy ", "created_at": "2023-02-20 22:29:54.545063", "updated_at": "2023-02-20 22:30:03.056138"}, {"id": 14242, "name": "Cookie policy", "url": "https://en.geneanet.org/legal/cookies", "xpath": "//body", "text": " You must have JavaScript enabled in your browser.\n<p> Enable JavaScript in your browser to view Geneanet pages.\n</p>\n<ul>\n<li>Geneanet</li>\n<li>Geneastar</li>\n</ul> Geneanet <ul>\n<li> Sign In </li>\n<li> Sign Up </li>\n</ul>\n<ul>\n<li> Help </li>\n</ul>\n<ul>\n<li> Family Tree <ul>\n<li>Back</li>\n<li> Family Tree </li>\n<li> Start your family tree </li>\n<li> Import/Export a GEDCOM File </li>\n</ul>\n</li>\n<li> Search <ul>\n<li>Back</li>\n<li> Search </li>\n<li> All Records </li>\n<li> Archives and Documents </li>\n<li> Cemeteries and Memorials </li>\n<li> Genealogy Library </li>\n<li> Collection Catalog </li>\n<li> Match your Family Tree </li>\n</ul>\n</li>\n<li> Projects <ul>\n<li>Back</li>\n<li> Projects </li>\n<li> Save our Graves </li>\n<li> War Memorials </li>\n<li> Postcards </li>\n<li> Archival Registers </li>\n<li> All Projects </li>\n<li> Collaborative Indexing </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Back</li>\n<li> Resources </li>\n<li> Blog </li>\n<li> Origin of Last Names </li>\n<li> Origin of First Names </li>\n<li> Search your French Ancestors </li>\n</ul>\n</li>\n<li> Community <ul>\n<li>Back</li>\n<li> Community </li>\n<li> Forums </li>\n<li> Collaborative Assistance </li>\n</ul>\n</li>\n<li> DNA <ul>\n<li>Back</li>\n<li> DNA </li>\n<li> Geneanet DNA home page </li>\n<li> Upload DNA data </li>\n<li> Help and Frequently Asked Questions </li>\n<li> About Geneanet DNA </li>\n</ul>\n</li>\n<li> Help <ul>\n<li>Back</li>\n<li> Help </li>\n<li> View all help topics </li>\n</ul>\n</li>\n<li> Galaxy Geneanet <ul>\n<li>Back</li>\n<li> Galaxy Geneanet </li>\n<li> Geneanet </li>\n<li> Geneastar </li>\n</ul>\n</li>\n</ul> Family Tree Start your family tree Import/Export a GEDCOM File Search All Records Archives and Documents Cemeteries and Memorials Genealogy Library Collection Catalog Match your Family Tree Projects Save our Graves War Memorials Postcards Archival Registers All Projects Collaborative Indexing Resources Blog Origin of Last Names Origin of First Names Search your French Ancestors Community Forums Collaborative Assistance DNA Geneanet DNA home page Upload DNA data Help and Frequently Asked Questions About Geneanet DNA Help View all help topics Galaxy Geneanet Geneanet Geneastar Geneanet Homepage &gt.\nCookie policy Cookie policy 1.\nUse of cookies<p>Our website uses cookies.\nA cookie is a small piece of data stored on your computer by the web browser while browsing our website on your computer, mobile, tablet or smartwatch.\nData stored in cookies may be read by our servers next time you visit the website.</p>\n<p>We use cookies to ensure the proper functioning of our web site, and to improve your experience and your interaction with it.</p>2.\nConsent<p>Your consent is required for the use of some cookies.\nThis consent is given through a cookie consent banner, and is valid for a period of 1 year (if the cookie has not been deleted in the meantime).</p>3.\nCookies used by our website<p>We use the following cookies:</p>\n<ul>\n<li>Functional: These cookies allow us to improve the functioning and the user experience on the web site.\nFor example, data is stored when you sign in to the website.\nThese cookies don’t require your consent.</li>\n</ul>\n<ul>\n<li>Analytics: An anonymous cookie is stored on your computer the first time you visit a website.\nThis cookie is used every time you visit the website and the following data may be collected:</li>\n</ul>\n<p>– The number of unique visitors</p>\n<p>– The number of times a visitor visits the website in a given time period</p>\n<p>– The visited pages</p>\n<p>– The duration of visit by page</p>\n<p>– The last page visited before leaving the website</p>\n<ul>\n<li>Website improvement and APIs: These cookies allow us to try different versions of a page and to know which one is the most used.\nThey also allow us to analyze your browsing behavior, to learn how you interact with our websites, and to provide customized features and services.</li>\n</ul>\n<ul>\n<li>Social networks: These cookies let you use your social media account to log in to Geneanet.\nThey can also contain tracking data about your Internet browsing behavior.</li>\n</ul>\n<ul>\n<li>Online video platforms: These cookies allow our visitors to view videos from online video platforms directly on our website.\nAlthough Geneanet does not use cookies for advertising purposes, these third-party cookies will also collect and use your browsing data to show you ads and content that are relevant to you.</li>\n</ul>4.\nYour rights<p>The European Union’s General Data Protection Regulation (GDPR) gives you rights concerning data about you.\nYou can exercise the right of opposition, the right of access and the right to rectify personal data, at any time.\nYou also have the right to object to the processing and transferability of your personal data.\nYou can send us an email at <em>cgu@geneanet.org</em> to exercise these rights.\nIf you want to exercise the right of access to personal data stored in a cookie, you must attach a copy of this cookie to the email.\nCookies can be found in your web browser settings.\nTo prevent abuse, you may be required to sign in on our website.</p>5.\nBlock and delete cookies<p>You can block and delete cookies at any time through your web browser settings.\nYou can also set your web browser to send a message when a cookie is stored on your computer, or to prevent cookies from being stored on your computer.\nDeleting cookies may affect the use of our website.</p>\n<p>Please see the help pages of your web browser or click the following links:</p>\n<p>Firefox: https://support.mozilla.org/en-US/kb/clear-cookies-and-site-data-firefox</p>\n<p>Google Chrome: https://support.google.com/chrome/answer/95647?hl=en</p>\n<p>Internet Explorer: https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies</p>\n<p>Safari: https://support.apple.com/en-gb/guide/safari/sfri11471/mac</p>\n<p>\n<strong>LANGUAGE</strong>\n</p> DeutschEnglishEspañolSuomiFrançaisItalianoNederlandsNorskPortuguêsSvenska <strong>GENEANET</strong>\n<p>\n<strong>GENEANET</strong>\n</p>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li> ToS / Conditions of Sale </li>\n<li> DNA Code of Ethics </li>\n<li> Geneanet Premium </li>\n<li>Job Offers</li>\n<li>Cookie Settings</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Top</p>\n<strong>OUR WEBSITES</strong>\n<p>\n<strong>OUR WEBSITES</strong>\n</p>\n<ul>\n<li>Geneastar</li>\n<li>Geneweb</li>\n</ul>\n<strong>OUR APPS</strong>\n<p>\n<strong>OUR APPS</strong>\n</p>\n<ul>\n<li> GeneaGraves </li>\n<li> Now and Then </li>\n<li> Chrome extension </li>\n</ul>\n<strong>FOLLOW US</strong>\n<p>\n<strong>FOLLOW US</strong>\n</p>\n<ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>Twitter</li>\n<li>Youtube</li>\n</ul>\n<strong>GENEANET</strong>\n<p>\n<strong>GENEANET</strong>\n</p>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li> ToS / Conditions of Sale </li>\n<li> DNA Code of Ethics </li>\n<li> Geneanet Premium </li>\n<li>Job Offers</li>\n<li>Cookie Settings</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Top</p>\n<ul>\n<li>See also&nbsp;:</li>\n<li>Français</li>\n<li>English</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>Norsk</li>\n<li>Suomi</li>\n<li>Svenska</li>\n<li>Português</li>\n<li>Español</li>\n<li>Nederlands</li>\n<li>Popularity of your last name</li>\n<li>Search by country</li>\n<li>Library Catalog by country</li>\n<li>Library Catalog by topic</li>\n</ul> Close this window to save changes Cookies management panel By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n<br>\n<br> Cookie policy Preference for all services Allow all cookies Deny all cookies <ul>\n<li> Mandatory cookies<ul>\n<li> This site uses cookies necessary for its proper functioning which cannot be deactivated.\n<br> Allow Deny </li>\n</ul>\n</li>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n<ul>\n<li> APIs APIs are used to load scripts: geolocation, search engines, translations, ...\nManage services (1) Allow Deny </li>\n</ul>\n<ul>\n<li> Google Tag Manager This service can install 22 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\n<ul>\n<li> Advertising network Ad networks can generate revenue by selling advertising space on the site.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<ul>\n<li> Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\nManage services (1) Allow Deny </li>\n</ul>\n<ul>\n<li> Google Analytics (ga.js) This service can install 10 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\n<ul>\n<li> Comments Comments managers facilitate the filing of comments and fight against spam.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Other Services to display web content.\n<ul>\n<li> Other Services to display web content.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n<ul>\n<li> Social networks Social networks can improve the usability of the site and help to promote it via the shares.\nManage services (2) Allow Deny </li>\n</ul>\n<ul>\n<li> Facebook This service does not use cookie.<br> Allow Deny </li>\n<li> Twitter This service does not use cookie.<br> Allow Deny </li>\n</ul>\n</li>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\n<ul>\n<li> Support Support services allow you to get in touch with the site team and help to improve it.\nManage services (0) Allow Deny </li>\n</ul>\n<ul>\n</ul>\n</li>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\n<ul>\n<li> Videos Video sharing services help to add rich media on the site and increase its visibility.\nManage services (3) Allow Deny </li>\n</ul>\n<ul>\n<li> Dailymotion This service can install 5 cookies.<br> Allow Deny </li>\n<li> Vimeo This service can install 8 cookies.<br> Allow Deny </li>\n<li> YouTube This service can install 4 cookies.<br> Allow Deny </li>\n</ul>\n</li>\n<li>This website does not use any cookie requiring your consent.</li>\n</ul> This site uses cookies and gives you control over what you want to activate OK, accept all Deny all cookies Customize Cookie policy ", "created_at": "2023-02-20 22:50:36.323012", "updated_at": "2023-02-20 22:51:41.262958"}], "points": [{"id": 29980, "title": "Your personal data is not sold", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:55:36.485653", "updated_at": "2023-07-11 06:27:34.280601", "quoteText": null, "case_id": 193, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29973, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:33:20.292953", "updated_at": "2023-07-11 06:27:32.754643", "quoteText": null, "case_id": 399, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29974, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:34:45.709293", "updated_at": "2023-02-20 22:40:22.44627", "quoteText": null, "case_id": 214, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29987, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:09:13.81448", "updated_at": "2023-07-11 06:27:33.40837", "quoteText": null, "case_id": 279, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29988, "title": "Usernames can be rejected or changed for any reason", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:11:15.020736", "updated_at": "2023-07-11 06:27:33.492692", "quoteText": null, "case_id": 328, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29977, "title": "Information is provided about how your personal data is used", "source": "https://en.geneanet.org/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:46:28.664764", "updated_at": "2023-07-11 06:27:33.249598", "quoteText": null, "case_id": 227, "document_id": 14240, "quoteStart": null, "quoteEnd": null}, {"id": 29982, "title": "First-party cookies are used", "source": "https://en.geneanet.org/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:01:31.707184", "updated_at": "2023-07-11 06:27:33.326768", "quoteText": null, "case_id": 126, "document_id": 14242, "quoteStart": null, "quoteEnd": null}, {"id": 29983, "title": "Third-party cookies are used for advertising", "source": "https://en.geneanet.org/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:03:58.053615", "updated_at": "2023-07-11 06:27:33.588465", "quoteText": null, "case_id": 128, "document_id": 14242, "quoteStart": null, "quoteEnd": null}, {"id": 29986, "title": "Third-party cookies are used for statistics", "source": "https://en.geneanet.org/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:08:25.458309", "updated_at": "2023-07-11 06:27:33.677835", "quoteText": null, "case_id": 325, "document_id": 14242, "quoteStart": null, "quoteEnd": null}, {"id": 29978, "title": "Your personal data may be used for marketing purposes", "source": "https://en.geneanet.org/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:47:29.333649", "updated_at": "2023-07-11 06:27:34.118562", "quoteText": null, "case_id": 336, "document_id": 14240, "quoteStart": null, "quoteEnd": null}, {"id": 29979, "title": "You can opt out of promotional communications", "source": "https://en.geneanet.org/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:48:03.77446", "updated_at": "2023-07-11 06:27:34.199185", "quoteText": null, "case_id": 223, "document_id": 14240, "quoteStart": null, "quoteEnd": null}, {"id": 29985, "title": "The service claims to be GDPR compliant for European users", "source": "https://en.geneanet.org/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:06:56.081943", "updated_at": "2023-07-11 06:27:34.360636", "quoteText": null, "case_id": 481, "document_id": 14242, "quoteStart": null, "quoteEnd": null}, {"id": 29989, "title": "This service is only available for use individually and non-commercially.", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:12:09.037714", "updated_at": "2023-07-11 06:27:34.547975", "quoteText": null, "case_id": 143, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29976, "title": "You must provide your identifiable information", "source": "https://en.geneanet.org/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:41:26.776171", "updated_at": "2023-02-22 17:22:36.985147", "quoteText": null, "case_id": 409, "document_id": 14240, "quoteStart": null, "quoteEnd": null}, {"id": 29984, "title": " You are being tracked via social media cookies/pixels", "source": "https://en.geneanet.org/legal/cookies", "status": "Generated through the annotate view", "created_at": "2023-02-20 23:06:26.778897", "updated_at": "2023-07-11 06:27:34.021692", "quoteText": null, "case_id": 307, "document_id": 14242, "quoteStart": null, "quoteEnd": null}, {"id": 29975, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://en.geneanet.org/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:39:32.787759", "updated_at": "2023-04-22 19:55:58.56224", "quoteText": null, "case_id": 214, "document_id": 14240, "quoteStart": null, "quoteEnd": null}, {"id": 29972, "title": "There is a date of the last update of the agreements", "source": "https://en.geneanet.org/legal/cgu/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:31:12.020721", "updated_at": "2023-07-11 06:27:37.656071", "quoteText": null, "case_id": 331, "document_id": 14241, "quoteStart": null, "quoteEnd": null}, {"id": 29981, "title": "Your personal data is aggregated into statistics", "source": "https://en.geneanet.org/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-02-20 22:57:19.629488", "updated_at": "2023-07-11 06:27:34.446685", "quoteText": null, "case_id": 190, "document_id": 14240, "quoteStart": null, "quoteEnd": null}], "urls": ["geneanet.org"]}}