{"error": 448, "message": "OK", "parameters": {"id": 9419, "name": "Wsecu", "created_at": "2023-08-23 21:18:02.187313", "updated_at": "2023-08-23 22:02:29.658745", "wikipedia": "https://en.wikipedia.org/wiki/Washington_State_Employees_Credit_Union", "keywords": null, "related": null, "slug": "wsecu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9419.png", "url": "wsecu.org,digital.wsecu.org", "documents": [{"id": 18554, "name": "Privacy notice", "url": "https://wsecu.org/Documents/PDFS/Privacy%20Notice.pdf", "xpath": "//*[@id=\"content\"]", "text": "REVISED 01/2016,MKT-852 01.16 ,FACTS WSECU SERVICE COMPANY, LLC, QCASH FINANCIAL, LLC AND ONE WASHINGTON ,WHAT DOES WASHINGTON STATE EMPLOYEES CREDIT UNION (WSECU) AND,FINANCIAL, LLC DO WITH YOUR PERSONAL INFORMATION? ,Why? ,Financial companies choose how they share your personal information.\nFederal law gives consumers the ,right to limit some — but not all — sharing.\nFederal law also requires us to tell you how we collect, share, ,and protect your personal information.\nPlease read this notice carefully to understand what we do.\n,What? ,The types of personal information we collect and share depend on the product or service you have with us.\n,This information can include: ,•Social Security Number•Credit history,•Account balances•Income,•Transaction history•Credit scores,How? ,All financial companies need to share members’ personal information to run their everyday business.\n,In the section below, we list the reasons financial companies can share their members’ personal ,information.\nthe reasons WSECU chooses to share.\nand whether you can limit this sharing.\n,Reasons we can share your personal information Does WSECU share? Can you limit this sharing? ,For our everyday business purposes — ,such as to process your transactions, maintain ,your account(s), respond to court orders and legal ,investigations, or report to credit bureaus ,Yes No ,For our marketing purposes — ,to offer our products and services to you ,Yes Yes ,For joint marketing with other financial companies ,Yes Yes ,For our affiliates’ everyday business purposes — ,information about your transactions and experiences ,Yes No ,For our affiliates’ everyday business purposes — ,information about your creditworthiness ,No We don’t share ,For our affiliates to market to you ,Yes Yes ,For non-affiliates to market to you ,No We don’t share ,To limit ,our ,sharing ,•Call 800.562.0999,•Visit us online at wsecu.org and click on Terms &amp.\nConditions,Please note: ,•If you are a new member, we can begin sharing your information with our affiliates so they can market,to you 30 days from the date we send this notice.,•When you are no longer a member, we will continue to share your information as described in this notice.,•You can contact us at any time to limit our sharing.,Questions? ,Call toll-free 800.562.0999 or go to wsecu.org., Page 1 of 2 ,REVISED 01/2016,Who We Are ,Who is providing this notice? ,Washington State Employees Credit Union (WSECU) and WSECU Service Company, LLC, ,QCash Financial, LLC and One Washington Financial, LLC.\n,What We Do ,How does WSECU protect,my personal information? ,To protect your personal information from unauthorized access and use, we use security ,measures that comply with federal law.\nThese measures include computer safeguards and ,secured files and buildings.\n,We also maintain other physical, electronic and procedural safeguards to protect this information ,and we limit access to information to those employees for whom access is appropriate.\n,How does WSECU collect ,my personal information? ,We collect your personal information, for example, when you: ,•Open an account•Use your credit or debit card,•Pay your bills•Make deposits or withdrawals from your account,•Apply for a loan,We also collect your personal information from credit bureaus and other companies.,Why can’t I limit all sharing? ,Federal law gives you the right to limit only: ,• Sharing for affiliates’ everyday business purposes — information about your creditworthiness,•Affiliates from using your information to market to you,•Sharing for non-affiliates to market to you,State laws and individual companies may give you additional rights to limit sharing.\n,What happens when I limit,sharing for an account I hold,jointly with someone else? ,Your choices will apply to everyone on your account.\n,Definitions ,Affiliates ,Companies related by common ownership or control.\nThey can be financial and ,non-financial companies.\n,Our affiliates include: ,•WSECU Service Company, LLC,•QCash Financial, LLC, a provider of financial services, including cash management,•One Washington Financial (OWF), a provider of financial services, including mortgages.,Non-affiliates ,Companies not related by common ownership or control.\nThey can be financial and ,non-financial companies.\n,•WSECU does not share with non-affiliates so they can market to you.,Joint marketing ,A formal agreement between non-affiliated financial companies that together market ,financial products or services to you.\n,•Our joint marketing partners include providers of investment and financial services and,insurance companies.,Page 2 of 2 ", "created_at": "2023-08-23 21:18:02.24966", "updated_at": "2023-08-23 21:18:24.163905"}, {"id": 18555, "name": "Cookie Policy", "url": "https://wsecu.org/resources/cookie-policy", "xpath": "//*[@id=\"content\"]", "text": " Cookie Policy <p>\n</p> WSECU Cookie Policy What are cookies?\n<p>Cookies are small text files downloaded to your device by websites you visit.\nThey do not run any programs and are uniquely assigned to you.\nCookies are used to allow us to serve you with the most relevant content.\nInformation collected includes, but is not limited to: geographic location, website activity, device recognition and Online Banking login activity.\nCookies also allow you to save your password and preference settings you have created.</p>\nWhat types of cookies are there?\n<p>\n<strong>First Party</strong> – Installed on your device by WSECU while you are on the website.\nUsed to personalize your experience.\n<br>\n<strong>Third Party</strong> – Installed on your device by another organization while on the WSECU website.\nAn example is a cookie installed by an analytics program that WSECU uses to count visitors to the website.\n<br>\n<strong>Session</strong> – Expire at the end of your browser session.\nFor example, a session cookie allows you progress through a form without losing information you entered on a previous screen.\n<br>\n<strong>Persistent</strong> – Stored more permanently on your hard drive.\nWill be recognized when you return to the website that installed them.\nFor example, if you select “Remember Me” when signing in, a persistent cookie will remember your device so you don’t need to be sent an authentication code each time you sign in.</p>\nWhy does WSECU use cookies?\n<p>We use cookies to provide the best experience possible to each visitor to wsecu.org.\nCookies allow us to serve up relevant content as well as monitor aggregated anonymous site data.\nWe use this information to identify opportunities for improving user-experience.\nCookies also allow you to save your login credentials so they do not need to be entered each time you sign in to Online Banking.</p>\nHow can I disable cookies?\n<p>Most browsers automatically accept cookies, but you can typically change your browser settings to reject some or all cookies.\nHowever, please be aware that disabling cookies may have an impact on the functionality of wsecu.org.\nWe cannot save your settings or remember your device if cookies are disabled and the content you see on the website will not be optimal.\nThis also means you will receive our cookie notice each time you visit our site because a cookie allows the website to know that you have accepted the Cookie Policy.\nAlso note that disabling cookies only prevents new cookies.\nTo clear cookies that are already installed, you must clear your cookies.\nThe instructions for managing cookies can typically be found in the browser’s Help or Settings section.</p> ", "created_at": "2023-08-23 21:18:02.279687", "updated_at": "2023-08-23 21:18:41.661476"}, {"id": 18553, "name": "Terms & Conditions", "url": "https://wsecu.org/resources/terms-and-conditions", "xpath": "//*[@id=\"content\"]", "text": " Terms &amp.\nConditions <p>\n</p>\n<p>The information contained in this website is provided to you and is subject to the following terms and conditions.\nContinued use of this site is your acceptance of these terms.</p>\n<strong>Links to Other Sites</strong>\n<p>WSECU does not endorse or guarantee the products, information or recommendations provided by linked sites and is not liable for any failure of products or services advertised on those sites.\nThird-party websites may have a privacy policy different than WSECU and may provide less security than our website.</p>\n<strong>Accuracy of Information</strong>\n<p>All information provided by WSECU or obtained from other sources through this site is believed to be accurate and reliable as of the date posted on the site.\nHowever, there may be inaccuracies at times, which we will make every attempt to correct when found.\nWe do not provide any representations or warranties regarding the site or any information in it, nor should any information be construed as providing advice.\nThe site and all information is provided \"as is.\" Information provided is intended to assist you in making educated decisions and does not eliminate the need to discuss your particular circumstances with a qualified professional.</p>\n<strong>Changes and Availability</strong>\n<p>We reserve the right to change these terms and conditions from time to time.\nYour use of this site is your agreement to check the terms and conditions periodically.\nIf you do not want to be bound by the terms and conditions or any changes made to them, you must not use this site after the effective date of the changes.\nWe will not notify you when changes are made to these terms and conditions unless required by regulation.</p>\n<strong>Privacy at WSECU</strong>\n<p>We respect the privacy of our members and recognize the importance of maintaining the confidentiality of your personal financial information.\nOur <strong>Privacy Notice</strong> describes the practices followed by WSECU and our mortgage service affiliate, One Washington Financial.\nThe notice also describes what information we collect, how we can share it and your <strong>unsubscribe</strong> options.\nView our <strong>privacy resource</strong>&nbsp;for more information about our privacy practices.</p>\n<strong>California Online Privacy Protection Act</strong>\n<p>WSECU does not disclose the user's information to anyone else, although we may use cookies or other technologies to track where users originate, which of our web pages they visit and to help us identify them.</p>\n<strong>COPPA Compliance</strong>\n<p>WSECU complies with the U.S.\nChildren's Online Privacy Protection Act (COPPA) which requires us to notify and obtain consent from a parent or guardian before we collect, use and disclose the personal information of children under 13 years of age.\nWe do not knowingly collect personal information from children under 13 years of age without such consent and if we learn we have inadvertently done so, we will promptly delete it.</p>\n<p>\n</p>\n<strong>Deposit Account Disclosures</strong>\n<p>\n<strong>Consumer Account Agreement</strong>\n</p>\n<p>\n<strong>Business Account Agreement</strong>\n</p>\n<p>\n<strong>Discretionary Courtesy Pay Policy</strong>\n</p>\n<p>\n</p>\n<strong>Loan Account Disclosures</strong>\n<p>\n<strong>Visa<sup>®</sup> Credit Card Agreement and Truth in Lending</strong>\n</p>\n<p>\n<strong>Important Credit Card Disclosures</strong>\n</p>\n<p>\n<strong>Important Credit Card Disclosures - Legacy Cards</strong> (Gold Rebate, Visa Platinum acquired prior to 8/20/18)</p>\n<p>\n<strong>Visa Reward Terms &amp.\nConditions</strong>\n</p>\n<p>\n<strong>Business Rewards Terms and Conditions</strong>\n</p>\n<p>\n</p>\n<strong>Additional Disclosures</strong>\n<p>\n<strong>Online Banking Agreement</strong>\n</p>\n<p>\n<strong>Business Account Online Banking Agreement</strong>\n</p>\n<p>\n<strong>Electronic Records Delivery Agreement </strong>\n</p>\n<p>\n<strong>External Account Transfers Addendum</strong>\n</p>\n<p>\n<strong>Bill Pay Addendum</strong>\n</p>\n<p>\n<strong>Account Alert Services Addendum</strong>\n</p>\n<p>\n<strong>Personal Financial Management Addendum</strong>\n</p>\n<p>\n<strong>Mobile Deposit Service Addendum</strong>\n</p>\n<p>\n<strong>Person to Person (P2P) Money Transfer Services Agreement</strong>\n</p>\n<p>\n<strong>Visa Gift Card Terms &amp.\nConditions</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p> ", "created_at": "2023-08-23 21:18:02.218702", "updated_at": "2023-08-23 21:18:55.31485"}], "points": [], "urls": ["wsecu.org", "digital.wsecu.org"]}}