{"error": 448, "message": "OK", "parameters": {"id": 7983, "name": "SoftMaker", "created_at": "2023-04-11 00:34:23.774513", "updated_at": "2023-04-22 11:50:40.658481", "wikipedia": "https://en.wikipedia.org/wiki/SoftMaker", "keywords": null, "related": null, "slug": "softmaker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7983.png", "url": "softmaker.com", "documents": [{"id": 15452, "name": "General terms and conditions", "url": "https://www.softmaker.com/en/general-terms-and-conditions", "xpath": "/html/body/div[2]/div/section/div", "text": " General terms and conditions\n<p>\n<strong>1.\nApplicability</strong>\n</p>\n<p>The following general terms and conditions, in the form valid at the time the order is placed, apply to the business relationship between SoftMaker Software GmbH (\"SoftMaker\") and the ordering party.\nSoftMaker Software GmbH does not recognize any conditions of the ordering party that deviate from these unless SoftMaker Software GmbH has expressly consented in writing to their validity.</p>\n<p>\n<strong>2.\nConclusion of the contract and withdrawal</strong>\n</p>\n<p>Once SoftMaker receives an order, you will receive a confirmation that the order has been received.\nAs it is an automatically generated acknowledgment of receipt, it is non-binding.\nThe acceptance of an order by SoftMaker does not take place until the goods have been dispatched or the download has been provided.\nSoftMaker reserves the right to withdraw from an order based on typographic, printing or calculation errors on its website.</p>\n<p>If a supplier of SoftMaker fails to deliver ordered goods to SoftMaker Software GmbH despite a contractual obligation, SoftMaker shall also be entitled to withdraw from the contract.\nIn this case, the ordering party will be informed immediately that the ordered product is not available.\nAny purchase price already paid will be refunded immediately.</p>\n<p>\n<strong>3.\nCancellation policy</strong>\n</p>\n<p>For contracts that we conclude with <strong>consumers</strong> solely via <strong>remote means of communication</strong> (such as phone or internet), the following cancellation policy applies:</p>\n<p>\n<strong>START OF THE CANCELLATION POLICY</strong>\n</p>\n<p>\n<strong>Right of cancellation</strong>\n</p>\n<p>You have the right to cancel this contract <strong>within 14 days</strong> without stating a reason.</p>\n<p>The cancellation period is fourteen days from the date</p>\n<ul>\n<li>\n<p>the contract was concluded (for the downloading of digital content).</p>\n</li>\n<li>\n<p>you or your designated third party – not delivery personnel – takes possession of the goods (when goods are purchased in accordance with section 90 BGB (German Civil Code)).</p>\n</li>\n</ul>\n<p>To exercise your cancellation right, you must inform us at</p>\n<ul>\n<li>SoftMaker Software GmbH<br>Kronacher Str.\n7<br>90427 Nuremberg<br>Germany<br>Phone +49 (911) 936-3860<br>Fax +49 (911) 30 37 96<br>E-mail: sales@softmaker.com</li>\n</ul>\n<p>by making a clear statement (e.g., with a letter sent by mail, a fax or an e-mail) of your intent to withdraw from the contract.\nYou can do so using the sample order cancellation form that we send you when you place your order.\nHowever, the use of this form is not required.</p>\n<p>In order to comply with the cancellation period, it is sufficient that you send your notification concerning the exercise of your cancellation right prior to the expiration of the cancellation period.</p>\n<p>\n<strong>Consequences of cancellation</strong>\n</p>\n<p>If you cancel this contract, we will reimburse all payments that we received from you, including shipping costs (with the exception of additional costs if you chose a different method of delivery than the inexpensive standard shipping which we offer), no later than fourteen days from the date we receive the notification of your cancellation of this contract.\nWe will make the repayment using the same method of payment that you used in the original transaction, unless expressly agreed otherwise with you.\nYou will not be charged any fees for the repayment.</p>\n<p>We may withhold reimbursement until we have received the returned goods or until you have provided proof that you have returned the goods, whichever occurs first.</p>\n<p>You must return the goods to us immediately and in any case no later than fourteen days from the date on which you inform us of your intent to cancel this contract.\nThe deadline shall be considered met if you send the goods before the expiration of the fourteen-day period.\nYou shall bear the direct cost of returning the goods.</p>\n<p>You must pay for any loss in value of the goods only if this loss in value is shown to be caused by handling beyond that deemed necessary to ascertain the nature, characteristics and functioning of the goods.</p>\n<p>\n<strong>END OF THE CANCELLATION POLICY</strong>\n</p>\n<p>\"Freight collect\" shipments and partially paid shipments are generally not accepted.</p>\n<p>\n<strong>4.\nDelivery periods</strong>\n</p>\n<p>Specified delivery dates are not binding, except in exceptional cases where delivery by a certain date was guaranteed.</p>\n<p>\n<strong>5.\nTransfer of risk</strong>\n</p>\n<p>Regardless of whether the ordering party is a consumer or not, risk is generally transferred to the ordering party only upon their receipt of the goods.</p>\n<p>\n<strong>6.\nDue date and payment, default</strong>\n</p>\n<p>The purchase price is due immediately upon delivery of the goods.\nIf the ordering party is in default of payment, SoftMaker shall be entitled to charge default interest at the rate of 5% above the published base rate of the Deutsche Bundesbank.\nIf SoftMaker incurs demonstrably higher default damages, SoftMaker shall be entitled to claim them.</p>\n<p>If a bank fails to honor a direct debit (funds transfer) to SoftMaker due to the fault of the ordering party (for example, lack of funds, false or incorrect account information), the ordering party shall be obliged to compensate SoftMaker for any resulting damages (return debit fees and other actual costs).</p>\n<p>\n<strong>7.\nOffsetting and retention</strong>\n</p>\n<p>Only ordering parties with counterclaims that are legally binding or recognized by SoftMaker Software GmbH have a right to offset.\nFurthermore, ordering parties entitled to exercise a right of retention may only do so to the extent that the counterclaim is based on the same contractual relationship.</p>\n<p>\n<strong>8.\nRetention of title</strong>\n</p>\n<p>The delivered goods shall remain the property of SoftMaker Software GmbH until complete settlement of all outstanding claims against the ordering party.\nPrior to the final payment, assignment or transfer of ownership via collateralization is prohibited.\nDuring the period of retention of title, the ordering party shall insure the goods owned by us against fire, water, theft and burglary.\nThe rights under this insurance are assigned to us.\nWe accept this assignment.</p>\n<p>\n<strong>9.\nWarranties and liability</strong>\n</p>\n<p>If the goods have a defect attributable to SoftMaker Software GmbH, SoftMaker shall be entitled, at its own discretion, either to remedy the defect or replace the goods.\nIn the event of an unreasonable delay or inability to remedy or replace defective goods, the ordering party may cancel the purchase or claim a reduction of the purchase price.</p>\n<p>Claims for damages may only be asserted if the damage was caused by malicious intent or the gross negligence of SoftMaker Software GmbH or its agents, the damage is due to the absence of a guaranteed characteristic, or if the German Product Liability Act stipulates liability.\nFor damages in the event of a breach of a principal obligation due to simple negligence, potential claims shall be limited to the amount of the purchase price and to damages incurred as a result of procurement of the goods elsewhere.\nForce majeure and other interruptions of business that we cannot prevent release us from the obligation to deliver.</p>\n<p>Further claims by the ordering party, for whatever legal reason, are excluded.\nSoftMaker is therefore not liable for damages which do not arise in the supplied item itself.\nIn particular, SoftMaker shall not be held liable for lost profits or other financial losses of the ordering party.\nInsofar as the liability of SoftMaker Software GmbH is excluded or limited, this also applies to the personal liability of its employees, representatives and agents.</p>\n<p>The legal warranty period is subject to statutory limitation and shall also apply to claims for compensation for consequential damages, unless tort claims are asserted.</p>\n<p>\n<strong>10.\nDispute resolution</strong>\n</p>\n<p>The European Commission provides an online dispute resolution platform which you can find under the following link:</p>\n<p>https://webgate.ec.europa.eu/odr/main/index.cfm?event=main.home.chooseLanguage.</p>\n<p>We are under no obligation to participate in proceedings with alternative bodies for dispute resolution and will not participate in any such proceedings.</p>\n<p>\n<strong>11.\nApplicable law</strong>\n</p>\n<p>German law shall apply to the exclusion of the UNCISG (United Nations Convention on Contracts for the International Sale of Goods).\nThe place of fulfillment and sole place of jurisdiction is Nuremberg, Germany.</p> Thank you.\n<p>The product has been added to the shopping cart.</p> Continue shopping Proceed to checkout We use cookies.\nSome of them are required for the functioning of this website, while others allow us to collect traffic statistics.\nPrivacy policy Accept all cookies Customize cookie settings × Change privacy settings <ul>\n<li> Accept cookies required for the functioning of the website.\n<p>Some cookies are required to provide you with the basic functions of this website and thus cannot be disabled.</p> Information on required cookies </li>\n<li> Accept statistics cookies <p>We use the open source software Matomo on our websites to collect traffic statistics.\nMatomo does not transfer any data to servers beyond our control.</p>\n<p>Matomo uses cookies.\nThese cookies allow us to count visits and analyze the use of our websites.</p>\n<p>If you agree to the analysis of your data, please enable these cookies.</p> Additional information on the use of Matomo Close </li>\n</ul> ", "created_at": "2023-04-11 00:34:51.194457", "updated_at": "2023-04-11 00:35:01.092129"}, {"id": 15451, "name": "Privacy policy", "url": "https://www.softmaker.com/en/privacy-policy", "xpath": "/html/body/div[2]/div/section/div", "text": " Privacy policy<br>for our websites\n<p>SoftMaker takes the protection of your personal data very seriously.\nIn this privacy policy, we first define some terms and then describe the following in particular:</p>\n<ul>\n<li>your personal data which we process and the purposes for doing so,</li>\n<li>the legal basis on which we process your data,</li>\n<li>how long we retain your data,</li>\n<li>how you can contact us if you have any questions regarding data protection at SoftMaker,</li>\n<li>and which rights you can assert against us with regard to your data.</li>\n</ul>\nApplicability\n<p>This privacy policy applies to the use of all websites of SoftMaker Software GmbH except for freeoffice.com, getfreepdf.com and getfreepdf.de, which have their own privacy policy.</p>\nController\n<p>The controller within the meaning of the GDPR and other data protection regulations is:</p>\n<p>SoftMaker Software GmbH<br>Kronacher Str.\n7<br>90427 Nuremberg<br>Germany<br>E-mail: info@softmaker.com<br>Website: www.softmaker.com</p>\n<p>(hereinafter also referred to as \"SoftMaker\" or \"we\")</p>\nProvision of personal data\n<p>The provision of personal data is neither legally nor contractually required in order to use our websites.\nYou are not obliged to provide personal data.\nIf the data is not provided, however, it will not be possible to use our websites or it will only be possible to do so to a limited extent.\nApart from two exceptions, the provision of personal data is also not required in order to conclude a contract.\nThe aforementioned exceptions concern orders in our online store and participation in our discussion forums.\nFor more information, see the sections \"Orders in our online store\" and \"Provision of our discussion forums\" below.</p>\nProvision of our websites\n<p>When you visit our websites, our system automatically collects and stores a range of information:</p>\n<ul>\n<li>the IP address and/or host name of your computer</li>\n<li>the name, language and version of your browser</li>\n<li>the operating system used for accessing our websites</li>\n<li>the referrer URL (the previously visited page)</li>\n<li>the date and time of your access</li>\n<li>the time zone difference to Greenwich Mean Time (GMT)</li>\n<li>the content of the request (specific page)</li>\n<li>the amount of data transferred</li>\n<li>the access status and HTTP status code</li>\n</ul>\n<p>If the data is not provided, it will not be possible to access our websites or it will only be possible to do so to a limited extent.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data is our legitimate interest in being able to offer our websites and operate them as required (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The processing of the data by the system is required to enable delivery of the web pages to the user's computer.</p>\n<p>To ensure operation and for protection against attacks (for example, DDoS), the data is also stored beyond the session duration.</p>\nDuration of storage\n<p>The log files of our websites are stored separately from other personal data and are deleted after 31 days.</p>\nUse of cookies\n<p>Like many other websites, our websites use \"cookies\".\nA cookie stores small amounts of data, for example, a \"cookie ID\".\nThis is a unique string of characters that allows websites to associate page views with a specific browser.\nA particular browser can be identified by the cookie ID.</p>\n<p>We use the following cookies:</p>\n<p>\n<strong>Name:</strong> ref<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Provision of campaign-specific content on our websites, for example, after clicking on a link in our newsletter.<br>\n<strong>Duration:</strong> 3 days</p>\n<p>\n<strong>Name:</strong> couponcode<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Provision of campaign-specific discounts on our websites, for example, after clicking on a link in our newsletter.<br>\n<strong>Duration:</strong> 3 days</p>\n<p>\n<strong>Name:</strong> country<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Provision of country-specific content on our websites, for example, after clicking on a link in our newsletter.<br>\n<strong>Duration:</strong> 3 days</p>\n<p>\n<strong>Name:</strong> phpbb3_deforum_sid / phpbb3_enforum_sid<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Ensures that the user's settings are preserved when accessing new forum pages.<br>\n<strong>Duration:</strong> 1 year</p>\n<p>\n<strong>Name:</strong> phpbb3_deforum_u / phpbb3_enforum_u<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Identification of users registered in the forum.\ndifferentiation between guests and registered users.<br>\n<strong>Duration:</strong> 1 year</p>\n<p>\n<strong>Name:</strong> phpbb3_deforum_k / phpbb3_enforum_k<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Saves a key which is used for automatically logging into the forum.<br>\n<strong>Duration:</strong> 1 year</p>\n<p>\n<strong>Name:</strong> 866b6421553f8cfce18ed2a0830d2213<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Ensures that the user’s settings are preserved when accessing new pages.<br>\n<strong>Duration:</strong> until the end of the session or 1 year at most.</p>\n<p>\n<strong>Name:</strong> ebf89c0ea287cf36e45eeea1cef5cbd4<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Ensures that the selected display language is preserved when accessing new pages.<br>\n<strong>Duration:</strong> until the end of the session or 1 year at most.</p>\n<p>\n<strong>Name:</strong> SoftMakerLogin<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Saves a key which is used for automatically logging into the online store.<br>\n<strong>Duration:</strong> 10 years</p>\n<p>\n<strong>Name:</strong> secure_cart<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Stores the contents of the shopping cart in the online store.<br>\n<strong>Duration:</strong> until the end of the session or 1 year at most.</p>\n<p>\n<strong>Name:</strong> PHPSESSID<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Stores the user's input in an online survey.<br>\n<strong>Duration:</strong> until the end of the session or 1 year at most.</p>\n<p>\n<strong>Name:</strong> YII_CSRF_TOKEN<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Technical cookie to prevent cross-site query spoofing in online surveys.<br>\n<strong>Duration:</strong> until the end of the session or 1 year at most.</p>\n<p>You can delete cookies in your browser at any time, and you can configure all common browsers so that cookies are generally not stored.\nIf you disable the setting of cookies, you will not be able to use all functions of our websites.</p>\nLegal basis for data processing\n<p>The legal basis for the processing of personal data using cookies, which are required for the functioning of the websites, is our legitimate interest in ensuring our online presence via our websites from a technical point of view and in designing them as required (Article 6(1)(f) GDPR).</p>\nRegistration for our newsletter and for obtaining products\n<p>You can register on our websites, for example, to receive our free newsletter or to obtain free or fee-based products.\nAs we manage our customer data centrally in a list in the database of our online store, a customer account is created in our online store in the process.</p>\n<p>For this purpose, you need to provide certain personal data.\nYou can identify which personal data is involved by the input mask that appears during registration.\nIn addition to the visible entries, your IP address and the date and time of access are collected and stored.</p>\n<p>Furthermore, we store which products you have obtained, including any associated product keys or serial numbers if applicable.\nThis serves to increase the user-friendliness of our websites, as you can retrieve this information later in our customer center.</p>\n<p>If the data is not provided, registration will not be able to take place.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data is Article 6(1)(a) GDPR.</p>\nPurpose of data processing\n<p>The processing of data is required to distribute our newsletter and products and to enable the subsequent tracing of possible misuse of an e-mail address when registering or obtaining products, and thus serves our legal protection.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes, unless laws or government regulations require a longer storage period.\nIn any case, data is stored for as long as and to the extent that we are obliged to do so within the framework of the statutory retention obligations.</p>\nOrders in our online store\n<p>On our websites, you can place orders via our online store.</p>\n<p>To place orders via our online store, you must have a customer account in our online store.\nTo create a customer account, you can register with your data during the order process.\nFor this purpose, you need to provide certain personal data.\nYou can find out what personal data is involved under \"Registering for the newsletter and for obtaining products\" above.</p>\n<p>When you place orders via our online store, our system records a range of personal data.\nYou can identify which personal data is involved by the input masks that appear when placing an order.\nIn addition to the visible entries, your IP address and the date and time of access are collected and stored.</p>\n<p>Furthermore, we store which products you have obtained, including any associated product keys or serial numbers if applicable.</p>\n<p>For the correct functioning of our online shop, it is also necessary to set certain cookies on your computer.\nFor more information on these cookies, see \"Use of cookies\" above.</p>\n<p>If the data is not provided, it will not be possible to place orders in our online shop.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data are Article 6(1)(b) GDPR and Article 6(1)(c) GDPR.</p>\nPurpose of data processing\n<p>The processing of the data is necessary to fulfill contractual, legal and statutory obligations.</p>\n<p>The storage of product keys and serial numbers serves to increase the user-friendliness of our websites, as you can retrieve this information later in our customer center.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to fulfill all contractual, legal and statutory obligations.\nIn any case, data is stored for as long as and to the extent that we are obliged to do so within the framework of the statutory retention obligations or for the period during which your personal data is required to maintain an existing contractual relationship (especially a product license agreement).</p>\nDistribution of our newsletter\n<p>On our websites, you can subscribe to a free newsletter.\nWhen you subscribe to the newsletter, the data from the input mask will be transferred to us and stored.\nIn addition to the visible entries, your IP address and the date and time of access will be transferred to us and stored.</p>\n<p>We will send a confirmation e-mail to the e-mail address you provided when subscribing as part of our double opt-in process.\nWith this confirmation e-mail, we verify that you are the actual owner of the e-mail address and agree to receiving the newsletter.\nIf you click on the confirmation link in the e-mail, you will be registered in our system with your personal data.\nFor more information on this registration process, see \"Registering for the newsletter and for obtaining products” above.</p>\n<p>If you purchase products or services via our websites or obtain free products or services and provide your e-mail address, we reserve the right to use it in order to send you our newsletter.\nThis serves our legitimate interest in contacting our users for advertising purposes, which predominates in the weighing of interests.</p>\n<p>You can unsubscribe from our newsletter at any time.\nThe newsletter contains a link to unsubscribe.\nYou can also instruct us by other means, for example, by e-mail or contact form, to stop sending you our newsletter.</p>\n<p>If the data is not provided, it will not be possible to send the newsletter.</p>\nLegal basis for data processing\n<p>If you have subscribed to the newsletter, the legal basis for the processing of the data is Article 6(1)(a) GDPR.</p>\n<p>If you receive the newsletter after purchasing products or services or after obtaining free products or services, the legal basis for processing the data is Article 6(1)(f) GDPR.</p>\nPurpose of data processing\n<p>The processing of the data from the input mask serves the distribution of our newsletter.</p>\n<p>The storage of the IP address as well as the date and time of access serves to document your consent to receiving the newsletter and to be able to subsequently trace the possible misuse of an e-mail address and thus for our legal protection.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes, unless laws or government regulations require a longer storage period.</p>\nContact via e-mail or contact form\n<p>If you contact us by e-mail or via one of our contact forms, certain personal data will be collected and stored by us.</p>\n<p>\n<strong>Contact via a contact form:</strong> You can identify which personal data is involved by examining the input mask that appears on the contact form.\nIn addition to the visible entries, your IP address and the date and time of access will be collected and stored.</p>\n<p>\n<strong>Contact by e-mail:</strong> If you contact us by e-mail, the personal data collected and stored by us will be the complete e-mail message that you sent us.</p>\n<p>If the data is not provided, contact by e-mail or contact form will not be possible.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data is our legitimate interest in being able to contact users of our websites electronically (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The processing of the data from the input mask or from an e-mail message serves the processing of the contact.</p>\n<p>The storage of the IP address as well as the date and time of access enable us to subsequently trace the possible misuse of an e-mail address and thus serve our legal protection.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes, unless laws or government regulations require a longer storage period.</p>\nRating customer service responses\n<p>The e-mail responses you receive from our customer service often include an option for rating the quality of the response by clicking on a link.\nIf you click on this link, your web browser will open and access a page that will store your rating on our server.</p>\n<p>In addition to your rating, the following data will be transferred to us and stored:</p>\n<ul>\n<li>Time and time zone of access.</li>\n<li>An ID that enables us to associate your rating with the customer service query and our response.</li>\n<li>Your shortened IP address.</li>\n</ul>\n<p>If the data is not provided, customer service responses cannot be rated in this manner.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data is our legitimate interest in receiving ratings of our customer service (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The rating is processed in order to evaluate and improve the quality of our customer service.</p>\n<p>The storage of the IP address, time and time zone of access serves to prevent abuse of the rating function.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes.</p>\nProvision of our discussion forums\n<p>You can register in our discussion forums to post and exchange messages with other forum users.</p>\n<p>For this purpose, you need to provide certain personal data.\nYou can identify which personal data is involved by the input mask that appears during registration.\nIn addition to the visible entries, your IP address and the date and time of access will be collected and stored.</p>\n<p>If you post a comment in our discussion forums, your user name and the date and time of posting will be stored and published in addition to the content which was visible when you entered the comment.\nWe also store your IP address.\nEven when caching posts as a draft or when creating messages for other forum users, the data which was visible when entering them and your IP address will be stored.</p>\n<p>For the correct functioning of our forum software, it is also necessary to set certain cookies on your computer.\nFor more information on these cookies, see \"Use of cookies\" above.</p>\n<p>If the data is not provided, it will not be possible to use our discussion forums or it will only be possible to do so to a limited extent.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data are Article 6(1)(b) GDPR and our legitimate interest in running a user forum (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The purpose of data processing is to provide our discussion forums, to prevent their abuse and to provide legal protection if posts or messages contain infringing content.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes, unless laws or government regulations require a longer storage period.\nForum posts are stored and displayed indefinitely in the discussion forums.</p>\nProvision of the comment function in our blog\n<p>You can post comments in our blog.</p>\n<p>For this purpose, you need to provide certain personal data.\nYou can identify which personal data is involved by the input mask that is visible when entering the comment.\nIn addition to the content that was visible when you entered the comment, the date and time of publication are saved and published.\nWe also store your IP address.</p>\n<p>If the data is not provided, it will not be possible to post comments in our blog.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data is our legitimate interest in having blog posts commented on and in exchanging information with users of our blog (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The purpose of data processing is to provide the comment function in our blog, to prevent its abuse and to provide legal protection if comments contain infringing content.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes, unless laws or government regulations require a longer storage period.\nComments are stored until the blog post that has been commented on is deleted from our websites.</p>\nOnline surveys with LimeSurvey\n<p>We use the open source software LimeSurvey on our websites to provide our customers with online surveys.\nLimeSurvey is hosted on our own web servers.\nLimeSurvey does not transfer any data to servers beyond our control.</p>\n<p>If a survey is accessed on our websites, personal data will be transferred to our system.\nThis data will include at least your IP address as well as the date and time of access, as well as any other personal data if requested in the respective survey.\nYou can identify which personal data is involved by the input mask that is visible when participating in a survey.</p>\n<p>For the correct functioning of LimeSurvey, it is also necessary to set certain cookies on your computer.\nFor more information on these cookies, see \"Use of cookies\" above.</p>\n<p>If the data is not provided, it will not be possible to participate in online surveys on our websites.</p>\nLegal basis for data processing\n<p>The legal basis for processing this data is our legitimate interest in conducting surveys with our customers (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The purpose of processing the data from the input mask is to understand the requirements of our users better and to improve our offers in a targeted manner.</p>\n<p>The storage of the IP address as well as the date and time of access serves to prevent abuse of our online surveys.</p>\nDuration of storage\n<p>The data will be stored for as long as is necessary to achieve the aforementioned purposes, unless laws or government regulations require a longer storage period.</p>\nWebsite traffic statistics with Matomo\n<p>We use the open source software Matomo on our websites to collect traffic statistics.\nMatomo is hosted on our own web servers.\nMatomo does not transfer any data to servers beyond our control.</p>\n<p>In order to improve data protection, we let Matomo shorten the IP addresses of visitors to our websites.</p>\n<p>Matomo does not process any of your data without your consent.\nWith your consent, Matomo stores the following statistics cookies on your computer, which allow us to analyze your use of our websites:</p>\n<p>\n<strong>Name:</strong> _pk_id...\n<br>\n<strong>Provider:</strong> SoftMaker <br>\n<strong>Purpose:</strong> Used to associate multiple visits to our websites from the same device with a single record.<br>\n<strong>Duration:</strong> 13 months</p>\n<p>\n<strong>Name:</strong> _pk_ses...\n<br>\n<strong>Provider:</strong> SoftMaker <br>\n<strong>Purpose:</strong> Cookie for the short-term storage of data.\n<br>\n<strong>Duration:</strong> 30 minutes</p>\n<p>Each time a data subject visits one of our website pages that uses Matomo, the browser is prompted to transmit data to our servers for analysis purposes.</p>\n<p>If you agree to the collection of traffic statistics by Matomo, the information generated by the cookies about your use of the website, such as</p>\n<ul>\n<li>the IP address and/or host name of your computer,</li>\n<li>the name, language and version of your browser,</li>\n<li>the operating system with which you are accessing the website,</li>\n<li>the referrer URL (the previously visited page),</li>\n<li>the date and time of your access,</li>\n</ul>\n<p>will be transferred to our servers and stored there with the shortened IP address.</p>\n<p>If the data is not provided, we will not be able to collect statistics with Matomo about your visits to our websites.\nYou can continue to use our websites in this case.</p>\n<p>You can prevent Matomo from processing information about your use of our websites by deselecting the following checkbox:</p> Allow collection of data for website traffic statistics and setting of statistics cookies\n<p>If you deselect the checkbox, the following cookie will be set with the value 0:</p>\n<p>\n<strong>Name:</strong> stats_allowed<br>\n<strong>Provider:</strong> SoftMaker<br>\n<strong>Purpose:</strong> Saves whether you agree to the collection of data for website traffic statistics and the setting of statistics cookies.<br>\n<strong>Duration:</strong> 2 years</p>\n<p>This prevents the future collection of your data when you visit our websites.\nThe cookie is only valid in this browser for one of our websites at a time, and it is stored on your computer.</p>\n<p>We respect your privacy: If you have enabled the option \"Do Not Track\" in your browser, your visit will not be tracked by Matomo, even if you have selected the aforementioned checkbox.</p>\nLegal basis for data processing\n<p>The legal basis for processing users' personal data is our legitimate interest in designing our online presence via our websites as required and in optimizing it for user behavior (Article 6(1)(f) GDPR).</p>\nPurpose of data processing\n<p>The processing of data serves the collection of traffic statistics.</p>\nDuration of storage\n<p>The data will be deleted as soon as it is no longer needed for our record-keeping purposes.\nThe generated statistics and underlying data will not be deleted.</p>\nExistence of automated decision-making including profiling\n<p>The personal data provided by you or collected by us on our websites will not be used for automated decision-making.</p>\nCategories of recipients\n<p>We commission various service providers to support us in the development of our software and customer service and in the provision of technical infrastructure.\nThese service providers include, for example, software developers, external support employees and hosting providers.\nIf such service providers act on our behalf, they may gain access to your personal data as recipients.\nIn order to be able to respond quickly to customer service requests and crash reports, we also commission software developers and customer service providers in unsafe third countries for which there are no adequacy decisions of the EU Commission.\nHowever, all our service providers are also contractually obliged to comply with data protection via a data processing agreement or, in the case of unsafe third countries, via the EU's Standard Contractual Clauses.\nA copy of the EU's Standard Contractual Clauses can be found <strong>here</strong>.</p>\nTransfer of data to third parties\n<p>Unless otherwise stated above, personal data will not be transferred to third parties, except where:</p>\n<ul>\n<li>There is a legal obligation to pass on the data.</li>\n<li>A court of competent jurisdiction or a law enforcement authority orders the passing on of the data.</li>\n<li>It is necessary to pass on the data to assert, exercise or defend any legal claims.</li>\n</ul>\nWithdrawal of consent\n<p>Within the framework of the legal provisions, you have the option at all times of withdrawing your consent to the future processing of your personal data.\nTo do so, please contact us via the e-mail address mentioned under \"Contact details for inquiries regarding our privacy policy\".</p>\n<p>We would like to point out that the processing of your personal data, which we have carried out on the basis of your given consent until you withdraw it, shall not be affected by the withdrawal and shall remain lawful.</p>\nRight to access, rectification, erasure, restriction of processing, object to processing and data portability\n<p>Within the framework of the legal provisions, you have the right to obtain information from us about your personal data processed by us, as well as the right to demand rectification, erasure, restriction of processing, and the right to object to processing and data portability.\nThe exact conditions under which you are entitled to the aforementioned rights can be found in Articles 15 to 21 GDPR and paragraphs 34, 35 and 37 BDSG (German Federal Data Protection Act).\nIf you would like to exercise one or more of the above rights, please contact us via the e-mail address mentioned under \"Contact details for inquiries regarding our privacy policy\".</p>\n<p>We would like to separately draw your attention to your right to object in accordance with Article 21 GDPR.\nAccording to the latter Article, you have the right to object, on grounds relating to your particular situation, at any time to processing of your personal data which is based on Article 6(1)(f) GDPR (data processing on the basis of a weighing of interests).\nThis also applies to profiling based on this provision within the meaning of Article 4(4) GDPR.\nhowever, we do not conduct profiling with your data.\nIf you object, we will no longer process your data unless we can demonstrate compelling legitimate grounds for the processing, which outweigh your interests, rights and freedoms, or the processing serves to assert, exercise or defend any legal claims.</p>\nRight of appeal\n<p>Within the framework of the legal provisions, you have the right to submit complaints regarding data protection to a supervisory authority.\nThe Bavarian State Office for Data Protection Supervision, which you can reach via www.lda.bayern.de, is responsible for us.\nHowever, you can also contact any other supervisory authority.</p>\nPrivacy policy regarding our use of PayPal\n<p>We have integrated the online payment service PayPal as one of the available payment options in our online store on our websites.</p>\n<p>The European operating company of PayPal is PayPal (Europe) S.à.r.l.\n&amp.\nCie.\nS.C.A., 22-24 Boulevard Royal, 2449 Luxembourg, Luxembourg.</p>\n<p>If a data subject chooses PayPal as a payment option during the order process in our online store, the data subject's data is automatically transferred to PayPal.\nBy choosing PayPal as a payment option, the data subject consents to the transfer of personal data required for processing the payment.\nThis information may include first and last name, address, e-mail address, IP address, phone number, ordered products including prices and other information required for payment processing and fraud prevention.</p>\n<p>PayPal may share personal information with banks, credit agencies, affiliates and subcontractors.</p>\n<p>A data subject may revoke his/her consent to the processing of personal data by PayPal at any time by serving notice of such revocation to PayPal.\nSuch revocation does not affect personal data which must be transferred and processed for payment processing or which must be retained due to legal regulations.</p>\n<p>PayPal's <strong>Privacy Policy</strong> informs you about the collection, processing and use of personal data by PayPal.</p>\nContact details for inquiries regarding our privacy policy\n<p>If you would like to exercise your data protection rights, or if you have questions about this privacy policy or our data protection behavior, please contact us via e-mail at privacy@softmaker.com</p> Thank you.\n<p>The product has been added to the shopping cart.</p> Continue shopping Proceed to checkout We use cookies.\nSome of them are required for the functioning of this website, while others allow us to collect traffic statistics.\nPrivacy policy Accept all cookies Customize cookie settings × Change privacy settings <ul>\n<li> Accept cookies required for the functioning of the website.\n<p>Some cookies are required to provide you with the basic functions of this website and thus cannot be disabled.</p> Information on required cookies </li>\n<li> Accept statistics cookies <p>We use the open source software Matomo on our websites to collect traffic statistics.\nMatomo does not transfer any data to servers beyond our control.</p>\n<p>Matomo uses cookies.\nThese cookies allow us to count visits and analyze the use of our websites.</p>\n<p>If you agree to the analysis of your data, please enable these cookies.</p> Additional information on the use of Matomo Close </li>\n</ul> ", "created_at": "2023-04-11 00:34:23.805984", "updated_at": "2023-04-11 00:36:02.265969"}], "points": [], "urls": ["softmaker.com"]}}