{"error": 448, "message": "OK", "parameters": {"id": 8695, "name": "King County", "created_at": "2023-07-01 04:39:49.921235", "updated_at": "2023-11-17 20:03:52.293901", "wikipedia": null, "keywords": null, "related": null, "slug": "king-county", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8695.png", "url": "kingcounty.gov,kingcountyhazwastewa.gov,hazwastehelp.org", "documents": [{"id": 16961, "name": "Terms", "url": "https://www.kingcounty.gov/about/website/termsOfUse.aspx", "xpath": "/html/body/div[2]/div/div/div[2]/div[3]/div", "text": " <p>\n</p>\n<p>Please read these terms of use (Terms) carefully before using this King County website or mobile application (“App”).&nbsp.\nBy accessing or using the website or App, you agree that you have read and understood, and, as a condition to your use of the website or App, you agree to be bound by the following Terms of Use (“Terms”), including King County’s Privacy Policy.&nbsp.\nYour use of the site or App, constitutes an agreement between you and King County and you agree to be bound by these terms.\n</p>\nGeneral\n<p>King County has several different websites and mobile applications, (or “Apps”), and various other technologies such as chatbots and voice assistants.</p>\n<p>King County websites and Apps are owned and operated by King County and are used to provide many types of information.\nBy using King County’s websites and Apps you acknowledge and agree to comply with these Terms, the King County Privacy Policy, and all applicable laws in connection with King County’s copyright, trademark and other intellectual property rights.\nIf you do not agree, you should not access or use this website or any App.</p>\nUse of information\n<p>King County reserves the right, and you authorize King County, to the use and assignment of all information regarding Website and Apps uses by you and all information provided by you in any manner consistent with our Privacy Policy.\nAll remarks, suggestions, ideas, graphics, photographs, or other information communicated by You to King County through the Website and Apps (collectively, the \"Submission\") will forever be the property of King County.&nbsp.\nKing County will not be required to treat any Submission as confidential.&nbsp.\nWith regard to any information you provide to King County, you agree and consent to King County using, transferring to any King County department or third party, and retaining such information as needed in conducting King County’s official business.&nbsp;&nbsp.\nAny information you provide to King County may be subject to public disclosure in accordance with the Washington Public Records Act or other local state or federal laws, rules and/or regulations.&nbsp.\n</p>\nChanges\n<p>King County, in its sole discretion, may modify these Terms, or add or remove terms at any time and such modifications, additions or deletions will be effective immediately upon posting.\nKing County may change or discontinue any aspect, feature or service of the websites or Apps at any time, temporarily or permanently, with or without notice.</p>\nRestrictions on use\n<p>The content of King County’s websites, and Apps including all text, graphics, compilations, data, and other documentation, is the property of King County and is protected by copyright law.\nYou may not publish, display, distribute or commercially exploit any of the web or App content or the website without the prior written permission of King County.</p>\nIndemnification by user\n<p>You will defend King County against any claim, demand, suit, or proceeding made or brought against King County by a third party alleging that any data you use in conjunction with &nbsp;any websites or any App(s), or your use of any service or content in breach of this Agreement, infringes or misappropriates such third party’s intellectual property rights or violates any law (a “Claim Against King County”), and you will indemnify King County from any damages, attorney fees and costs incurred by King County as a result of, or for any amounts paid by King County under a court-approved settlement of, a Claim Against King County, provided King County (a) promptly gives you written notice of the Claim Against King County, (b) gives you sole control of the defense and settlement of the Claim Against King County (except that you may not settle any Claim Against King County unless it unconditionally releases King County of all liability), and (c) gives you all reasonable assistance, at your expense.\n</p>\nDisclaimer of warranty.\nlimitation of liability\n<p>King County attempts to provide the best service available, but situations will occur that disrupt service or cause inaccurate information to be posted.\nThe material presented on this website is not guaranteed as to accuracy, completeness, reliability, usefulness, or timeliness.\nThe provision of the website depends on a number of items, including Internet availability, communications networks, and computer equipment which are beyond the control of King County and difficult to predict.\nThe information on this website or in any App is not intended to constitute advice nor is it to be used as a substitute for specific advice from a professional.\nYou should not act (or refrain from acting) based upon the information on this website without independently verifying the information and, as necessary, obtaining professional advice regarding your particular facts and circumstances.\nThose relying on information presented on this website or in any App(s) do so at their own risk.\nYou assume the risk that the information provided may be incorrect, as well as the risk that any information or material downloaded by you may cause loss of data or damage to your computer systems and neither King County, nor any of its officials, employees or agents shall be liable for either the accuracy of this information or any actions taken based on the information.\nKing County does not represent that the use of any information will not infringe privately owned rights.</p>\n<p>All information on this website is provided \"as is\", “with all faults” and “as available” without warranty of any kind, either express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, accuracy, or non-infringement nor shall the distribution of this information constitute any warranty.\nKing County assumes no responsibility for errors or omissions in the information or software or other documents which are referenced by or linked to this website.\nTo the fullest extent permissible under applicable law, under no circumstances, including, but not limited to, negligence, shall King County, its officials and employees, or any contributor to this website be liable for any direct or indirect damages, even if both parties are aware of the possibility of such damages, including without limitation loss of profits or for any other incidental, special, consequential or exemplary damages, however caused, whether based upon contract, negligence, strict liability in tort, warranty, or any other legal theory, arising out of or related to your use of, or the inability to use, this website or its content.\nKing County is not responsible for or liable for any damage, including damage caused by viruses, to your computer, computer system, or other property, during or on account of access or use of this website or any sites to which this website provides links.\nWe welcome feedback on the website at kingcounty.gov, but provide no guarantee that feedback will result in site changes.\nIf you are dissatisfied in any way with any of these terms of use, your sole and exclusive remedy is to discontinue use of this website.</p>\nLinks to other sites and/or materials\n<p>King County provides links to Internet sites and data maintained by third parties.\nThese links are provided as a courtesy and convenience to you.\nKing County does not operate or control any of these sites, and cannot be responsible for their content, availability or accuracy.\nMoreover, in no way should an external link be considered any form of endorsement by King County.\nIf you leave King County’s website or App for a third-party website or App, you do so at your own risk.\n</p>\nRight to privacy\n<p>King County, as a government entity, conducts public business and records related to the business of King County are generally available for public review.\nKing County is committed, to the extent allowable by law, to protect and secure personal information contained in King County records.\nThis privacy commitment must be balanced with the rights of public access under chapter 42.56 RCW, Washington Public Records Act, consistent with chapter 2.14 of the King County Code and any other applicable federal, state, and local statute or regulation.</p>\n<p>You may access the King County Privacy Policy here.</p>\n<p>Personal Information, as defined in the Privacy Policy, collected from you on this website or in King County Apps will be used for the purpose for which it is provided.\nFor example, if you submit an email address or phone number, we may use that information to contact you.\nHowever, by accessing and using this website, you agree to the conditions set forth below.\nIf you do not agree, you should not use this website:</p>\n<ul>\n<li>\n<strong>Conducting customer satisfaction surveys:</strong> To gauge your satisfaction with the level of customer service that you received and improve our ability to provide such customer service, King County may from time to time use the information provided by you through this website to conduct brief customer satisfaction surveys.</li>\n<li>\n<strong>Service analytics</strong>: King County will use de-identified information (information provided by you with all personally identifying information removed) to analyze various aspects related to this website, including but not limited to, website performance statistics and customer service statistics.</li>\n<li>\n<strong>Contact Us:</strong> King County uses Contact Us Forms located throughout our websites to allow you to contact us directly with any questions, comments, or requests you may have.\nThis information is used to respond to your questions, comments, and requests.</li>\n<li>\n<strong>Email Registration:</strong> You have the opportunity to subscribe to receive regular emails from King County while visiting our websites.\nWhen signing up for email you may be asked to provide certain details, such as email address, name, country, and preferences.\nThe information you provide will be used to deliver email to you.\nIf at any time you no longer wish to be a part of that email list, you may unsubscribe by clicking Unsubscribe within the email.</li>\n<li>\n<strong>Mobile Apps.</strong> King County offers various Apps for mobile devices, including Apps for phones and tablets.\nFull access to all the features within these applications may require the creation of an account.\nCounty Mobile Apps may track information about what features of the App you use and your usage patterns.</li>\n</ul>\nWebsite and App interactive use restrictions\n<p>The websites and Apps may contain comments sections, discussion forums or other interactive features in which you may participate.\nBy engaging in such participation, you agree that you will not:</p>\n<ul>\n<li>Post any information that is illegal, harmful, abusive, defamatory, harassing, threatening, obscene, libelous, or racially, sexually, religiously otherwise objectionable and offensive or violates the legal rights of others.\n</li>\n<li>Misrepresent one's person, background, or character.\n</li>\n<li>Sell, advertise, or exchange any goods or services unless expressly allowed.\n</li>\n<li>Post any material &nbsp;that violates the intellectual property or proprietary rights of a third party.\n</li>\n<li>Interfere with any other person’s right to privacy, including posting private, personal information about a third party without consent;</li>\n<li>Post any content that is off topic;</li>\n<li>Post content that violates any law, whether or not the violation is intentional.</li>\n</ul>\n<p>Also, you agree to use any of King County forums at your own risk.\nWhile championing proper use of such forums, King County cannot guarantee that violations of the above will not occur.</p>\n<p>Communications and/ or postings on this website may be moderated.\nComments, posts, and communications that violate the above will be removed, and offending individuals may be denied future access to the website.</p>\nCookies\n<p>King County websites use cookies to track information.\nThis includes information about pages viewed, frequency of visit, country of visit, and the user navigation around King County websites.\nMost browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\n</p>\n<ul>\n<li>King County may use cookies when you sign into an account.\nAs long as you stay signed into your account, this cookie will remain on your device.\nWhen you sign out of your account, this cookie is removed.</li>\n<li>King County uses cookies to track anonymous statistical information about how you use our site(s).\nThis helps King County know which areas of the site are most effective, the areas that may need improvement, and use this information to help inform how King County can better serve you.\nKing County uses third parties to set these cookies.\nKing County does not use these cookies for any purpose other than stated.</li>\n</ul>\nMiscellaneous\n<p>These terms of use constitute the entire agreement between you and King County with respect to the subject matter hereof and supersedes all previous written or oral agreements, if any, between you and King County with respect to such subject matter.\nThese terms of use shall be construed in accordance with the laws of the State of Washington as well as with all federal law and regulations, without regard to its conflict of laws provisions.\nYou consent to the exclusive jurisdiction of the state and federal courts in King County, Washington in all disputes arising out of or related to these terms of use and the use of this website.\nThe invalidity of any term or provision of these terms will not affect the validity of any other term or provision.\nWaiver by King County of strict performances of any provision of these terms will not be a waiver of or prejudice King County's right to require strict performance of the same provision in the future or of any other provision of these terms.\nNo waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nThe section headings used herein are for convenience only and shall not be given any legal import.\nComments or questions about this website or the terms of use should be directed to webteam@kingcounty.gov.</p>\n&nbsp;<p>\n</p> ", "created_at": "2023-07-01 04:39:49.9516", "updated_at": "2023-07-01 04:40:14.037942"}, {"id": 16962, "name": "Privacy", "url": "https://kingcounty.gov/about/website/privacy.aspx", "xpath": "/html/body/div[2]/div/div/div[2]/div[3]/div", "text": " <strong>Preface</strong>\n<p>King County, as a government entity, conducts public business and its records related to the business of King County are generally available for public review.\nNevertheless, King County is committed, to the extent allowable by law, to protect and secure your personal information contained in King County records.\nThis privacy commitment must be balanced with the rights of public access under Chapter 42.56 RCW (Washington Public Disclosure Act) and consistent with KCC 2.14.030 and any other applicable federal, state, and local statute or regulation.</p>\n<strong>Information privacy</strong>\n<p>King County gathers personal information when it is relevant and necessary, fair and to the extent possible with the knowledge and consent of the individual, to accomplish county business.\nWe only obtain this information through legal means.\nWhen King County collects personal information from you, we:</p>\n<ul>\n<li>Tell you why we are collecting this personal information.\n</li>\n<li>Limit the amount of your personal information that we collect to that which is necessary for the stated purpose for which it was collected.\n</li>\n<li>Take steps to use your personal information to the stated purpose for which it was collected.\n</li>\n<li>Take steps to ensure that, at the time of collection, your personal information is accurate, complete and current.\n</li>\n<li>Provide your personal information only to authorized King County employees and private contractors or public organizations on a need-to-know basis and as a result of a public disclosure request as required by the Public Records Act.\n</li>\n<li>Do not sell or make your personal information available to others without your consent <br> except when: <ul>\n<li>Legally required or permitted by law.\nor </li>\n<li>Needed to complete your transaction with the county.\n</li>\n</ul>\n</li>\n<li>Retain personal information only as long as necessary to conduct county business in accordance with records retention schedules.\n</li>\n<li>Dispose of personal information in a secure manner that prevents unauthorized disclosure.\n</li>\n<li>Take organizational, technological, and physical measures to securely safeguard personal information.</li>\n</ul>\n<strong>Information specific to the Internet</strong>\n<p>King County may track information, such as user hits, visits and sessions.\nhowever this information cannot be linked to a specific person.</p>\n<p>Cookies are another example of anonymous information that we may use.\nCookies are small text files that are placed on a user's computer by a Web server.\nWe occasionally use cookies to tailor information to the needs of a user's specific browser.\nOur Web server is not able to determine any data about you nor does it do anything with these cookies.</p>\n<p>Personal information collected on certain King County webpages is data that you provide to us about yourself.\nProviding personal information to us on our website is purely voluntary.\nThis information is used to better serve you.\nShould you choose not to provide personal information to King County on a website, you may provide this information to us in another way, such as visiting a county office during normal business hours or, for some county services, completing your business by mail or telephone.</p>\n<p>When King County collects personal information from children using our website, it complies with the Federal Children's Online Privacy Protection Act.</p>\n<p>King County's website has links to other websites, including other government agencies, nonprofit organizations and private businesses.\nWhen you link to one of these external websites, you are no longer on King County's website and this privacy notice no longer applies.\nInstead, you are subject to the privacy notice or other terms and conditions of that website.</p>\n<strong>Review and correct your personal information</strong>\n<p>Upon request to a specific King County agency, you may review your personal information that the agency maintains about you and ask that agency to correct any inaccuracies.</p>\n<strong>Other King County privacy notices</strong>\n<p>Some King County agencies may have privacy notices that are more restrictive than this information privacy notice.\nIn that case, the agency's specific privacy notice takes precedence over this notice.\nFor privacy inquiries specific to a King County agency's privacy notice, please contact that agency directly.</p>\n<p>Alternate formats of this document are available by telephone at 206-263-0346 or TTY Relay 711.</p> ", "created_at": "2023-07-01 04:40:33.210491", "updated_at": "2023-07-01 04:40:42.572702"}], "points": [], "urls": ["kingcounty.gov", "kingcountyhazwastewa.gov", "hazwastehelp.org"]}}