{"error": 448, "message": "OK", "parameters": {"id": 7238, "name": "ITProTV", "created_at": "2023-01-06 23:43:12.731205", "updated_at": "2023-01-22 17:00:17.583864", "wikipedia": null, "keywords": null, "related": null, "slug": "itprotv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7238.png", "url": "itpro.tv", "documents": [{"id": 13870, "name": "Privacy Policy", "url": "https://www.itpro.tv/privacy/", "xpath": "//body", "text": null, "created_at": "2023-01-06 23:43:12.792348", "updated_at": "2023-01-06 23:44:32.130284"}, {"id": 13871, "name": "Terms & Conditions of Use", "url": "https://www.itpro.tv/terms/", "xpath": "//body", "text": "<ul>\n<li>try it free</li>\n<li>home</li>\n<li>courses</li>\n<li>business plans</li>\n<li>personal plans</li>\n<li>business</li>\n<li>personal</li>\n<li>log in</li>\n</ul>\n<ul>\n<li>courses</li>\n<li>resources<ul>\n<li>Grow Your IT Career</li>\n<li>IT career paths</li>\n<li>Vendor certification</li>\n<li>job resources</li>\n</ul>\n<ul>\n<li>Get Started in IT</li>\n<li>How to get started in IT</li>\n<li>What is online IT training?</li>\n<li>How do I get IT certified?</li>\n</ul>\n<ul>\n<li>IT Learning</li>\n<li>virtual labs</li>\n<li>practice tests</li>\n<li>podcasts</li>\n<li>Blog</li>\n<li>articles</li>\n<li>infographics</li>\n</ul>\n<ul>\n<li>ITProTV Live</li>\n<li>webinars</li>\n<li>events</li>\n</ul>\n</li>\n<li>pricing<ul>\n<li>business plans</li>\n<li>personal plans</li>\n</ul>\n</li>\n<li>business</li>\n<li>personal</li>\n<li>log in</li>\n<li>\n</li>\n<li>try it free</li>\n</ul>\n<p>Best viewed in a larger browser window, Edge, Chrome, or FireFox.</p>Terms &amp.\nConditions of Use1.\nIntroduction<p>1.1 Welcome to ACI Learning.\nWe hope that you enjoy your experience and thank you for subscribing.\nThese Terms and Conditions of Use (the “Agreement”) govern your use of the Internet-based learning service provided through this site (“Service”).\nThe Service consists of computing and information services and software, information, interactive forums, and other content provided by EdutainmentLIVE LLC and its affiliates (“ACI Learning”),</p>\n<p>1.2 By using or accessing the Service, you acknowledge and agree to comply with and be legally bound by the terms and conditions of this Agreement.\nYour participation in the Service is conditioned upon your acceptance of this Agreement.\nPlease carefully read this Agreement and indicate your acceptance by using the Service, downloading a course, or by purchasing any of our products.\nACI Learning is committed to transparency and accountability in the way we provide the Service to our subscribers.\nACI Learning may revise this Agreement (including policies or agreements which are incorporated herein) from time to time and will post revisions to https://www.itpro.tv/terms/ prior to such changes becoming effective.\nYou acknowledge and agree that ACI Learning may notify you by posting the revisions to https://www.itpro.tv/terms/ and that your continued use of the Service following any changes constitutes your binding acceptance of these terms and conditions including any such changes.\nIf changes to this Agreement involve a new use of subscribers’ personal information or a new means of processing that information, ACI Learning will provide specific notification of those changes to you prior to the start of the new use or processing.</p>2.\nGrant of License:<p>ACI Learning grants you, as a registered subscriber, a limited, non-exclusive, non-transferable, non-sublicensable, revocable license and/or right to access, via a standard web browsing program not supplied by ACI Learning (“Browser”) to use the Service and the information, software, photographs, audio and video clips, graphics, and other material contained on the Service (collectively, the “Content”) solely for your own individual (non-commercial) use on one personal computer or other device capable of displaying the Content.\nYou may not share your access nor distribute any Content from the Service to others without the prior written permission of ACI Learning.</p>3.\nUse of Service Content:<p>3.1 You acknowledge that the Service and all Content are protected by applicable laws of the United States and foreign countries governing copyright, trademark, and other proprietary and intellectual property rights You acknowledge and agree that the Service and all Content, including all associated intellectual property rights, are the exclusive property of ACI Learning and its licensors for which all rights are reserved.\nYou agree to comply with any additional copyright notices, information, or restrictions applicable to any Content available on or accessed through the Service.\nACI Learning and all related trademarks, trade names, logos, characters, design, and trade dress are trademarks or registered trademarks of ACI Learning.\nor its licensors in the United States and other countries and may not be used without written permission.\nAll other trademarks are the property of their respective owners.\nPlease consult the Trademark Guidelines for information regarding our complete list of ACI Learning trademarks.</p>\n<p>3.2 You may not modify, publish, transmit, transfer or sell, reproduce, create derivative works from, distribute, perform, display, or in any way exploit any of the Service or Content, in whole or in part, except as expressly permitted in this Agreement.\nContent or any aspect of the Service comprising of or containing downloadable software may not be reverse engineered, decompiled, scraped, tracked, crawled, or otherwise viewed, accessed or obtained unless specifically authorized by its proprietor.</p>\n<p>3.3 You may download or copy the Content only for your own individual use as provided herein, and further provided that you maintain all copyright and other notices contained in such Content.\nYou shall not store electronically any portion of any Content, except as may be temporarily stored by your Browser in its ordinary operation.\nExcept as may be expressly permitted by U.S.\ncopyright laws, no copying, storage, redistribution, or publication of any Content is permitted without the express prior written permission of the owners of such Content.</p>\n<p>3.4 You grant to ACI Learning the right to edit, copy, publish, distribute, translate, and otherwise use any Subscribers’ Content (as defined below, but excluding personal information as that term is defined by our Privacy Policy, which can be found at https://www.itpro.tv/privacy/) that you place on the Service, in any medium.\nYou represent and warrant that you are authorized to grant all rights set forth in the preceding sentence.</p>\n<p>3.5 You agree you shall not assert, nor will you authorize, assist, or encourage any third party to assert, against ACI Learning or any of our affiliates, business partners, licensors, licensees or transferees, any patent infringement or other intellectual property infringement claim with respect to any Content or any aspect of the Service.\nIf ACI Learning concludes, after investigation that an infringement has occurred, your sole remedy shall be ACI Learning’s removal of the infringing Content from inclusion in the Service as described below.</p>\n<p>3.6 Digital Millennium Copyright Act.\nACI Learning will remove infringing materials in accordance with the Digital Millennium Copyright Act if we are properly notified that the content infringes copyright.\nIf you believe that your content has been used by ACI Learning or any other Customer or Authorized User or End User in a way that constitutes copyright infringement, please notify us in writing and by Certified Mail at: EdutainmentLIVE, LLC, 7525 NW 4th Blvd, Gainesville, FL, 32607.\nYour message must contain the following information (please confirm these requirements with your legal counsel, or see the U.S.\nCopyright Act, 17 U.S.C.\n§512(c)(3), for more information):</p>\n<ol>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.</li>\n<li>A description of the copyrighted work that you claim has been infringed.</li>\n<li>A description of where the material that you claim is infringing is located within the Services, sufficient for ACI Learning to locate the material.</li>\n<li>Your address, telephone number, and email address.</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement by you that the information in your notice is accurate and, under penalty of perjury that you are the copyright owner or authorized to act on the copyright owners behalf.</li>\n</ol>\n<p>If you believe that your work has been removed or disabled by mistake or misidentification, please notify our Copyright Agent by sending us notice at the address specified above or by e-mail to copyright@itpro.tv.</p>4.\nService Rules of Conduct:<p>You may use the Q&amp;A forum feature of the Service for lawful purposes only.\nYou may not upload to, or distribute or otherwise publish through the Service, any material which (a) is libelous, defamatory, obscene, pornographic, abusive, harassing or threatening, or otherwise objectionable to ACI Learning in their sole and absolute discretion, (b) contains viruses or other contaminating or destructive features, (c) violates the rights of others, such as by infringing any copyright, trademark, patent, or trade secret or violating any right of privacy or publicity, (d) constitutes unauthorized or unsolicited advertising, junk or bulk e-mail, or any form of lottery or gambling, chain letters or marketing/pyramid schemes, or the selling or trading of any merchandise, (e) contains links to sites that violate these Terms of Use, such as pornographic sites, defamatory sites, and so on, or (f) otherwise violates any applicable law.\nYou may not use the Service for any commercial purpose, including advertising or solicitation of funds or goods and services.\nIn addition, you may not use the Service to solicit subscribers to join other online information services that are competitive with the Service.\nNeither the administrators of nor the moderators of the Service or the student forum are responsible for the privacy practices of any user.\nRemember that all information that is disclosed in these areas becomes public information and you should exercise caution when deciding to share any of your personal information.\nWe do not edit, review or make decisions concerning information you decide to share with others on our site, including, but not limited to, any personal information or data.</p>5.\nManaging Content:<p>ACI Learning does not review material submitted to the Service by subscribers (“Subscribers’ Content”) and is not responsible for such Subscribers’ Content.\nHowever, ACI Learning reserves the right to cancel your access to these areas and/or delete, move, modify, or edit any Subscribers’ Content, including messages posted in any forum, that they may determine, in their sole discretion, violates this Agreement.\nYou are and shall remain solely responsible for all Subscribers’ Content posted by you or by any other person using your account.</p>6.\nNo Endorsement:<p>6.1 ACI Learning does not represent or endorse the accuracy or reliability of any Subscribers’ Content displayed, uploaded, posted on any message board, or otherwise distributed through the Service.\nACI Learning expressly disclaims any liability related to Subscribers’ Content, and you acknowledge that any reliance by you upon such Subscriber Content shall be at your sole risk.</p>\n<p>6.2 The Service may contain links to sites on the Internet that are owned and operated by third parties (the \"External Sites\").\nYou acknowledge that we are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.\nAdditionally, ACI Learning is not responsible for the availability of, or the content located on or through, any External Site.\nYou should contact the site administrator or Webmaster for those External Sites if you have any concerns regarding such links or External Sites.</p>\n<p>6.3 We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites.\nPlease review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.</p>7.\nSubscriber Qualifications:<p>7.1 As part of the registration process, you will either be given an access key or a user id and password.\nIf you are given an access key, you will select a password and fill in certain information about yourself.\nYou must provide accurate, complete, and current registration information and you agree to provide the Service with any updates to that information promptly after such changes occur.</p>\n<p>7.2 Individual subscriptions to the Service are available only to persons who are at least 18 years of age.\nACI Learning does not market to or collect information from individuals 18 years of age or younger.\nYour right to use the Service is personal to you and cannot be transferred to any other person.</p>\n<p>7.3 You are responsible for all use of your account under any password by any person, whether or not authorized by you, and for ensuring that all use of your account complies with this Agreement.</p>\n<p>7.4 You shall be responsible for obtaining communication services, computer equipment, and other products or services necessary to access and use the Service.\nYou shall be responsible for all charges associated with accessing and maintaining a connection to the Service including, but not limited to, charges imposed by an Internet service provider, or your local telephone company.</p>8.\nSubscriber Information, Privacy:<p>Your participation in the Service is subject to our Privacy Policy, which can be found at https://www.itpro.tv/privacy/.</p>9.\nService and System Availability:<p>ACI Learning uses reasonable efforts to maximize system availability.\nACI Learning shall make a reasonable effort to correct any technical difficulties which may arise with the Service.\nhowever, ACI Learning is not responsible for any Service down time.\nACI Learning is not responsible for any technical difficulties resulting from the World Wide Web, Internet access, and computer hardware or software.</p>10.\nIndemnity:<p>You hereby agree to indemnify, defend, and hold ACI Learning and all of their respective officers, directors, employees, owners, agents, information providers, affiliates, and licensors (collectively, “Representatives”) harmless from and against any and all liability, losses, costs, and expenses (including attorneys’ fees) incurred by them in connection with any claim arising out of any use or alleged use of your account or password by any person, whether or not authorized by you.\nACI Learning reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you, and in such case, you agree to cooperate with their defense of such claim.</p>11.\nTermination of Service<p>11.1 With appropriate notice, ACI Learning reserves the right, in their sole discretion, to restrict, suspend, or terminate your access to all or any part of the Service at any time for any reason without liability and without any obligation to refund any portion of fees paid.\nSuch suspension shall not toll any subscription period.\nfor clarity, any suspended period shall not be added to the length of any current subscription period when the suspension is lifted.</p>\n<p>11.2 ACI Learning may change, suspend, or discontinue all or any aspect of the Service at any time, including the availability of any Service feature, database, or content, without prior notice or liability.\nYou consent to receive notices, including agreements, disclosures, and other communications, electronically from us at the email address you have provided.\nYou agree that these electronic notices satisfy any legal requirements that such communications be in writing.</p>\n<p>11.3 If changes to the Service would restrict access to your personal information in a way that is prohibited by applicable law, ACI Learning will respond to requests for access to your personal information, or requests to change, modify or delete personal information associated with the Service in a reasonable time and without undue delay.</p>\n<p>11.4 You agree that we can change the terms of the subscription with advance notice to you and an opportunity for you to cancel, otherwise all subscriptions shall automatically renew.\nThe period of auto-renewal will be the same as your initial subscription period unless otherwise disclosed to you.\nWe shall notify you of any change in subscription rates sufficiently prior to a rate change and sufficiently prior to your auto-renewal, and you will have the right to cancel the renewal of your subscription.\nIf you have registered for a free trial subscription, we will begin to bill your account when the free trial subscription expires, unless you cancel your subscription before that time.</p>12.\nDisclaimer of Warrantees.\nLimitation of Liability:<p>12.1 THE SERVICE AND THE CONTENT ARE DISTRIBUTED ON AN “AS IS, AS AVAILABLE” BASIS.\nNONE OF ITPRO.TV, THIRD PARTY CONTENT PROVIDERS, OR THEIR RESPECTIVE AGENTS MAKE ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, WITH RESPECT TO THE SERVICE, ANY CONTENT, OR ANY PRODUCTS OR SERVICES SOLD THROUGH THE SERVICE.\nYOU EXPRESSLY AGREE THAT THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE SERVICE AND THE ACCURACY OR COMPLETENESS OF THE CONTENT IS ASSUMED SOLELY BY YOU.\nNONE OF ITPRO.TV, NOR ANY PROVIDER OF THIRD PARTY CONTENT OR THEIR RESPECTIVE AGENTS WARRANTS THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE.\nNOR DOES ITPRO.TV, ANY THIRD PARTY CONTENT PROVIDER, OR THEIR RESPECTIVE AGENTS MAKE ANY WARRANTY AS TO THE RESULTS TO BE OBTAINED FROM USE OF THE SERVICE OR THE CONTENT.</p>\n<p>12.2 NONE OF ITPRO.TV, ANY THIRD PARTY CONTENT PROVIDER, NOR THEIR RESPECTIVE AGENTS SHALL BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OF OR INABILITY TO USE THE SERVICE, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>12.3 SOME STATES DO NOT ALLOW EXCLUSION OF IMPLIED WARRANTIES OR LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH STATES, THE LIABILITY OF ITPRO.TV, THIRD PARTY CONTENT PROVIDERS, AND THEIR RESPECTIVE AGENTS SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>13.\nThird Party Rights:<p>The provisions of paragraphs 3, 4, 10, and 12 are for the benefit of ACI Learning, third party Content providers, and its and their respective employees, agents, and contractors.\nEach such party will have the right to enforce such provisions directly on its own behalf.</p>14.\nDisputes and Governing LawPlease read these provisions carefully:<p>14.1 This Agreement shall be construed in accordance with the laws of the State of Florida.</p>\n<p>14.2 In the event of a concern or dispute between us, please send ACI Learning written notice to info@itpro.tv describing the nature of the dispute and the relief sought.</p>\n<p>14.2(a) If it is not resolved within 60 days, ACI Learning and you agree that any dispute arising out of or relating to any aspect of the relationship between us will not be decided by a judge or jury, but instead by a single arbitrator in an arbitration administered by the American Arbitration Association(AAA).\nThis includes claims arising out of this Agreement, including claims related to statements about our products.\nAlternatively, you may opt out of arbitration as described below.</p>\n<p>14.2(b) The AAA Consumer Arbitration Rules will apply.\nWe will pay all AAA fees for any arbitration.\nThe arbitration will occur in Alachua County, Florida.\nTo learn more about the Rules and how to begin arbitration, you may call any AAA office or go to www.adr.org.</p>\n<p>14.2(c)The arbitrator may only resolve suits between you and ACI Learning on an individual basis.\nThe arbitrator cannot award relief for anyone who is not a party and may not consolidate claims.\nIn other words, you and ACI Learning may bring claims against the other only in your or its individual capacity and not as a plaintiff or class member in any class or representative action.</p>\n<p>14.2 (d) If you prefer, you may instead take your individual dispute to small claims court.</p>\n<p>14.2 (e) You may opt out within 30 days after consenting to these Terms and Conditions by e-mailing ACI Learning at info@itpro.tv stating your name and e-mail address and intent to opt out of the arbitration provision.\nIf you do opt out of the arbitration provision, the parties irrevocably consent to bring any action to enforce this Agreement in the federal or state courts located in Alachua County, Florida.</p>15.\nMiscellaneous:<p>i.)This Agreement constitutes the entire agreement between the parties with respect to the subject matter hereof, and supersedes all previous written or oral agreements between the parties with respect to such subject matter.</p>\n<p>ii.)This Agreement may not be amended except in writing signed by both parties and no waiver by either party shall be deemed a waiver of any preceding or subsequent breach or default.</p>\n<p>iii.)The provisions of sections 3, 4, 7, 8, 10, 11, 12, and 13 shall survive any termination of this Agreement, as well as any other provisions which by their terms or sense are intended to survive.</p>\n<p>iv.)These terms are neither assignable nor transferrable by you, by operation of law or otherwise, without ACI Learning’s prior written consent.</p>16.\nMiscellaneous:<p>Other than as specifically delineated in our Privacy Policy, we make no representation that materials on this website are appropriate or available for use in locations outside the United States, and accessing them from territories where their contents are illegal is prohibited.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local laws.\nProvision of the Service may involve transfer of personal information from the European Union to the United States.\nSubscribers located in the European Union hereby consent to the processing of their personal information by ACI Learning in the United States subject to the terms and conditions of our Privacy Policy, which can be found at https://www.itpro.tv/privacy/.</p>17.\nACI Learning Referral Program:Introduction<p>By using, participating in, sending or receiving links from or to, or engaging in a Checkout experience tied to (collectively referred herein as “use”) the ACI Learning Referral Program (the “Referral Program”), you understand, acknowledge, and agree to these Referral Program Terms and Conditions (these “Referral Program Terms”), which serve as an addendum to those certain ACI Learning Terms and Conditions of Use available at https://www.itpro.tv/terms/ (the 'Terms').</p>\n<p>ACI Learning offers this Referral Program on an AS IS, WHERE IS basis with no guarantees or warranties, express or implied.</p>Participation<p>Referrer: In order to qualify for the Referral Reward, you must have an active ACI Learning personal subscription in good standing (a “Referrer”) who refers others who do not already have an ACI Learning personal subscription (“New Users”) by sending them the unique personal referral link which ACI Learning will provide you via the Site or otherwise (“Unique Link”).\nYou can send this Unique Link via email, Facebook, Twitter, or otherwise.\nYou may be provided with online tools to help in distributing your Unique Link, and you understand you use those tools at your own risk.\nReferrals should only be used for personal and non-commercial purposes.\nReferral links should not be published or distributed on commercial websites (such as coupon websites, Reddit, or Wikipedia).\nMembers are prohibited from “spamming” anyone with referral invitations.\nThis includes mass emailing, texting or messaging people you do not know or using automated systems or bots through any channel to distribute your referral link.\nMembers are prohibited from paying to advertise their referral links.\nMisleading or attempting to mislead anyone in connection with the Referral Program, including, but not limited to, misrepresenting your relationship with us or posing as our representative in an official capacity.\nand taking any action or making any content that is disparaging or defamatory to us.\nMultiple accounts created with the same name, address, email address or other identifying feature may be flagged as fraudulent referrals.</p>\n<p>For every one (1) New Users that (a) receives and clicks on your Unique Link and (b) purchases a paid ACI Learning Personal Plan on ACI Learning’s Site through the use of that Unique Link, ACI Learning will provide you an ACI Learning credit on account in the amount of $20 USD (the “Referral Reward”).\nThese credits can be applied to as payment towards ACI Learning membership renewal payments.</p>\n<p>Referral Program participants first name, last name, and email address will be shared with Referral Program management service, Referral Saasquatch.</p>Limitations<p>Each Referrer may receive up to $420 in referral rewards per calendar year.</p>\n<p>Referrers are only eligible for the Referral Reward if a New User purchases a Personal Plan.</p>Additional Terms and Conditions<p>Void Where Prohibited: This Program is void where prohibited by law.</p>\n<p>We reserve the right to change the terms and conditions of the ACI Learning Referral Program at any time, without notice, at our sole discretion.\nWe reserve the right to not award a Referral Reward or disqualify someone from the Program if we feel, in our sole discretion, that fraudulent behavior or other unethical conduct has occurred in any way that compromises the fairness the Program in any way.\nReferral Rewards cannot be combined with other promotions and are not valid for previous offers or orders.\nSpam, unsolicited commercial email, or any form of illegal means of communication is illegal, prohibited, and will be grounds for termination of your account and participation in this Program.\nFraudulent or unethical means of communication such as using bots, fictitious identities, fake emails, or scripts is also prohibited and will result in similar actions by us with respect to terminating your account and participation in the Program.\nACI Learning services are subject to additional terms, conditions, and other restrictions.\nSee itpro.tv for details.</p>\n<p>Last Revised: January 1, 2021</p>company<ul>\n<li>about</li>\n<li>edutainers</li>\n<li>Team</li>\n<li>plans &amp.\npricing</li>\n<li>career resources</li>\n<li>Blog</li>\n<li>podcasts</li>\n<li>webinars</li>\n<li>events</li>\n<li>Careers</li>\n<li>custom training</li>\n<li>problems we solve</li>\n<li>Swag Shop</li>\n</ul>verticals<ul>\n<li>government</li>\n<li>managed services</li>\n<li>health care</li>\n<li>education</li>\n<li>tech</li>\n<li>insurance</li>\n<li>finance</li>\n</ul>support<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>accessibility</li>\n<li>FAQ</li>\n<li>Q&amp;A Forum</li>\n<li>Exclusive Discounts</li>Contact Us+1-352-600-6900support@acilearning.com</ul>officesUS:7525 NW 4th Blvd<br>Gainesville, FL 32607UK:Metro House<br>Northgate<br>Chichester PO19 1BE, UKACI Learning HQ:6855 S.\nHavana Suite 420<br>Englewood, CO 80112TwitterTwitter IconFacebookFacebook IconLinkedInLinkedIn IconYoutubeYoutube IconInstagramInstagram IconRedditReddit IconTikTokTikTok Icon© ITPro 2022 ", "created_at": "2023-01-06 23:43:58.615582", "updated_at": "2023-01-06 23:44:09.445449"}], "points": [], "urls": ["itpro.tv"]}}