{"error": 448, "message": "OK", "parameters": {"id": 9455, "name": "Temu", "created_at": "2023-09-01 11:29:39.629938", "updated_at": "2023-10-03 22:02:43.218615", "wikipedia": "https://en.wikipedia.org/wiki/Temu_(marketplace)", "keywords": null, "related": null, "slug": "temu", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/9455.png", "url": "temu.com", "documents": [{"id": 18637, "name": "Terms of Use", "url": "https://www.temu.com/terms-of-use.html?region_id=211&_x_sessn_id=u5k2uswztl&refer_page_name=login&refer_page_id=10013_1693568915628_1g3sele6fq&refer_page_sn=10013", "xpath": "/html", "text": "Temu | Terms of Use | Discounts for EveryoneTerms of useLast updated: July 8, 2023Thank you for using Temu! These Terms of Use (\"Terms\") contain the rules and restrictions that govern your use of our applications, products, services and websites (\"Services\").1.\nOverview<p>1.1 Your residence determines the party with which you enter these Terms:</p>\n<ul>\n<li>If you reside in the United States, these Terms are between you and Whaleco Inc., a Delaware company.\n</li>\n<li>If you reside in the United Kingdom, these terms are between you and Whaleco UK Limited, a UK company.</li>\n<li>If you reside in Canada, you contract with Whaleco Canada Inc.\nand the applicable terms are here.</li>\n<li>If you reside anywhere other than the United States, Canada, or the United Kingdom, these Terms are between you and Whaleco Technology Limited, an Ireland company.</li>\n</ul>\n<p>1.2 Whaleco Inc., Whaleco UK Limited, and Whaleco Technology Limited, as applicable, are referred to in these Terms and Policies (as defined below) as “Temu”, \"we\" or \"us,\".\nFor purposes of these Terms and Policies, we also refer to:</p>\n<ul>\n<li>Our marketplace platform, website and mobile apps, which allow third parties to set up online stores or otherwise sell products, and which may offer other features, products, services or content, including exchanges of information, as the “Temu platform” or “our marketplace app”;</li>\n<li>Third parties that list and sell products and services through the Temu platform and our Services as \"Sellers,\" and the products and services they sell as “Products”.\n</li>\n<li>End users, including visitors to the Temu platform and those who use our Temu platform to purchase Products from Sellers as \"you.\" </li>\n</ul>\n<p>1.3 As a marketplace, we do not own or sell the Products listed on the Temu platform.\nWhen you purchase one or more Products from a Seller through the Temu platform (an “Order”), the Order is solely between you and the Seller.\nThe Seller is responsible for fulfilling your Order, for the Seller’s Products and for providing any post-sale services.\nWe and our affiliates provide technical and operational support for our marketplace app and act as payment collection agent for the Seller for the limited purpose of accepting funds from you.\nYou may pay for multiple Orders (from multiple Sellers) in one transaction on the Temu platform.\nMultiple Orders may be delivered together in one package.</p>\n<p>1.4 Please read these Terms carefully, and if you have any questions, comments, or concerns regarding these Terms or the Services, please contact us (1) if you are using a Temu website, at the appropriate email address on the “Contact us” page linked in the website footer, and (2) if you are using a Temu application, through the “Customer support” section in the “You” menu at the bottom of the home page.\nThese Terms form a binding agreement between you and Temu.\nBy completing the registration process and/or browsing the Services, you represent that (1) you have read, understand and agree to be bound by the Terms.\n(2) you are of legal age to form a binding contract with us.\nand (3) you have the authority to enter into the Terms personally.\nYou should not access or use the Services unless you agree to be bound by all of these Terms.</p>\n<p>1.5 Your use of, and participation in, certain Services may be subject to additional policies we may publish from time to time (“Policies”), including our Privacy &amp.\nCookie Policy.\nIf the Terms are inconsistent with the Policies, the Policies shall control with respect to the relevant subject matter.\nIf you have a seller account, your use of the Services is also governed by the Seller Services Agreement.\nIf there is a conflict between the Seller Services Agreement and these Terms, the Seller Services Agreement shall prevail.</p>\n<p>1.6 PLEASE BE AWARE THAT SECTION 20 BELOW CONTAINS PROVISIONS GOVERNING HOW DISPUTES BETWEEN YOU AND TEMU WILL BE RESOLVED, INCLUDING WITHOUT LIMITATION, ANY DISPUTES THAT AROSE OR WERE ASSERTED PRIOR TO THE EFFECTIVE DATE OF THE TERMS.\nSECTION 20 CONTAINS, AMONG OTHER THINGS, AN AGREEMENT TO ARBITRATE WHICH REQUIRES, WITH LIMITED EXCEPTIONS, THAT ALL DISPUTES BETWEEN YOU AND TEMU BE RESOLVED BY BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE AGREEMENT TO ARBITRATE WITHIN 30 DAYS OF THE EFFECTIVE DATE OF THE AGREEMENT: (1) YOU AND TEMU WILL ONLY BE PERMITTED TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF AGAINST THE OTHER PARTY ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING AND EACH OF US WAIVES OUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.\nAND (2) EACH OF US IS WAIVING OUR RIGHT TO PURSUE DISPUTES OR CLAIMS AND SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL.\nIN SOME COUNTRIES YOU MAY HAVE ADDITIONAL RIGHTS AND/OR ELEMENTS OF THE ARBITRATION AGREEMENT MAY NOT APPLY TO YOU AS REQUIRED BY LAW.</p>\n<p>1.7 PLEASE NOTE THAT THESE TERMS ARE SUBJECT TO CHANGE BY US IN OUR SOLE DISCRETION AT ANY TIME.\nWhen changes are made, we will make a new copy of the Terms and any updated Policies available on the Temu platform.\nWe will also update the “Last Updated” date at the top of the Terms.\nAny changes to the Terms will be effective immediately for all users of the Services, provided that any material changes shall be effective for existing users thirty (30) days after posting.\nWe may require you to provide consent to the updated Terms in a specified manner before further use of the Services is permitted.\nIf you do not agree to any change(s) after receiving a notice of such change(s), you shall stop using the Services.\nOtherwise, your continued use of the Services constitutes your acceptance of such change(s).\nPLEASE REGULARLY CHECK THE WEBSITE OR APPLICATION TO VIEW THE THEN-CURRENT TERMS.</p>2.\nServices and Role of Sellers<p>2.1 We operate our marketplace app that allows Sellers and users to exchange information and complete Orders.</p>\n<p>2.2 Sellers are responsible for setting up and operating their stores on our marketplace app, preparing and uploading Product listing information (including product descriptions and prices) onto their stores, and procuring Products and fulfilling your Orders.\nSellers may not be located in the same country or region as you are, which may have an effect on taxes, customs or the applicability of consumer protection rules.</p>\n<p>2.3 We may, in relation to providing our Services or acting as payment collection agent for Sellers, facilitate payment processing, returns, refunds, and other customer services and transaction services in connection with your purchases of Products from Sellers.\nWe do not have control over and do not guarantee the existence, quality, safety, suitability, or legality of the Products or the truthfulness, accuracy or legality of any information contained in the Product listings or other information provided by Sellers or other users.\nFurthermore, we are not responsible for the performance or conduct of Sellers or other users, including the ability of Sellers to sell Products or that a Seller will actually complete an Order.\nExcept where we clearly indicate otherwise, we do not endorse any Seller, store, Product, or Product listing.</p>\n<p>2.4 We act as payment collection agent for Sellers solely for the limited purpose of accepting payments from you.\nUpon our receipt of your payment in the amount as agreed between you and the Seller, your payment obligation to the Seller for such amount is fulfilled.\nWe are responsible for remitting the funds to the Seller in the manner described in the&nbsp;Seller Services Agreement.</p>\n<p>2.5 Please check all descriptions and restrictions regarding the Product you are interested in thoroughly before you place your Order with a Seller.\nIf you have any special circumstance (e.g., a medical or health condition and/or special need) that may affect or be affected by the Product you wish to purchase, it is solely your responsibility to inform the Seller before you place your Order with the Seller.</p>3.\nUser Requirements and Registration3.1 To use the Services, you represent that you are at least eighteen (18) years old and of legal age to form a binding contract.\nProducts for children's use may be sold by Sellers.\nHowever, these Products are intended for sale to adults.\nCertain Products may be intended for individuals of certain ages or \"mature audiences\" only.\nBy ordering such Products, you certify that you are old enough to view, use, own, or receive them.\nWe are not responsible for third-party content that you may find offensive, indecent, or objectionable.<p>3.2 You may not use the Services if: (a) you cannot enter into a binding contract with us.\n(b) you are located in a country embargoed by the United States.\n(c) you are on a U.S.\nAgency list of prohibited persons or entities, such as the Treasury Department's list of Specially Designated Nationals.\nor (d) you are banned from using the Services by us, in our sole discretion.</p>\n<p>3.3 You may be required to create an account, and select a password and user name.\nWhen creating your account on the Temu platform (“Account”), you agree to provide true, accurate, complete, and updated information about yourself, including contact details.\nYou are responsible for keeping your registration information with us up to date.\nYou are responsible for all activities that occur under your Account.\nYou agree that you shall monitor your Account to restrict use by minors, and you will accept full responsibility for any unauthorized use of the Services by minors.\nYou may not select as your user name a name that you don't have the right to use, or another person's name with the intent to impersonate that person.\nYou may not transfer your account to anyone else without our prior written permission.\nYou agree not to create an Account or use the Services if you have been have been permanently banned from any of the Services.\nYou may not share your Account or password with anyone, and you agree to notify us immediately of any unauthorized use of your password or any other breach of security and to exit from your Account at the end of each session.\n</p>\n<p>\n</p>3.4 You may also register an Account by connecting through a social network service account and its credentials (an “SNS Account”).\nIf you access the Services through a SNS as part of the functionality of the Services, you may link your Account with SNS Accounts by allowing us to access your SNS Account, as is permitted under the applicable terms and conditions that govern your SNS Account.\nYou represent that you are entitled to grant us access to your SNS Account (including, but not limited to, for use for the purposes described herein) without breach by you of any of the terms and conditions that govern your SNS Account and without obligating us to pay any fees or making us subject to any usage limitations imposed by such SNS.\nBy granting us access to any SNS Accounts, you understand that we may access, make available and store (if applicable) any Content (as defined below) that you have provided to and stored in your SNS Account (“SNS Content”) so that it is available on and through the Services via your Account.\nUnless otherwise specified in the Agreement, all SNS Content shall be considered to be User Submissions for all purposes of the Terms.\nDepending on the SNS Accounts you choose and subject to the privacy settings that you have set in such SNS Accounts, personal information that you post to your SNS Accounts may be available on and through your Account on the Services.\nPlease note that if a SNS Account or associated service becomes unavailable, or our access to such SNS Account is terminated by the SNS, then SNS Content will no longer be available on and through the Services.\nYou have the ability to disable the connection between your Account and your SNS Accounts at any time by accessing the “Settings” section of the Services.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE SNS PROVIDERS ASSOCIATED WITH YOUR SNS ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH SNS PROVIDERS, AND WE DISCLAIM ANY LIABILITY FOR PERSONAL INFORMATION THAT MAY BE PROVIDED TO US BY SUCH SNS PROVIDERS IN VIOLATION OF THE PRIVACY SETTINGS THAT YOU HAVE SET IN SUCH SNS ACCOUNTS.\nWe make no effort to review any SNS Content for any purpose, including but not limited to, for accuracy, legality or noninfringement, and we are not responsible for any SNS Content.4.\nRules and Restrictions4.1 You agree to use the Services for your own use, and not on behalf of or for the benefit of any third party, and only in a manner that complies with these Terms, the Policies, and all laws and regulations applicable to you.\nIf your use of the Services is prohibited by any applicable laws, then you are not authorized to use the Services.\nWe are not responsible if you use the Services in a way that breaks the law.<p>4.2 You are responsible for all activity associated with your account.\nTherefore, you must protect the security of your account and password and not share them with any third party.\nYou must notify us immediately of any unauthorized use or security breach of your account.</p>\n<p>4.3 You must not create multiple accounts.</p>\n<p>4.4 Any sweepstakes, contests, raffles, surveys, games, or similar promotions (collectively, \"Promotions\") made available through the Services may be governed by separate rules.\nIf the rules for a Promotion conflict with these Terms, the Promotion rules will govern.</p>\n<p>4.5 When using the Services, you agree and undertake not to take any action or make available any User Submissions through the Services that may:</p>\n<ul>(1) infringe or violate another person’s rights, including intellectual property rights;(2) violate any of these Terms, the Policies, or applicable laws and regulations;(3) engage in any unlawful, harmful, abusive, misleading, false, fraudulent, deceptive, threatening, harassing, defamatory, libelous, pornographic, obscene, profane or otherwise objectionable or discriminatory conduct;(4) circumvent or attempt to circumvent any of these Terms, the Policies or other rules relating to the Services including the Promotions;(5) constitute unauthorized or unsolicited advertising, or junk or bulk e-mail;(6) collect personal data from other users or use any such information collected from the Services;(7) engage in any conduct that is likely to cause a security breach of your account;(8) obtain another user’s password, account, or other security information;(9) use a third party's credentials, conceal your true IP address, or otherwise impersonate or misrepresent your identity or your affiliation with any person or entity;(10) violate or interfere with the proper functioning or security of any computer network;(11) run any form of auto-responder or \"spam\" on the Services, any process that runs or is activated while you are not logged into the Services, or any process that otherwise interferes with the proper functioning of the Services (including by placing an unreasonable load on the Services' infrastructure through overloading, “flooding,” “mail bombing” or crashing the Services);(12) potentially harm the Services, including but not limited to the violation of any security features of the Services, use of manual or automated software or other means to access, \"crawl,\" \"scrape,\" or \"spider\" any page, data, or portion of or relating to the Services or the introduction of viruses, worms or similar harmful code into the Services;(13) copy or store any significant portion of the content on the Services without written consent from us;(14) decompile, reverse engineer, or otherwise obtain the source code or underlying ideas or information of or relating to the Services;(15) buy any&nbsp;Products which you are not legally allowed to purchase or use;(16) abuse any promotions, discounts, or other benefits offered by us or Sellers, or manipulate the price of any listed Products or interfere with Seller listings.\nor(17) attempt to do anything, or permit, encourage, assist, or allow any third party to do anything, prohibited in this list.<p>In addition to any other remedies available to us, a violation of any of the foregoing is grounds for:</p>(1) removal or refusal to post any User Submission for any or no reason in our sole discretion;(2) cancellation of your purchases of Products from the Seller;(3) cancellation of Rewards or payments due from us.\nand/or (4) suspension or termination of your access or use the Services.</ul>\n<p>If we become aware of any possible violations by you of the Terms, we reserve the right to investigate such violations.\nIf, as a result of the investigation, we believe that criminal activity has occurred, we reserve the right to refer the matter to, and to cooperate with, any and all applicable legal authorities.\nWe are entitled, except to the extent prohibited by applicable law, to disclose any information or materials on or in the Services, including User Submissions, in our possession in connection with your use of the Services, to (i) comply with applicable laws, legal process or governmental request.\n(ii) enforce the Terms and Policies, (iii) respond to any claims that a User Submission violates the rights of third parties, (iv) respond to your requests for customer service, or (v) protect the rights, property or personal safety of us, our users or the public, and all enforcement or other government officials, as we in our sole discretion believe to be necessary or appropriate.</p>5.\nPrivacy<p>5.1 Our&nbsp;Privacy &amp.\nCookie Policy&nbsp;provides information about how we collect, use, and disclose your personal information when you access, visit or use the Services.\nIn connection with your use of the Services, you acknowledge and agree that we may collect, access, use, preserve and disclose your personal information (including your account and user information) as described in our&nbsp;Privacy &amp.\nCookie Policy.\nThe Privacy Policy is part of and is governed by these Terms and by agreeing to these Terms, you agree to be bound by the terms of the Privacy &amp.\nCookie Policy.</p>\n<p>5.2 Your purchases are fulfilled by Sellers.\nIn order to fulfill your purchases, Sellers need information about you, such as your mailing address.\nYou acknowledge and agree that when you make a purchase, you authorize us to share your information (including your name, street address, and phone number) with the Seller you are purchasing from to facilitate the fulfilment of your Order</p>6.\nCommunications6.1 By entering into these Terms or using the Services, you agree to receive communications from us, including via e-mail, text message, calls and push notifications.\nYou agree that we may communicate with you using email and text messages, at any email address or telephone number that you provide us, to: (i) notify you regarding your account.\n(ii) troubleshoot problems with your account.\n(iii) resolve a dispute.\n(iv) collect a debt.\n(v) poll your opinions through surveys or questionnaires.\n(vi) notify you regarding order, payment and delivery updates.\n(vii) send you authentication texts.\nor (viii) as otherwise necessary to service your Account or enforce these Terms, the Policies, applicable laws and regulations, or any other agreement we may have with you.\nStandard text messaging charges applied by your cell phone carrier will apply to text messages that we send.<p>6.2 If you would like to receive our marketing materials via mobile texts and alerts, you may sign up to do so.\nBy signing up, you provide your consent to receive promotional messages or other mobile messages from or on behalf of us, including one-time passcodes, notifications regarding your orders, our promotional messages, and abandoned cart reminders (enabled by using cookies we collect as described in these Terms) at the mobile number you provide us.\nOpting in for a program does not entail automatic opt-in for another.\nMessage frequency varies and carriers are not liable for any delays or undelivered messages.\nMessage and Data Rates may apply.\nYou acknowledge that you are not required to consent to receive marketing texts as a condition of using the Services.\nIf you wish to opt out of SMS texts from us, you can reply STOP to the corresponding number from your mobile device receiving the messages.\nHowever, you acknowledge that opting out of receiving texts may impact your use of the Services.\nIf you would like to resume the subscription, reply UNSTOP to the corresponding number.\nWe will not share your consent, opt-in and opt-out records with any third parties other than text messaging service providers and aggregators.\nYou may also reply “HELP” for assistance.\nFor further assistance, please contact us 1) if you are using a Temu website, at the appropriate email address on the “Contact us” page linked in the website footer, and (2) if you are using a Temu application, through the “Customer support” section in the “You” menu at the bottom of the home page.</p>\n<p>6.3 If you wish to opt out of marketing emails, you can unsubscribe from our marketing email list by following the unsubscribe options in the marketing email itself.</p>\n<p>6.4 Our communications with you may be through a third-party service provider.\nYou acknowledge and consent that, subject to our Privacy Policy, your communications with us, our agents or Sellers may be recorded, monitored and stored for quality control and training purposes, or to protect your, our and/or Sellers’ interests.</p>7.\nUser Submissions7.1 “User Submission” means anything posted, uploaded, shared, submitted, stored, or otherwise provided by you through the Services, including suggestions, comments, reviews, ratings, photos, videos, or other feedback or materials, and may be viewable by Sellers and/or other users.\nAny User Submission posted by you in your Account may not contain nudity, violence, sexually explicit, or offensive subject matter as determined by us in our sole discretion.<p>7.2 For all User Submissions, you grant us a fully-paid, royalty-free, perpetual, irrevocable, non-exclusive, transferable, sublicensable, worldwide right (including any moral rights) and license to use, license, store, display, reproduce, save, modify (e.g.\nto make sure the User Submission is viewable on different systems and devices), create derivative works, publicly perform, publicly display, distribute, translate, or otherwise act with respect to such User Submissions as we determine is necessary to operate, market, and advertise the Services, including to present, display, or perform such User Submissions in accordance with your preferences.</p>\n<p>7.3 You acknowledge and agree that all User Submissions (including the user name under which you made them) are non-confidential and non-proprietary.\nWe may freely display, disclose, reproduce, modify, license, transfer, distribute and otherwise use the User Submissions in any manner, without any restriction or compensation to you.\n</p>\n<p>7.4 You warrant that you own or otherwise control all rights to the User Submissions and that our use of any User Submission will not infringe upon or violate the rights of any third party or violate any of the rules and restrictions contained in these Terms (including those included in Section 4 herein).</p>\n<p>7.5 We do not endorse User Submissions and they do not represent our views.\nWe expressly disclaim any liability for User Submissions or damages resulting from them.\nWe expect users to maintain a high level of integrity when submitting User Submissions that are viewable by other users, especially with respect to ratings and reviews of Products.\nYou undertake that the User Submissions that are viewable by other users are made truthfully in good faith and based only on your first-hand experience.\nYou further undertake that you will prominently indicate if a User Submission was sponsored or paid for in any way.\nYou acknowledge that we have no obligation to pre-screen User Submissions, although we reserve the right to pre-screen, refuse, exclude or remove any User Submission for any reason or no reason, at our discretion and without notice to you.\nBy entering into these Terms, you hereby provide your irrevocable consent to such monitoring.\nYou acknowledge and agree that you have no expectation of privacy concerning the transmission of your User Submissions.\nIn the event that we pre-screen, refuse, exclude or remove any User Submissions, you acknowledge that we will do so for our benefit, not yours.\nWithout limiting the foregoing, we shall have the right to remove any User Submissions that violate the Terms or are otherwise objectionable.</p>8.\nOwnership8.1 You acknowledge and agree that all materials displayed, performed, or available on or through the Services, including, but not limited to, text, graphics, data, articles, photos, images, illustrations and User Submissions (collectively, \"Content\") are protected by copyright and/or other intellectual property laws throughout the world.\nYou undertake to comply with all copyright notices, trademark rules, information, and restrictions contained in the Content, and not to copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell, or otherwise use for any purpose any Content not owned by you without the prior consent of the owner of that Content.<p>8.2 We respect others' intellectual property rights, and we reserve the right to delete or disable Content alleged to be infringing upon another person’s intellectual property rights and to terminate the accounts of the alleged infringers.\nSee our Intellectual Property Policy to learn how to report potentially infringing content.</p>\n<p>8.3 You acknowledge and agree that we own or license the Services.\nYou undertake not to modify, publish, transmit, participate in the transfer or sale of, reproduce, create derivative works based on, or otherwise exploit any of the Services, except as expressly provided in this Section 8.</p>\n<p>8.4 Subject to your compliance with these Terms and all applicable policies, rules, and guidelines, and your payment of any applicable fees, we or our content providers grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Services for the sole purpose of using the Temu platform.\nAll rights not expressly granted to you in these Terms or any policies or guidelines are reserved and retained by us or our licensors, suppliers, publishers, rightsholders, or other content providers.\nThe licenses granted by us terminate if you do not comply with these Terms or any applicable policies, rules, or guidelines.</p>\n<p>8.5 You may not make any commercial use of any of the information provided on the Services or make any use of the Services for the benefit of another business unless explicitly permitted by us in advance.\nYou may not solicit, advertise for, or contact in any form users for employment, contracting or any other purpose not related to the Services facilitated through the Temu platform.\nIf you violate this provision, we reserve the right to refuse service, terminate accounts, and/or cancel purchase transactions (or require Sellers to cancel Orders) in our discretion.</p>9.\nResponsibilities.\nThird Party Risks9.1 You acknowledge and agree that any Content publicly posted or privately transmitted through the Services is the sole responsibility of the person that posted or transmitted such Content.\nYou access and use the Content, and interact with other users, at your own risk.\nWe are not responsible for any errors, mistakes, omissions, inaccuracies in the Content.\nWe do not control the Content and have no duty to take any action regarding how you may interpret, use or react to the Content.\nWe have no obligation to review or monitor, and do not approve, endorse, or make any representations or warranties with respect to, Content.\nYou also understand that we cannot guarantee the identities of the users with whom you interact while using the Services and are not responsible for which users gain access to the Services.<p>9.2 You are responsible for all Content you contribute, in any manner, to the Services, and you represent and warrant you have all rights to contribute such Content to the Services in such manner.</p>\n<p>9.3 The Services may contain links or connections to third-party websites or services that are not owned or controlled by us.\nWe have no control over, and assume no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any third-party websites or services.\nIn addition, we will not and cannot monitor, verify, censor, or edit the content of any third-party website or service.\nYou acknowledge and agree that we are not responsible for any risks resulting from your access or use of any third party websites or services.\nWe encourage you to be aware when you leave the Services and to read the terms of use and privacy policy of each third-party website or service that you visit or use.</p>\n<p>9.4 Your interactions with Sellers, other users, other entities or individuals as a result of your use of the Services, including communications, payments, performances and deliveries, are solely between you and such third parties.\nprovided, however, that Temu reserves the right, but has no obligation, to intercede in such interactions.\nYou should make whatever investigation and/or seek whatever professional advice as you feel necessary or appropriate before proceeding with any interaction with any of these third parties.\nYou acknowledge and agree that we are not responsible for any loss or damage incurred as the result of such interactions.\nYou agree that Temu will not be responsible for any liability incurred as the result of such interactions.</p>\n<p>9.5 It is a material breach of these Terms to arrange for the sale of listed items from, or the payment of fees to, Sellers outside the context of the Temu platform for the purposes of circumventing the obligation to pay the fee for Products purchased through the Services.</p>10.\nRelease10.1 We expressly disclaim any liability that may arise between users of the Temu platform, including any participants in our marketplace app.\nIf there is a dispute between you and a Seller, another user, or any third party on our marketplace app, we are under no obligation to become involved.\nBecause we are not a party to the actual contracts between you and Sellers, to the fullest extent permitted under applicable law, you release us, our parents, subsidiaries, affiliates, directors, officers, employees, agents and successors from all claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or the Services, including relating to the purchase or use of Products and the activities, performance or conduct of any Sellers.<p>IN ENTERING INTO THIS RELEASE, YOU EXPRESSLY WAIVE ANY PROTECTIONS (WHETHER STATUTORY OR OTHERWISE) THAT WOULD LIMIT THE COVERAGE OF THIS RELEASE TO INCLUDE ONLY THOSE CLAIMS WHICH YOU MAY KNOW OR SUSPECT TO EXIST IN YOUR FAVOR AT THE TIME OF AGREEING TO THIS RELEASE.</p>11.\nPurchases.\nPricing11.1 You are responsible for reading the full Product listing before purchasing a Product.\nBy confirming your purchase, you agree to pay all applicable fees, taxes, shipping costs and other amounts associated with your purchase.\nFurther, to the extent applicable, you acknowledge your responsibility for sales tax, VAT and customs duties.\nYou agree that, where applicable, you will act as the importer of the products purchased and you hereby authorize us to appoint a freight forwarding agent to act as your direct representative and pay any sales tax, VAT and customs duties on your behalf.\nPlease note that sales tax, VAT, customs duties, and similar charges collected at the time of purchase are estimated values and may be subject to change depending on applicable laws.\nIf additional amounts are assessed, you are responsible for them.\nWe will not be liable if a Product is delayed or denied customs clearance as a result of your failure to pay such amounts.\nWhen a purchase is made pursuant to a shipping contract, the risk of loss and title for Product pass to you upon delivery of the Product to the carrier.<p>11.2 Third-party service providers for payment services (“Payment Processor”) may charge you fees for your purchases made through the Services.\nSuch processing fees will be disclosed to you via our marketplace app.\nYour use of the Services and the payment processing provided by the Payment Processor is subject to your agreement with the Payment Processor, as may be modified from time to time.\nAs a condition of using the payment services, you must provide accurate and complete information, and you authorize us to share this information with the Payment Processor.</p>\n<p>11.3 In order to make purchases, you must provide accurate and complete information for a valid payment method, such as a credit card, that you are authorized to use.\nYou must promptly update your account with any changes related to your payment method.\nBY PROVIDING INFORMATION FOR A PAYMENT METHOD, YOU AUTHORIZE US OR OUR AGENTS OR PAYMENT SERVICE PROCESSORS TO CHARGE THE PAYMENT METHOD FOR: (A) AMOUNTS DUE FOR PURCHASED PRODUCTS.\n(B) ANY AND ALL APPLICABLE CUSTOMS, TAXES AND SHIPPING COSTS.\nAND (C) ANY OTHER CHARGES INCURRED IN CONNECTION WITH YOUR USE OF THE SERVICES.\nYOUR PAYMENTS ARE NON-REFUNDABLE EXCEPT AS EXPRESSLY PROVIDED IN APPLICABLE POLICIES.</p>\n<p>11.4 You contract directly with Sellers for the purchase of Products, and we are not a party to such sales.\nhowever, we facilitate these sales.\nSellers set the listing prices (including any reference or strike-through prices) of the Products they offer on our marketplace app.\nSellers also provide all other information in the Product listings.\nWhile we require Sellers to provide accurate information, we cannot guarantee the truthfulness, accuracy or completeness of the information in Product listings.\nTherefore, we do not represent, warrant, or guarantee that Sellers actually offered or sold Products at strike-through prices.\nYou should not rely on the strike-through price in your purchase decision.\nIf comparing prices is important to your purchase decision, you should do your own comparison before making a purchase.</p>\n<p>11.5 Pricing or availability errors may occur from time to time.\nWe reserve the right to cancel (or require the Seller to cancel) any order with pricing or availability error, with no further obligations to you, even after your receipt of an order confirmation or shipping notice.\n</p>12.\nRefunds, Exchanges and Related12.1 We want you to be satisfied with your purchases through the Services.\nYou are entitled to a refund and may return the purchased products pursuant to our Return and Refund Policy.\nPlease follow the instructions in the policy If you want to request a refund.\nYou acknowledge and agree that: (i) We acting as payment collection agent for Sellers may issue a refund on behalf of the relevant Seller in accordance with the Return and Refund Policy..\nand (ii) if you wish to pursue any other remedy, you must seek that remedy directly from the Seller.\n<p>Unless otherwise described in the Return and Refund Policy, the refund will not cover customs, taxes, or any return shipping costs you may incur in the refund process.</p>13.\nRewards13.1 You may receive credits, coupons, cash, gifts or other kinds of reward by use of the Services (collectively, “Rewards”).\nSome rewards may only be used for discounts on or payment for eligible purchases on or through the Services (but note that not all Products may be eligible) and cannot be redeemed for cash, except in jurisdictions where required by law.\nYou should read carefully the information and applicable rules regarding different kinds of rewards.14.\nEnding Our Relationship14.1 You are free to stop using the Services at any time.\nWe are also free to terminate or suspend your use of the Services or your account, for any reason in our discretion, including your breach of these Terms.\nYou acknowledge and agree that we have the sole right to decide whether you are in violation of any of the restrictions set forth in these Terms.\nEven after your use of the Services is terminated or suspended, these Terms will remain enforceable against you and any unpaid amount you owe to us or Sellers will remain due.<p>14.2 If your account is terminated for any reason, all Content and Rewards associated with your account will be destroyed and cancelled.\nYou should try to use any remaining Rewards before the date on which such termination becomes effective.</p>\n<p>14.3 All provisions of the Terms which by their nature should survive, shall survive termination of these Terms, including without limitation, ownership provisions, warranty disclaimers, and limitations of liability.</p>15.\nWARRANTY DISCLAIMER.\n15.1 TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW WE EXPRESSLY DISCLAIM ALL REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, RELATING TO THE SERVICES, ANY CONTENT OR ANY PRODUCT OFFERED OR PURCHASED ON OR THROUGH THE SERVICES, INCLUDING WITHOUT LIMITATION ANY WARRANTIES OF PRODUCTS’ CONDITION, QUALITY, DURABILITY, PERFORMANCE, ACCURACY, RELIABILITY, MERCHANTABILITY.\nFITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT, OR ANY WARRANTIES OF THE CONTENT’S ACCURACY, CORRECTNESS, COMPLETENESS, OR LEGALITY.\nALL SUCH WARRANTIES, REPRESENTATIONS, CONDITIONS, AND UNDERTAKINGS ARE HEREBY EXPRESSLY EXCLUDED.\nNO COMMUNICATION OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM OR THROUGH THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nIN ADDITION, WE MAKE NO REPRESENTATIONS OR WARRANTIES REGARDING SUGGESTIONS OR RECOMMENDATIONS OF PRODUCTS OFFERED OR PURCHASED ON OR THROUGH THE SERVICES.\nTHIS SECTION 15 DOES NOT AFFECT IN ANY WAY OUR RETURN AND REFUND POLICY FOR PRODUCTS PURCHASED ON THE SERVICES.\n<p>15.2 YOUR USE OF THE SERVICES AND YOUR USE OF ANY PRODUCT OFFERED AND PURCHASED ON OR THROUGH THE SERVICES ARE AT YOUR OWN RISK.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, UNLESS EXPRESSLY PROVIDED OTHERWISE, THE SERVICES, PRODUCTS OFFERED AND PURCHASED ON OR THROUGH THE SERVICES, AND THE CONTENT ARE MADE AVAILABLE TO YOU ON AN \"AS-IS\" AND \"AS-AVAILABLE\" BASIS, WITH ALL FAULTS AND WITHOUT WARRANTIES OF ANY KIND.</p>\n<p>15.3 YOU ACKNOWLEDGE AND AGREE THAT THE TEMU PARTIES (AS DEFINED IN SECTION17.1) ARE NOT LIABLE, AND YOU AGREE NOT TO SEEK TO HOLD THE TEMU PARTIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OPERATORS OF EXTERNAL SITES, AND THAT THE RISK OF INJURY FROM SUCH THIRD PARTIES RESTS ENTIRELY WITH YOU.\nWE MAKE NO PROMISES WITH RESPECT TO, AND EXPRESSLY DISCLAIM ALL LIABILITY FOR: (1) PRODUCTS, SERVICES, INFORMATION, PROGRAMMING, AND/OR ANYTHING ELSE PROVIDED BY A THIRD PARTY THAT IS ACCESSIBLE TO YOU ON OR THROUGH THE SERVICES.\nOR (2) THE QUALITY OR CONDUCT OF ANY THIRD PARTY YOU ENCOUNTER IN CONNECTION WITH YOUR USE OF THE SERVICES.</p>\n<p>15.4 YOU ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU ASSUME FULL RESPONSIBILITY FOR YOUR USE OF THE SERVICES, INCLUDING YOUR INTERACTIONS WITH OTHER USERS OF THE SERVICES, AND THAT ANY INFORMATION YOU SEND OR RECEIVE DURING YOUR USE OF THE SERVICES MAY NOT BE SECURE AND MAY BE INTERCEPTED OR OTHERWISE ACCESSED BY UNAUTHORIZED PARTIES.\nYOU AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE ARE NOT RESPONSIBLE FOR ANY LOSS OR DAMAGE TO YOUR PROPERTY OR DATA THAT RESULTS FROM ANY MATERIALS YOU ACCESS OR DOWNLOAD FROM THE SERVICES.</p>\n<p>15.5 IF YOU RELY ON ANY DATA OR INFORMATION OBTAINED ON OR THROUGH THE SERVICES, YOU DO SO AT YOUR OWN RISK.\nYOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE OR LOSS THAT RESULTS FROM YOUR USE OF SUCH DATA OR INFORMATION.</p>16.\nLIMITATION OF LIABILITY16.1 NOTWITHSTANDING US ACTING AS PAYMENT COLLECTION AGENT FOR THE SELLER FOR THE LIMITED PURPOSES OF ACCEPTING FUNDS FROM YOU, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL TEMU PARTIES BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOSS OF DATA, PROFITS, REVENUE OR GOODWILL, REPUTATIONAL HARM, BUSINESS INTERRUPTION, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR (B) YOUR USE OF THE SERVICES, INCLUDING, WITHOUT LIMITATION, ANY INABILITY TO ACCESS OR USE THE SERVICES OR THE PURCHASE AND USE OF PRODUCTS OFFERED ON OR THROUGH THE SERVICES, EVEN IF WE OR ANY OTHER PERSON HAS FORESEEN OR BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL NOT APPLY TO LIABILITY OF A TEMU PARTY FOR (I) DEATH OR PERSONAL INJURY CAUSED BY OUR GROSS NEGLIGENCE.\nOR FOR (II) ANY INJURY CAUSED BY OUR FRAUD OR FRAUDULENT MISREPRESENTATION.<p>16.2 THIS DISCLAIMER APPLIES, WITHOUT LIMITATION, TO THE MAXIMUM EXTENT PERMITTED UNDER LAW, TO ANY DAMAGES OR PERSONAL INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECTS, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, FILE CORRUPTION, COMMUNICATION-LINE FAILURE, NETWORK OR SYSTEM OUTAGE, ANY THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, LOSS OR USE OF, ANY RECORD OR DATA, AND ANY OTHER TANGIBLE OR INTANGIBLE LOSS.</p>\n<p>16.3 YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT WE SHALL NOT BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT BY ANY SELLER OR USER OF THE SERVICES.</p>\n<p>16.4 TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES WILL THE TOTAL AGGREGATE AMOUNT FOR WHICH THE TEMU PARTIES ARE LIABLE TO YOU EXCEED THE GREATER OF: (A) THE TOTAL AMOUNT PAID TO US BY YOU DURING THE ONE-MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABIITY.\n(B) $100.00.\nOR (C) THE REMEDY OR PENALTY IMPOSED BY THE STATUTE UNDER WHICH SUCH CLAIM ARISES.\nTHE FOREGOING CAP ON LIABILTY SHALL NOT APPLY TO LIABLITY OF A TEMU PARTY FOR (I) DEATH OR PERSONAL INJURY CAUSED BY OUR GROSS NEGLIGENCE.\nOR FOR (II) ANY INJURY CAUSED BY OUR FRAUD OR FRAUDULENT MISREPRESENTATION.\nTHE PRECEDING SENTENCE SHALL NOT PRECLUDE THE REQUIREMENT FOR YOU TO PROVE ACTUAL DAMAGES.\n</p>\n<p>16.5 CERTAIN JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES OR IMPLIED WARRANTIES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n<p>16.6 THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE ESSENTIAL TO THE AGREEMENT BETWEEN YOU AND US.</p>17.\nIndemnity17.1 To the fullest extent permitted by applicable law, you agree to indemnify and hold us, our parents, subsidiaries, affiliates, directors, officers, agents, employees, suppliers, licensors and partners (each, a “Temu Party” and collectively, the “Temu Parties”) harmless from and against any and all claims, liabilities, damages, losses, and expenses (including reasonable attorneys' fees ) arising from or in connection with any third-party claims relating to: (a) your use of the Services, including without limitation, User Submissions or any actions taken by a third party using your account.\n(b) your violation of these Terms.\n(c) your violation of any rights of another party, including without limitation any copyright, property, or privacy right or any third-party agreement.\nor (d) your violation of any applicable laws, rules, or regulations.\nIn the event of such a claim, suit, or action (\"Claim\"), we will attempt to provide notice of the Claim to the contact information we have for your account (provided that failure to deliver such notice shall not eliminate or reduce your indemnification obligations under these Terms).<p>17.2 We reserve the right, at our own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which case you will fully cooperate with us in asserting any available defenses.</p>\n<p>17.3 You agree that the provisions in this section will survive any termination of your Account, the Terms and/or your access to the Services.</p>18.\nApp Stores18.1 Application License.\nSubject to your compliance with the Terms, we grant you a limited non-exclusive, non-transferable, non-sublicensable, revocable license to download, install and use a copy of the Temu mobile application (“Application”) on a single mobile device or computer that you own or control and to run such copy of the Application solely for your own personal or internal business purposes.\nFurthermore, with respect to any Application accessed through or downloaded from the Apple App Store (an “App Store Sourced Application”), you will only use the App Store Sourced Application (a) on an Apple-branded product that runs the iOS (Apple’s proprietary operating system) and (b) as permitted by the “Usage Rules” set forth in the Apple App Store Terms of Service.\nNotwithstanding the first sentence in this section, with respect to any Application accessed through or downloaded from the Google Play store (a “Google Play Sourced Application”), you may have additional license rights with respect to use of the Application on a shared basis within your designated family group.<p>18.2 App Stores.\nYou acknowledge and agree that the availability of the Application and the Services is dependent on the third party from whom you received the Application license, e.g., the Apple App Store or Google Play (each, an “App Store”).\nYou acknowledge that the Terms are between you and Temu and not with the App Store.\nTemu, not the App Store, is solely responsible for The Services, including the Application, the content thereof, maintenance, support services, and warranty therefor, and addressing any claims relating thereto (e.g., product liability, legal compliance or intellectual property infringement).\nIn order to use the Application, you must have access to a wireless network, and you agree to pay all fees associated with such access.\nYou also agree to pay all fees (if any) charged by the App Store in connection with The Services, including the Application.\nYou agree to comply with, and your license to use the Application is conditioned upon your compliance with all terms of agreement imposed by the applicable App Store when using any Service, including the Application.\nYou acknowledge that the App Store (and its subsidiaries) are third-party beneficiaries of the Terms and will have the right to enforce it.</p>\n<p>18.3 Accessing and Downloading the Application from iTunes.\nThe following applies to any App Store Sourced Application accessed through or downloaded from the Apple App Store:</p>\n<ul>\n<p>18.3.1 You acknowledge and agree that (i) the Terms are concluded between you and Temu only, and not Apple, and (ii) Temu, not Apple, is solely responsible for the App Store Sourced Application and content thereof.\nYour use of the App Store Sourced Application must comply with the App Store Terms of Service.</p>\n<p>18.3.2 You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store Sourced Application.</p>\n<p>18.3.3 In the event of any failure of the App Store Sourced Application to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App Store Sourced Application to you and to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App Store Sourced Application.\nAs between Temu and Apple, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of Temu.</p>\n<p>18.3.4 You and Temu acknowledge that, as between Temu and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the App Store Sourced Application or your possession and use of the App Store Sourced Application, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App Store Sourced Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>18.3.5 You and Temu acknowledge that, in the event of any third-party claim that the App Store Sourced Application or your possession and use of that App Store Sourced Application infringes that third party’s intellectual property rights, as between Temu and Apple, Temu, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by the Terms.</p>\n<p>18.3.6 You and Temu acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Terms as related to your license of the App Store Sourced Application, and that, upon your acceptance of the terms and conditions of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce the Terms as related to your license of the App Store Sourced Application against you as a third-party beneficiary thereof.</p>\n<p>18.3.7 Without limiting any other terms of the Terms, you must comply with all applicable third-party terms of agreement when using the App Store Sourced Application.</p>\n</ul>19.\nGeneral<p>19.1.\nElectronic Communications.\nThe communications between you and Temu may take place via electronic means, whether you visit the Services or send Temu e-mails, or whether Temu posts notices on the Services or communicates with you via e-mail.\nYou consent to receive communications from us electronically, such as emails, texts, mobile push notices, and notices and messages on or through the Services.\nYou acknowledge and agree that all terms and conditions, agreements, notices, disclosures, and other communications and documents that we provide to you electronically constitute and shall have the same legal effect as “in writing.” The foregoing does not affect your statutory rights, including but not limited to the Electronic Signatures in Global and National Commerce Act at 15 U.S.C.\n§7001 et seq.\n(“E-Sign”).</p>\n<p>19.2.\nAssignment.\nYou may not assign, delegate, or transfer these Terms, or your rights and obligations hereunder, to any other person in any way (by operation of law or otherwise) without our prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nWe may transfer, assign, or delegate these Terms and its rights and obligations hereunder to any other person without your consent.</p>\n<p>19.3.\nUnforeseen Events.\nWe shall not be liable for any delay or failure to perform resulting from causes outside our reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, pandemics, strikes, or shortages of transportation facilities, fuel, energy, labor, or materials.</p>\n<p>19.4.\nChoice of Law.\nThese Terms and any dispute of any sort that might arise between you and us hereunder will be governed by the laws of the State of New York and applicable federal laws of the United States of America, consistent with the Federal Arbitration Act, without regard to any principle of conflict-of-laws.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.\nIf you live outside of the United States, you may be entitled to the protection of the mandatory consumer protection provisions of your local consumer protection law.</p>\n<p>19.5.\nExclusive Venue.\nAny dispute of any sort between you and us that arises out of or in connection with the Services and is not subject to arbitration or eligible for small claims action, shall be decided exclusively by (a) if you enter into these Terms with Whaleco Inc., a court of competent jurisdiction located in New York, New York.\n(b) if you enter into these Terms with Whaleco Technology Limited, a court of competent jurisdiction located in Ireland.\nand (c) if you enter these Terms with Whaleco UK Limited, a court of competent jurisdiction located in England.\nYou hereby consent to, and waive all defense of lack of personal jurisdiction and forum non conveniens with respect to, venue and jurisdiction in such courts.</p>\n<p>19.6.\nStatute of Limitations.\nYou and Temu agree that regardless of any statute or law to the contrary, any claim arising out of or related to the Services must commence within one (1) year after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.</p>\n<p>19.7.\nNotice.\nYou acknowledge and agree that we may give notice to you through email using the latest email address you provided to us, which constitutes effective notice.\nTherefore, you are responsible for keeping your email address information with us up to date.\nYou may give notice to us at the following addresses:</p>\n<p>If to Whaleco Inc.:</p>\n<p>Whaleco Inc.</p>Suite 355, 31 St.\nJames AvenueBoston, Massachusetts 02116USA<p>If to Whaleco Technology Limited or Whaleco UK Limited:</p>\n<p>Whaleco Technology Limited</p>First Floor, 25 St Stephens Green Dublin 2, Ireland<p>Such notice shall be deemed given when received by us by letter delivered by nationally recognized overnight delivery service or first-class postage prepaid mail at the above address.</p>\n<p>19.8.\nExport Control.\nYou undertake to use the Services and Products purchased on or through the Services in compliance with all applicable US or other export and re-export restrictions of relevant jurisdictions.\nIn particular, you acknowledge and agree that the Services, including any products purchased on or through the Services, may not be exported or re-exported (a) into any United States embargoed countries, or (b) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nDepartment of Commerce's Denied Person's List or Entity List.\nYou represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country and (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou also will not use the Services nor the Products purchased on the Services for any purpose prohibited by any applicable law.</p>\n<p>19.9.\nConsumer Complaints.\nIn accordance with California Civil Code §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>19.10.\nWaiver.\nOur failure to respond to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.</p>\n<p>19.11.\nSeverability.\nIf any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable.\n</p>\n<p>19.12.\nThird-Party Beneficiaries.\nThere are no third-party beneficiaries intended under these Terms.</p>\n<p>19.13.\nEntire Agreement.\nThese Terms are the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersede and merge all prior discussions between the parties with respect to such subject matter.</p>\n<p>19.14.\nTranslation.\nThe translated versions of these Terms of Use, Privacy &amp.\nCookie Policy, Intellectual Property Policy or any other terms or policies, are provided for your reference only.\nIf there are any discrepancies between the English version and versions in other languages, the English version shall always prevail.</p>20.\nARBITRATION AGREEMENTPLEASE READ THIS SECTION 20 (\"ARBITRATION AGREEMENT\") CAREFULLY.\nPLEASE BE AWARE THAT THIS SECTION CONTAINS PROVISIONS GOVERNING HOW DISPUTES BETWEEN YOU AND TEMU WILL BE RESOLVED.\nAMONG OTHER THINGS, THIS SECTION 20 INCLUDES AN AGREEMENT TO ARBITRATE, WHICH REQUIRES, WITH LIMITED EXCEPTIONS, THAT ALL DISPUTES BETWEEN YOU AND TEMU BE RESOLVED BY BINDING AND FINAL ARBITRATION.\nTHIS SECTION 20 ALSO CONTAINS A CLASS ACTION AND JURY TRIAL WAIVER.\nIN SOME COUNTRIES YOU MAY HAVE ADDITIONAL RIGHTS AND/OR ELEMENTS OF THIS ARBITRATION AGREEMENT MAY NOT APPLY TO YOU AS REQUIRED BY LAW.\n<p>20.1.\nApplicability of Arbitration Agreement.\nSubject to the terms of this Arbitration Agreement, you and Temu agree that any dispute, claim, or disagreement arising out of or relating in any way to your access to or use of the Services, any communications you receive, any products sold or distributed through the Services, or the Terms, including claims and disputes that arose between us before the effective date of the Terms (each, a “Dispute”) will be resolved by binding arbitration, using the English language, rather than in court, except that: (1) you and Temu may assert claims or seek relief in small claims court if such claims qualify and remain in small claims court.\nand (2) you or Temu may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nFor purposes of this Arbitration Agreement, “Dispute” will also include disputes that arose or involve facts occurring before the existence of this or any prior versions of the Terms as well as claims that may arise after the termination of the Terms.</p>\n<p>20.2.\nInformal Dispute Resolution.\nThere may be instances when a Dispute arises between you and Temu.\nIf that occurs, Temu is committed to working with you to reach a reasonable resolution.\nYou and Temu agree that good faith informal efforts to resolve Disputes can result in a prompt, low‐cost and mutually beneficial outcome.\nYou and Temu therefore agree that before either party commences arbitration against the other (or initiates an action in small claims court if a party so elects), we will personally meet and confer telephonically or via videoconference, in a good faith effort to resolve informally any Dispute covered by this Arbitration Agreement (“Informal Dispute Resolution Conference”).\nIf you are represented by counsel, your counsel may participate in the conference, but you also agree to participate in the conference.\nThe party initiating a Dispute must give notice to the other party in writing of its intent to initiate an Informal Dispute Resolution Conference (“Notice”), which shall occur within forty-five (45) days after the other party receives such Notice, unless an extension is mutually agreed upon by the parties in writing.\nNotice to Temu that you intend to initiate an Informal Dispute Resolution Conference should be sent by email to dispute@temu.com for the U.S., dispute@eur.temu.com for the EU, or dispute@uk.temu.com for the UK, or by regular mail to the applicable address set forth in Section 19.7.\nThe Notice must include: (1) your name, telephone number, mailing address, e‐mail address associated with your account (if you have one).\n(2) the name, telephone number, mailing address and e‐mail address of your counsel, if any.\nand (3) a description of your Dispute.</p>The Informal Dispute Resolution Conference shall be individualized such that a separate conference must be held each time either party initiates a Dispute, even if the same law firm or group of law firms represents multiple users in similar cases, unless all parties agree.\nmultiple individuals initiating a Dispute cannot participate in the same Informal Dispute Resolution Conference unless all parties agree.\nIn the time between a party receiving the Notice and the Informal Dispute Resolution Conference, nothing in this Arbitration Agreement shall prohibit the parties from engaging in informal communications to resolve the initiating party’s Dispute.\nEngaging in the Informal Dispute Resolution Conference is a condition precedent and requirement that must be fulfilled before commencing arbitration.\nThe statute of limitations and any filing fee deadlines shall be tolled while the parties engage in the Informal Dispute Resolution Conference process required by this section.<p>20.3.\nWaiver of Jury Trial.\nYOU AND TEMU HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Temu are instead electing that all Disputes shall be resolved by arbitration under this Arbitration Agreement, except as specified in Section 20.1 above.\nThere is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.</p>\n<p>20.4.\nWaiver of Class and Other Non-Individualized Relief.\nYOU AND TEMU AGREE THAT, EXCEPT AS SPECIFIED IN SECTION 20.9, EACH OF US MAY BRING CLAIMS AGAINST THE OTHER ONLY ON AN INDIVIDUAL BASIS AND NOT ON A CLASS, REPRESENTATIVE, OR COLLECTIVE BASIS, AND THE PARTIES HEREBY WAIVE ALL RIGHTS TO HAVE ANY DISPUTE BE BROUGHT, HEARD, ADMINISTERED, RESOLVED, OR ARBITRATED ON A CLASS, COLLECTIVE, REPRESENTATIVE, OR MASS ACTION BASIS.\nONLY INDIVIDUAL RELIEF IS AVAILABLE, AND DISPUTES OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nSubject to this Arbitration Agreement, the arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by the party's individual claim.\nNothing in this paragraph is intended to, nor shall it, affect the terms and conditions under Section 20.9.\nNotwithstanding anything to the contrary in this Arbitration Agreement, if a court decides by means of a final decision, not subject to any further appeal or recourse, that the limitations of this Section are invalid or unenforceable as to a particular claim or request for relief (such as a request for public injunctive relief), you and Temu agree that that particular claim or request for relief (and only that particular claim or request for relief) shall be severed from the arbitration and may be litigated only in the courts provided for under Section 19.5.\nAll other Disputes shall be arbitrated or litigated in small claims court.\nThis subsection does not prevent you or Temu from participating in a class-wide settlement of claims.</p>\n<p>20.5.\nRules and Forum.\nThe Terms evidence a transaction involving interstate commerce.\nand notwithstanding any other provision herein with respect to the applicable substantive law, the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq., will govern the interpretation and enforcement of this Arbitration Agreement and any arbitration proceedings.\nIf the Informal Dispute Resolution Process described above does not resolve satisfactorily within sixty (60) days after receipt of Notice, you and Temu agree that either party shall have the right to finally resolve the Dispute through binding arbitration.\nThe arbitration will be conducted by American Arbitration Association (the “AAA”), an established alternative dispute resolution provider, under its rules, including Consumer Arbitration Rules (the “AAA Rules”), then effect, unless otherwise required by law.\nAAA’s rules are also available at https://adr.org/consumer, or by calling 1-800-778-7879.\nFor all actions under the AAA Rules, the proceedings may be filed where your residence is, or in New York, New York, and any in-person hearings will be conducted at a location which is reasonably convenient to both parties taking into account their ability to travel and other pertinent circumstances.\nIf AAA is not available to arbitrate, the parties will select an alternative arbitral forum.\nYour responsibility to pay any AAA fees and costs will be solely as set forth in the applicable AAA rules.</p>A party who wishes to initiate arbitration must provide the other party with a request for arbitration (the “Request”).\nThe Request must include: (1) the name, telephone number, mailing address, e‐mail address of the party seeking arbitration and the account username (if applicable) as well as the email address associated with any applicable account.\n(2) a statement of the legal claims being asserted and the factual bases of those claims.\n(3) a description of the remedy sought and an accurate, good‐faith calculation of the amount in controversy in United States Dollars.\n(4) a statement certifying completion of the Informal Dispute Resolution process as described above.\nand (5) evidence that the requesting party has paid any necessary filing fees in connection with such arbitration.If the party requesting arbitration is represented by counsel, the Request shall also include counsel’s name, telephone number, mailing address, and email address.\nSuch counsel must also sign the Request.\nBy signing the Request, counsel certifies to the best of counsel’s knowledge, information, and belief, formed after an inquiry reasonable under the circumstances, that: (1) the Request is not being presented for any improper purpose, such as to harass, cause unnecessary delay, or needlessly increase the cost of dispute resolution.\n(2) the claims, defenses and other legal contentions are warranted by existing law or by a nonfrivolous argument for extending, modifying, or reversing existing law or for establishing new law.\nand (3) the factual and damages contentions have evidentiary support or, if specifically so identified, will likely have evidentiary support after a reasonable opportunity for further investigation or discovery.Unless you and Temu otherwise agree, or the Batch Arbitration process discussed in Section 20.9 is triggered, the arbitration will be conducted in the county where you reside.\nSubject to the applicable AAA rules, the arbitrator may direct a limited and reasonable exchange of information between the parties, consistent with the expedited nature of the arbitration.You and Temu agree that all materials and documents exchanged during the arbitration proceedings shall be kept confidential and shall not be shared with anyone except the parties’ attorneys, accountants, or business advisors, and then subject to the condition that they agree to keep all materials and documents exchanged during the arbitration proceedings confidential.<p>20.6.\nArbitrator.\nThe arbitrator will be either a retired judge or an attorney licensed to practice law in the State of New York, and will be selected by the parties from the AAA roster of consumer dispute arbitrators.\nIf the parties are unable to agree upon an arbitrator within thirty-five (35) days of delivery of the Request, then AAA will appoint the arbitrator in accordance with the applicable AAA rules, provided that if the Batch Arbitration process under Section 20.9 is triggered, AAA will appoint the arbitrator for each batch.</p>\n<p>20.7.\nAuthority of Arbitrator.\nThe arbitrator shall have exclusive authority to resolve any Dispute, including, without limitation, disputes arising out of or related to the interpretation or application of the Arbitration Agreement, including the enforceability, revocability, scope, or validity of the Arbitration Agreement or any portion of the Arbitration Agreement, except for the following: (1) all Disputes arising out of or relating to Section 20.4, including any claim that all or part of Section 20.4 is unenforceable, illegal, void or voidable, or that Section 20.4 has been breached, shall be decided by a court of competent jurisdiction and not by an arbitrator.\n(2) except as expressly contemplated in Section 20.9, all Disputes about the payment of arbitration fees shall be decided only by a court of competent jurisdiction and not by an arbitrator.\n(3) all Disputes about whether either party has satisfied any condition precedent to arbitration shall be decided only by a court of competent jurisdiction and not by an arbitrator.\nand (4) all Disputes about which version of the Arbitration Agreement applies shall be decided only by a court of competent jurisdiction and not by an arbitrator.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties, except as expressly provided in Section 20.9.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any Dispute.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe award of the arbitrator is final and binding upon you and us.\nJudgment on the arbitration award may be entered in any court having jurisdiction.</p>\n<p>20.8.\nAttorneys’ Fees and Costs.\nThe parties shall bear their own attorneys’ fees and costs in arbitration unless the arbitrator finds that either the substance of the Dispute or the relief sought in the Request was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).\nIf you or Temu need to invoke the authority of a court of competent jurisdiction to compel arbitration, then the party that obtains an order compelling arbitration in such action shall have the right to collect from the other party its reasonable costs, necessary disbursements, and reasonable attorneys' fees incurred in securing an order compelling arbitration.\nThe prevailing party in any court action relating to whether either party has satisfied any condition precedent to arbitration, including the Informal Dispute Resolution Process, is entitled to recover their reasonable costs, necessary disbursements, and reasonable attorneys’ fees and costs.</p>\n<p>20.9.\nBatch Arbitration.\nTo increase the efficiency of administration and resolution of arbitrations, you and Temu agree that in the event that there are one hundred (100) or more individual Requests of a substantially similar nature filed against Temu by or with the assistance of the same law firm, group of law firms, or organizations, within a thirty (30) day period (or as soon as possible thereafter), AAA shall (1) administer the arbitration demands in batches of 100 Requests per batch (plus, to the extent there are less than 100 Requests left over after the batching described above, a final batch consisting of the remaining Requests).\n(2) appoint one arbitrator for each batch.\nand (3) provide for the resolution of each batch as a single consolidated arbitration with one set of filing and administrative fees due per side per batch, one procedural calendar, one hearing (if any) in a place to be determined by the arbitrator, and one final award (“Batch Arbitration”).</p>All parties agree that Requests are of a “substantially similar nature” if they arise out of or relate to the same event or factual scenario and raise the same or similar legal issues and seek the same or similar relief.\nTo the extent the parties disagree on the application of the Batch Arbitration process, the disagreeing party shall advise AAA, and AAA shall appoint a sole standing arbitrator to determine the applicability of the Batch Arbitration process (“Administrative Arbitrator”).\nIn an effort to expedite resolution of any such dispute by the Administrative Arbitrator, the parties agree the Administrative Arbitrator may set forth such procedures as are necessary to resolve any disputes promptly.\nThe Administrative Arbitrator’s fees shall be paid by Temu.You and Temu agree to cooperate in good faith with AAA to implement the Batch Arbitration process including the payment of single filing and administrative fees for batches of Requests, as well as any steps to minimize the time and costs of arbitration, which may include: (1) the appointment of a discovery special master to assist the arbitrator in the resolution of discovery disputes.\nand (2) the adoption of an expedited calendar of the arbitration proceedings.\nThis Batch Arbitration provision shall in no way be interpreted as authorizing a class, collective and/or mass arbitration or action of any kind, or arbitration involving joint or consolidated claims under any circumstances, except as expressly set forth in this provision.<p>20.10.\n30-Day Right to Opt Out.\nYou have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt out to the applicable address set forth in Section 19.7, within thirty (30) days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, the email address you used to set up your Account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of these Terms will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>\n<p>20.11.\nInvalidity, Expiration.\nExcept as provided in Section 20.9, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.\nYou further agree that any Dispute that you have with Temu as detailed in this Arbitration Agreement must be initiated via arbitration within the applicable statute of limitation for that claim or controversy, or it will be forever time barred.\nLikewise, you agree that all applicable statutes of limitation will apply to such arbitration in the same manner as those statutes of limitation would apply in the applicable court of competent jurisdiction.</p>\n<p>20.12.\nModification.\nNotwithstanding any provision in the Terms to the contrary, we agree that if Temu makes any future material change to this Arbitration Agreement, it will notify you.\nUnless you reject the change within thirty (30) days of such change becoming effective by writing to Temu at the applicable address set forth in Section 19.7, your continued use of the Services, including the acceptance of products and services offered on or through the Services, following the posting of changes to this Arbitration Agreement constitutes your acceptance of any such changes.\nChanges to this Arbitration Agreement do not provide you with a new opportunity to opt out of the Arbitration Agreement if you have previously agreed to a version of the Terms and did not validly opt out of arbitration.\nIf you reject any change or update to this Arbitration Agreement, and you were bound by an existing agreement to arbitrate Disputes arising out of or relating in any way to your access to or use of the Services, any communications you receive, any products sold or distributed through the Services or the Terms, the provisions of this Arbitration Agreement as of the date you first accepted the Terms (or accepted any subsequent changes to the Terms) remain in full force and effect.\nTemu will continue to honor any valid opt outs of the Arbitration Agreement that you made to a prior version of the Terms.</p>", "created_at": "2023-09-01 11:50:38.62052", "updated_at": "2023-09-01 11:51:11.07156"}, {"id": 18638, "name": "Privacy and Cookie Policy", "url": "https://www.temu.com/privacy-and-cookie-policy.html?from_pc=1&region_id=211&_x_sessn_id=u5k2uswztl&refer_page_name=terms-of-use&refer_page_id=10026_1693568924009_9db910o62p&refer_page_sn=10026", "xpath": "//body", "text": "Privacy &amp.\ncookie policyLast updated: July 27, 2023For information about interest-based advertising and your choices, click here.This Privacy &amp.\nCookie Policy describes how Whaleco Inc.\nand its affiliates (“Temu,” “we,” “us” or “our”) handles personal information that we collect through our digital properties that link to this Privacy &amp.\nCookie Policy, including our website (www.temu.com), the Temu mobile application and Temu’s seller portal (collectively, the “Service”), as well as through social media, our marketing activities, and other activities described in this Privacy and Cookie Policy.<p>Index</p>\n<ul>Personal information we collectHow we use your personal informationHow we share your personal informationYour choicesRetentionOther sites and services SecurityInternational data transferChildrenChanges to this Privacy &amp.\nCookie PolicyHow to contact us</ul>\n<p>\n</p>Personal information we collectInformation you provide to us.\nPersonal information you may provide to us through the Service or otherwise includes:<ul>\n<li>Contact data, such as your first and last name, salutation, email address, billing and mailing addresses, and phone number.</li>\n<li>Demographic Information, such as your city, state, country of residence, postal code, gender and age.</li>\n<li>Profile data, such as the username and password that you may set to establish an online account on the Service, date of birth, redemption code, biographical details, photograph, links to your profiles on social networks, interests, preferences, information about your participation in our contests, promotions, or surveys, and any other information that you add to your account profile.</li>\n<li>Communications that we exchange with you, including when you contact us through the Service, social media, or otherwise.</li>\n<li>Transactional data, such as information relating to or needed to complete your orders on or through the Service, including order numbers and transaction history.\n</li>\n<li>Marketing data, such as your preferences for receiving our marketing communications and details about your engagement with them.</li>\n<li>User-generated content, such as profile pictures, photos, images, videos, audio recordings, comments, questions, messages, and other content or information that you generate, transmit, or otherwise make available on the Service, as well as associated metadata.\nMetadata includes information on how, when, where and by whom a piece of content was collected and how that content has been formatted or edited.\nMetadata also includes information that users can add or can have added to their content, such as keywords, geographical or location information, and other similar data.\n</li>\n<li>Government-issued identification numbers, such as national identification number (e.g., Social Security Number, tax identification number, passport number), state or local identification number (e.g., driver’s license or state ID number), and an image of the relevant identification card.</li>\n<li>Payment information needed to complete transactions, including payment card information or bank account number.</li>\n<li>Promotional information, including information you share when you enter a competition, promotion or complete a survey.\nPlease note that if you participate in a sweepstakes, contest or giveaway through the Service, we may ask you for your Contact Data to notify you if you win or not, to verify your identity and/or to send you prizes.\nIn some situations, we may need additional information as a part of the entry process, such as a prize selection choice.\nThese sweepstakes and contests are voluntary.\nWe recommend that you read the rules and other relevant information for each sweepstakes and contest that you enter.</li>\n<li>Other data not specifically listed here, which we will use as described in this Privacy and Cookie Policy or as otherwise disclosed at the time of collection.</li>\n</ul>Third-party sources.\nWe may combine personal information we receive from you with personal information we obtain from other sources, such as:<ul>\n<li>Sellers, including businesses and individuals who sell products on Temu.</li>\n<li>Public sources, such as government agencies, public records, social media platforms, and other publicly available sources.</li>\n<li>Data providers, such as information services and data licensors that provide demographic and other information, as well as credit bureaus, which help us detect fraud and offer certain credit-based services.\nThis data may include your credit history information.</li>\n<li>Our affiliate partners, such as our affiliate network provider and publishers, influencers, and promoters who participate in our paid affiliate programs.</li>\n<li>Marketing partners such as joint marketing partners and event co-sponsors.</li>\n<li>Third-party services, such as </li>\n<ul>\n<li>Social media services, that you use to log into, or otherwise link to, your Service account.\nThis data may include your username, profile picture and other information associated with your account on that third-party service that is made available to us based on your account settings on that service.\nExactly what information we receive will depend on your privacy settings with the applicable platform.\n</li>\n<li>Logistics service providers, who help us calibrate our fulfillment services.\nThis data may include your delivery address information.\n</li>\n</ul>\n</ul>Automatic data collection.\nWe, our service providers, and our business partners may automatically log information about you, your computer or mobile device, and your interaction over time with the Service, our communications and other online services, such as:<ul>\n<li>Device data, such as your computer’s or mobile device’s operating system type and version, manufacturer and model, browser type, screen resolution, RAM and disk size, CPU usage, device type (e.g., phone, tablet), IP address, unique identifiers (including identifiers used for advertising purposes), language settings, mobile device carrier, radio/network information (e.g., Wi-Fi, LTE, 3G), and general location information such as city, state or geographic area.\nWe also collect service-related, diagnostic, and performance information, including crash reports and performance logs.</li>\n<li>Online activity data, such as pages or screens you viewed, how long you spent on a page or screen, the website you visited before browsing to the Service, navigation paths between pages or screens, information about your activity on a page or screen, access times and duration of access, and whether you have opened our emails or clicked links within them.</li>\n<li>Location data, including your general location data (e.g.\nIP address) and, with your permission, the precise location data of your mobile device.\nPlease note that for most mobile devices, you can manage or disable the use of precise location services for all applications in the settings menu of your mobile device.</li>\n</ul>\n<p>\n</p>Cookies and similar technologies.\nSome of the automatic collection described above is facilitated by the following technologies:<ul>\n<li>Cookies, which are small text files that websites store on user devices and that allow web servers to record users’ web browsing activities and remember their submissions, preferences, and login status as they navigate a site.\nCookies used on our sites include both “session cookies” that are deleted when a session ends, “persistent cookies” that remain longer, “first party” cookies that we place and “third party” cookies that our third-party business partners and service providers place.</li>\n<li>Local storage technologies, like HTML5, that provide cookie-equivalent functionality but can store larger amounts of data on your device outside of your browser in connection with specific applications.\n</li>\n<li>Web beacons, also known as pixel tags or clear GIFs, which are used to demonstrate that a webpage or email address was accessed or opened, or that certain content was viewed or clicked.</li>\n</ul>Data about others.\nWe may offer features that help you invite your friends or contacts to use the Service and, with your permission, we may collect information from your contacts list to help you make invitation.\n<p>\n</p>How we use your personal informationWe may use your personal information for the following purposes or as otherwise described at the time of collection:Service delivery.\nWe may use your personal information to:<ul>\n<li>provide, operate and improve the Service and our business;</li>\n<li>establish and maintain your user profile on the Service;</li>\n<li>facilitate your invitations to friends who you want to invite to join the Service;</li>\n<li>enable security features of the Service, such as by sending you security codes via email or SMS, and remembering devices from which you have previously logged in;</li>\n<li>communicate with you about the Service, including by sending announcements, updates, security alerts, and support and administrative messages;</li>\n<li>understand your needs and interests, and personalize your experience with the Service and our communications, including finding and recommending products that might be of interest to you or features that are available where you are located;</li>\n<li>administer sweepstakes, contests and other promotions and activities and we may use your user profile picture and name information to identify you in such promotions and activities;</li>\n<li>prevent, detect, investigate, and respond to fraud, unauthorized access or use of the Service, breaches of terms and policies, or other wrongful behavior.\nand</li>\n<li>provide support for the Service, and respond to your requests, questions and feedback.</li>\n</ul>Research and development.\nWe may use your personal information for research and development purposes, including to analyze and improve the Service and our business.\nAs part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Service and promote our business.Marketing.\nWe and our service providers may collect and use your personal information for marketing purposes.\nWe may send you direct marketing communications and abandoned cart reminders (enabled by using cookies we collected as described above).\nYou may opt-out of our marketing communications or abandoned cart reminder described in the Opt-out of marketing section below.\nWe will not share your records of consent, opt-in and opt-out to our marketing mobile texts with any third parties other than text messaging service providers and aggregators.<p>\n</p>Interest-based advertising.\nWe, our service providers, and our third-party advertising partners may collect and use your personal information for advertising purposes.Please note, however, that we do not allow our third-party advertising partners to collect this information from the Temu mobile application for iOS devices.Our third-party advertising partners may use cookies and similar technologies to collect information about your interaction (including the data described in the automatic data collection section above) with the Service, our communications and other online services over time, and use that information to serve online ads that they think will interest you.\nThis is called interest-based advertising.\nWe may also share information about our users with these companies to facilitate interest-based advertising to those or similar users on other online platforms.\nIn providing interest-based ads, we follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising.You can limit use of your information for interest-based advertising by:<ul>\n<li>Browser settings.\nBlocking third-party cookies in your browser settings.</li>\n<li>Privacy browsers/plug-ins.\nBy using privacy browsers or ad-blocking browser plug-ins that let you block tracking technologies.</li>\n<li>Platform settings.\nGoogle and Facebook offer opt-out features that let you opt-out of use of your information for interest-based advertising:<ul>\n<li>Google: https://myadcenter.google.com/</li>\n<li>Facebook: https://www.facebook.com/about/ads </li>\n</ul>\n</li>\n<li>Ad industry tools.\nOpting out of interest-based ads from companies participating in the following industry opt-out programs: <ul>\n<li>Network Advertising Initiative: https://thenai.org/opt-out/</li>\n<li>Digital Advertising Alliance: optout.aboutads.info</li>\n<li>AppChoices mobile app, available at https://www.youradchoices.com/appchoices, which will allow you to opt-out of interest-based ads in mobile apps served by participating members of the Digital Advertising Alliance.</li>\n</ul>\n</li>\n<li>Mobile settings.\nUsing your mobile device settings to limit use of the advertising ID associated with your mobile device for interest-based advertising purposes.<ul>\n<li>For iOS 14.5 or Higher: Go to your Settings &gt.\nSelect Privacy &gt.\nSelect Tracking &gt.\nDisable the \"Allow Apps to Request to Track\" setting.</li>\n<li>For Android devices with OS 2.2 or higher and Google Play Services version 4.0 or higher: Open your Google Settings app &gt.\nAds &gt.\nEnable \"Opt out of interest-based advertising.\"</li>\n</ul>\n</li>\n</ul>You will need to apply these opt-out settings on each device from which you wish to opt-out.We cannot offer any assurances as to whether the companies we work with participate in the opt-out programs described above.Compliance and protection.\nWe may use your personal information to:<ul>\n<li>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</li>\n<li>protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims).\n</li>\n<li>audit our internal processes for compliance with legal and contractual requirements or our internal policies;</li>\n<li>enforce the terms and conditions that govern the Service.\nand</li>\n<li>prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</li>\n</ul>With your consent.\nIn some cases, we may specifically ask for your consent to collect, use or share your personal information, such as when required by law.Cookies and similar technologies.\nIn addition to the other uses included in this section, we may use the Cookies and similar technologies described above for the following purposes:<ul>\n<li>Technical operation.\nTo allow the technical operation of the Service, such as by remembering your selections and preferences as you navigate the site, and whether you are logged in when you visit password protected areas of the Service.</li>\n<li>Functionality.\nTo enhance the performance and functionality of our services.</li>\n<li>Advertising.\nTo help our third-party advertising partners collect information about how you use the Service and other online services over time, which they use to show you ads on other online services they believe will interest you and measure how the ads perform.\nPlease note that we do not allow our third-party advertising partners to collect your personal information for advertising purposes from the Temu mobile application for iOS devices.</li>\n<li>Analytics.\nTo help us understand user activity on the Service, including which pages are most and least visited and how visitors move around the Service, as well as user interactions with our emails.</li>\n</ul>\n<p>\n</p>How we share your personal informationWe do not sell your personal information for money but we recognize that some U.S.\nstate laws may define “personal information” in such a way that making available identifiers linked to you for a benefit may be considered a “sale.” You have the right under some U.S.\nstate laws to opt out of having your personal information sold.\nWe only share your personal information with the following parties and as otherwise described in this Privacy &amp.\nCookie Policy or at the time of collection.\nAffiliates.\nOur corporate parent, subsidiaries, and affiliates, for purposes consistent with this Privacy &amp.\nCookie Policy.Service providers.\nThird parties that provide services on our behalf or help us operate the Service or our business (such as hosting, information technology, customer support, email delivery, order fulfillment and delivery, marketing, consumer research and website analytics).Payment processors.\nAny payment card information you use to make a purchase on the Service is collected and processed directly by our payment processors.Advertising partners.\nThird-party advertising companies for the interest-based advertising purposes described above.Third parties designated by you.\nWe may share your personal data with third parties where you have instructed us or provided your consent to do so.\nFor example, we may share your personal information with third-party advertisers with whom we are collaborating to offer you additional services such as sweepstakes, raffles and promotions.\nWe will share personal information that is needed for these other companies to provide the services that you have requested.Business and marketing partners.\nThird parties with whom we co-sponsor events or promotions, with whom we jointly offer products or services, or whose products or services may be of interest to you.Linked third-party services.\nIf you log into the Service with, or otherwise link your Service account to, a social media or other third-party service, we may share your personal information with that third-party service.\nThe third party’s use of the shared information will be governed by its privacy policy and the settings associated with your account with the third-party service.Professional advisors.\nProfessional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.Authorities and others.\nLaw enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the compliance and protection purposes described above.Business transferees.\nAcquirers and other relevant participants in business transactions (or negotiations of or due diligence for such transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Whaleco or our affiliates (including, in connection with a bankruptcy or similar proceedings).<p>Sellers, other users, and the public.</p>\n<p>We may share your personal Information with sellers to facilitate your transactions (including refunds and/or returns) on or through the Service.\nFor example, when you purchase a product on or through the Service, we normally share your personal information required to fulfill the purchase, such as shipping address and phone number, with the seller (or its service providers).</p>\n<p>We may also share your personal information with other users and sellers to facilitate your interactions with them on or through the Service.\nFor example, a seller’s store information is generally made available to users.</p>\n<p>Your profile and other user-generated content (except for messages) may be visible to other users of the Service and the public.\nThis includes your name, photo, location, reviews you have written (including any photo/video you upload with such reviews), and the list of people you follow or that follow you, as well as your username if you send messages, make comments, or upload images or videos through the Service.\nThis information can be seen, collected and used by others, including being cached, copied, screen captured or stored elsewhere by others (e.g., search engines), and we are not responsible for any such use of this information.\nUse caution and good judgment before sharing personal information in public areas of the Service.</p>\n<p>\n</p>Your choicesAccess or update your information.\nIf you have registered for an account with us through the Service, you may review and update or delete certain account information by logging into your account.\nSpecifically, you can update your name, address, phone number, email address and password, payment methods, profile information and purchase history in the “my account” section of the app.<p>\n</p>Opt-out of marketing communications.\nTo manage your preferences or opt-out of marketing communications you can use any of the following methods.<ul>\n<li>Email Promotional Offers.\nIf you do not want to receive emails from us regarding special promotions or offers, you may follow the unsubscribe options at the bottom of each email.</li>\n<li>Mobile Promotional Offers.\nWhen you provide us with your mobile number for marketing purposes, we may send you certain marketing alerts via text message.\nConsent is not a requirement to use the services and standard data and message rates will apply.\nIf you no longer wish to receive mobile marketing alerts from us, you can follow the instructions provided in those messages or otherwise reply STOP to any alert we send.</li>\n<li>Push Notifications.\nWhen you use the mobile app, you may receive push notifications.\nIf you prefer not to receive push notifications, you may adjust your settings on your mobile device to control whether you want to receive these alerts.</li>\n</ul>Cookies and similar technologies.\nMost browsers let you remove or reject cookies.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nPlease note that if you set your browser to disable cookies, the Service may not work properly.\nFor more information about cookies, including how to see what cookies have been set on your browser and how to manage and delete them, visit www.allaboutcookies.org.\nYou can also configure your device to prevent images from loading to prevent web beacons from functioning.Advertising choices.\nPlease refer to the Interest-based advertising section above for information about how you can limit use of your information for interest-based advertising.\nDo Not Track.\nSome Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\nWe currently do not respond to “Do Not Track” or similar signals.\nTo find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.Declining to provide information.\nWe need to collect personal information to provide certain services.\nIf you do not provide the information we identify as required or mandatory, we may not be able to provide those services.Linked third-party platforms.\nIf you choose to connect to the Service through your social media account or other third-party platform, you may be able to use your settings in your account with that platform to limit the information we receive from it.\nIf you revoke our ability to access information from a third-party platform, that choice will not apply to information that we have already received from that third party.Delete your content or close your account.\nYou can choose to delete certain content through your account.\nYou could delete your account in the “settings” section of the app.<p>\n</p>RetentionWe generally retain personal information to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting requirements, to establish or defend legal claims, or for fraud prevention purposes.\nTo determine the appropriate retention period for personal information, we may consider factors such as the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.<p>When we no longer require the personal information we have collected about you, we may either delete it, anonymize it, or isolate it from further processing.</p>Information for California ResidentsCalifornia residents have certain privacy rights as specified under California law, including the California Consumer Privacy Act of 2018 (“CCPA”), as amended and pursuant to its regulations and successors: Right to know.<ul>\n<li>You may request details on the specific personal information, including sensitive information, we’ve collected about you, including how long we keep it or the factors we use to decide when to delete it.\nWe provide this information in this policy, but you can also get this information by contacting us.\nIn addition, you can request a copy of your personal information through contacting our online customer service or email our Data Protection Officer at privacy@temu.com.\nWe may require some additional information to authenticate your identity and ownership of your account.</li>\n<li>You have the right to know who we sell or share your personal information, including sensitive information.\nWe DO NOT sell your personal information, but we share your information with our affiliates, service providers, contractors for the provision of our services to you.\nFor more details on third parties we share personal information with, see the “How we share your personal information” section above.\n</li>\n</ul>Right to Opt-Out of Selling.\nWe do not sell your personal information as that term is generally understood but we recognize that the CCPA defines “personal information” in such a way that making available identifiers linked to you for a benefit may be considered a “sale.” The CCPA broadly defines “personal information” and “selling” such that making available or sharing identifiers linked to you for a benefit may be considered a sale.\nIn the previous 12 months, we were sharing identifiers and inferences about you with our service providers and partners in such a way that, under the CCPA, may be defined as selling.\nYou have the right to opt-out of having your personal information sold.\nIn addition, please see the “Cookies and Other Tracking Technologies” section above for a description of opting out of cookies and controlling browser settings.Right to deletion.\nYou may request deletion of your personal information, unless an exception applies.\nExamples of exceptions include when we need to keep personal information to meet legal obligations, detect fraud, investigate reports of abuse or other Terms of Service violations, or fix security issues.\nUpon your verified request, we’ll delete your personal information and will direct our service providers to do the same.Right to request.\nYou may request us to limit our use or disclosure of any sensitive personal information we collect.\nSpecifically, you have the right to request that we use it only as is necessary to perform the services or provide the goods you expect.Right to correction.\nYou have the right to request that we correct any inaccurate personal information of yours.You have the right to make two free requests in any 12-month period.\nWe will respond initially to your request within 10 days, and then respond to your request fully within 45 days, but in more difficult cases we may extend our response time by another 45 days.\nPlease see the “Cookies and similar technologies” section above for a description of opting out of cookies and controlling browser settings.\nWe respect your choices and will not discriminate against you for exercising your rights.\nIn some circumstances, we may have to explain if a certain functionality of our service will operate differently so that you can make an informed decision.In the last 12 months, we’ve collected the following categories of personal information:<ul>\n<li>Identifiers, such as name, display name, postal address, unique personal identifier, online identifier, IP address, email address, username, or other similar identifiers.\n</li>\n<li>Other individual records such as phone number, billing address, or credit or debit card information.\nThis category includes personal information protected under pre-existing California law, and overlaps with other categories listed here.</li>\n<li>Demographics, such as your gender.</li>\n<li>Commercial information, such as products purchased or considered, or other engagement with our services.\nFor example, we may keep this information when you purchase items through the Temu platform.</li>\n<li>Internet or other electronic network activity information, such as session logs, search history, or your interactions with our services.\nFor example, we may store your search history when you are searching for items on the Temu platform.</li>\n<li>Location data at an IP address-based level, to tailor your experience in terms of displaying the appropriate local website or user experience.</li>\n<li>Audio, electronic, visual, or similar information.</li>\n<li>Inferences drawn from other personal information.\nFor example, we’ll use this information to create a list of your interests and preferences to serve you more relevant items on the Temu platform.</li>\n</ul>We may collect the categories of personal information described above when you provide it to us, when you use our services, e.g., automatically and through cookies and other technologies, or when we receive it from third parties.\nFor more details on the sources, see the “Personal information we collect” section above.<p>\n</p>Other sites and services<p>The Service may contain links to websites, mobile applications, and other online services operated by third parties.\nIn addition, our content may be integrated into web pages or other online services that are not associated with us.\nThese links and integrations are not an endorsement of, or representation that we are affiliated with, any third party.\nWe do not control websites, mobile applications or online services operated by third parties, and we are not responsible for their actions.\nWe encourage you to read the privacy policies of the other websites, mobile applications and online services you use.</p>\n<p>\n</p>Security <p>We employ a number of technical, organizational and physical safeguards designed to protect the personal information we collect.\nHowever, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.</p>\n<p>\n</p>International data transfer <p>We may use service providers that operate in other countries.\nYour personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country.</p>\n<p>\n</p>Children<p>\n</p>The Service is not intended for use by anyone under 13 years of age.\nIf you are a parent or guardian of a child from whom you believe we have collected personal information in a manner prohibited by law, please contact us.\nIf we learn that we have collected personal information through the Service from a child without the consent of the child’s parent or guardian as required by law, we will comply with applicable legal requirements to delete the information.<p>\n</p>Changes to this Privacy &amp.\nCookie Policy<p>We reserve the right to modify this Privacy &amp.\nCookie Policy at any time.\nIf we make material changes to this Privacy &amp.\nCookie Policy, we will notify you by updating the date of this Privacy &amp.\nCookie Policy and posting it on the Service or other appropriate means.\nAny modifications to this Privacy &amp.\nCookie Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting).\nIn all cases, your use of the Service after the effective date of any modified Privacy &amp.\nCookie Policy indicates your acceptance of the modified Privacy &amp.\nCookie Policy.</p>\n<p>\n</p>How to contact us<ul>\n<li>Email to our Data Protection Officer at privacy@temu.com</li>\n<li>Mail to Whaleco Inc., Suite 355, 31 St.\nJames Avenue, Boston, Massachusetts 02116, USA</li>\n</ul>", "created_at": "2023-09-01 11:52:06.753588", "updated_at": "2023-09-01 11:52:16.64295"}], "points": [{"id": 34847, "title": "The policy refers to documents that are missing or unfindable", "source": "", "status": "If you try to go to their Privacy Policy, you are redirected to the login, where you are told that by signing in/up you agree to the policy. If you click it, you are redirected back. I was only able to add the docs after repeated retrying. Same with the tos!", "created_at": "2023-09-03 16:59:53.915257", "updated_at": "2023-10-04 06:42:22.660599", "quoteText": null, "case_id": 386, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35032, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 06:58:01.997952", "updated_at": "2023-10-03 16:49:35.783713", "quoteText": null, "case_id": 399, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35035, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 06:59:49.023593", "updated_at": "2023-10-03 16:50:30.358289", "quoteText": null, "case_id": 323, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35030, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 06:55:23.52454", "updated_at": "2023-10-03 16:48:55.171421", "quoteText": null, "case_id": 331, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35037, "title": "Information is provided about how your personal data is used", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-04 06:48:06.853261", "updated_at": "2023-10-06 16:36:41.342403", "quoteText": null, "case_id": 227, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35031, "title": "Information is gathered about you through third parties", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 06:57:21.025119", "updated_at": "2023-10-03 16:47:13.337767", "quoteText": null, "case_id": 382, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35033, "title": "This service tracks which web page referred you to it", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 06:58:24.898379", "updated_at": "2023-10-03 16:57:32.305168", "quoteText": null, "case_id": 387, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35034, "title": "App required for this service requires broad device permissions", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 06:58:47.027045", "updated_at": "2023-10-03 16:58:15.152659", "quoteText": null, "case_id": 322, "document_id": 18638, "quoteStart": null, "quoteEnd": null}, {"id": 35036, "title": "Tracking pixels are used in service-to-user communication", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-03 07:00:23.782737", "updated_at": "2023-10-03 16:47:56.012309", "quoteText": null, "case_id": 217, "document_id": 18638, "quoteStart": null, "quoteEnd": null}], "urls": ["temu.com"]}}