{"error": 448, "message": "OK", "parameters": {"id": 8469, "name": "Australian Reptile Park", "created_at": "2023-06-22 03:41:19.638661", "updated_at": "2023-06-22 10:02:07.191066", "wikipedia": "https://en.wikipedia.org/wiki/Australian_Reptile_Park", "keywords": null, "related": null, "slug": "australian-reptile-park", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8469.png", "url": "reptilepark.com.au", "documents": [{"id": 16447, "name": "PRIVACY POLICY", "url": "https://www.reptilepark.com.au/wp-content/uploads/2021/11/ARP-Privacy-Policy-2021.pdf", "xpath": "//body", "text": "Policy2021,1,PRIVACYPOLICY,TitlePrivacyPolicy,Person ResponsibleDirector -Liz Gabriel,Last UpdatedNovember 2021,StatusReleased,LocationOpCentral,Version2,Purpose,The Australian Reptile Park is committed to ensuring all personal information is ,protected.\nWe understand and appreciate that personal and confidential information ,that we may collect from you must be handled with respect in allaspects.\nThis policy ,aims at outlining the expectation of Reptile Park staff, volunteers and Management so ,that any collection, use, disclosure and storage of personal information by the Reptile ,Park is done according to legislation and protects the privacy of all people in relation to ,the Reptile Park including staff, volunteers, suppliers, contractors, visitors, and others.,Commencement of the Policy,This Policy will commence from November 112021.\nIt replaces all other policies dealing ,th,with Privacy (whether written or not).,Application of the Policy,This Policy applies to all workplace participants of ARP including volunteers and staff.,What kind of information might the Reptile Park collect and why?,The information that the Reptile Park collects depends on the servicesyou use or ,products you acquire.\nWe may need to collect personal and sometimes sensitive ,information including your name, and address, email address, medical information, ,credit card details to name a few.\nSome examples of when we may collectinformation ,from you are listed below:,•Website visitors ,ostatistical information including number of users, ,owho visits the Reptile Park webpage, ,odates and times of webpage visits, ,opages accessed, ,Policy2021,2,ousers domain name, ,oprecious sites visited, ,otypesof browsers used, ,ousers operation systems (windows or Mac);,oWe use technology called ‘cookies’ when you visit our website.\nCookies are ,pieces of information that a website can transfer to an individual’s ,computer hard drive for record keeping.\nYour cookie may be sent at various ,times during your visit to our website and may be updated as you access ,our many different areas.The use of Cookies is an industry standard and ,many websites use them.\nthey allow us to track usage patterns and compile ,data that help us improve our services to you! If you prefer for information ,not to be collected through the use of cookies, you are able to deny the ,cookie feature on most web browsers, or you can delete cookies from your ,hard drive at any time.,•Customers –,oafter purchasing items, ,oentering promotions and contests, ,oinclusions in surveys, ,osocial media and online forums,,orequested information by the Reptile Park, ,otour and special offer participants, ,odonors and or sponsors, ,oapplications for work, or voluntary work, including work experience;,•General enquiries and quoting,•Suppliers and Industry contacts,We appreciate and understand that any personal information given to the Reptile Park ,will only be used for the purpose agreed at the time the information is given.\nThis may ,include:,•To keep our visitors informed of special promotions, offers, events and discounts.\n,If you would prefer not to receive these updates and offers, please click ,‘unsubscribe’ and you will no longer receive this information.,•To keep our visitors safe,•To identify visitors and customers,•Service development and improvement of Reptile Park processes,•For all statistical data collection online, no attempt is made to identify users, and ,data is used only to evaluate and improve the service provided by the Reptile ,Park.\n,Policy2021,3,Any information that we collect from you is confidential.\nWe do not sell, lease, rent, loan, ,or trade the addressed stored in our databases to any unrelated third parties.,We will not disclose your personal information for purposes or to parties other that ,those outlined above without your consent.,Links to other websites,The ReptilePark’swebsite may provide links to third party websites outside of the ,Reptile Parkservices.\nThese linked sites are not under our control, and we are not ,responsible for the conduct of companies linked toour website.\nBefore disclosing your ,personal information on any other website, we advise you to examine the Terms and ,Conditions of that website.,Storage and security of your personal information,Any personal information that we collect about customers, including email addresses, ,will be kept in a secure location.\nThe information will be accessible only by those ,authorised to perform normal daily tasks such as updating addresses and renewing ,membership.\nThe company will take all reasonable precautions to protect the personal ,information it holds from any misuse, loss, unauthorised access, modification or ,disclosure.,The internet is not a secure environment.\nIf you use the internet to send us any personal ,information, The Reptile Parkwill not be liable for events arising from unauthorised ,access to yourinformation.,Access to your information,You have a right to access most of the personal information we hold about you.\nIf you ,wish to have access to your information, to update or complete, please send us an email ,or letter at the addresses provided below.\nIf the Reptile Parkdoes not allow you to ,access your personal information,we will provide you with the reasons for our decision.,The Privacy Officer,The Australian Reptile Park,PO Box 737,,Gosford NSW 2250,lvella@reptilepark.com.au,Policy2021,4,Opting out,You may occasionally receive promotional emails and we hope you will find these ,interesting and informative.\nIf you would like to unsubscribe from receivingour mailings ,please click unsubscribe at the bottom of theemail orcontact us directly as below.\n,Contact us,We take the privacy of your information seriously and it is important that you ,understand how we manage your personal information.\nIf you have any questions or ,comments in relation to this Privacy PolicyStatement please contact us by email at ,lvella@reptilepark.com.au, or by mail addressed to:,Privacy Officer,theAustralian Reptile Park,PO Box 737,Gosford NSW 2250,lvella@reptilepark.com.au,You should provide us with as much detail as possible about the particular information ,sought, in order to help us retrieve it.\n,Variations,The Australian Reptile Park Pty Ltdreserves the right to vary, replace or terminate this policy ,from time to time.,POLICY VERSION AND REVISION INFORMATION,Policy Authorised by: Tim FaulknerOriginal issue: 12.3.14,Title: Director,Policy Maintained by: Liz GabrielCurrent version: 2,Title: Director", "created_at": "2023-06-22 03:41:19.669659", "updated_at": "2023-06-22 03:41:44.694588"}], "points": [], "urls": ["reptilepark.com.au"]}}