{"error": 448, "message": "OK", "parameters": {"id": 7085, "name": "middy ", "created_at": "2022-12-03 04:02:27.737831", "updated_at": "2022-12-03 23:01:06.177129", "wikipedia": null, "keywords": null, "related": null, "slug": "middy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7085.png", "url": "middy.com", "documents": [{"id": 13004, "name": "Privacy Policy", "url": "https://www.middy.com/privacy-policy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Help CenterTeach with MiddyLOG IN&lt.\nBackPrivacy Policy: You must read and agree to our privacy policy.\nMiddy is a platform that connects Content Creators to Users who want to engage in learning music.The Information Middy Collects 1.<b>Middy</b> collects general information you provide to us while creating your account.\nGeneral information includes your Username, Password, Email Address and Payment Information related to a Stripe Account you are legally using.\nMiddy keeps track of all payment information including the amount paid, the dates paid, authentication of payment and what rewards have been earned.\nThere are more opportunities to personalize your account and in doing so add more personal information, which Middy reserves the right to collect as well.2.Other information collected includes User preference information, amount and type of contact between Content Creators and Learning Users, Log Information (dates, times, pages viewed, and all other activity), and a Content Creator rating system where Learning Users have the ability to rate the quality of the Content Creator based on their experience.\nWhat Middy Can Do With the Information 1.Middy may share this information with any affiliated entities such as vendors, consultants, data processors, marketing firms, for the purposes of analytics, by request of law enforcement officials, or during merger and/or acquisition negotiations.2.Middy expressly reserves the right to allow other entities to administer audience measurement and analytics services in order to serve advertisements on our behalf across different mediums, and to track and report on those advertisements.\nIt is possible that some of these advertisements may be equipped with cookies.\nThere are several analytics companies that we may be using at any one time.Learning Users 1.Creators will have your email address and profile information, any messages communicated between you via Middy, and information about your subscription, including but not limited to how you are using content.Public Access 1.Publicly accessible information includes your profile, the creators you support, any posts or comments on a Content Creator’s page and any information Middy chooses to share in blog posts, press releases or other channels leading into the public sphere.2.You will have the option to privatize your account so your profile and the Content Creators you subscribe to will not be available to the general public.Some Simple Rules 1.By agreeing to these Terms, you confirm your commitment to not collect other Users’ personal information absent of their express consent.\nAny User will have the ability to add other contact information to their accounts should they choose to.\nAny contact information that is added by the learning User or Content Creator can be used in order to communicate with them.\nAt no time can this information be used for harassment, solicitation (unless given express written consent by Middy), or for any other reason that does not involve the Services being offered by Middy without the express consent of the User.2.If, you acquire, by any means, any knowledge or information, of the way Middy conducts business, any of its proprietary algorithms, information, or any factual data or information that could be considered a trade secret, you will not disclose this information to anyone, for any reason, via any means.Security 1.Middy realizes that the security of your personal information is critically important and has the highest standards in regards to protecting it.\nFull credit or debit card numbers are never accessed by our system, and sensitive data like tax forms are encrypted.2.We recommend to all Users a strong password and offer a two-factor authentication measure in order to further protect your information.\n3.Please also refer to and read carefully, Section 3, “Your Account,” in Middy’s Terms of Service.\nChanges 1.In the future, Middy may add to, or modify this policy.\nYour further use of Middy indicates that you agree to such additions and changes.\nYou will be alerted when such changes occur and are expected to read them in full.Middy is a website for creating interactive courses for piano.PRIVACY POLICYTERMS OF SERVICE", "created_at": "2022-12-03 03:02:44.603706", "updated_at": "2022-12-03 03:02:51.804716"}, {"id": 13003, "name": "Terms", "url": "https://www.middy.com/terms-of-service", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Help CenterTeach with MiddyLOG IN&lt.\nBack <p>Terms of Service for Middy IO LLC</p>\n<p>Effective: 12/20/2017</p>\n<p>Last Updated: 7/13/2021</p>\n<p>PLEASE READ THESE TERMS CAREFULLY AS THEY ESTABLISH A LEGAL AGREEMENT BETWEEN YOU AND MIDDY IO LLC (hereafter “Middy”).</p>\n<p>Please Note: Section 8 of these Terms of Service contains an <strong>ARBITRATION CLAUSE</strong> and <strong>CLASS ACTION WAIVER</strong> that applies to all Middy Users.\nIt affects and dictates how disputes with Middy are resolved.\nBy accepting these Terms of Service, you agree to be bound by this Arbitration Clause and Class Action Waiver.\nPLEASE READ CAREFULLY.</p>\n<p>Middy is a platform that allows Content Creators to engage with Subscribers for the purposes of music education.\nThese Terms apply to all Users of Middy.\nThe term “Middy” refers to this Website and all of the services offered by it.\nBy your utilization of Middy you agree to these Terms and you acknowledge that you have read and understand them.\nBy agreeing to these Terms you also agree to any other policies of Middy referenced herein, including its Privacy Policy.\nPlease review these Terms of Service periodically as they are subject to be altered by Middy at any time.\nSo long as you continue to use Middy, any such modifications will automatically apply to you, but you will be alerted to any changes via a posting on our website or an email by us to you.\nAgain, your continued Use after any changes constitutes acceptance of the Terms of Service as so revised.</p>\n<p>For information regarding our Privacy Policies and Information Collection, please see our Privacy Policy here.\nNote: by agreeing to these Terms, you acknowledge that you also agree to our Privacy Policy and Information Collection.</p>\n<p>Terms of Service INDEX</p>\n<p>i.\nWho We Are.</p>\n<p>1.\nLegal Relationship</p>\n<p>2.\nAcceptance of these Terms</p>\n<p>3.\nYour Account</p>\n<p>4.\nPayment</p>\n<p>5.Types of Users</p>\n<p>6.\nCOPYRIGHT INFRINGEMENT- ADDITIONAL POLICY GUIDELINES</p>\n<p>7.\n<strong>WARRANTY DISCLAIMER</strong>\n</p>\n<p>8.\nLimitation of Liability</p>\n<p>9.\nIndemnity</p>\n<p>10.\nDispute Resolution.</p>\n<p>11.\nDefinitions</p>\n<p>\n<strong>i.\nWho We Are</strong>\n</p>\n<p>i.Middy is an online membership platform created in 2017 that provides business tools for music educators to run a subscription content service, as well as content-tools to enable them to offer new learning experiences.</p>\n<p>\n<strong>1.\nLegal Relationship</strong>\n</p>\n<p>1.1.This document provides all information regarding the Terms of Use (hereafter, “Terms”) that control the use of both the website address https://middy.com (hereafter, the “Website”).</p>\n<p>1.2.These Terms govern the access and use of Middy for all Users, with the exception of Section 5.2 and any other Taxation language contained within the document, which only applies to Middy Users within the United States, its territories, and possessions.</p>\n<p>1.3.\nBy accessing or using the Services of Middy, you agree to be bound by all of these Terms.</p>\n<p>1.4.These terms supersede any prior agreements or arrangements between you and Middy or any of its Owners, Investors or Employees.</p>\n<p>1.5.Middy reserves the right to immediately terminate these Terms with respect to you, cease offering or deny access to Services or any portion thereof for any reason Middy may see fit.</p>\n<p>1.6.Middy also reserves the right to, in its sole discretion, modify, revise or edit these Terms and Policies.\nIf Middy does exercise this right, you will continue to be bound by these Terms by continuing to use and accessing Middy, whether you were aware Middy has exercised this right or not.\nIn the event of such changes you will be alerted and MUST read and AGREE to the new Terms in order to continue use.</p>\n<p>1.7.All Amendments to these Terms made by Middy in its sole discretion will be effective immediately upon the posting of such Terms.</p>\n<p>\n<strong>2.\nAcceptance of these Terms</strong>\n</p>\n<p>2.1.You affirm that any one of the following is true:</p>\n<ul>\n<li>you are 13 years of age or older, or</li>\n<li>you have parental or guardian consent for the usage of Middy.</li>\n</ul>\n<p>2.2.You affirm that you are fully competent to enter into and to comply at all times with all of these Terms.</p>\n<p>2.3.You affirm that all the information you have provided while creating your account is truthful and accurate and it is your sole responsibility and commitment to maintain the accuracy of such information.</p>\n<p>\n<strong>3.\nYour Account</strong>\n</p>\n<p>3.1.By agreeing to these terms, you covenant to never utilize another User’s account, to never solicit the login information of another User’s account, and to never make public other Users’ private information, you represent and warrant that all the information you provided while creating your account is accurate and complete, and you covenant that you will do your best to keep your account password secure at all times.\nIf you believe your account has been breached, or you know someone using Middy under the age of thirteen without consent of a parent or a guardian, report this information to us immediately.</p>\n<p>3.2.Additionally, by agreeing to these Terms, you take full responsibility for any and all activity on your account.\nMiddy will not be liable for any losses you or others using your account may have incurred by any authorized or unauthorized use of your account.</p>\n<p>3.3.You agree that at no time will you use the communication channels provided by Middy to harass, solicit business or to engage in any other communication that does not revolve around the Services offered by Middy.</p>\n<p>3.4.Any breach to the security of your account must immediately be reported to Middy.</p>\n<p>3.5.With regard to commercial uses, unless you obtain the written approval of Middy, you are prohibited from taking the following courses of action:</p>\n<ul>\n<li>sale of access to Services provided by Middy (see also “Reward Sharing” below),</li>\n<li>distribution of unsolicited advertising,</li>\n<li>claim the endorsement of Middy.</li>\n</ul>\n<p>3.6.You will in no way upload or use viruses including “bugs,” “spiders,” “robots,” or any other virulent code or malware, or any other means of altering Middy’s technological dignity.\nYou also agree to at NO TIME attempt to reverse engineer any of Middy’s coded language content.</p>\n<p>3.7.Finally, by agreeing to these Terms, you agree&nbsp.\nnot to use the Middy platform or any assets of Middy, its Affiliates or related entities, for illegal or mischievous purposes.\nYou will comply with all applicable laws and you also agree to report any and all matters that you have come upon while using this Service that are illegal or mischievous.</p>\n<p>3.8.<strong>INTELLECTUAL PROPERTY</strong>: You agree not to infringe on others’ intellectual property rights.\nThe nature of this site is such that Content Creators own ALL of their original content they have posted to Middy.\nThe following measures are ENTIRELY PROHIBITED AND MIDDY RESERVES THE RIGHT TO TAKE ANY ACTIONS IT CAN AT ITS DISPOSAL INCLUDING BUT NOT LIMITED TO LEGAL ACTIONS:</p>\n<ul>\n<li>\n<strong>Reward Sharing</strong>- where Subscribers share patron-only content without the permission of the Content Creator</li>\n<li>Infringement of any <strong>Trademarks</strong> or <strong>Copyrights</strong>.\nIt is essential for Content Creators to ensure that any work not originally their own, that they use on Middy, is appropriate within the laws and guidelines of any and all American Trademark and Copyright laws and guidelines.\nAll Users must also respect the original material provided by the Content Creators.\nAny and all material Content Creators post belongs to them in its entirety and any use thereafter for purposes not related to the Services of Middy must have the approval of the Content Creator.\nContent Creators must also consult and receive approval from one another before using material taken from other Content Creators</li>\n<li>Conduct any form of Data Mining without the express written consent of Middy.</li>\n</ul>\n<p>3.9.Middy is always experimenting and testing out new features.\nWe may add or remove any such features.\nOften we will test such features on a random subset of Users.\nIf any of those features may add additional matters that could be contrary or different from these Terms, we will let you know.</p>\n<p>3.10.Only with your permission can we give other websites or services the ability to verify information about your Middy account or perform any actions on your behalf.</p>\n<p>\n<strong>4.\nPayment</strong>\n</p>\n<p>4.1.You are fully aware that Middy charges for the services it provides its Users, and you will pay in full all the amounts charged to you by Middy for utilization of such services.</p>\n<p>4.2.\nReceipts will be sent via Middy account and to the preferred email address indicated in your account.</p>\n<p>4.3.If the preferable payment method is invalid in any way, expired or unable to be processed, Middy may immediately and at its own discretion, use any other legal method to acquire its fees and charges from you.</p>\n<p>4.4.All charges are final and non-refundable unless otherwise determined by Middy.\nThe following are the options one has to commit to subscriptions:</p>\n<ul>\n<li>Per Month Basis: As a customer, you will pay the full subscription price per month immediately upon signing up to use the Content Creator’s subscription.\nAt the end of each month of use you will need to again pay the full subscription amount for monthly use in order to continue use for that subscription.</li>\n<li>Reward Levels: <strong>Subscribers</strong> will pay the Content Creators for certain levels of membership and may NOT be able to access all of the exclusive content: The amount of content Subscribers are able to view and the pricing will be determined by the Content Creator themselves.</li>\n</ul>\n<p>4.5.Middy reserves the right to, at any time and at its sole discretion, establish, remove and/or modify Charges for any or all Services.</p>\n<p>4.6.You will be responsible for the Charges incurred by your Account regardless of your awareness of such charges.</p>\n<p>4.7.Cancellation fees may apply to specific purchases and must be paid for.</p>\n<p>4.8.\nMiddy is in no way responsible for the quality, timing, and legality of content or rewards.</p>\n<p>\n<strong>5.\nTypes of Users</strong>\n</p>\n<p>5.1.Middy Subscribers choose a payment method from the above two options (see 4.4).</p>\n<ul>\n<li>You can cancel any of your memberships to Content Creators or Middy at any time.</li>\n<li>Middy may (but is not obligated to) grant refunds at our sole discretion.</li>\n<li>You may lose access to content if your payment method fails, the Content Creator blocks you or the Content Creator terminates their account.</li>\n</ul>\n<p>5.2.Content Creators are people with advanced musical skills, talent and knowledge who create accounts in order to teach Subscribers.\nContent Creators set their own monthly fees and must also set up a rewards program to allow Subscribers the option of paying for a Per Month subscription or a Reward Level subscription.\nMiddy will do its best to provide timely access to the funds you receive for your content.\nThere may be occasional delays and we apologize in advance for any such mishap.\nMiddy may block or hold onto payments for any possible or expected violations of the Terms, including for reasons associated with collecting tax-reporting information.\nHere at Middy, we will do our best to communicate the reasons for delay or blocking promptly.\nMiddy may also block a User’s payments if we suspect such payments are fraudulent.\nMiddy may act as a Content Creator’s agent for purposes of receiving funds from Users on a Content Creator’s behalf.\nA Content Creator’s only recourse with regards to funds paid by Users to Middy is toward Middy and not the Users.</p>\n<ul>\n<li>Tax Reporting Continued:</li>\n<ul>\n<li>Content Creators are solely responsible for determining their own obligations to report, collect, remit or include any taxes that may apply to them.</li>\n<li>Content Creators are solely responsible for reporting their own taxes, including money made through Middy.</li>\n<li>Certain tax regulations or laws may require Middy to collect appropriate Tax information from Content Creators, and/or to withhold payouts if a Content Creator fails to provide the documentation we determine to be sufficient (if any) to satisfy our obligation to any government entity for tax purposes.\nMiddy reserves the right to freeze all payouts, withhold any amounts required by law, or to take both actions until a final resolution is found.</li>\n</ul>\n<li>The commission Middy takes from you, as the Content Creator, will depend on sales volume.\nWhen a Content Creator joins the platform, the platform will receive 20% of sales revenue.\nDepending on sales, the platform may reduce the rate.\nThis rate may be calculated by an algorithm or set by someone on the Middy team.\nThe rate may change as frequently as every month.</li>\n<li>Content Creators have the opportunity to share sales revenue with members of the affiliate program (which may include Middy).\nMembers of any affiliate(s) may receive sales commissions ONLY by permission of the Content Creator AND if they are attributed to the sale.\nAttribution will be last-touch &amp.\nwithin 24 hours of the sale.</li>\n<li>Rewards: You cannot offer or provide rewards via the Middy platform that include:</li>\n<ul>\n<li>sexual acts</li>\n<li>violent acts</li>\n<li>nudity</li>\n<li>depictions of sexual or violent content in any form</li>\n<li>raffles or prizes based on chance</li>\n<li>or intellectual property belonging to someone else, unless you have written permission to do so.</li>\n</ul>\n<li>Middy is not a party to any agreement between you as a Content Creator and Subscribers.\nAny refunds requested by Subscribers will be granted with our sole discretion and upon exceptional circumstances.\nThe refunded amount will be deducted from future payments to you.</li>\n</ul>\n<p>\n<strong>6.\nCOPYRIGHT INFRINGEMENT- ADDITIONAL POLICY GUIDELINES</strong>\n</p>\n<p>6.1.\nIf someone on Middy is currently using or has used your copyright without proper permission, please immediately contact us at legal@middy.com and include the following information:</p>\n<ul>\n<li>The signature, whether physical or electronic, of the copyright owner or a person authorized to act on their behalf.</li>\n<li>A description of the copyrighted work that you believe was infringed upon.</li>\n<li>The exact location within Middy where the infringing content can be found.</li>\n<li>Your name, address, email address and telephone number.</li>\n<li>A statement certifying that: 1) you believe in good faith that the use of this work infringes upon a copyright that has not expired, because the work qualifies as a copyright and is being used without the copyright owner’s or agent’s permission.\n2) all of the information contained in your notice to us is accurate.\nand 3) under the penalty of perjury, you are either the copyright owner or authorized to act on their behalf.</li>\n</ul>\n<p>6.2.If your content has been removed because of a DMCA notice, and you would like to challenge its removal because of a good faith belief that such content does not infringe upon another’s copyrights, then you may send a written counter-notice to possibly have the content restored to legal@middy.com.\nSuch counter-notices must contain the following:</p>\n<ul>\n<li>Your personal electronic or physical signature.</li>\n<li>A description of the content that was removed and the exact location it would have been found on Middy prior to its removal.</li>\n<li>Your name, address, email address and telephone number.</li>\n<li>A statement under the penalty of perjury that you believe in good faith the content was removed unnecessarily.</li>\n<li>A confirmation that you consent to the jurisdiction of the U.S.\nFederal District Court for the Southern District of Florida, and that you will accept service of process from the party that originally sent us the DMCA notice.</li>\n</ul>\n<p>6.3.Middy reserves the right to terminate accounts for any reason including copyright infringement or repeat copyright infringement.</p>\n<p>6.4.\nFor additional information regarding the DMCA you can visit https://www.copyright.gov/dmca-directory/.</p>\n<p>\n<strong>7.\nWARRANTY DISCLAIMER</strong>\n</p>\n<p>7.1.<strong>YOU ACKNOWLEDGE THAT YOUR USE OF MIDDY IS AT YOUR OWN RISK.</strong>\n</p>\n<p>7.2.<strong>YOU ACKNOWLEDGE THAT MIDDY, ITS OWNERS, DIRECTORS, EMPLOYEES AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS AND IMPLIED IN CONNECTION WITH THE SERVICES OFFERED AND YOUR USE OF THIS PLATFORM AND ITS SERVICES.</strong>\n</p>\n<p>\n<strong>8.\nLimitation of Liability</strong>\n</p>\n<p>8.1.You acknowledge that in no event shall Middy, its owners, directors, employees or agents, be liable to you for any damages whether they be (I)&nbsp;direct, (II) indirect, (III) incidental, (IV) special, (V) punitive, or (VI)&nbsp;consequential, and whether as the result of (I)&nbsp;personal injury of any kind, (II) property damage of any kind or (III) any other losses at all of any kind.</p>\n<p>8.2.No Users, whether Content Creators or Subscribers, represent the political or ideological views of Middy, its owners, directors, employees or agents.\nMiddy, its owners, directors, employees and agents are not responsible and cannot be held accountable for offensive conduct on the part of any User, whether Content Creator or Subscriber, for any reason, or at any time.</p>\n<p>8.3.Middy is not responsible to you for any money you might lose as a result of your use of the Middy platform.</p>\n<p>8.4.Without limitation of the foregoing, to the extent permitted by law, Middy’s liability (if any) for damages is limited to the amount of money you have paid to Middy for your use of these Services.\nIn no way is Middy liable for any loss associated with failure to deliver rewards and from losses caused by any conflicting contracts.</p>\n<p>\n<strong>9.\nIndemnity</strong>\n</p>\n<p>9.1.You agree to indemnify and hold harmless Middy, and all of its affiliates, including its owners, directors, employees and agents, from and against any and all claims including (I) damages of any kind, (II) obligations of any kind, (III) losses of any kind, (IV) liabilities of any kind, (V) expenses of any kind, and (VI) costs and debts of any kind arising out of your use of the Middy platform.</p>\n<p>9.2.This Indemnification obligation survives these Terms as well as your usage of Middy and the services it provides, regardless of the manner in which you use it.</p>\n<p>\n<strong>10.\nDispute Resolution.\nThis is an Arbitration Agreement that you MUST read carefully.\nIt is part of the Terms of the Contract you are making with Middy and affects your rights.\nIt contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.</strong>\n</p>\n<p>10.1.Applicability of Arbitration Agreement: All claims and disputes in connection with these Terms or the Use of any of the Services that Middy provides, that cannot be resolved informally or in small claims court shall be resolved by binding arbitration on an individual basis under the Terms of this Arbitration Agreement.\nAll arbitration proceedings shall be held in English unless agreed to otherwise by all Parties involved in the matter.\nThis Arbitration Agreement applies to you as the User and Middy and to any of its subsidiaries, affiliates, agents, employees, predecessors in interest, successors and assigns, as well as all authorized or unauthorized Users or beneficiaries of services or goods provided under these Terms.</p>\n<p>10.2.Notice Requirement &amp.\nInformal Dispute Resolution: Before either party may pursue arbitration, the party must first send a written Notice of Dispute (“Notice”) describing the nature and basis of the dispute as well as requested relief, to the other party.\nA Notice to Middy should be sent by mail service to: \"Middy IO LLC, 3109 Grand Ave #221, Miami, Florida 33133\".\nor by email at: legal@middy.com.\nOnce Notice has been received, you and Middy may attempt to resolve the dispute informally.\nIf the dispute is not resolved within thirty (30) days after Notice is received, either party may begin an arbitration proceeding.\nThe amount of any settlement offer made by either party may not be disclosed to the sitting arbitrator(s) at any time.</p>\n<p>10.3.Arbitration Rules: Any Arbitration shall be initiated through the Judicial Arbitrations and Mediation Services Streamlined Arbitration Rules &amp.\nProcedures (“JAMS”), an established alternative dispute resolution provider (“ADR Provider”) that offers arbitration as set forth in this section.\nIf this JAMS approach is not available, the parties shall agree to select an alternative ADR Provider.\nThe rules of the ADR Provider being used to arbitrate, shall govern all aspects of the arbitration, including but not limited to the method of initiating and/or demanding arbitration, except to the extent such rules are in conflict with any part of these Terms.\nThe JAMS Arbitration Rules (“Arbitration Rules”) governing the arbitration are available for your viewing online at https://www.jamsadr.com/, or by calling the JAMS at 1-305-371-5267.\nA single, neutral arbitrator shall conduct the arbitration.\nAny claims or disputes where the total amount of the award sought is less than Ten Thousand U.S.\nDollars (US $10,000.00) may be resolved through binding non-appearance based arbitration at the option of either party.\nFor claims seeking at least Ten Thousand U.S.\nDollars (US $10,000.00), the right to an arbitration hearing will be determined by the Arbitration Rules, unless the Parties agree otherwise.\nAny hearing will be held in Miami, Florida, or the greater Miami, Florida area.\nEach party shall bear its own costs, including attorney’s fees, and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.\nArbitrators must disclose any bias, interest in the result of the arbitration, or relationship with any of the parties involved.\nprior usage of Middy Services excluded.</p>\n<p>10.4.Non-Appearance Based Arbitration: If non-appearance based arbitration is elected, it shall be conducted by telephone, online, via video conference and/or on written submissions.\nthe specific manner being chosen by the party submitting.\nParties will have the right to know how the opposing party is submitting.\nIn these cases, the arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise agreed by the parties.</p>\n<p>10.5.The Arbitrator’s Decision: The arbitrator’s decision will include all of the essential findings and conclusions in which the arbitrator based their decision.\nThe arbiter may award declaratory or injunctive relief only on an individual basis and only to the extent necessary to the relief warranted by the individual claim at hand.</p>\n<p>10.6.Jury Trial Waiver: TO THE EXTENT NOT PROHIBITED BY APPLICABLE LAW THAT CANNOT BE WAIVED, THE PARTIES HEREBY WAIVE, AND COVENANT THAT THEY WILL NOT ASSERT (WHETHER AS PLAINTIFF, DEFENDANT OR OTHERWISE), ANY RIGHT TO TRIAL BY JURY IN ANY ACTION ARISING IN WHOLE OR IN PART UNDER OR IN CONNECTION WITH THESE TERMS, WHETHER NOW EXISTING OR HEREAFTER ARISING, AND WHETHER SOUNDING IN CONTRACT, TORT OR OTHERWISE.\nTHE PARTIES AGREE THAT ANY OF THEM MAY FILE A COPY OF THIS PARAGRAPH WITH ANY COURT AS WRITTEN EVIDENCE OF THE KNOWING AND VOLUNTARY AGREEMENT AMONG THE PARTIES IRREVOCABLY TO WAIVE THEIR RESPECTIVE RIGHTS TO TRIAL BY JURY IN ANY ACTION WHATSOEVER BETWEEN THEM RELATING TO THESE TERMS.</p>\n<p>10.7.Waiver of Class or Consolidated Actions: ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS ONLY.\nCLAIMS OF MORE THAN ONE USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER USER.</p>\n<p>10.8.\nConfidentiality: All aspects of any arbitration or court proceedings shall be strictly confidential unless otherwise required by law.\nThis paragraph shall not prevent a party from submitting to a court any information necessary to enforce this Agreement, an arbitration award, or to seek injunctive or equitable relief.</p>\n<p>10.9.Courts: In any circumstances where the foregoing Arbitration Agreement permits parties to litigate, the parties hereby agree to submit to the personal jurisdiction of the courts located within Miami-Dade County, Florida for such purposes.</p>\n<p>10.10.Exceptions to Arbitration Agreement: You as a User and Middy, agree that the following claims are exceptions to the foregoing Arbitration Agreement and may be brought in a judicial proceeding in courts located within Miami-Dade County, Florida: Any claim(s) related to Actual or Threatened ((i)&nbsp;infringement of intellectual property rights.\n(ii)&nbsp;misappropriation or violation of a Party’s copyrights.\n(iii)&nbsp;misappropriation or violation of a Party’s trademarks.\n(iv) misappropriation or violation of a Party’s trade secrets.\n(v) misappropriation or violation of a Party’s patents (vi) misappropriation or violation of a Party’s any other intellectual property rights.\n(vii) Any claim seeking emergency injunctive relief due to exigent circumstances (e.g., commission of a crime, cyber-attack, hacking or any imminent danger).</p>\n<p>10.11.Severability: Except as provided in Sections 10.5 and 10.6, in the event that any portion of this Arbitration Agreement is deemed unenforceable or illegal, said portion will be severed and the remainder of the Arbitration Agreement will remain intact and in Full Force and Effect.</p>\n<p>10.12.Survival: Except as provided in Section 10.11, this section will survive any termination of a portion of these Terms and continues to apply even if you stop using the Middy platform or terminate your Middy account.</p>\n<p>\n<strong>11.\nDefinitions</strong>\n</p>\n<p>Content Creator- A User who is posting content on the Middy platform to teach Subscribers music.</p>\n<p>Follower- A non-paying User who will receive notifications and access media Content Creators are willing to provide by clicking the “Follow” option for the Content Creator.</p>\n<p>Reward- Customers will pay the Content Creators for certain levels of membership and will NOT receive exclusive content.\nAs customers continue to reach certain levels and milestones, the amount of content they are able to view and the pricing will be determined by the Content Creator themselves.</p>\n<p>Subscriber- A User who is strictly paying for subscriptions to use Content Creator’s information.</p>\n<p>User- Subscribers and Content Creators.\nA User may be both a subscriber and a Content Creator.</p>\n<p>Visitor- Someone accessing free material provided by Content Creators.</p>Middy is a website for creating interactive courses for piano.PRIVACY POLICYTERMS OF SERVICE", "created_at": "2022-12-03 04:02:27.740409", "updated_at": "2022-12-03 03:03:08.21419"}], "points": [], "urls": ["middy.com"]}}