{"error": 448, "message": "OK", "parameters": {"id": 8964, "name": "Nutrium", "created_at": "2023-07-09 15:16:23.883571", "updated_at": "2023-07-09 22:02:40.997033", "wikipedia": null, "keywords": null, "related": null, "slug": "nutrium", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8964.png", "url": "nutrium.com", "documents": [{"id": 17537, "name": "Terms and Conditions", "url": "https://nutrium.com/terms_and_conditions", "xpath": "//body", "text": "By using this website you agree with our cookie policy.<i>\n</i>\nProductPricingBlogNutrium for CompaniesGet startedSign in<i>\n</i>ProductPricingBlogNutrium for CompaniesSign inGet startedNutrium’s Terms and Conditions of UseLast update: February 3rd 2021<p>Before accessing and using the services provided on the web application, under the web domain https://nutrium.com or/and any of its subdomains, and/or Nutrium’s mobile application, we ask you to carefully read these Terms and Conditions of Use (hereinafter, “Terms of Use”.\n“Terms”.\n“Conditions”.\n“Terms and Conditions”) which stipulate the terms under which you may use the Nutrium software, also defining the participation rules for the Professionals and Clients, enrolled in said service.</p>Who are we?<p>HEALTHIUM – Healthcare Software Solutions, S.A., (hereinafter, “Healthium”), dedicates itself to the development of software in the cloud, with connection to mobile applications, for Nutrition Clinics and Professionals.\nThat software, NUTRIUM, enables the simplification of complex tasks, such as management and analysis of nutritional information of their clients, planning, analysis and creation of food plans and direct and permanent follow-up of the client's, and much more.\nIn addition to these functionalities, the most distinctive feature of the service relates to the fact that it eases and improves the nutritional monitoring and follow-up of the Client by the Nutrition Professional.\nThus, through Nutrium’s mobile application, the Client, at the end of each nutrition appointment, will have available on their mobile device their food plan as prescribed by the Professional, which can be readjusted both in real time or in the next appointment.</p>\n<p>In this way, Nutrium promotes, facilitates and simplifies the relationship between the Client and their Nutrition Professional, enabling:</p>\n<ol>\n<li>1.\nto the Client, the contact with a Nutrition Professional that will accompany, directly, their physical progress and nutritional performance;</li>\n<li>2.\nto the Professional, a tool capable of simplifying the most complex tasks, such as management and analysis of nutritional information of their clients, planning, analysis and creation of food plans and direct and permanent follow-up of the client's.</li>\n</ol>Conditions of acceptance<p>The registration in Nutrium’s web and/or mobile applications and the service provided by Healthium is dependent on the total acceptance of these conditions, whereby, any Professional and/or Client who does not agree or does not commit to behave according to these terms shall not be allowed to use said service.</p>\n<p>Thus, for each person who is effectively a Professional or a Client of the Nutrium service is assumed, at the time of registration or at a later time, that they have read and fully understood the Terms and Conditions and the Privacy Policy which is inseparable from these terms, having expressly accepted both.</p>\n<p>Healthium reserves itself the right to change, at any time and without any prior notice, the Terms and Conditions (partially or totally) being that each new version of the Terms and Conditions shall enter into force after being published on the Nutrium website.\nBy accepting these Terms and Conditions users commit to visit and study these Terms on a regular basis.\nLastly, Healthium reserves itself the right to interrupt or even terminate services at any time if it deems necessary.</p>These stipulations are legally binding<p>The provisions on these Terms and Conditions of Use are legally binding, and they contractually bind the Professional to Healthium.\nAs such, from the moment you agree to these Terms and Conditions you are legally bound by them and accept to subject yourself to the most recent versions of the Terms and Conditions of Use and the Privacy Policy.</p>\n<p>You may withdraw your consent to these terms at any given moment being certain that, in doing so, you will terminate this contract and you will not be entitled to any indemnity or refunds of the amounts already paid, neither will you be allowed further access to Nutrium.\nAfter withdrawing your consent all your personal data shall be deleted.</p>\n<p>These provisions shall remain in force between the parties for the entire duration of the contract.\nThat duration shall be determined in accordance with the chosen subscription.</p>Definition of terms<p>“Software” shall be understood as the web and mobile applications developed by Healthium, the distribution and use of which is subject to these Terms of Use.</p>\n<p>“Distribution” shall be understood as the means by which the Software is made available by Healthium to Users.</p>\n<p>“Professional” shall be understood as anyone who has, by any means, access to the web version of the software.</p>\n<p>“Client” shall be understood as anyone who has, by any means, access to the mobile version of the software or the equivalent restricted web version.</p>\n<p>“Secretary” shall be understood as anyone who has, by any means, access to the web version of the software, restricted, made available by the Professional to that third party for the purposes of managing and scheduling their consultations and Clients.</p>\n<p>“User” shall be understood as anyone who has, by any means, access to the web and/or mobile version of the software.</p>\n<p>“Intellectual Property Rights” shall be understood as all rights to scientific works, inventions in all fields of human activity, scientific discoveries, designs, industrial models, industrial trademarks, commercial and service brands, as well as protection against unfair competition, as well as all other rights inherent to intellectual activity in the industrial and scientific fields.</p>Application of the Software Terms and Conditions of Use<p>The Software Terms and Conditions of Use apply to all forms of use of the applications, both in code form and in binary form, as in any other way.</p>Data treatment and privacy<p>By accepting these Terms and Conditions of Use, the Users expressly consent to the processing of their personal data as defined in the Privacy Policy.</p>Registration<p>Healthium is not responsible for any event resulting from the lack of capacity of the User.\nHealthium undertakes the task of ensuring that the services provided are to be offered and used without failures but reserves itself the right to temporarily suspend its operations for technical reasons or causes beyond its control.</p>\n<p>Mandatory information when signing up for our services:</p>\n<ul>\n<li>Name (first and last);</li>\n<li>Gender;</li>\n<li>Email;</li>\n<li>Password creation;</li>\n<li>Name of practice, business, gym or university;</li>\n<li>Country of residence.</li>\n</ul>\n<p>At the time of registration and during the use of the software and services, the User shall provide accurate, precise and truthful information.\nThe Professionals and Clients also guarantee and respond, in any case, for the truthfulness, accuracy and authenticity of the personal data provided, not being Healthium in any way responsible for the veracity or correction thereof.</p>\n<p>The records are personal and non-transferable, being the holder thereof solely responsible for the actions taken with their registration.</p>\n<p>To each Professional or Client may only match a single record, therefore Healthium may cancel any subsequent registration made by the same individual.</p>A — General terms of use — PROFESSIONAL1.Service provision conditions<p>By subscribing and using the Nutrium software, namely, through the online platform, the Professional, will be using tools that allow the simplification of their more complex tasks, such as planning, analysis and creation of food plans, nutritional calculations, management and analysis of information, among others.\nIn addition to these functionalities, the most distinctive feature of the service relates to the fact that it facilitates and improves the nutritional monitoring and follow-up of their clients - NUTRIUM clients.\nThe Professional lies constantly connected to their clients as the software allows access to the evolution of their clients’ progress as well as direct communication by message.\nThis functionality translates into a closer follow-up of the Client as it allows the Professional to change their food plans, answer questions posed by the Client and schedule consultations, all in real time.\nThere is no influence whatsoever of Healthium on the relationship between the client and the professional.</p>2.Professional liability<p>By accepting these Terms and Conditions, the Professional undertakes to only adopt behaviors that do not infringe the current legal order or that in any way harm legally protected positions.\nIn this sense, Professionals undertake to:</p>\n<ol>\n<li>Respect our policies, third parties' rights and any laws, such as the applicable Ethical Codes;</li>\n<li>Carefully follow European legislation on the protection of personal data, such as the General Regulation on Data Protection, ensuring, in relation to this diploma, the provision of appropriate information, collection of consents, and access to rights by Customers and Secretaries;</li>\n<li>Comply with the services that were required to them;</li>\n<li>Not transfer your account or access to third parties without our consent;</li>\n<li>Do not distribute or send spam, unsolicited e-mails or other types of harmful communications;</li>\n<li>Do not distribute virus or any other technologies that may harm the Website, the Nutrition Professional Directory, Healthium, or the interests of the Users (including their intellectual property right, among others);</li>\n<li>Do not publish or distribute content that is illegal, threatening, abusive, defamatory, invasive of another's privacy, vulgar, obscene, profane, or that may harass or cause distress or inconvenience to any person;</li>\n<li>Not to reproduce or incorporate any part of the platforms owned by Healthium on any other website without our prior written permission;</li>\n<li>Do not attempt to modify, translate, adapt, edit, decompile or revert any services used by us or made available related with the services provided by Healthium;</li>\n<li>Do not copy, modify or distribute rights or contents of the platforms or Healthium's copyright and trademarks;</li>\n<li>Do not collect personal information about the Users without their consent and/or beyond what is strictly necessary for the provision of the services.</li>\n</ol>\n<p>\n</p>\n<p>We may close, suspend or limit, with immediate effect and without prior notice, your access to your Account and the services whenever the above-identified stipulations are violated.</p>3.Automatic renewal of the subscription<p>Without prejudice to the objection of the Professional, by accepting these Terms, the Professional accepts and agrees to the automatic renewal of their subscription, authorizing for that intent that the appropriate amounts be charged through the payment information previously made available.</p>4.Taking payments with StripeGeneral conditions<p>In relevant markets, it is possible to integrate Nutrium with Stripe to allow Professionals to use their Stripe account to invoice and request payments to Clients with direct links, emails, or messages seamlessly.\nProfessionals can then process these transactions with credit or debit cards and other payment methods.\n</p>\n<p>By using this service, you agree that you have read, understood, and agree to the Terms and Conditions of the Stripe service (\"Stripe Terms\").\nHealthium and Nutrium are not constituents of Stripe Terms.\nthus, according to Stripe Terms, they do not have any obligation nor responsibility towards you, nor to any other services provided by Stripe or any additional charges.\nIf you have any questions related to Stripe or Stripe Terms, make sure to contact them at https://www.stripe.com.</p>\n<p>The Professional is exclusively responsible for all transactions (unique, recurring, or refunds) processed through Nutrium and/or Stripe.\nHealthium does not take responsibility for any losses nor damages resulting in invalid or incorrect transactions processed through your Stripe account (including transactions that were not processed due to connection problems or other technical problems) or due to financial or monetary problems of any parties (Professional, Client or other party), including issues related to refunds and fraud.\nYou can find more detailed information regarding refunds here: https://support.stripe.com/topics/refunds.</p>Special conditions<p>The payment system has its own features and working procedures, and its use is not free of charge.\nThe use of this service includes a fee payment to Healthium in the terms defined below.\nWhen using this service, the Professional declares to know and agree to the fees and working procedure of this service.</p>Preliminary settings<ul>\n<li>\"Available balance\" means the gross amount available in the Professional Nutrium account, available for payout and transfer.</li>\n<li>\"Outstanding balance\" means the pending amount is still being processed but was already paid to the professional.\nCheck the conditions in this article;</li>\n<li>\"Service fee\", means the standard fee that is charged by Healthium for each payment received in the Professional Nutrium account.\nCheck the conditions in this article;</li>\n<li>\"Minimum payout amount\" means the minimum value set by Healthium the Professional needs to have on their account so they can transfer the total amount in their available balance.\nCheck the conditions in this article;</li>\n<li>\"Payout fee\" means the fixed value charged by Healthium for each transaction of the available balance in Nutrium to the Professional's bank account.\nCheck the conditions in this article;</li>\n<li>\"Minimum payment amount\" means the minimum value the Professional can charge.\nCheck the conditions in this article;</li>\n</ul>\n<p>The payment system requires a valid registration in Stripe, and only after this account verification by Stripe is it possible to make transactions and payouts from the Nutrium account balance seamlessly.\nThis registration is the Professional's total responsibility and is mandatory for using this service and the integration between the Professional's Nutrium account and the Stripe account.\n</p>\n<p>The use of the payment system allows the Professional to send payment requests to Clients and collect said payment.\nThis service is bound to a minimum payment amount and to a service fee for each payment collected.</p>\n<p>After the reception of the Client's payment, this amount will be shown in the Professional's Nutrium account under Pending balance until the transaction is confirmed.\nAfter this period, the value will be moved to Available balance.</p>\n<p>The Available balance can be transferred to a bank account chosen by the Professional as soon as the Minimum payout amount is reached, and this action is bound to a Payout fee.\nThe Available balance can only be kept in your account for a maximum of 90 days.\nIf the Professional chooses to delete their Nutrium Professional account, this amount should first be moved to a bank account.\n</p>\n<p>Healthium does not charge any fees for the use of this service, such as a membership or monthly fees.\nHowever, additional fees can apply in case a dispute is opened.</p>Disputes<p>A dispute is opened when the Client and cardholder of the card used to make the payment to a Professional, questions the legitimacy of this transaction to their bank.</p>\n<p>In such cases, the bank should enable an automated process to revert this payment and refund the Client with the amount paid until legitimacy is verified and discussed between both parties.\nThus, Healthium has the right to deduce and charge the Professional with the necessary amount to solve this dispute.\nThis means that when a dispute is opened, the payment value is automatically deducted from the Professional account, as well as an additional fee.\nThe Professional should then provide Healthium all the necessary evidence for the smooth resolution of this dispute.\nYou can check further information on dispute fees on this page: https://stripe.com/docs/disputes#fees.</p>\n<p>By continuing to use this service, the Professional declares to be aware of the terms and conditions and accepts them.\n</p>5.Age limitation<p>In order to use the Nutrium software the Professional must be at least eighteen years old or older if the Legal Age in force in their country is superior to this age.</p>B – General terms of use – CLIENT1.Service provision conditions<p>The client, by subscribing the Nutrium mobile application, will have direct access to their food plans, receiving, at the time stipulated therein, notifications regarding the list of foods advised by the Professional.\nIn addition to this functionality, the mobile application allows the follow-up of the clients’ physical activity and other data such as water intake, weight, height and body mass index (BMI) while also facilitating constant and real-time monitoring by the Professional, since they can review this information and update the plan according to their client's progress.</p>\n<p>Follow-up subscriptions add to these features the possibility of registering the weight as well as allowing direct communication with the Professional through messages.\nThis way, it facilitates the comfortable management of consultations (scheduling, confirmation and cancellation), the sharing of progress and the solving of doubts.</p>\n<p>There is no influence whatsoever of Healthium on the relationship between the client and the professional.\nAlso, it is under the control of the professional the definition of the specific functionalities to be made available and, because of this, the permissions available in the application may vary from client to client.</p>2.Client liability<p>By accepting the Terms and Conditions, the client is obliged to only adopt behaviors that do not infringe the existing legal order or damage, in any way, legally protected positions.</p>3.Payment system with Stripe<p>A third-party entity provides the payment system you are about to use with no connections to Healthium and the Nutrium software.\nBy using this payment service, you agree to the Terms and Conditions provided by your Nutrition Professional and Stripe available in https://www.stripe.com.\nThe Professional is the only party responsible for all the transactions, including refunds, cancelations, and disputes processed through Nutrium and/or Stripe.\n</p>\n<p>Healthium does not take responsibility for any losses nor damages, resulting in invalid or incorrect transactions processed by your Nutrition professional.\nThis includes transactions that were not processed due to connection problems or other technical problems or due to refund refusals from the Professional.\nIf you proceed with a transaction, you agree it is your responsibility to verify with your Nutrition Professional if it was successful.</p>3.1.Stripe Payment System - Nutrium Care<p>Under the Nutrium Care service, depending on the conditions agreed with your company, you may be covered by a co-payment system for your nutritional monitoring.\nUnlike the situations described in the previous section, in these cases, payment processing is managed directly by Healthium, through the same payment service provider, Stripe.</p>\n<p>Users covered by this co-payment system may choose from a set of predefined plans, using then one of the payment methods offered by Stripe to complete the purchase.\nRegardless of the contract period chosen, the full amount of the selected plan will always be charged beforehand as split payments are not available.</p>\n<p>Unless otherwise specified, the chosen plan will automatically renew at the end of each contracted period, however, the user has the right to withdraw from the contract within 14 days, in accordance with applicable European legislation.\nHealthium does not offer refunds for services already provided, as such you should immediately refrain from using the services if you do not wish to renew renew the contractual period of your plan.</p>\n<p>In case of payment processing errors, please contact our customer support so that the situation can be analyzed.\nIn any case, we remind you that by using this payment method, you are agreeing to the Terms and Conditions established by Stripe, which can be consulted at https://www.stripe.com.</p>Additional Terms<p>It is important that you read and understand all of our policies, since these define the contract terms the parties involved are subject to.</p>\n<p>Our policies and other additional terms are part of these Terms, and they provide additional terms and conditions related to the specific services offered on our Website, including, but not limited to:</p>\n<ol>\n<li>1.\nUser Agreement of the Nutrition Professional Directory;</li>\n<li>2.\nApplicable Privacy Policy;</li>\n<li>3.\nData Processing Agreement;</li>\n<li>4.\nTo Users under American jurisdiction, our HIPAA Business Associate Agreement (\"BAA\").</li>\n</ol>\n<p>\n</p>\n<p>We can change these Terms and Conditions of Use and any regularly associated information and publish the amended terms in the Website.</p>Intellectual Property<p>The applications produced by Healthium are intellectual works protected by the Law of Intellectual Property and are protected by the applicable law, namely Decree-Law no.\n252/94 of 20 October on the board of the Legal Protection of Computer Programs, as well as the Community Directives and International Treaties.\nEach of the elements that compose them (such as design, text, video, music, graphics, images, information, applications, sounds, colors, logos, web page layout, applications and tools, among others) are exclusive property of Healthium, the only authorized to use the intellectual property rights of personality therein assessed.</p>\n<p>Any reproduction and/or full or partial representation, use, adaptation or modification of the applications or any of the elements that compose them, under any format, or in any form, for other purposes, including commercial, is expressly prohibited.</p>Confidentiality<p>The Professional is obliged to keep in absolute and complete confidentiality, any personal or business data, even if it is not mentioned that it is confidential, of all information made available to which will have access by virtue of the distribution of web application software.</p>\n<p>By protected or confidential information it is understood all the information, regardless of the medium used, consisting of technical and non-technical, financial, commercial or technological, namely: intellectual and industrial property, \"know-how\", conclusions, business models, working models, trade secrets, studies, formulas, methods, \"drafts\", drawings, photographs, prototype samples, models, financial data, technical and related information, directly or indirectly, with the distribution of pre-release beta software framework, or any other commercial elements, legal and/or tax, or any other information relating to the software, which is distributed in any form.</p>Disclaimer of warranties<p>The User, expressly accepts that:</p>\n<ol>\n<li>1.\nThe use of the software is carried out at the expense and risk of the User, being of their sole responsibility;</li>\n<li>2.\nThe User declares and assumes that is legally able, capable and authorized to exercise their activity related in particular to the provision of nutrition consultations.\nIt cannot, therefore, be assigned any responsibility to Healthium for any error arising from the practice of the User activity;</li>\n<li>3.\nHealthium provides no assurance regarding:<ol>\n<li>1.\nthe matching of the software with the user requirements;</li>\n<li>2.\nthe exemption of errors in the software;</li>\n<li>3.\nthe reliability, quality or performance of the software;</li>\n</ol>\n</li>\n<li>4.\nNo advice or information, oral or written, obtained by the user from Healthium or third parties associated with Healthium may constitute a warranty not expressly referred to in these Terms of Use.</li>\n</ol>Limitation of liability<p>The User expressly understands and agrees that Healthium shall not be liable towards the User for any direct, indirect, incidental or special, arising from the use of the software.\nAlso, Healthium shall not be liable for the omission of any of the legally imposed obligations on the Professional, namely those resulting from the General Data Protection Regulation or applicable Codes of Ethics.</p>System failures<p>It is not allowed the use of any device, software, or other feature that might interfere in the activities and operations of Healthium and its software, Nutrium.\nAny interference, attempt or activity that violates or contravenes the laws of intellectual property rights and/or the prohibitions set in these Software Terms of Use, will make the responsible liable to the corresponding legal actions, and also responsible for compensations for possible damages.</p>\n<p>Healthium is not responsible for any harm, loss or damage to the equipment of the User caused by flaws in the system, server or the Internet.\nUsers may not assign Healthium any responsibility or demand any payment for any loss of earnings due to losses resulting from technical difficulties or failures in the system or the Internet.\nHealthium does not guarantee access and continuous use, or without interruption of the application.\nEventually, the system may not be available for technical reasons or Internet failures, or any other circumstances unrelated to Healthium.</p>Use of cookies<p>Healthium resorts, through the web application and Nutrium software, under the web domain https://nutrium.com or/and any of its subdomains, to the use of cookies in order to improveand understand how the platform is used.\nThey also allow to recognize when someone uses the platform as well as to offer the user a positive browsing experience.\nBy using the platform, both Professional and Client, accept that Healthium, may use cookies for these purposes or others, as described in the Privacy Policy.\nCookies consist of small text files that are placed inside the computer, tablet or phone of the Professional and the Client with their permission.</p>Our cookies have different functions:Cookies strictly necessary (essential)<p>Allow navigation on the website and use of its applications as well as allowing access to secure areas of the website.\nWithout these cookies, services you have requested cannot be provided.\nSome cookies are essential to access specific areas of our website.</p>Analytical cookies<p>These cookies are used to analyze how users use the website and monitor the performance it’s performance.\nThis allows us to provide a high-quality experience by customizing our offer and quickly identifying and correcting any problems that arise.\nFor example, we use performance cookies to find out what the most popular pages are, what method of connection between pages is more effective, or to determine why some pages are receiving error messages.\nThese cookies are used only for the purpose of statistical creation and analysis, never collecting personal information in the process.</p>Functionality cookies<p>These keep the user preferences regarding the use of the website, so that it is not necessary to configure the website for each new visit.</p>Third party cookies<p>They measure the success of applications and the effectiveness of third-party advertising.\nThey may also be used in order to customize a widget with the user data.</p>Cookies can be:Permanent cookies<p>These remain stored, for a variable time, on the Internet browser of the devices you use to access it (PC, mobile and tablet) and they are used whenever the user makes a new visit to the website.\nThey are typically used for direct navigation according to the user's interests, allowing us to provide a more customized service.</p>Session cookies<p>These are temporary and remain stored on your web browser until you exit the website.\nThe information obtained allows us to identify problems and provide a better browsing experience.</p>How can you manage cookies?<p>As previously explained, cookies help you to get the most out of our site.</p>\n<p>The vast majority of Internet browsers allow the user to accept, decline or delete cookies, in particular by selecting the appropriate settings in the software itself.\nThis way, after authorizing the use of cookies, you can disable some or all of our cookies.</p>Notifications<p>Professionals and Clients agree to receive communications from Healthium, including notifications related to the Nutrium service and software, as well as communications regarding anychanges to these Terms of Use and/or the Privacy Policy, among other communications, to the mailbox associated with your registration or by any other form of communication that we may deem relevant.</p>Safety and information quality<p>It is our goal to assure the quality and integrity of the information provided by Nutrium professionals and clients.\nWith this in mind, we have implemented the necessary measures, both technologically and organizationally, in order to keep information safe, accurate, updated and complete.\nFor more information, please see our Privacy Policy.</p>Hyperlinks<p>The mobile and web applications may contain links to other applications or sites on which Healthium has no control.\nThe inclusion of links to other applications or sites is of pure informational content, being Healthium entirely alien to their content, services and/or products offered and cannot be held liable, in this regard, of any responsibility.</p>Partial invalidity<p>If any provision of the Terms of Use is held invalid or unenforceable, for any reason or to any extent, such invalidity or unenforceability will not affect, in any way, or render invalid or unenforceable the remaining provisions of the Terms of Use and the application of that provision shall be enforced in the extent permitted by law.</p>Processors<p>By accepting these Terms and Conditions of Use, the Professional expressly agrees and understands that the processing of personal data might be carried out on behalf of Healthium by other processors for the purposes and functions described in these Terms of Use and the PrivacyPolicy, furthermore, reserving itself the right to increase the number of processors in order to perform these or other functions or to substitute any existing processors.\nThe Professional gives, furthermore, general authorization to Healthium to engage other processors.\nHealthium shall notify the Professionals of any change to the processors, when legally obliged, in accordance with the General Data Protection Regulation.</p>Contractual relationship between Healthium and the Professional<p>For the purposes of the General Data Protection Regulation, Healthium shall be considered as being the “processor” and the Professional the “controller”.\nThus, in the scope of this contractual relationship, in addition to the Terms set forth above, it is determined that Healthium:</p>\n<ul>\n<li>processes the personal data only on documented instructions from the controller, namely, by entering the data onto the Nutrium software;</li>\n<li>does not process personal data of its users outside the Union.\nHowever, it may resort to processors who do, and, in those cases, we are given all the guarantees that the level of protection of natural persons is not compromised;</li>\n<li>ensures that the persons authorized by Healthium to process the personal data have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality;</li>\n<li>takes all measures required to ensure the security of data processing, pursuant to Article 32.º of the Regulation;</li>\n<li>undertakes to inform the Professional whenever it makes use of new processors, if applicable, as defined under the \"Processors\" section of these Terms of Use;</li>\n<li>assists the Professional by implementing appropriate technical and organizational measures, insofar as this is possible, for the fulfilment of the Professional's obligation to respond to requests for exercising the data subject's rights as well as other obligations pursuant to the Regulation;</li>\n<li>at the choice of the Professional, deletes or returns all the personal data to the Professional after the end of the provision of services concerning the processing, and deletes existing copies, after the storage period ends and in the terms of the Regulation;</li>\n<li>makes available to the Professional all the information necessary to demonstrate compliance with its obligations, insofar as this is possible and legally enforceable.</li>\n</ul>Healthium HIPAA Business Associate Agreement (“BAA”)<p>If you are subject to United States federal, state, or local law, the terms of this Business Associate Agreement (“BAA”) shall govern your access to and use of our service and your relationship with Healthium under the scope of the Health Insurance Portability and Accountability Act (“HIPAA”), as better defined bellow.\nBy using the Nutrium service, you agree to be bound by these terms, if applicable to you.</p>\n<p>This HIPAA Business Associate Agreement (this \"BAA\") defines the rights and responsibilities of Provider and Customer with respect to Protected Health Information (PHI) as defined in the Health Insurance Portability and Accountability Act of 1996 and the regulations promulgated thereunder, including the HITECH Act and Omnibus Rule, as each may be amended from time to time (collectively, \"HIPAA\").\nThis BAA shall be applicable only in the event and to the extent Provider meets, with respect to Customer, the definition of a Business Associate set forth at 45 C.F.R.\n§160.103, or applicable successor provisions.\nThis BAA shall only be applicable to Customer's use of the Platform and as specified in the General Terms and Conditions (the \"main Agreement\") to which this BAA is attached and fully referenced and incorporated.\nThis BAA is intended to ensure that Business Associate and Customer will establish and implement appropriate safeguards where Business Associate may receive, create, maintain, use or disclose in connection with the functions, activities and services that Business Associate performs on behalf of Customer solely to perform its duties and responsibilities under the main Agreement.</p>\n<ol>\n<li>\n<p>Applicability and Definitions.\nThis BAA applies only where:</p>\n<ol>\n<li>\n<p>Customer uses the Services to store or transmit any PHI as defined in 45 C.F.R.\n§160.103</p>\n</li>\n<li>\n<p>Customer has applied the required security configurations, as specified in Section 5.2 of this BAA to Customer's Applications.\nCustomer acknowledges that this BAA does not apply to any other accounts it may have now or in the future.\nUnless otherwise expressly defined in this BAA, all capitalized terms in this BAA will have the meanings set forth in the main Agreement or in HIPAA.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Additional Meanings.</p>\n<ul>\n<li>\n<p>\"Business Associate\" shall mean Provider, or Healthium – Healthcare Software Solutions, S.A.</p>\n</li>\n<li>\n<p>\"HITECH ACT\" shall mean the Health Information Technology for Economic and Clinical Health Act.</p>\n</li>\n<li>\n<p>\"Individual\" shall have the same meaning as the term \"individual\" in 45 CFR § 160.103 and shall include a person who qualifies as a personal representative in accordance with 45 CFR § 164.502(g).</p>\n</li>\n<li>\n<p>\"Privacy Rule\" shall mean the Standards for Privacy of Individually Identifiable Health Information at 45 CFR part 160 and part 164, subparts A and E.</p>\n</li>\n<li>\n<p>\"Protected Health Information\" or \"PHI\" shall have the same meaning as the term \"protected health information\" in 45 CFR § 160.103, limited to the information received by Business Associate from or on behalf of Customer.</p>\n</li>\n<li>\n<p>\"Required By Law\" shall have the same meaning as the term \"required by law\" in 45 CFR § 164.103.</p>\n</li>\n<li>\n<p>\"Security Rule\" shall mean the Security Standards for the Protection of Electronic Protected Health Information, located at 45 CFR Part 160 and Subparts A and C of Part 164.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Permitted and Required Uses and Disclosures.</p>\n<ol>\n<li>\n<p>Service Offerings.\nBusiness Associate may use or disclose PHI for or on behalf of Customer as defined in the main Agreement.</p>\n</li>\n<li>\n<p>Administration and Management of Services.\nBusiness Associate may Use and Disclose PHI as necessary for the sole purpose of the proper management and administration of the Services.\nAny disclosures under this section will be made only if Business Associate obtains reasonable assurances from the recipient of the PHI that (i) the recipient will hold the PHI confidentially and will use or disclose the PHI only as required by law or for the purpose for which it was disclosed to the recipient, and (ii) the recipient will notify Business Associate of any instances of which it is aware in which the confidentiality of the information has been breached.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Obligations of Business Associate.</p>\n<ol>\n<li>\n<p>Limit on Uses and Disclosures.\nBusiness Associate will use or disclose PHI only as permitted by this BAA or as required by law, provided that any such use or disclosure would not violate HIPAA if done by a Covered Entity, unless permitted for a Business Associate under HIPAA.</p>\n</li>\n<li>\n<p>Safeguards.\nBusiness Associate will use reasonable and appropriate safeguards to prevent Use or Disclosure of PHI other than as provided for by this BAA, consistent with the requirements of Subpart C of 45 C.F.R.\nPart 164 (with respect to Electronic PHI) as determined by Business Associate Policies and as reflected in the main Agreement, which includes Disk Encryption and Encryption In-Transit services.</p>\n</li>\n<li>\n<p>Reporting.\nFor all reporting obligations under this BAA, the parties acknowledge that, because Business Associate does not know the details of PHI contained in any of Customer Account, there will be no obligation on the Business Associate to provide information about the identities of the Individuals who may have been affected, or a description of the type of information that may have been subject to a Security Incident, Impermissible Use or Disclosure, or Breach.\nBusiness Associate will ensure Customer access to Audit Logging, when applicable, to help Customer in addressing Customer's obligations for reporting under this BAA.\nCustomer acknowledges Business Associate is under no obligation to provide additional support for Customer's BAA reporting obligations but may choose to provide such additional services at its sole discretion or at Customer expense.</p>\n</li>\n<li>\n<p>Reporting of Impermissible Uses and Disclosures.\nBusiness Associate will report to Customer any Use or Disclosure of PHI not permitted or required by this BAA of which Business Associate becomes aware.</p>\n</li>\n<li>\n<p>Reporting of Security Incidents.\nBusiness Associate will report to Customer on no less than fourteen business (14) days from the date any Security Incidents involving PHI of which Business Associate becomes aware in which there is a successful unauthorized access, use, disclosure, modification, or destruction of information or interference with system operations in an Information System in a manner that risks the confidentiality, integrity, or availability of such information.\nNotice is hereby deemed provided, and no further notice will be provided, for unsuccessful attempts at such unauthorized access, use, disclosure, modification, or destruction, such as pings and other broadcast attacks on a firewall, denial of service attacks, port scans, unsuccessful login attempts, or interception of encrypted information where the key is not compromised, or any combination of the above.</p>\n</li>\n<li>\n<p>Reporting of Breaches.\nBusiness Associate will report to Customer any Breach of Customer's Unsecured PHI that Business Associate may discover to the extent required by 45 C.F.R.\n§ 164.410.\nBusiness Associate will make such report without unreasonable delay, and in no case later than forty-eight (48) hours after discovery of such Breach.\nBusiness Associate undertakes no obligation to report network security related incidents which occur on its managed network but does not directly involve Customer's use of Services.</p>\n</li>\n<li>\n<p>Subcontractors.\nBusiness Associate will ensure that any subcontractors that create, receive, maintain, or transmit PHI on behalf of Business Associate agree to restrictions and conditions at least as stringent as those found in this BAA, and agree to implement reasonable and appropriate safeguards to protect PHI.</p>\n</li>\n<li>\n<p>Access to PHI.\nCustomer acknowledges that Business Associate is not required by this BAA to make disclosures of PHI to Individuals or any person other than Customer, and that Business Associate does not, therefore, expect to maintain documentation of such disclosure as described in 45 CFR § 164.528.\nIn the event that Business Associate does make such disclosure, it shall document the disclosure as would be required for Customer to respond to a request by an Individual for an accounting of disclosures in accordance with 45 CFR §164.504(e)(2)(ii)(G) and §164.528, and shall provide such documentation to Customer promptly on Customer's request.\nIn the event that a request for an accounting is made directly to Business Associate shall, within 5 Business Days, forward such request to Customer.</p>\n</li>\n<li>\n<p>Accounting of Disclosures.\nBusiness Associate will make available to Customer the information required to provide an accounting of Disclosures in accordance with 45 C.F.R.\n§ 164.528 of which Business Associate is aware, if requested by Customer.\nBecause Business Associate cannot readily identify which Individuals are identified or what types of PHI are included in Customer Content, Customer will be solely responsible for identifying which Individuals, if any, may have been included in Customer Content that Provider has disclosed and for providing a brief description of the PHI disclosed.</p>\n</li>\n<li>\n<p>Internal Records.\nProvider will make its internal practices, books, and records relating to the Use and Disclosure of PHI available to the Secretary of the U.S.\nDepartment of Health and Human Services (\"HHS\") for purposes of determining Customer compliance with HIPAA.\nNothing in this section will waive any applicable privilege or protection, including with respect to trade secrets and confidential commercial information.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Customer's Obligations:</p>\n<ol>\n<li>\n<p>Appropriate Use of HIPAA Accounts.\nCustomer is responsible for implementing appropriate privacy and security safeguards in order to protect PHI in compliance with HIPAA and this BAA.\nWithout limitation, Customer shall: (i) not include protected health information (as defined in 45 CFR 160.103) in any Services that are not or cannot be HIPAA compliant, (ii) utilize the highest level of audit logging in connection with its use of all Customer Applications, and (iii) maintain the maximum retention of logs in connection with its use of all Services.</p>\n</li>\n<li>\n<p>Encryption.\nCustomer shall encrypt all PHI stored or transmitted outside the Services in accordance with the Secretary of HHS's Guidance to Render Unsecured Protected Health Information Unusable, Unreadable, or Indecipherable to Unauthorized Individuals, available at https://www.hhs.gov/ocr/privacy/hipaa/administrative/breachnotificationrule/brguidance.html, as it may be updated from time to time, and as may be made available on any successor or related site designated by HHS.</p>\n</li>\n<li>\n<p>Necessary Consents.\nCustomer warrants that it has obtained any necessary authorizations, consents, and other permissions that may be required under applicable law prior to placing Customer Content, including without limitation PHI, on the Services.</p>\n</li>\n<li>\n<p>Restrictions on Disclosures.\nCustomer shall not agree to any restriction requests or place any restrictions in any notice of privacy practices that would cause Business Associate to violate this BAA or any applicable law.</p>\n</li>\n<li>\n<p>Compliance with HIPAA.\nCustomer shall not request or cause Business Associate to make a Use or Disclosure of PHI in a manner that does not comply with HIPAA or this BAA.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Term and Termination</p>\n<ol>\n<li>\n<p>Term.\nThe term of this BAA will commence on the main Agreement Effective Date and will remain in effect until the earlier of the termination of the main Agreement or notification by Customer that an account is no longer subject to this BAA.</p>\n</li>\n<li>\n<p>Effect of Termination.\nAt termination of this BAA, Business Associate, if feasible, will return or destroy all PHI that Business Associate still maintains, if any.\nIf return or destruction is not feasible, Business Associate will extend the protections of this Agreement to the PHI, limit further uses and disclosures to those purposes that make the return of the PHI infeasible, and make not further use or disclosure of PHI.</p>\n</li>\n<li>\n<p>If Customer requests contemporaneously with any termination event or notice, Business Associate will allow Customer to have access to Customer's account for a reasonable period of time following termination as necessary for Customer to retrieve or delete any PHI at its then current monthly recurring rate.\nprovided, however, that if the security of Customer's servers has been compromised, or the Agreement was terminated by Customer's failure to use reasonable security precautions, Business Associate may: (i) provide Customer with restricted access via a dedicated or private link or tunnel to Customer account or (ii) refuse to allow Customer to have access to Customer's account but will use reasonable efforts to copy Customer data on to media Customer provides to Business Associate, and will ship the media to Customer at Customer expense.\nBusiness Associate's efforts to copy Customer data onto Customer media shall be billable as an Additional Service at Business Associate's then current hourly rates.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>No Agency Relationship.\nAs set forth in the Agreement, nothing in this BAA is intended to make either party an agent of the other.\nNothing in this BAA is intended to confer upon Customer the right or authority to control Business Associate's conduct in the course of Business Associate complying with the Agreement and BAA.</p>\n</li>\n<li>\n<p>Nondisclosure.\nCustomer agrees that the terms of this BAA are not publicly known and constitute Business Associate Confidential Information under the Agreement.</p>\n</li>\n<li>\n<p>Entire Agreement.\nConflict.\nExcept as amended by this BAA, the Agreement will remain in full force and effect.\nThis BAA, together with the main Agreement as amended by this BAA: (a) is intended by the parties as a final, complete and exclusive expression of the terms of their agreement.\nand (b) supersedes all prior agreements and understandings (whether oral or written) between the parties with respect to the subject matter hereof.\nIf there is a conflict between the Agreement, this BAA or any other amendment or BAA to the Agreement or this BAA, the document later in time will prevail.</p>\n</li>\n<li>\n<p>Miscellaneous.</p>\n<ol>\n<li>\n<p>Amendment.\nCustomer and Business Associate agrees to take such action as is reasonably necessary to amend this HIPAA BAA from time to time as is necessary for either party to comply with the requirements of the Privacy Rule and related laws and regulations.</p>\n</li>\n<li>\n<p>Survival.\nCustomer and Business Associate's respective rights and obligations under this HIPAA BAA shall survive the termination of the Agreement.</p>\n</li>\n<li>\n<p>Interpretation.\nAny ambiguity in the main Agreement shall be resolved to permit Customer to comply with HIPAA and the Privacy Rule.</p>\n</li>\n</ol>\n</li>\n</ol>Applicable law and jurisdiction<p>The current Terms and Conditions of Use are subject to Portuguese law and for all the issues arising therefrom, the parties elect the forum of the Braga Court (Comarca de Braga).</p>Get started today!If you can make a list or send an email, you can use Nutrium.\nStarting an appointment is really that simple.<i>\n</i>EnglishPortuguês europeuEnglishPortuguês brasileiroEspañolFrançaisItalianoDeutschProductPricingBlogNutrium for CompaniesTerms and ConditionsPrivacy PolicyHIPAA PolicyHelp CenterCareers<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ProductPricingBlogNutrium for CompaniesTerms and ConditionsPrivacy PolicyHIPAA PolicyHelp CenterCareersEnglishPortuguês europeuEnglishPortuguês brasileiroEspañolFrançaisItalianoDeutsch<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>2023 © All rights reservedCo-Financed Project bySee approved projects ", "created_at": "2023-07-09 15:16:23.913968", "updated_at": "2023-07-09 15:16:39.885642"}, {"id": 17538, "name": "HIPAA  Public Documents and Policies", "url": "https://nutrium.com/hipaa_policy", "xpath": "//body", "text": "By using this website you agree with our cookie policy.<i>\n</i>\nProductPricingBlogNutrium for CompaniesGet startedSign in<i>\n</i>ProductPricingBlogNutrium for CompaniesSign inGet started<p>Healthium's HIPAA</p>\n<p>Public Documents and Policies</p>Last update: March 16th of 20201.\nIntroduction<p>\n<strong> Healthium – Healthcare Software Solutions, S.A.\n</strong>(\"Healthium\") is committed to ensuring the confidentiality, privacy, integrity, and availability of all electronic protected health information (ePHI) it receives, maintains, processes and/or transmits on behalf of its Customers.\nAs provider of services used by nutrition professionals and enterprises, Healthium strives to maintain compliance, proactively address information security, mitigate risk for its Customers, and assure known breaches are completely and effectively communicated in a timely manner.\nThe following documents address core policies used by Healthium to maintain compliance and assure the proper protections of infrastructure used to store, process, and transmit ePHI for Healthium Customers.</p>\n<p>Healthium provides secure cloud-based software and services based on a software as service (SaaS) approach.</p>1.1 Software as a Service<p>SaaS Customers utilize the Nutrium software and service (\"Platform\") for the provision of nutrition consultations, simplification of complex tasks such as planning, analysis and creation of food plans, nutritional measurements and calculations, information management and analysis, and much more.\nIn doing so, these customers use the Platform as their main nutrition management software and are deployed into an online compliant environment run on systems secured and managed by Healthium.\nUnless absolutely necessary, Healthium does not have insight or access into individual use of the Platform or the data inserted by Customers and, as such, in this specific regard does not have the ability to secure or manage risk associated with user level vulnerabilities and security weaknesses resulting from the incorrect use of the Platform.\nHaving said this, Healthium makes every effort to reduce the risk of Costumer's HIPAA non-compliance, controlling as much as possible factors related to disclosure, access, and/or breach of SaaS Customer data through numerous measures such as encryption at rest and in transit, strict password policies, and others.</p>1.2 Compliance Inheritance<p>Healthium provides compliant software services for its Customers and, although it has not yet been through a full HIPAA compliance audit by any independent third-party to validate and map organizational policies and technical controls to HIPAA rules, it takes every possible measure to ensure that every aspect of HIPAA is being properly enforced.</p>\n<p>Healthium signs business associate agreements (BAAs) with its Customers.\nThese BAAs outline Healthium's obligations and Customer obligations, as well as liability in the case of a breach.\nIn providing services that comply with the technology requirements that exist in HIPAA, Healthium ensures various aspects of compliance for Customers.\nThe aspects of compliance that Healthium ensures for Customers are inherited by Customers.\nIn doing so, Healthium helps Customers achieve and maintain compliance, as well as mitigates Customers' risk, but please be aware that the use of the Platform does not, in any way, ensure HIPAA compliancy by itself.</p>\n<p>Healthium does not act as a covered entity.\nWhen Healthium does operate as a business associate (not a subcontractor), it does not interfere with users to obtain or provide access to ePHI.</p>\n<p>Certain aspects of compliance cannot be inherited.\nBecause of this, Healthium Customers, in order to achieve full compliance or HITRUST Certification, must implement certain organizational policies.\nThese policies and aspects of compliance fall outside of the services and obligations of Healthium.</p>1.3 Healthium Organizational Concepts<p>The physical infrastructure environment is hosted at Azure.\nThe network components and supporting network infrastructure are contained within the Azure infrastructures and managed by Microsoft.\nHealthium does not have physical access into the network components.</p>\n<p>Within the Healthium platform and supporting services all data transmission is encrypted.\nHealthium assumes all data<em> may </em>contain ePHI and provides appropriate protections based on that assumption.</p>\n<p>It is the responsibility of the Customer to restrict, secure, and assure the privacy of all ePHI data at the User Level, as this is not under the control or purview of Healthium.</p>\n<p>Healthium has implemented strict logical access controls so that only authorized personnel are given access to the internal management servers.\nThe database servers, where the ePHI resides, can only be accessed through secure connections.\nAccess to the databases is restricted to a limited number of personnel and strictly controlled to only those personnel with a business-justified reason.</p>2.\nRequesting Audit and Compliance Reports<p>Healthium, at its sole discretion, shares audit reports, where applicable, with Customers on a case by case basis.\nAll audit reports are shared under explicit NDA between Healthium and the party to receive the materials.\nAudit reports can be requested by Healthium's workforce members for Customers or directly by Healthium Customers.</p>\n<p>The following process is used to request audit reports:</p>\n<ol>\n<li>\n<p>Email is sent to dpo@nutrium.com.\nIn the email, please specify the type of report being requested and any required timelines for the report.</p>\n</li>\n<li>\n<p>Healthium staff will log an issue with the details of the request into the Healthium Quality Management System.\nThe Healthium Quality Management System is used to track requests' status and outcomes.</p>\n</li>\n<li>\n<p>Healthium will confirm if a current NDA is in place with the party requesting the audit report.\nIf there is no NDA in place, Healthium will send one for execution.</p>\n</li>\n<li>\n<p>Once it has been confirmed that an NDA is executed, Healthium staff will move the issue to \"Under Review\".</p>\n</li>\n<li>\n<p>The Healthium Data Protection Officer must Approve or Reject the Issue.\nIf the Issue is rejected, Healthium will notify the requesting party that we cannot share the requested report.</p>\n</li>\n<li>\n<p>If the issue has been Approved, Healthium will send the customer the requested audit report and complete the Quality Management System issue for the request.</p>\n</li>\n</ol>3.\nPolicy Management Policy<p>Healthium implements policies and procedures to maintain compliance and integrity of data.\nThe Security Officer and Privacy Officer are responsible for maintaining policies and procedures and assuring all Healthium workforce members, business associates, customers, and partners are adherent to all applicable policies.\nPrevious versions of policies are retained to assure ease of finding policies at specific historic dates in time.</p>3.1 Applicable Standards3.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>12.c - Developing and Implementing Continuity Plans Including Information Security</p>\n</li>\n</ul>3.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.316(a) – Policies and Procedures</p>\n</li>\n<li>\n<p>164.316(b)(1)(i) – Documentation</p>\n</li>\n</ul>3.2 Maintenance of Policies<ol>\n<li>\n<p>All policies are stored and updated to maintain Healthium compliance with HIPAA, HITRUST, NIST, ISO 27001, GDPR and other relevant standards and legislations.</p>\n</li>\n<li>\n<p>Policy update requests and suggestions can be made by any workforce member or Customer at any time.\nFurthermore, all policies are reviewed annually by both the Security and Privacy Officer (depending on the policy) to assure they are accurate and up to date.</p>\n</li>\n<li>\n<p>Healthium employees may request changes to policies using the following process:</p>\n<ol>\n<li>\n<p>The Healthium employee initiates a policy change request by creating an Issue in the Healthium Quality Management System.\nThe Security Officer or the Privacy Officer is assigned to review the policy change request.</p>\n</li>\n<li>\n<p>Once the review is completed, the Security Officer or Privacy Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review and documentation.</p>\n</li>\n<li>\n<p>If the review is approved, the Security Officer or Privacy Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n<li>\n<p>If the policy change requires technical modifications to production systems, those changes are carried out by authorized personnel using Healthium's change management process (9.4).</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Healthium Customers may request changes to policies using the process described in 2., with the necessary adaptations.</p>\n</li>\n<li>\n<p>All policies are made accessible to all Healthium workforce members.</p>\n<ul>\n<li>\n<p>The Security Officer or Privacy Officer communicates policy changes to all employees via email or Slack.\nThese communications include a high-level description of the policy change using terminology appropriate for the target audience.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>All policies, and associated documentation, are retained for 6 years from the date of its creation or the date when it last was in effect, whichever is later</p>\n<ul>\n<li>\n<p>Version history of all Healthium policies is done via Excel.</p>\n</li>\n<li>\n<p>Backup storage of all policies is done with Google Docs.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The policies and information security policies are reviewed and audited annually, or after significant changes occur to Healthium's organizational environment.\nIssues that come up as part of this process are reviewed by Healthium management to assure all risks and potential gaps are mitigated and/or fully addressed.\nThe process for reviewing polices is outlined below:</p>\n<ol>\n<li>\n<p>The Security of Privacy Officer initiates the policy review by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security Officer or the Privacy Officer is assigned to review the current Healthium policies.</p>\n</li>\n<li>\n<p>If changes are made, the above process is used.\nAll changes are documented in the Issue.</p>\n</li>\n<li>\n<p>Once the review is completed, the Security Officer or Privacy Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review and documentation.</p>\n</li>\n<li>\n<p>If the review is approved, the Security Officer or Privacy Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n<li>\n<p>Policy review is monitored on a quarterly basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Healthium utilizes Quality and Project Management Software and frameworks like Trello and other tools to track compliance with HIPAA and other standards and legislations.\nIn order to track and measure adherence on an annual basis, Healthium uses the following process to track audits, both full and interim:</p>\n<ol>\n<li>\n<p>The Security or Privacy Officer initiates the audit activity by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security or Privacy Officer is assigned to own and manage the activity.\nOnce the activity is completed, the Security or Privacy Officer approves or rejects the Issue.</p>\n</li>\n<li>\n<p>If the review is approved, the Security or Privacy Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n<li>\n<p>Compliance with annual compliance assessments is monitored on a quarterly basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p>Additional documentation related to maintenance of policies is outlined in 5.3.1.</p>4.\nRisk Management Policy<p>This policy establishes the scope, objectives, and procedures of Healthium's information security risk management process.\nThe risk management process is intended to support and protect the organization and its ability to fulfill its mission.</p>4.1 Applicable Standards4.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>03.a - Risk Management Program Development</p>\n</li>\n<li>\n<p>03.b - Performing Risk Assessments</p>\n</li>\n<li>\n<p>03.c - Risk Mitigation</p>\n</li>\n</ul>4.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(1)(ii)(A) - HIPAA Security Rule Risk Analysis</p>\n</li>\n<li>\n<p>164.308(a)(1)(ii)(B) - HIPAA Security Rule Risk Management</p>\n</li>\n<li>\n<p>164.308(a)(8) - HIPAA Security Rule Evaluation</p>\n</li>\n</ul>4.2 Risk Management Policies<ol>\n<li>\n<p>It is the policy of Healthium to conduct thorough and timely risk assessments of the potential threats and vulnerabilities to the confidentiality, integrity, and availability of electronic protected health information (ePHI) (and other confidential and proprietary electronic information) it stores, transmits, and/or processes for its Customers and to develop strategies to efficiently and effectively mitigate the risks identified in the assessment process as an integral part of the Healthium's information security program.</p>\n</li>\n<li>\n<p>Risk analysis and risk management are recognized as important components of Healthium's corporate compliance program and information security program in accordance with the Risk Analysis and Risk Management implementation specifications within the Security Management standard and the evaluation standards set forth in the HIPAA Security Rule, 45 CFR 164.308(a)(1)(ii)(A), 164.308(a)(1)(ii)(B), 164.308(a)(1)(i), and 164.308(a)(8).</p>\n<ol>\n<li>\n<p>Risk assessments are done throughout product life cycles;</p>\n</li>\n<li>\n<p>Before the integration of new system technologies and before changes are made to Healthium physical safeguards.\nand</p>\n<ul>\n<li>\n<p>These changes do not include routine updates to existing systems, deployments of new systems created based on previously configured systems, deployments of new Customers, or new code developed for operations and management of the Platform.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>While making changes to Healthium physical equipment and facilities that introduce new, untested configurations.</p>\n</li>\n<li>\n<p>Healthium performs periodic technical and non-technical assessments of the security rule requirements as well as in response to environmental or operational changes affecting the security of ePHI.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Healthium implements security measures sufficient to reduce risks and vulnerabilities to a reasonable and appropriate level to:</p>\n<ol>\n<li>\n<p>Ensure the confidentiality, integrity, and availability of all ePHI Healthium receives, maintains, processes, and/or transmits for its Customers;</p>\n</li>\n<li>\n<p>Protect against any reasonably anticipated threats or hazards to the security or integrity of Customer ePHI;</p>\n</li>\n<li>\n<p>Protect against any reasonably anticipated uses or disclosures of Customer ePHI that are not permitted or required.\nand</p>\n</li>\n<li>\n<p>Ensure compliance by all workforce members.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Any risk remaining (residual) after other risk controls have been applied, requires sign off by the senior management and Healthium's Security Officer.</p>\n</li>\n<li>\n<p>All Healthium workforce members are expected to fully cooperate with all persons charged with doing risk management work, including contractors and audit personnel.\nAny workforce member that violates this policy will be subject to disciplinary action based on the severity of the violation, as outlined in the Healthium Roles Policy.</p>\n</li>\n<li>\n<p>The implementation, execution, and maintenance of the information security risk analysis and risk management process is the responsibility of Healthium's Security Officer (or other designated employee, like the Privacy Officer), and the identified Risk Management Team.</p>\n</li>\n<li>\n<p>All risk management efforts, including decisions made on what controls to put in place as well as those to not put into place, are documented and the documentation is maintained for six years.</p>\n</li>\n<li>\n<p>The details of the Risk Management Process, including risk assessment, discovery, and mitigation, are outlined in detail below.\nThe process is tracked, measured, and monitored using the following procedures:</p>\n<ol>\n<li>\n<p>The Security or Privacy Officer initiates the Risk Management Procedures by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security or Privacy Officer is assigned to carry out the Risk Management Procedures.</p>\n</li>\n<li>\n<p>All findings are documented in an approved spreadsheet that is linked to the Issue.</p>\n</li>\n<li>\n<p>Once the Risk Management Procedures are complete, along with corresponding documentation, the Security or Privacy Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review and documentation.</p>\n</li>\n<li>\n<p>If the review is approved, the Security or Privacy Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>The Risk Management Procedure is monitored on a quarterly basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n</ol>4.3 Risk Management Procedures4.3.1 Risk Assessment<p>The intent of completing a risk assessment is to determine potential threats and vulnerabilities and the likelihood and impact should they occur.\nThe output of this process helps to identify appropriate controls for reducing or eliminating risk.</p>\n<ul>\n<li>\n<p>Step 1.\nSystem Characterization</p>\n<ul>\n<li>\n<p>The first step in assessing risk is to define the scope of the effort.\nTo do this, identify where ePHI is received, maintained, processed, or transmitted.\nUsing information-gathering techniques, the Platform boundaries are identified.</p>\n</li>\n<li>\n<p>Output - Characterization of the Platform system assessed, a good picture of the Platform environment, and delineation of Platform boundaries.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 2.\nThreat Identification</p>\n<ul>\n<li>\n<p>Potential threats (the potential for threat-sources to successfully exercise a particular vulnerability) are identified and documented.\nAll potential threat-sources from historical incidents and data from intelligence agencies, the government, etc., are reviewed to help generate a list of potential threats.</p>\n</li>\n<li>\n<p>Output - A threat list containing a list of threat-sources that could exploit Platform vulnerabilities.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 3.\nVulnerability Identification</p>\n<ul>\n<li>\n<p>Develop a list of technical and non-technical Platform vulnerabilities that could be exploited or triggered by potential threat-sources.\nVulnerabilities can range from incomplete or conflicting policies that govern an organization's computer usage to insufficient safeguards to protect facilities that house computer equipment to any number of software, hardware, or other deficiencies that comprise an organization's computer network.</p>\n</li>\n<li>\n<p>Output - A list of the Platform vulnerabilities (observations) that could be exercised by potential threat-sources.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 4.\nControl Analysis</p>\n<ul>\n<li>\n<p>Document and assess the effectiveness of technical and non-technical controls that have been or will be implemented by Healthium to minimize or eliminate the likelihood / probability of a threat-source exploiting a Platform vulnerability.</p>\n</li>\n<li>\n<p>Output - List of current or planned controls (policies, procedures, training, technical mechanisms, insurance, etc.) used for the Platform to mitigate the likelihood of a vulnerability being exercised and reduce the impact of such an adverse event.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 5.\nLikelihood Determination</p>\n<ul>\n<li>\n<p>Determine the overall likelihood rating that indicates the probability that a vulnerability could be exploited by a threat-source given the existing or planned security controls.</p>\n</li>\n<li>\n<p>Output - Likelihood rating of low (.1), medium (.5), or high (1).\nRefer to the NIST SP 800-30 definitions of low, medium, and high.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 6.\nImpact Analysis</p>\n<ul>\n<li>\n<p>Determine the level of adverse impact that would result from a threat successfully exploiting a vulnerability.\nFactors of the data and systems to consider should include the importance to Healthium's mission.\nsensitivity and criticality (value or importance).\ncosts associated.\nloss of confidentiality, integrity, and availability of systems and data.</p>\n</li>\n<li>\n<p>Output - Magnitude of impact rating of low (10), medium (50), or high (100).\nRefer to the NIST SP 800-30 definitions of low, medium, and high.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 7.\nRisk Determination</p>\n<ul>\n<li>\n<p>Establish a risk level.\nBy multiplying the ratings from the likelihood determination and impact analysis, a risk level is determined.\nThis represents the degree or level of risk to which an IT system, facility, or procedure might be exposed if a given vulnerability were exercised.\nThe risk rating also presents actions that senior management must take for each risk level.</p>\n</li>\n<li>\n<p>Output - Risk level of low (1-10), medium (&gt;10-50) or high (&gt;50-100).\nRefer to the NIST SP 800-30 definitions of low, medium, and high.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 8.\nControl Recommendations</p>\n<ul>\n<li>\n<p>Identify controls that could reduce or eliminate the identified risks, as appropriate to the organization's operations to an acceptable level.\nFactors to consider when developing controls may include effectiveness of recommended options (i.e., system compatibility), legislation and regulation, organizational policy, operational impact, and safety and reliability.\nControl recommendations provide input to the risk mitigation process, during which the recommended procedural and technical security controls are evaluated, prioritized, and implemented.</p>\n</li>\n<li>\n<p>Output - Recommendation of control(s) and alternative solutions to mitigate risk.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 9.\nResults Documentation</p>\n<ul>\n<li>\n<p>Results of the risk assessment are documented in an official report, spreadsheet, or briefing and provided to senior management to make decisions on policy, procedure, budget, and Platform operational and management changes.</p>\n</li>\n<li>\n<p>Output - A risk assessment report that describes the threats and vulnerabilities, measures the risk, and provides recommendations for control implementation.</p>\n</li>\n</ul>\n</li>\n</ul>4.3.2 Risk Mitigation<p>Risk mitigation involves prioritizing, evaluating, and implementing the appropriate risk-reducing controls recommended from the Risk Assessment process to ensure the confidentiality, integrity and availability of the Platform ePHI.\nDetermination of appropriate controls to reduce risk is dependent upon the risk tolerance of the organization consistent with its goals and mission.</p>\n<ul>\n<li>\n<p>Step 1.\nPrioritize Actions</p>\n<ul>\n<li>\n<p>Using results from Step 7 of the Risk Assessment, sort the threat and vulnerability pairs according to their risk-levels in descending order.\nThis establishes a prioritized list of actions needing to be taken, with the pairs at the top of the list getting/requiring the most immediate attention and top priority in allocating resources</p>\n</li>\n<li>\n<p>Output - Actions ranked from high to low</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 2.\nEvaluate Recommended Control Options</p>\n<ul>\n<li>\n<p>Although possible controls for each threat and vulnerability pair are arrived at in Step 8 of the Risk Assessment, review the recommended control(s) and alternative solutions for reasonableness and appropriateness.\nThe feasibility (e.g., compatibility, user acceptance, etc.) and effectiveness (e.g., degree of protection and level of risk mitigation) of the recommended controls should be analyzed.\nIn the end, select a \"most appropriate\" control option for each threat and vulnerability pair.</p>\n</li>\n<li>\n<p>Output - list of feasible controls</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 3.\nConduct Cost-Benefit Analysis</p>\n<ul>\n<li>\n<p>Determine the extent to which a control is cost-effective.\nCompare the benefit (e.g., risk reduction) of applying a control with its subsequent cost of application.\nControls that are not cost-effective are also identified during this step.\nAnalyzing each control or set of controls in this manner, and prioritizing across all controls being considered, can greatly aid in the decision-making process.</p>\n</li>\n<li>\n<p>Output - Documented cost-benefit analysis of either implementing or not implementing each specific control</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 4.\nSelect Control(s)</p>\n<ul>\n<li>\n<p>Taking into account the information and results from previous steps, Healthium's mission, and other important criteria, the Risk Management Team determines the best control(s) for reducing risks to the information systems and to the confidentiality, integrity, and availability of ePHI.\nThese controls may consist of a mix of administrative, physical, and/or technical safeguards.</p>\n</li>\n<li>\n<p>Output - Selected control(s)</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 5.\nAssign Responsibility</p>\n<ul>\n<li>\n<p>Identify the workforce members with the skills necessary to implement each of the specific controls outlined in the previous step and assign their responsibilities.\nAlso identify the equipment, training, and other resources needed for the successful implementation of controls.\nResources may include time, money, equipment, etc.</p>\n</li>\n<li>\n<p>Output - List of resources, responsible persons and their assignments</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 6.\nDevelop Safeguard Implementation Plan</p>\n<ul>\n<li>\n<p>Develop an overall implementation or action plan and individual project plans needed to implement the safeguards and controls identified.\nThe Implementation Plan should contain the following information:</p>\n<ul>\n<li>\n<p>Each risk or vulnerability/threat pair and risk level;</p>\n</li>\n<li>\n<p>Prioritized actions;</p>\n</li>\n<li>\n<p>The recommended feasible control(s) for each identified risk;</p>\n</li>\n<li>\n<p>Required resources for implementation of selected controls;</p>\n</li>\n<li>\n<p>Team member responsible for implementation of each control;</p>\n</li>\n<li>\n<p>Start date for implementation;</p>\n</li>\n<li>\n<p>Target date for completion of implementation;</p>\n</li>\n<li>\n<p>Maintenance requirements.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The overall implementation plan provides a broad overview of the safeguard implementation, identifying important milestones and timeframes, resource requirements (staff and other individuals' time, budget, etc.), interrelationships between projects, and any other relevant information.\nRegular status reporting of the plan, along with key metrics and success indicators should be reported to Healthium Management.</p>\n</li>\n<li>\n<p>Individual project plans for safeguard implementation may be developed and contain detailed steps that assigned resources carry out to meet implementation timeframes and expectations.\nAdditionally, consider including items in individual project plans such as a project scope, a list of deliverables, key assumptions, objectives, task completion dates and project requirements.</p>\n</li>\n<li>\n<p>Output - Safeguard Implementation Plan</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Step 7.\nImplement Selected Controls</p>\n<ul>\n<li>\n<p>As controls are implemented, monitor the affected system(s) to verify that the implemented controls continue to meet expectations.\nElimination of all risk is not practical.\nDepending on individual situations, implemented controls may lower a risk level but not completely eliminate the risk.</p>\n</li>\n<li>\n<p>Continually and consistently communicate expectations to all Risk Management Team members, as well as management and other key people throughout the risk mitigation process.\nIdentify when new risks are identified and when controls lower or offset risk rather than eliminate it.</p>\n</li>\n<li>\n<p>Additional monitoring is especially crucial during times of major environmental changes, organizational or process changes, or major facilities changes.</p>\n</li>\n<li>\n<p>If risk reduction expectations are not met, then repeat all or a part of the risk management process so that additional controls needed to lower risk to an acceptable level can be identified.</p>\n</li>\n<li>\n<p>Output - Residual Risk documentation</p>\n</li>\n</ul>\n</li>\n</ul>4.3.3 Risk Management Schedule<p>The two main components of the risk management process - risk assessment and risk mitigation - will be carried out according to the following schedule to ensure the continued adequacy and continuous improvement of Healthium's information security program:</p>\n<ul>\n<li>\n<p>Scheduled Basis - an overall risk assessment of Healthium's information system infrastructure will be conducted annually.\nThe assessment process should be completed in a timely fashion so that risk mitigation strategies can be determined and included in the corporate budgeting process.</p>\n</li>\n<li>\n<p>Throughout a Systems Development Life Cycle - from the time that a need for a new, untested information system configuration and/or application is identified through the time it is disposed of, ongoing assessments of the potential threats to a system and its vulnerabilities should be undertaken as a part of the maintenance of the system.</p>\n</li>\n<li>\n<p>As Needed - the Security Officer (or other designated employee) or Risk Management Team may call for a full or partial risk assessment in response to changes in business strategies, information technology, information sensitivity, threats, legal liabilities, or other significant factors that affect Healthium's Platform.</p>\n</li>\n</ul>4.4 Process Documentation<p>Maintain documentation of all risk assessment, risk management, and risk mitigation efforts for a minimum of six years.</p>5.\nRoles Policy<p>Healthium has a Security Officer [164.308(a)(2)] and a Privacy Officer [164.308(a)(2)] appointed to assist in maintaining and enforcing safeguards towards compliance.\nThe responsibilities associated with these roles are outlined below.</p>5.1 Applicable Standards5.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>02.f - Disciplinary Process</p>\n</li>\n<li>\n<p>06.d - Data Protection and Privacy of Covered Information</p>\n</li>\n<li>\n<p>06.f - Prevention of Misuse of Information Assets</p>\n</li>\n<li>\n<p>06.g - Compliance with Security Policies and Standards</p>\n</li>\n</ul>5.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(2) - Assigned Security Responsibility</p>\n</li>\n<li>\n<p>164.308(a)(5)(i) - Security Awareness and Training</p>\n</li>\n</ul>5.2 Privacy Officer<p>The Privacy Officer is responsible for assisting with compliance and security training for workforce members, assuring the organization remains in compliance with evolving compliance rules, and helping the Security Officer in his responsibilities.</p>\n<ol>\n<li>\n<p>Provides annual training to all workforce members of established policies and procedures as necessary and appropriate to carry out their job functions, and documents the training provided.</p>\n</li>\n<li>\n<p>Assists in the administration and oversight of business associate agreements.</p>\n</li>\n<li>\n<p>Manages relationships with customers and partners as those relationships affect security and compliance of ePHI.</p>\n</li>\n<li>\n<p>Assist Security Officer as needed.</p>\n</li>\n</ol>\n<p>The current Healthium Privacy Officer is Pedro Bacelar (dpo@nutrium.com)</p>5.2.1 Workforce Training Responsibilities<ol>\n<li>\n<p>The Privacy Officer facilitates the training of all workforce members as follows:</p>\n<ol>\n<li>\n<p>New workforce members within their first month of employment;</p>\n</li>\n<li>\n<p>Existing workforce members annually;</p>\n</li>\n<li>\n<p>Existing workforce members whose functions are affected by a material change in the policies and procedures, within a month after the material change becomes effective;</p>\n</li>\n<li>\n<p>Existing workforce members as needed due to changes in security and risk posture of Healthium.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>The Security or Privacy Officer or designee maintains documentation of the training session materials and attendees for a minimum of six years.</p>\n</li>\n<li>\n<p>The training session focuses on, but is not limited to, the following subjects defined in Healthium's security policies and procedures:</p>\n<ol>\n<li>\n<p>HIPAA Privacy, Security, and Breach notification rules;</p>\n</li>\n<li>\n<p>HITRUST Common Security Framework;</p>\n</li>\n<li>\n<p>NIST Security Rules;</p>\n</li>\n<li>\n<p>Risk Management procedures and documentation;</p>\n</li>\n<li>\n<p>Auditing - Healthium may monitor access and activities of all users;</p>\n</li>\n<li>\n<p>Workstations may only be used to perform assigned job responsibilities;</p>\n</li>\n<li>\n<p>Users may not download software onto Healthium's workstations and/or systems without prior approval from the Security or Privacy Officer;</p>\n</li>\n<li>\n<p>Users are required to report malicious software to the Security Officer immediately;</p>\n</li>\n<li>\n<p>Users are required to report unauthorized attempts, uses of, and theft of Healthium's systems and/or workstations;</p>\n</li>\n<li>\n<p>Users are required to report unauthorized access to facilities;</p>\n</li>\n<li>\n<p>Users are required to report noted log-in discrepancies (i.e.\napplication states user's last log-in was on a date user was on vacation);</p>\n</li>\n<li>\n<p>Users may not alter ePHI maintained in a database, unless authorized to do so by a Healthium Customer;</p>\n</li>\n<li>\n<p>Users are required to understand their role in Healthium's contingency plan;</p>\n</li>\n<li>\n<p>Users may not share their usernames nor passwords with anyone;</p>\n</li>\n<li>\n<p>Requirements for users to create and change passwords;</p>\n</li>\n<li>\n<p>Users must set all applications that contain or transmit ePHI to automatically log off after 15 minutes of inactivity;</p>\n</li>\n<li>\n<p>Supervisors are required to report terminations of workforce members and other outside users;</p>\n</li>\n<li>\n<p>Supervisors are required to report a change in a user's title, role, department, and/or location;</p>\n</li>\n<li>\n<p>Procedures to backup ePHI;</p>\n</li>\n<li>\n<p>Procedures to move and record movement of hardware and electronic media containing ePHI;</p>\n</li>\n<li>\n<p>Procedures to dispose of discs, CDs, hard drives, and other media containing ePHI;</p>\n</li>\n<li>\n<p>Procedures to re-use electronic media containing ePHI;</p>\n</li>\n<li>\n<p>SSH key and sensitive document encryption procedures.</p>\n</li>\n</ol>\n</li>\n</ol>5.3 Security Officer<p>The Security Officer is responsible for facilitating the training and supervision of all workforce members [164.308(a)(3)(ii)(A) and 164.308(a)(5)(ii)(A)], investigation and sanctioning of any workforce member that is in violation of Healthium security policies and non-compliance with the security regulations [164.308(a)(1)(ii)(c)], and writing, implementing, and maintaining all policies, procedures, and documentation related to efforts toward security and compliance [164.316(a-b)].</p>\n<p>The current Healthium Security Officer is Pedro Carneiro (pedrocarneiro@nutrium.com).</p>5.3.1 Organizational Responsibilities<p>The Security Officer, in collaboration with the Privacy Officer, is responsible for facilitating the development, testing, implementation, training, and oversight of all activities pertaining to Healthium's efforts to be compliant with the HIPAA Security Regulations and any other security and compliance frameworks.\nThe intent of the Security Officer responsibilities is to maintain the confidentiality, integrity, and availability of ePHI.\nThe Security Officer is appointed by and reports to the Board of Directors and the CEO and works in close collaboration with the Privacy Officer.</p>\n<p>These organizational responsibilities include, but are not limited to the following:</p>\n<ol>\n<li>\n<p>Oversees and enforces all activities necessary to maintain compliance and verifies the activities are in alignment with the requirements.</p>\n</li>\n<li>\n<p>Helps to establish and maintain written policies and procedures to comply with the Security rule and maintains them for six years from the date of creation or date it was last in effect, whichever is later.</p>\n</li>\n<li>\n<p>Reviews and updates policies and procedures as necessary and appropriate to maintain compliance and maintains changes made for six years from the date of creation or date it was last in effect, whichever is later.</p>\n</li>\n<li>\n<p>Facilitates audits to validate compliance efforts throughout the organization.</p>\n</li>\n<li>\n<p>Documents all activities and assessments completed to maintain compliance and maintains documentation for six years from the date of creation or date it was last in effect, whichever is later.</p>\n</li>\n<li>\n<p>Provides copies of the policies and procedures to management, customers, and partners, and has them available to review by all other workforce members to which they apply.</p>\n</li>\n<li>\n<p>Annually, and as necessary, reviews and updates documentation to respond to environmental or operational changes affecting the security and risk posture of ePHI stored, transmitted, or processed within Healthium infrastructure.</p>\n</li>\n<li>\n<p>Develops and provides periodic security updates and reminder communications for all workforce members.</p>\n</li>\n<li>\n<p>Implements procedures for the authorization and/or supervision of workforce members who work with ePHI or in locations where it may be accessed.</p>\n</li>\n<li>\n<p>Maintains a program promoting workforce members to report non-compliance with policies and procedures.</p>\n<ul>\n<li>\n<p>Promptly, properly, and consistently investigates and addresses reported violations and takes steps to prevent recurrence.</p>\n</li>\n<li>\n<p>Applies consistent and appropriate sanctions against workforce members who fail to comply with the security policies and procedures of Healthium.</p>\n</li>\n<li>\n<p>Mitigates, to the extent practicable, any harmful effect known to Healthium of a use or disclosure of ePHI in violation of Healthium's policies and procedures, even if effect is the result of actions of Healthium business associates, customers, and/or partners.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Reports security efforts and incidents to administration immediately upon discovery.\nResponsibilities in the case of a known ePHI breach are documented in the Healthium Breach Policy.</p>\n</li>\n<li>\n<p>The Security Officer facilitates the communication of security updates and reminders to all workforce members to which it pertains.\nExamples of security updates and reminders include, but are not limited to:</p>\n<ul>\n<li>\n<p>Latest malicious software or virus alerts;</p>\n</li>\n<li>\n<p>Healthium's requirement to report unauthorized attempts to access ePHI;</p>\n</li>\n<li>\n<p>Changes in creating or changing passwords;</p>\n</li>\n<li>\n<p>Additional security-focused training is provided to all workforce members by the Security Officer.\nThis training includes, but is not limited to:</p>\n<ul>\n<li>\n<p>Data backup plans;</p>\n</li>\n<li>\n<p>System auditing procedures;</p>\n</li>\n<li>\n<p>Redundancy procedures;</p>\n</li>\n<li>\n<p>Contingency plans;</p>\n</li>\n<li>\n<p>Virus protection;</p>\n</li>\n<li>\n<p>Patch management;</p>\n</li>\n<li>\n<p>Media Disposal and/or Re-use;</p>\n</li>\n<li>\n<p>Documentation requirements.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>The Security Officer works with the COO to ensure that any security objectives have appropriate consideration during the budgeting process.</p>\n<ul>\n<li>\n<p>In general, security and compliance are core to Healthium's technology and service offerings.\nin most cases this means security-related objectives cannot be split out to separate budget line items.</p>\n</li>\n<li>\n<p>For cases that<em> can </em>be split out into discrete items, such as licenses for commercial tooling, the Security Officer follows Healthium's standard corporate budgeting process.</p>\n<ul>\n<li>\n<p>At the beginning of every fiscal year, the COO contacts the Security Officer to plan for the upcoming year's expenses.</p>\n</li>\n<li>\n<p>The Security Officer works with the COO to forecast spending needs based on the previous year's level, along with changes for the upcoming year such as additional staff hires.</p>\n</li>\n<li>\n<p>During the year, if an unforeseen security-related expense arises that was not in the budget forecast, the Security Officer works with the COO to reallocate any resources as necessary to cover this expense.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ol>5.3.2 Supervision of Workforce Responsibilities<p>Although the Security Officer is responsible for implementing and overseeing all activities related to maintaining compliance, it is the responsibility of all workforce members (i.e.\nteam leaders, supervisors, managers, directors, co-workers, etc.) to supervise all workforce members and any other user of Healthium's systems, applications, servers, workstations, etc., that contain ePHI.</p>\n<ol>\n<li>\n<p>Monitor workstations and applications for unauthorized use, tampering, and theft and report non-compliance according to the Security Incident Response policy.</p>\n</li>\n<li>\n<p>Assist the Security and Privacy Officers to ensure appropriate role-based access is provided to all users.</p>\n</li>\n<li>\n<p>Take all reasonable steps to hire, retain, and promote workforce members and provide access to users who comply with the Security regulations and Healthium's security policies and procedures.</p>\n</li>\n</ol>5.3.3 Sanctions of Workforce Responsibilities<p>All workforce members report non-compliance of Healthium's policies and procedures to the Security or Privacy Officer or other individual as assigned by the Security Officer.\nIndividuals that report violations in good faith may not be subjected to intimidation, threats, coercion, discrimination against, or any other retaliatory action as a consequence.</p>\n<ol>\n<li>\n<p>The Security Officer promptly facilitates a thorough investigation of all reported violations of Healthium's security policies and procedures.\nThe Security Officer may request assistance from others.</p>\n<ul>\n<li>\n<p>Complete an audit trail/log to identify and verify the violation and sequence of events.</p>\n</li>\n<li>\n<p>Interview any individual that may be aware of or involved in the incident.</p>\n</li>\n<li>\n<p>All individuals are required to cooperate with the investigation process and provide factual information to those conducting the investigation.</p>\n</li>\n<li>\n<p>Provide individuals suspected of non-compliance of the Security rule and/or Healthium's policies and procedures the opportunity to explain their actions.</p>\n</li>\n<li>\n<p>The investigator thoroughly documents the investigation as the investigation occurs.\nThis documentation must include a list of all employees involved in the violation.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Violation of any security policy or procedure by workforce members may result in corrective disciplinary action, up to and including termination of employment.\nViolation of this policy and procedures by others, including business associates, customers, and partners may result in termination of the relationship and/or associated privileges.</p>\n<ul>\n<li>\n<p>A violation resulting in a breach of confidentiality (i.e.\nrelease of PHI to an unauthorized individual), change of the integrity of any ePHI, or inability to access any ePHI by other users, requires immediate termination of the workforce member from Healthium.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The Security Officer facilitates taking appropriate steps to prevent recurrence of the violation (when possible and feasible).</p>\n</li>\n<li>\n<p>In the case of an insider threat, the Security Officer and Privacy Officer are to set up a team to investigate and mitigate the risk of insider malicious activity.\nHealthium workforce members are encouraged to come forward with information about insider threats and can do so anonymously.</p>\n</li>\n<li>\n<p>The Security Officer maintains all documentation of the investigation, sanctions provided, and actions taken to prevent reoccurrence for a minimum of six years after the conclusion of the investigation.</p>\n</li>\n</ol>6.\nData Management Policy<p>Healthium has procedures to create and maintain retrievable exact copies of electronic protected health information (ePHI) stored within the Nutrium Platform.\nThis policy, and associated procedures for testing and restoring from backup data do not apply to patients who proceed with the manual elimination of the patient's records as this elimination is not reversible.\nThe policy and procedures will assure that complete, accurate, retrievable, and tested backups are available for the designated systems used by Healthium.</p>\n<p>Data backup is an important part of the day-to-day operations of Healthium.\nTo protect the confidentiality, integrity, and availability of ePHI, both for Healthium and Healthium Customers, complete backups are done daily to assure that data remains available when needed and in case of a disaster.</p>\n<p>Violation of this policy and its procedures by workforce members may result in corrective disciplinary action, up to and including termination of employment.</p>6.1 Applicable Standards6.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>01.v - Information Access Restriction</p>\n</li>\n</ul>6.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(7)(ii)(A) - Data Backup Plan</p>\n</li>\n<li>\n<p>164.310(d)(2)(iii) - Accountability</p>\n</li>\n<li>\n<p>164.310(d)(2)(iv) - Data Backup and Storage</p>\n</li>\n</ul>6.2 Backup Policy and Procedures<ol>\n<li>\n<p>Perform daily snapshot backups of all systems that process, store, or transmit ePHI for all Healthium Customers.</p>\n</li>\n<li>\n<p>The Healthium Dev Ops Team is designated to be in charge of backups.</p>\n</li>\n<li>\n<p>Dev Ops Team members are trained and assigned to complete backups and manage the backup media.</p>\n</li>\n<li>\n<p>Document backups</p>\n<ul>\n<li>\n<p>Name of the system;</p>\n</li>\n<li>\n<p>Date &amp.\ntime of backup;</p>\n</li>\n<li>\n<p>Where backup stored (or to whom it was provided);</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Securely encrypt stored backups in a manner that protects them from loss or environmental damage.</p>\n</li>\n<li>\n<p>Test backups annually and document that files have been completely and accurately restored from the backup media.</p>\n</li>\n</ol>7.\nSystem Access Policy<p>Access to Healthium systems and applications is limited for all users, including but not limited to, workforce members, volunteers, business associates, contracted providers, and consultants.\nAccess by any other entity is allowable only on a minimum necessary basis.\nAll users are responsible for reporting an incident of unauthorized use or access of the organization's information systems.\nThese safeguards have been established to address the HIPAA Security regulations.</p>7.1 Applicable Standards7.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>01.d - User Password Management</p>\n</li>\n<li>\n<p>01.f - Password Use</p>\n</li>\n<li>\n<p>01.r - Password Management System</p>\n</li>\n<li>\n<p>01.a - Access Control Policy</p>\n</li>\n<li>\n<p>01.b - User Registration</p>\n</li>\n<li>\n<p>01.h - Clear Desk and Clear Screen Policy</p>\n</li>\n<li>\n<p>01.j - User Authentication for External Connections</p>\n</li>\n<li>\n<p>01.q - User Identification and Authentication</p>\n</li>\n<li>\n<p>01.v - Information Access Restriction</p>\n</li>\n<li>\n<p>02.i - Removal of Access Rights</p>\n</li>\n<li>\n<p>06.e - Prevention of Misuse of Information Assets</p>\n</li>\n</ul>7.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(4)(ii)(DS) Access Establishment and Modification</p>\n</li>\n<li>\n<p>164.308(a)(3)(ii)(B) Workforce Clearance Procedures</p>\n</li>\n<li>\n<p>164.308(a)(4)(ii)(B) Access Authorization</p>\n</li>\n<li>\n<p>164.312(d) Person or Entity Authentication</p>\n</li>\n<li>\n<p>164.312(a)(2)(i) Unique User Identification</p>\n</li>\n<li>\n<p>164.308(a)(5)(ii)(D) Password Management</p>\n</li>\n<li>\n<p>164.312(a)(2)(iii) Automatic Logoff</p>\n</li>\n<li>\n<p>164.310(b) Workstation Use</p>\n</li>\n<li>\n<p>164.310(c) Workstation Security</p>\n</li>\n<li>\n<p>164.308(a)(3)(ii)(c) Termination Procedures</p>\n</li>\n</ul>7.2 Access Establishment and Modification<ol>\n<li>\n<p>Requests for access to Healthium Platform systems and applications by personnel not usually allowed to access those systems and applications are made formally using the following process:</p>\n<ol>\n<li>\n<p>A Healthium workforce member initiates the access request by creating an Issue in the Healthium Quality Management System.</p>\n<ul>\n<li>\n<p>User identities must be verified prior to granting access to new accounts.</p>\n</li>\n<li>\n<p>Identity verification must be done in person where possible.\nfor remote employees, identities must be verified over the phone.</p>\n</li>\n<li>\n<p>For new accounts, the method used to verify the user's identity must be recorded on the Issue.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The Security or Privacy Officer will grant access to systems as dictated by the employee's job title.\nIf additional access is required outside of the minimum necessary to perform job functions, the requester must include a description of why the additional access is required as part of the access request.</p>\n</li>\n<li>\n<p>Once the review is completed, the Security or Privacy Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review and documentation.</p>\n</li>\n<li>\n<p>If the review is approved, the Security or Privacy Officer then marks the Issue as Done, adding any pertinent notes required.\nThe Security or Privacy Officer then grants requested access.</p>\n<ul>\n<li>\n<p>New accounts will be created with a temporary secure password that meets all requirements from 7.12, which must be changed on the initial login.</p>\n</li>\n<li>\n<p>All password exchanges must occur over an authenticated channel.</p>\n</li>\n<li>\n<p>access grants are accomplished by leveraging the access control mechanisms built into those systems.\nAccount management for non-production systems may be delegated to a Healthium employee at the discretion of the Security or Privacy Officer.</p>\n</li>\n</ul>\n</li>\n</ol>\n</li>\n<li>\n<p>Access is not granted until receipt, review, and approval by the Healthium Security or Privacy Officer.</p>\n</li>\n<li>\n<p>The request for access is retained for future reference.</p>\n</li>\n<li>\n<p>All access to Healthium systems and services is reviewed and updated on a bi-annual basis to ensure proper authorizations are in place commensurate with job functions.\nThe process for conducting reviews is outlined below:</p>\n<ol>\n<li>\n<p>The Security Officer initiates the review of user access by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security or Privacy Officer is assigned to review levels of access for each Healthium workforce member.</p>\n</li>\n<li>\n<p>If user access is found during review that is not in line with the least privilege principle, the process below is used to modify user access and notify the user of access changes.\nOnce those steps are completed, the Issue is then reviewed again.</p>\n</li>\n<li>\n<p>Once the review is completed, the Security or Privacy Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review and documentation.</p>\n</li>\n<li>\n<p>If the review is approved, the Security or Privacy Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n<li>\n<p>Review of user access is monitored on a quarterly basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Any Healthium workforce member can request change of access using the process outlined in 7.2 paragraph 1.</p>\n</li>\n<li>\n<p>Access to production systems is controlled using centralized user management and authentication.</p>\n</li>\n<li>\n<p>Temporary accounts are not used unless absolutely necessary for business purposes.</p>\n<ul>\n<li>\n<p>Accounts are reviewed every 90 days to ensure temporary accounts are not left unnecessarily.</p>\n</li>\n<li>\n<p>Accounts that are inactive for over 90 days are removed.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Privileged users must first access systems using standard, unique user accounts before switching to privileged users and performing privileged tasks.</p>\n<ul>\n<li>\n<p>Rights for privileged accounts are granted by the Security or Privacy Officer using the process outlined in 7.2 paragraph 1.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>All application to application communication using service accounts is restricted and not permitted unless absolutely needed.</p>\n</li>\n<li>\n<p>Generic accounts are not allowed on Healthium systems.</p>\n</li>\n<li>\n<p>Whenever possible, access is granted through encrypted, VPN tunnels that utilize two-factor authentication.</p>\n<ul>\n<li>\n<p>Two-factor authentication is accomplished using a Time-based One-Time Password (TOTP) as the second factor.</p>\n</li>\n<li>\n<p>VPN connections use 256-bit AES 256 encryption, or equivalent.</p>\n</li>\n<li>\n<p>VPN sessions are automatically disconnected after 30 minutes of inactivity.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>In cases of increased risk or known attempted unauthorized access, immediate steps are taken by the Security or Privacy Officer to limit access and reduce risk of unauthorized access.</p>\n</li>\n<li>\n<p>Direct system to system, system to application, and application to application authentication and authorization are limited and controlled to restrict access.</p>\n</li>\n</ol>7.3 Workforce Clearance<ol>\n<li>\n<p>The level of security assigned to a user to the organization's information systems is based on the minimum necessary amount of data access required to carry out legitimate job responsibilities assigned to a user's job classification.</p>\n</li>\n<li>\n<p>All access requests are treated on a \"least-access principle\".</p>\n</li>\n<li>\n<p>Healthium maintains a minimum necessary approach to access to Customer data.\nAs such, Healthium, including all workforce members, does not readily have access to any ePHI.</p>\n</li>\n</ol>7.4 Access Authorization<ol>\n<li>\n<p>Role based access categories for each Healthium system and application are pre-approved by the Security Officer, or an authorized delegate of the Security Officer.</p>\n</li>\n<li>\n<p>Healthium utilizes hardware and software firewalls to segment data, prevent unauthorized access, and monitor traffic for denial of service attacks.</p>\n</li>\n</ol>7.5 Person or Entity Authentication<ol>\n<li>\n<p>Each workforce member has and uses a unique user ID and password that identifies him/her as the user of the information system.</p>\n</li>\n<li>\n<p>Each Customer and Partner has and uses a unique user ID and password that identifies him/her as the user of the information system.</p>\n</li>\n<li>\n<p>All Customer support desk interactions must be verified before Healthium support personnel will satisfy any request having information security implications.</p>\n</li>\n</ol>7.6 Unique User Identification<ol>\n<li>\n<p>Access to the Platform systems and applications is controlled by requiring unique User Login IDs and passwords for each individual user and developer.</p>\n</li>\n<li>\n<p>Passwords requirements mandate strong password controls (see below).</p>\n</li>\n<li>\n<p>Passwords are not displayed at any time and are not transmitted or stored in plain text.</p>\n</li>\n<li>\n<p>Default accounts on all production systems, including root, are disabled.</p>\n</li>\n<li>\n<p>Shared accounts are not allowed within Healthium systems or networks.</p>\n</li>\n<li>\n<p>Automated log-on configurations that store user passwords or bypass password entry are not permitted for use with Healthium workstations or production systems.</p>\n</li>\n</ol>7.7 Automatic Logoff<ol>\n<li>\n<p>Users are required to make information systems inaccessible by any other individual when unattended by the users (ex.\nby using a password protected screen saver or logging off the system).</p>\n</li>\n<li>\n<p>Information systems automatically log users off the systems after 15 minutes of inactivity.</p>\n</li>\n<li>\n<p>The Security Officer pre-approves exceptions to automatic log off requirements.</p>\n</li>\n</ol>7.8 Employee Workstation Use<ol>\n<li>\n<p>Workstations may not be used to engage in any activity that is illegal or is in violation of organization's policies.</p>\n</li>\n<li>\n<p>Access may not be used for transmitting, retrieving, or storage of any communications of a discriminatory or harassing nature or materials that are obscene or \"X-rated\".\nHarassment of any kind is prohibited.\nNo messages with derogatory or inflammatory remarks about an individual's race, age, disability, religion, national origin, physical attributes, sexual preference, or health condition shall be transmitted or maintained.\nNo abusive, hostile, profane, or offensive language is to be transmitted through the organization's system.</p>\n</li>\n<li>\n<p>Information systems/applications also may not be used for any other purpose that is illegal, unethical, or against company policies or contrary to organization's best interests.\nMessages containing information related to a lawsuit or investigation may not be sent without prior approval.</p>\n</li>\n<li>\n<p>Solicitation of non-company business, or any use of organization's information systems/applications for personal gain is prohibited.</p>\n</li>\n<li>\n<p>Transmitted messages may not contain material that criticizes the organization, its providers, its employees, or others.</p>\n</li>\n<li>\n<p>Users may not misrepresent, obscure, suppress, or replace another user's identity in transmitted or stored messages.</p>\n</li>\n<li>\n<p>Workstation hard drives will be encrypted using FileVault or equivalent.</p>\n</li>\n<li>\n<p>All workstations have firewalls enabled to prevent unauthorized access unless explicitly granted.</p>\n</li>\n</ol>7.9 Wireless Access Use<ol>\n<li>\n<p>Healthium production systems are not accessible directly over wireless channels.</p>\n</li>\n<li>\n<p>Wireless access is disabled on all production systems.</p>\n</li>\n<li>\n<p>When accessing production systems via remote wireless connections, the same system access policies and procedures apply to wireless as all other connections, including wired.</p>\n</li>\n<li>\n<p>Wireless networks managed within Healthium non-production facilities (offices, etc.) are secured with the following configurations:</p>\n<ul>\n<li>\n<p>All data in transit over wireless is encrypted using WPA2 encryption;</p>\n</li>\n<li>\n<p>Passwords are rotated on a regular basis, presently yearly.\nThis process is managed by the Healthium Security Officer.</p>\n</li>\n</ul>\n</li>\n</ol>7.10 Employee Termination Procedures<ol>\n<li>\n<p>The Human Resources Department (or other designated department or employee), users, and their supervisors are required to notify the Security or Privacy Officer upon completion and/or termination of access needs.</p>\n</li>\n<li>\n<p>The Human Resources Department, users, and supervisors are required to notify the Security or Privacy Officer to terminate a user's access rights if there is evidence or reason to believe the following (these incidents are also reported on an incident report and is filed with the Privacy Officer):</p>\n<ul>\n<li>\n<p>The user has been using their access rights inappropriately;</p>\n</li>\n<li>\n<p>A user's password has been compromised (a new password may be provided to the user if the user is not identified as the individual compromising the original password);</p>\n</li>\n<li>\n<p>An unauthorized individual is utilizing a user's User Login ID and password (a new password may be provided to the user if the user is not identified as providing the unauthorized individual with the User Login ID and password).</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The Security Officer will terminate users' access rights immediately upon notification and will coordinate with the appropriate Healthium employees to terminate access to any non-production systems managed by those employees.</p>\n</li>\n<li>\n<p>The Security Officer audits and may terminate access of users that have not logged into organization's information systems/applications for an extended period of time.</p>\n</li>\n</ol>7.11 Paper Records<p>Healthium does not use paper records for any sensitive information.\nUse of paper for recording and storing sensitive data is against Healthium policies.</p>7.12 Password Management<ol>\n<li>\n<p>User IDs and passwords are used to control access to Healthium systems and may not be disclosed to anyone for any reason.</p>\n</li>\n<li>\n<p>Users may not allow anyone, for any reason, to have access to any information system using another user's unique user ID and password.</p>\n</li>\n<li>\n<p>On all production systems and applications in the Healthium environment, password configurations are set to require:</p>\n<ul>\n<li>\n<p>a minimum length of 8 characters;</p>\n</li>\n<li>\n<p>a mix of upper-case characters, lower case characters, and numbers or special characters;</p>\n</li>\n<li>\n<p>a 90-day password expiration, or 60-day password expiration for administrative accounts;</p>\n</li>\n<li>\n<p>prevention of password reuse using a history of the last 6 passwords;</p>\n</li>\n<li>\n<p>where supported, modifying at least 4 characters when changing passwords;</p>\n</li>\n<li>\n<p>account lockout after 5 invalid attempts.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>All system and application passwords must be stored and transmitted securely.</p>\n<ul>\n<li>\n<p>Where possible, passwords should be stored in a hashed format using a salted cryptographic hash function (SHA-256 or equivalent).</p>\n</li>\n<li>\n<p>Passwords that must be stored in non-hashed format must be encrypted at rest pursuant to the requirements in 17.8.</p>\n</li>\n<li>\n<p>Transmitted passwords must be encrypted in flight pursuant to the requirements in 17.9.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Each information system automatically requires users to change passwords at a pre-determined interval as determined by the organization, based on the criticality and sensitivity of the ePHI contained within the network, system, application, and/or database.</p>\n</li>\n<li>\n<p>Passwords are inactivated immediately upon an employee's termination (refer to the Employee Termination Procedures in 7.10).</p>\n</li>\n<li>\n<p>All default system, application, and Partner passwords are changed before deployment to production.</p>\n</li>\n<li>\n<p>Upon initial login, users must change any passwords that were automatically generated for them.</p>\n</li>\n<li>\n<p>Password change methods must use a confirmation method to correct for user input errors.</p>\n</li>\n<li>\n<p>All passwords used in configuration scripts are secured and encrypted.</p>\n</li>\n<li>\n<p>If a user believes their user ID has been compromised, they are required to immediately report the incident to the Security or Privacy Officer.</p>\n</li>\n<li>\n<p>In cases where a user has forgotten their password, the following procedure is used to reset the password.</p>\n<ul>\n<li>\n<p>The user submits a password reset request via the appropriate channel in Slack or Healthium's Quality Management System.\nThe request should include the system to which the user has lost access and needs the password reset.</p>\n</li>\n<li>\n<p>An administrator with password reset privileges is notified and connects directly with the user requesting the password reset.</p>\n</li>\n<li>\n<p>The administrator verifies the identity of the user either in-person or through a separate communication channel such as phone or Slack.</p>\n</li>\n<li>\n<p>Once verified, the administrator resets the password.</p>\n</li>\n</ul>\n</li>\n</ol>\n<p>The password-reset Slack or Quality Management System channel is used to track and store password reset requests.\nThe Security Officer is the owner of this group and modifies membership as needed.</p>7.13 Access to ePHI<ol>\n<li>\n<p>Employees may not download ePHI to any workstations used to connect to production systems.</p>\n</li>\n<li>\n<p>Disallowing transfer of ePHI to workstations is enforced through technical measures.</p>\n</li>\n</ol>8.\nAuditing Policy<p>Healthium shall audit access and activity of electronic protected health information (ePHI) applications and systems in order to ensure compliance.\nThe Security Rule requires healthcare organizations to implement reasonable hardware, software, and/or procedural mechanisms that record and examine activity in information systems that contain or use ePHI.\nAudit activities may be limited by application, system, and/or network auditing capabilities and resources.\nHealthium shall make reasonable and good-faith efforts to safeguard information privacy and security through a well-thought-out approach to auditing that is consistent with available resources.</p>\n<p>It is the policy of Healthium to safeguard the confidentiality, integrity, and availability of applications, systems, and networks.\nTo ensure that appropriate safeguards are in place and effective, Healthium shall audit access and activity to detect, report, and guard against:</p>\n<ul>\n<li>\n<p>Network vulnerabilities and intrusions;</p>\n</li>\n<li>\n<p>Breaches in confidentiality and security of patient protected health information;</p>\n</li>\n<li>\n<p>Performance problems and flaws in applications;</p>\n</li>\n<li>\n<p>Improper alteration or destruction of ePHI;</p>\n</li>\n<li>\n<p>Out of date software and/or software known to have vulnerabilities.</p>\n</li>\n</ul>\n<p>This policy applies to all Healthium systems that store, transmit, or process ePHI.</p>8.1 Applicable Standards8.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>0.a Information Security Management Program</p>\n</li>\n<li>\n<p>01.a Access Control Policy</p>\n</li>\n<li>\n<p>01.b User Registration</p>\n</li>\n<li>\n<p>01.c Privilege Management</p>\n</li>\n<li>\n<p>09.aa Audit Logging</p>\n</li>\n<li>\n<p>09.ac Protection of Log Information</p>\n</li>\n<li>\n<p>09.ab - Monitoring System Use</p>\n</li>\n<li>\n<p>06.e - Prevention of Misuse of Information</p>\n</li>\n</ul>8.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>45 CFR §164.308(a)(1)(ii)(D) - Information System Activity Review</p>\n</li>\n<li>\n<p>45 CFR §164.308(a)(5)(ii)(B) &amp.\n(C) - Protection from Malicious Software &amp.\nLog-in Monitoring</p>\n</li>\n<li>\n<p>45 CFR §164.308(a)(8) - HIPAA Security Rule Periodic Evaluation</p>\n</li>\n<li>\n<p>45 CFR §164.312(b) - Audit Controls</p>\n</li>\n<li>\n<p>45 CFR §164.312(c)(2) - Mechanism to Authenticate ePHI</p>\n</li>\n<li>\n<p>45 CFR §164.312(e)(2)(i) - Integrity Controls</p>\n</li>\n</ul>8.2 Auditing Policies<ol>\n<li>\n<p>Responsibility for auditing information system access and activity is assigned to Healthium's Security Officer.\nThe Security Officer shall:</p>\n<ul>\n<li>\n<p>Assign the task of generating reports for audit activities to the workforce member responsible for the application, system, or network;</p>\n</li>\n<li>\n<p>Assign the task of reviewing the audit reports to the workforce member responsible for the application, system, or network, the Privacy Officer, or any other individual determined to be appropriate for the task;</p>\n</li>\n<li>\n<p>Organize and provide oversight to a team structure charged with audit compliance activities (e.g., parameters, frequency, sample sizes, report formats, evaluation, follow-up, etc.).</p>\n</li>\n<li>\n<p>All connections to Healthium are monitored.\nAccess is limited to certain services, ports, and destinations.\nExceptions to these rules, if created, are reviewed on an annual basis.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Healthium's auditing processes shall address access and activity at the following levels listed below.\nUser level auditing is the responsibility of the Customer.\nHealthium uses software to aggregate and view User and Application logs, but the log data collected, which shall be made available to the Customer at request, is the responsibility of the Customer.\nAuditing processes may address date and time of each log-on attempt, date and time of each log-off attempt, devices used, functions performed, etc.</p>\n<ul>\n<li>\n<p>User: User level audit trails generally monitor and log all commands directly initiated by the user, all identification and authentication attempts, and data and services accessed.</p>\n</li>\n<li>\n<p>Application: Application level audit trails generally monitor and log all user activities, including data accessed and modified and specific actions.</p>\n</li>\n<li>\n<p>System: System level audit trails generally monitor and log user activities, applications accessed, and other system defined specific actions.</p>\n</li>\n<li>\n<p>Network: Network level audit trails generally monitor information on what is operating, penetrations, and vulnerabilities.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Healthium shall log all incoming and outgoing traffic to into and out of its environment.\nThis includes all successful and failed attempts at data access and editing.\nData associated with this data will include origin, destination, time, and other relevant details that are available to Healthium.</p>\n</li>\n<li>\n<p>Healthium leverages process monitoring tools throughout its environment.</p>\n</li>\n<li>\n<p>Healthium shall identify \"trigger events\" or criteria that raise awareness of questionable conditions of viewing of confidential information.\nThe events may be applied to the entire Healthium Platform or may be specific to a Customer, partner, business associate, or other.</p>\n</li>\n<li>\n<p>Logs may be reviewed regularly by the Security or Privacy Officer.</p>\n</li>\n<li>\n<p>Healthium's Security and Privacy Officer are authorized to select and use auditing tools that are designed to detect network vulnerabilities and intrusions.\nSuch tools are explicitly prohibited by others, including Customers and Partners, without the explicit authorization of the Security or Privacy Officer.\nThese tools may include, but are not limited to:</p>\n<ul>\n<li>\n<p>Scanning tools and devices;</p>\n</li>\n<li>\n<p>Password cracking utilities;</p>\n</li>\n<li>\n<p>Network \"sniffers\";</p>\n</li>\n<li>\n<p>Passive and active intrusion detection systems.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The process for review of audit logs, trails, and reports shall include:</p>\n<ul>\n<li>\n<p>Description of the activity as well as rationale for performing the audit.</p>\n</li>\n<li>\n<p>Identification of which Healthium workforce members will be responsible for review (workforce members shall not review audit logs that pertain to their own system activity).</p>\n</li>\n<li>\n<p>Frequency of the auditing process.</p>\n</li>\n<li>\n<p>Determination of significant events requiring further review and follow-up.</p>\n</li>\n<li>\n<p>Identification of appropriate reporting channels for audit results and required follow-up.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Vulnerability testing software may be used to probe the network to identify what is running (e.g., operating system or product versions in place), whether publicly known vulnerabilities have been corrected, and evaluate whether the system can withstand attacks aimed at circumventing security controls.</p>\n<ul>\n<li>\n<p>Testing may be carried out internally or provided through an external third-party vendor.\nWhenever possible, a third-party auditing vendor should not be providing the organization IT oversight services (e.g., vendors providing IT services should not be auditing their own services - separation of duties).</p>\n</li>\n<li>\n<p>Testing shall be done on a routine basis.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Software patches and updates will be applied to all systems in a timely manner.</p>\n</li>\n</ol>8.3 Audit Requests<ol>\n<li>\n<p>A request may be made for an audit for a specific cause.\nThe request may come from a variety of sources including, but not limited to, Privacy Officer, Security Officer, Customer, Partner, or a user.</p>\n</li>\n<li>\n<p>A request for an audit for specific cause must include time frame, frequency, and nature of the request.\nThe request must be reviewed and approved by Healthium's Privacy or Security Officer.</p>\n</li>\n<li>\n<p>A request for an audit must be approved by Healthium's Privacy or Security Officer before proceeding.\nUnder no circumstances shall detailed audit information be shared with parties without proper permissions and access to see such data.</p>\n<ul>\n<li>\n<p>Should the audit disclose that a workforce member has accessed ePHI inappropriately, the minimum necessary/least privileged information shall be shared with Healthium's Privacy and Security Officer to determine appropriate sanction/corrective disciplinary action.</p>\n</li>\n<li>\n<p>Only de-identified information shall be shared with Customer or Partner regarding the results of the investigative audit process.\nThis information will be communicated to the appropriate personnel by Healthium's Privacy Officer or designee.\nPrior to communicating with customers and partners regarding an audit, Healthium will consider seeking risk management and/or legal counsel.</p>\n</li>\n</ul>\n</li>\n</ol>8.4 Review and Reporting of Audit Findings<ol>\n<li>\n<p>Audit information that is routinely gathered must be reviewed in a timely manner by the responsible workforce member(s).\nOn a regular basis, logs are reviewed to assure the proper data is being captured and retained.\nThe following process details how log reviews are done at Healthium:</p>\n<ol>\n<li>\n<p>The Security Officer initiates the log review by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security Officer, or a Healthium Security Engineer assigned by the Security Officer, is assigned to review the logs.</p>\n</li>\n<li>\n<p>Relevant audit log findings are added to the Issue.\nthese findings are investigated in a later step.\nOnce those steps are completed, the Issue is then reviewed again.</p>\n</li>\n<li>\n<p>Once the review is completed, the Security Officer approves or rejects the Issue.\nRelevant findings are reviewed at this stage.\nIf the Issue is rejected, it goes back for further review and documentation.\nThe communications protocol around specific findings are outlined below.</p>\n</li>\n<li>\n<p>If the Issue is approved, the Security Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>The reporting process shall allow for meaningful communication of the audit findings to those workforce members, Customers, or Partners requesting the audit.</p>\n<ul>\n<li>\n<p>Significant findings shall be reported immediately in a written format.\nHealthium's security incident response form may be utilized to report a single event.</p>\n</li>\n<li>\n<p>Routine findings shall be reported to the sponsoring leadership structure in a written report format.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Reports of audit results shall be limited to internal use on a minimum necessary/need-to-know basis.\nAudit results shall not be disclosed externally without administrative and/or legal counsel approval.</p>\n</li>\n<li>\n<p>Security audits constitute an internal, confidential, monitoring practice that may be included in Healthium's performance improvement activities and reporting.\nCare shall be taken to ensure that the results of the audits are disclosed to administrative level oversight structures only and that information which may further expose organizational risk is shared with extreme caution.\nGeneric security audit information may be included in organizational reports (individually identifiable ePHI shall not be included in the reports).</p>\n</li>\n<li>\n<p>Whenever indicated through evaluation and reporting, appropriate corrective actions must be undertaken.\nThese actions shall be documented and shared with the responsible workforce members, Customers, and/or Partners.</p>\n</li>\n<li>\n<p>Log review activity is monitored on a quarterly basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n</ol>8.5 Auditing Customer and Partner Activity<ol>\n<li>\n<p>Periodic monitoring of Customer and Partner activity may be carried out to ensure that access and activity is appropriate for privileges granted and necessary to comply with any law and with the arrangement between Healthium and the third party.\nHealthium will make every effort to assure Customers and Partners do not gain access to data outside of their own environments.</p>\n</li>\n<li>\n<p>If it is determined that the Customer or Partner has exceeded the scope of access privileges, Healthium's leadership must remedy the problem immediately.</p>\n</li>\n<li>\n<p>If it is determined that a Customer or Partner has violated the terms of the HIPAA business associate agreement or any terms within the HIPAA regulations, Healthium must take immediate action to remediate the situation.\nContinued violations may result in discontinuation of the business relationship.</p>\n</li>\n</ol>8.6 Audit Log Security Controls and Backup class='tw-mb-2.5'<ol>\n<li>\n<p>Audit logs shall be protected from unauthorized access or modification, so the information they contain will be made available only if needed to evaluate a security incident or for routine audit activities as outlined in this policy.</p>\n</li>\n<li>\n<p>All audit logs are protected in transit and encrypted at rest to control access to the content of the logs.</p>\n</li>\n<li>\n<p>Audit logs shall be stored on a separate system to minimize the impact auditing may have on the privacy system and to prevent access to audit trails by those with system administrator privileges.</p>\n<ul>\n<li>\n<p>Separate systems are used to apply the security principle of \"separation of duties\" to protect audit trails from hackers.</p>\n</li>\n</ul>\n</li>\n</ol>8.7 Workforce Training, Education, Awareness and Responsibilities<ol>\n<li>\n<p>Healthium workforce members are provided training, education, and awareness on safeguarding the privacy and security of business and ePHI.\nHealthium's commitment to auditing access and activity of the information applications, systems, and networks is communicated through new employee orientation, ongoing training opportunities and events, and applicable policies.\nHealthium workforce members are made aware of responsibilities with regard to privacy and security of information as well as applicable sanctions/corrective disciplinary actions should the auditing process detect a workforce member's failure to comply with organizational policies.</p>\n</li>\n<li>\n<p>Healthium Customers are provided with necessary information to understand Healthium auditing capabilities.</p>\n</li>\n</ol>8.8 External Audits of Information Access and Activity<ol>\n<li>\n<p>Prior to contracting with an external audit firm, Healthium shall:</p>\n<ul>\n<li>\n<p>Outline the audit responsibility, authority, and accountability;</p>\n</li>\n<li>\n<p>Choose an audit firm that is independent of other organizational operations;</p>\n</li>\n<li>\n<p>Ensure technical competence of the audit firm staff;</p>\n</li>\n<li>\n<p>Require the audit firm's adherence to applicable codes of professional ethics;</p>\n</li>\n<li>\n<p>Obtain a signed HIPAA business associate agreement;</p>\n</li>\n<li>\n<p>Assign organizational responsibility for supervision of the external audit firm.</p>\n</li>\n</ul>\n</li>\n</ol>8.9 Retention of Audit Data<ol>\n<li>\n<p>Audit logs shall be maintained based on organizational needs.\nThere is no standard or law addressing the retention of audit log/trail information.\nRetention of this information shall be based on:</p>\n<ul>\n<li>\n<p>Organizational history and experience.</p>\n</li>\n<li>\n<p>Available storage space.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Reports summarizing audit activities shall be retained for a period of six years.</p>\n</li>\n<li>\n<p>Audit log data is retained locally on the audit log server for a one-month period.\nBeyond that, log data is encrypted and moved to warm storage using automated scripts and is retained for a minimum of one year.</p>\n</li>\n</ol>8.10 Potential Trigger Events<ul>\n<li>\n<p>High risk or problem prone incidents or events.</p>\n</li>\n<li>\n<p>Business associate, customer, or partner complaints.</p>\n</li>\n<li>\n<p>Known security vulnerabilities.</p>\n</li>\n<li>\n<p>Atypical patterns of activity.</p>\n</li>\n<li>\n<p>Failed authentication attempts.</p>\n</li>\n<li>\n<p>Remote access use and activity.</p>\n</li>\n<li>\n<p>Activity post termination.</p>\n</li>\n<li>\n<p>Random audits.</p>\n</li>\n</ul>9.\nConfiguration Management Policy<p>Healthium manually operates configuration management through its workforce coordination and by documentation of all changes to production systems and networks.</p>9.1 Applicable Standards9.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>06 - Configuration Management</p>\n</li>\n</ul>9.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.310(a)(2)(iii) Access Control &amp.\nValidation Procedures</p>\n</li>\n</ul>9.2 Configuration Management Policies<ol>\n<li>\n<p>No systems are deployed into Healthium environments without approval of Healthium's Security Officer and/or Data Privacy Officer.</p>\n</li>\n<li>\n<p>All changes to production systems, network devices, and firewalls are approved by the Healthium Security Officer and/or Data Privacy Officer before they are implemented, to assure they comply with business and security requirements.</p>\n</li>\n<li>\n<p>All changes to production systems are tested before they are implemented in production.</p>\n</li>\n<li>\n<p>Implementation of approved changes are only performed by authorized personnel.</p>\n</li>\n<li>\n<p>Tooling to generate an up-to-date inventory of systems, including corresponding architecture diagrams for related products and services may be used.</p>\n</li>\n<li>\n<p>All frontend functionality (user dashboards and portals) is separated from backend (database and app servers) systems.</p>\n</li>\n<li>\n<p>All software and systems are tested using unit tests and end to end tests.</p>\n</li>\n<li>\n<p>All committed code is reviewed using pull requests to assure software code quality and proactively detect potential security issues in development.</p>\n</li>\n<li>\n<p>Healthium utilizes development and staging environments that mirror production to assure proper function.</p>\n</li>\n<li>\n<p>Healthium also deploys environments locally to assure functionality before moving to staging or production.</p>\n</li>\n<li>\n<p>All formal change requests require unique ID and authentication.</p>\n</li>\n</ol>9.3 Provisioning Production Systems<ol>\n<li>\n<p>Before provisioning any systems, ops team members must file a request in the Healthium Quality Management System.</p>\n<ul>\n<li>\n<p>Quality Management System access requires authenticated users.</p>\n</li>\n<li>\n<p>The CTO grants access to the Quality Management System following the procedures covered in the Access Establishment and Modification section</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The CTO, or an authorized delegate of the CTO, must approve the provisioning request before any new system can be provisioned.</p>\n</li>\n<li>\n<p>Once provisioning has been approved, the ops team member must configure the new system according to the standard baseline chosen for the system's role.</p>\n</li>\n<li>\n<p>If the system will be used to house production data (ePHI), the ops team member must add an encrypted block data volume to the VM during provisioning.</p>\n<ul>\n<li>\n<p>For systems on other cloud providers, the ops team member must add a block data volume and set up OS-level data encryption.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Once the system has been provisioned, the ops team member must contact the security team to inspect the new system.\nA member of the security team will verify that the secure baseline has been applied to the new system, including (but not limited to) verifying the following items:</p>\n<ul>\n<li>\n<p>Removal of default users used during provisioning.</p>\n</li>\n<li>\n<p>Network configuration for system.</p>\n</li>\n<li>\n<p>Data volume encryption settings.</p>\n</li>\n<li>\n<p>Intrusion detection and virus scanning software installed.</p>\n</li>\n<li>\n<p>All items listed below in the operating system-specific subsections below.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The new system may be rotated into production once the CTO verifies all the provisioning steps listed above have been correctly followed and has marked the Issue with the Approved state.</p>\n</li>\n</ol>9.4 Patch Management Procedures<ol>\n<li>\n<p>Healthium uses automated tooling to ensure systems are up to date with the latest security patches.</p>\n</li>\n<li>\n<p>On Windows systems, the baseline Group Policy setting configures Windows Update to implement the patching policy.</p>\n</li>\n</ol>9.5 Software Release Procedures<ol>\n<li>\n<p>Software releases are treated as changes to existing systems and thus follow the procedure described in 9.4.</p>\n</li>\n</ol>10.\nFacility Access Policy<p>Healthium works with Subcontractors to assure restriction of physical access to systems used as part of the Nutrium Platform.\nHealthium and its Subcontractors control access to the physical buildings/facilities that house these systems/applications, or in which Healthium workforce members operate, in accordance to the HIPAA Security Rule 164.310 and its implementation specifications.\nPhysical Access to all of Healthium facilities is limited to only those authorized in this policy.\nIn an effort to safeguard ePHI from unauthorized access, tampering, and theft, access is allowed to areas only to those persons authorized to be in them and with escorts for unauthorized persons.\nAll workforce members are responsible for reporting an incident of unauthorized visitor and/or unauthorized access to Healthium's facility.</p>\n<p>Of note, Healthium does not have ready access to ePHI, it provides cloud-based services to covered entities and business associates, as such, Healthium does not physically house any systems used by its Platform in Healthium facilities.</p>10.1 Applicable Standards10.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>08.b - Physical Entry Controls</p>\n</li>\n<li>\n<p>08.d - Protecting Against External and Environmental Threats</p>\n</li>\n<li>\n<p>08.j - Equipment Maintenance</p>\n</li>\n<li>\n<p>08.l - Secure Disposal or Re-Use of Equipment</p>\n</li>\n<li>\n<p>09.p - Disposal of Media</p>\n</li>\n</ul>10.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.310(a)(2)(ii) Facility Security Plan</p>\n</li>\n<li>\n<p>164.310(a)(2)(iii) Access Control &amp.\nValidation Procedures</p>\n</li>\n<li>\n<p>164.310(b-c) Workstation Use &amp.\nSecurity</p>\n</li>\n</ul>10.2 Healthium-controlled Facility Access Policies<ol>\n<li>\n<p>Visitor and third-party support access are recorded and supervised.\nAll visitors are escorted.</p>\n</li>\n<li>\n<p>Repairs are documented and the documentation is retained.</p>\n</li>\n<li>\n<p>Fire extinguishers and detectors are installed according to applicable laws and regulations.</p>\n</li>\n<li>\n<p>Maintenance is controlled and conducted by authorized personnel in accordance with supplier-recommended intervals, insurance policies and the organization's maintenance program.</p>\n</li>\n<li>\n<p>Electronic and physical media containing covered information is securely destroyed (or the information securely removed) prior to disposal.</p>\n</li>\n<li>\n<p>The organization securely disposes media with sensitive information.</p>\n</li>\n<li>\n<p>Physical access is restricted in the following way:</p>\n<ul>\n<li>\n<p>Restricted areas and facilities are locked when unattended (where feasible).</p>\n</li>\n<li>\n<p>Only authorized workforce members receive access to restricted areas (as determined by the Security Officer).</p>\n</li>\n<li>\n<p>Access and keys are revoked upon termination of workforce members.</p>\n</li>\n<li>\n<p>Workforce members must report a lost and/or stolen key(s) to the Security Officer.</p>\n</li>\n<li>\n<p>The Security Officer facilitates the changing of the lock(s) within 7 days of a key being reported lost/stolen</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Enforcement of Facility Access Policies</p>\n<ul>\n<li>\n<p>Report violations of this policy to the restricted area's department team leader, supervisor, manager, or director, or the Privacy Officer.</p>\n</li>\n<li>\n<p>Workforce members in violation of this policy are subject to disciplinary action, up to and including termination.</p>\n</li>\n<li>\n<p>Visitors in violation of this policy are subject to loss of vendor privileges and/or termination of services from Healthium.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Workstation Security</p>\n<ul>\n<li>\n<p>Workstations may only be accessed and utilized by authorized workforce members to complete assigned job/contract responsibilities.</p>\n</li>\n<li>\n<p>All workforce members are required to monitor workstations and report unauthorized users and/or unauthorized attempts to access systems/applications as per the System Access Policy.</p>\n</li>\n<li>\n<p>All workstations purchased by Healthium are the property of Healthium and are distributed to users by the company.</p>\n</li>\n</ul>\n</li>\n</ol>11.\nIncident Response Policy<p>Healthium implements an information security incident response process to consistently detect, respond to, and report incidents, minimize loss and destruction, mitigate the weaknesses that were exploited, and restore information system functionality and business continuity as soon as possible.</p>\n<p>The incident response process addresses:</p>\n<ul>\n<li>\n<p>Continuous monitoring of threats through intrusion detection systems (IDS) and other monitoring applications;</p>\n</li>\n<li>\n<p>Establishment of an information security incident response team;</p>\n</li>\n<li>\n<p>Establishment of procedures to respond to media inquiries;</p>\n</li>\n<li>\n<p>Establishment of clear procedures for identifying, responding, assessing, analyzing, and follow-up of information security incidents;</p>\n</li>\n<li>\n<p>Workforce training, education, and awareness on information security incidents and required responses.\nand</p>\n</li>\n<li>\n<p>Facilitation of clear communication of information security incidents with internal, as well as external, stakeholders.</p>\n</li>\n</ul>11.1 Applicable Standards11.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>11.a - Reporting Information Security Events</p>\n</li>\n<li>\n<p>11.c - Responsibilities and Procedures</p>\n</li>\n</ul>11.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(5)(i) - Security Awareness and Training</p>\n</li>\n<li>\n<p>164.308(a)(6) - Security Incident Procedures</p>\n</li>\n</ul>11.2 Incident Management Policies<p>Healthium's incident response classifies security-related events into the following categories:</p>\n<ul>\n<li>\n<p>\n<strong>Events </strong>Any observable computer security-related occurrence in a system or network with a negative consequence.\nExamples:</p>\n<ul>\n<li>\n<p>Hardware component failing causing service outages.</p>\n</li>\n<li>\n<p>Software error causing service outages.</p>\n</li>\n<li>\n<p>General network or system instability.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Precursors </strong>A sign that an incident may occur in the future.\nExamples:</p>\n<ul>\n<li>\n<p>Monitoring system showing unusual behavior.</p>\n</li>\n<li>\n<p>Audit log alerts indicated several failed login attempts.</p>\n</li>\n<li>\n<p>Suspicious emails targeting specific Healthium staff members with administrative access to production systems.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Indications </strong>A sign that an incident may have occurred or may be occurring at the present time.\nExamples:</p>\n<ul>\n<li>\n<p>IDS alerts for modified system files or unusual system accesses.</p>\n</li>\n<li>\n<p>Antivirus alerts for infected files.</p>\n</li>\n<li>\n<p>Excessive network traffic directed at unexpected geographic locations.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Incidents </strong>A violation of computer security policies or acceptable use policies, often resulting in data breaches.\nExamples:</p>\n<ul>\n<li>\n<p>Unauthorized disclosure of ePHI.</p>\n</li>\n<li>\n<p>Unauthorized change or destruction of ePHI.</p>\n</li>\n<li>\n<p>A data breach accomplished by an internal or external entity.</p>\n</li>\n<li>\n<p>A Denial-of-Service (DoS) attack causing a critical service to become unreachable.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>Healthium employees must report any unauthorized or suspicious activity seen on production systems or associated with related communication systems (such as email or Slack).\nIn practice this means keeping an eye out for security events and letting the Security and Privacy Officer know about any observed precursors or indications as soon as they are discovered.</p>11.2.1 Identification Phase<ol>\n<li>\n<p>Immediately upon observation Healthium members report suspected and known Events, Precursors, Indications, and Incidents in one of the following ways:</p>\n<ol>\n<li>\n<p>Direct report to management, the Security Officer, Privacy Officer, or other;</p>\n</li>\n<li>\n<p>Email;</p>\n</li>\n<li>\n<p>Phone call;</p>\n</li>\n<li>\n<p>Secure Chat;</p>\n</li>\n<li>\n<p>Anonymously through workforce member's desired channels.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>The individual receiving the report facilitates completion of an Incident Identification form and notifies the Security and Privacy Officer (if not already done).</p>\n</li>\n<li>\n<p>The Security Officer determines if the issue is an Event, Precursor, Indication, or Incident.</p>\n<ol>\n<li>\n<p>If the issue is an event, indication, or precursor the Security Officer forwards it to the appropriate resource for resolution.</p>\n<ol>\n<li>\n<p>Non-Technical Event (minor infringement): the Security Officer completes a SIR Form and investigates the incident.</p>\n</li>\n<li>\n<p>Technical Event: Assign the issue to an IT resource for resolution.\nThis resource may also be a contractor or outsourced technical resource, in the event of a small office or lack of expertise in the area.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>If the issue is a security incident the Security Officer activates the Security Incident Response Team (SIRT) and notifies senior management.</p>\n<ol>\n<li>\n<p>If a non-technical security incident is discovered the SIRT completes the investigation, implements preventative measures, and resolves the security incident.</p>\n</li>\n<li>\n<p>Once the investigation is completed, progress to Phase V, Follow-up.</p>\n</li>\n<li>\n<p>If the issue is a technical security incident, commence to Phase II: Containment.</p>\n</li>\n<li>\n<p>The Containment, Eradication, and Recovery Phases are highly technical.\nIt is important to have them completed by a highly qualified technical security resource with oversight by the SIRT team.</p>\n</li>\n<li>\n<p>Each individual on the SIRT and the technical security resource document all measures taken during each phase, including the start and end times of all efforts.</p>\n</li>\n<li>\n<p>The lead member of the SIRT team facilitates initiation of a SIR Form or an Incident Survey Form.\nThe intent of the SIR form is to provide a summary of all events, efforts, and conclusions of each Phase of this policy and procedures.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<p>The Security Officer, Privacy Officer, or other appointed Healthium representative notifies any affected Customers and Partners.\nIf no Customers and Partners are affected, notification is at the discretion of the Security and Privacy Officer.</p>\n</li>\n<li>\n<p>In the case of a threat identified, the Security Officer is to form a team to investigate and involve necessary resources, both internal to Healthium and potentially external.</p>\n</li>\n</ol>11.2.2 Containment Phase (Technical)<p>In this Phase, Healthium's IT department attempts to contain the security incident.\nIt is extremely important to take detailed notes during the security incident response process.\nThis provides that the evidence gathered during the security incident can be used successfully during prosecution, if appropriate.</p>\n<ol>\n<li>\n<p>The SIRT reviews any information that has been collected by the Security Officer or any other individual investigating the security incident.</p>\n</li>\n<li>\n<p>The SIRT secures the network perimeter.</p>\n</li>\n<li>\n<p>The IT department performs the following:</p>\n<ol>\n<li>\n<p>Securely connect to the affected system over a trusted connection.</p>\n</li>\n<li>\n<p>Retrieve any volatile data from the affected system.</p>\n</li>\n<li>\n<p>Determine the relative integrity and the appropriateness of backing the system up.</p>\n</li>\n<li>\n<p>If appropriate, back up the system.</p>\n</li>\n<li>\n<p>Change the password(s) to the affected system(s).</p>\n</li>\n<li>\n<p>Determine whether it is safe to continue operations with the affected system(s).</p>\n</li>\n<li>\n<p>If it is safe, allow the system to continue to function;</p>\n<ol>\n<li>\n<p>Complete any documentation relative to the security incident on the SIR Form.</p>\n</li>\n<li>\n<p>Move to Phase V, Follow-up.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>If it is NOT safe to allow the system to continue operations, discontinue the system(s) operation and move to Phase III, Eradication.</p>\n</li>\n<li>\n<p>The individual completing this phase provides written communication to the SIRT.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Continuously apprise Senior Management of progress.</p>\n</li>\n<li>\n<p>Continue to notify affected Customers and Partners with relevant updates as needed.</p>\n</li>\n</ol>11.2.3 Eradication Phase (Technical)<p>The Eradication Phase represents the SIRT's effort to remove the cause, and the resulting security exposures, that are now on the affected system(s).</p>\n<ol>\n<li>\n<p>Determine symptoms and cause related to the affected system(s).</p>\n</li>\n<li>\n<p>Strengthen the defenses surrounding the affected system(s), where possible (a risk assessment may be needed and can be determined by the Security Officer).\nThis may include the following:</p>\n<ol>\n<li>\n<p>An increase in network perimeter defenses.</p>\n</li>\n<li>\n<p>An increase in system monitoring defenses.</p>\n</li>\n<li>\n<p>Remediation (\"fixing\") any security issues within the affected system, such as removing unused services/general host hardening techniques.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Conduct a detailed vulnerability assessment to verify all the holes/gaps that can be exploited have been addressed.</p>\n<ol>\n<li>\n<p>If additional issues or symptoms are identified, take appropriate preventative measures to eliminate or minimize potential future compromises.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Complete the Eradication Form</p>\n</li>\n<li>\n<p>Update the documentation with the information learned from the vulnerability assessment, including the cause, symptoms, and the method used to fix the problem with the affected system(s).</p>\n</li>\n<li>\n<p>Apprise Senior Management of the progress.</p>\n</li>\n<li>\n<p>Continue to notify affected Customers and Partners with relevant updates as needed.</p>\n</li>\n<li>\n<p>Move to Phase IV, Recovery.</p>\n</li>\n</ol>11.2.4 Recovery Phase (Technical)<p>The Recovery Phase represents the SIRT's effort to restore the affected system(s) back to operation after the resulting security exposures, if any, have been corrected.</p>\n<ol>\n<li>\n<p>The technical team determines if the affected system(s) have been changed in any way.</p>\n<ol>\n<li>\n<p>If they have, the technical team restores the system to its proper, intended functioning (\"last known good\").</p>\n</li>\n<li>\n<p>Once restored, the team validates that the system functions the way it was intended/had functioned in the past.\nThis may require the involvement of the business unit that owns the affected system(s).</p>\n</li>\n<li>\n<p>If operation of the system(s) had been interrupted (i.e., the system(s) had been taken offline or dropped from the network while triaged), restart the restored and validated system(s) and monitor for behavior.</p>\n</li>\n<li>\n<p>If the system had not been changed in any way, but was taken offline (i.e., operations had been interrupted), restart the system and monitor for proper behavior.</p>\n</li>\n<li>\n<p>Update the documentation with the detail that was determined during this phase.</p>\n</li>\n<li>\n<p>Apprise Senior Management of progress.</p>\n</li>\n<li>\n<p>Continue to notify affected Customers and Partners with relevant updates as needed.</p>\n</li>\n<li>\n<p>Move to Phase V, Follow-up.</p>\n</li>\n</ol>\n</li>\n</ol>11.2.5 Follow-up Phase (Technical and Non-Technical)<p>The Follow-up Phase represents the review of the security incident to look for \"lessons learned\" and to determine whether the process that was taken could have been improved in any way.\nIt is recommended all security incidents be reviewed shortly after resolution to determine where response could be improved.\nTimeframes may extend to one to two weeks post-incident.</p>\n<ol>\n<li>\n<p>Responders to the security incident (SIRT Team and technical security resource) meet to review the documentation collected during the security incident.</p>\n</li>\n<li>\n<p>Create a \"lessons learned\" document and attach it to the completed SIR Form.</p>\n<ol>\n<li>\n<p>Evaluate the cost and impact of the security incident to Healthium using the documents provided by the SIRT and the technical security resource.</p>\n</li>\n<li>\n<p>Determine what could be improved.</p>\n</li>\n<li>\n<p>Communicate these findings to Senior Management for approval and for implementation of any recommendations made post-review of the security incident.</p>\n</li>\n<li>\n<p>Carry out recommendations approved by Senior Management.\nsufficient budget, time and resources should be committed to this activity.</p>\n</li>\n<li>\n<p>Close the security incident.</p>\n</li>\n</ol>\n</li>\n</ol>11.2.6 Periodic Evaluation<p>It is important to note that the processes surrounding security incident response should be periodically reviewed and evaluated for effectiveness.\nThis also involves appropriate training of resources expected to respond to security incidents, as well as the training of the general population regarding Healthium's expectation for them, relative to security responsibilities.\nThe incident response plan is tested annually.</p>11.3 Security Incident Response Team (SIRT)<p>Current members of the Healthium SIRT:</p>\n<ul>\n<li>\n<p>Security Officer</p>\n</li>\n<li>\n<p>Privacy Officer</p>\n</li>\n<li>\n<p>Undisclosed members of the Dev Ops team</p>\n</li>\n</ul>12.\nBreach Policy<p>To provide guidance for breach notification when impressive or unauthorized access, acquisition, use and/or disclosure of the ePHI occurs, breach notification will be carried out in compliance with the American Recovery and Reinvestment Act (ARRA)/Health Information Technology for Economic and Clinical Health Act (HITECH) as well as any other federal or state notification law.</p>\n<p>The Federal Trade Commission (FTC) has published breach notification rules for vendors of personal health records as required by ARRA/HITECH.\nThe FTC rule applies to entities not covered by HIPAA, primarily vendors of personal health records.\nThe rule is effective September 24, 2009 with full compliance required by February 22, 2010.</p>\n<p>The American Recovery and Reinvestment Act of 2009 (ARRA) was signed into law on February 17, 2009.\nTitle XIII of ARRA is the Health Information Technology for Economic and Clinical Health Act (HITECH).\nHITECH significantly impacts the Health Insurance Portability and Accountability (HIPAA) Privacy and Security Rules.\nWhile HIPAA did not require notification when patient protected health information (PHI) was inappropriately disclosed, covered entities and business associates may have chosen to include notification as part of the mitigation process.\nHITECH does require notification of certain breaches of unsecured PHI to the following: individuals, Department of Health and Human Services (HHS), and the media.\nThe effective implementation for this provision is September 23, 2009 (pending publication HHS regulations).</p>\n<p>In the case of a breach, Healthium shall notify all affected Customers.\nIt is the responsibility of the Customers to notify affected individuals.</p>12.1 Applicable Standards12.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>11.a Reporting Information Security Events</p>\n</li>\n<li>\n<p>11.c Responsibilities and Procedures</p>\n</li>\n</ul>12.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(6)(i) - Security Incident Procedures</p>\n</li>\n<li>\n<p>HITECH Notification in the Case of Breach - 13402(a) and 13402(b)</p>\n</li>\n<li>\n<p>HITECH Timeliness of Notification - 13402(d)(1)</p>\n</li>\n<li>\n<p>HITECH Content of Notification - 13402(f)(1)</p>\n</li>\n</ul>12.2 Healthium Breach Policy<ol>\n<li>\n<p>Discovery of Breach: A breach of ePHI shall be treated as \"discovered\" as of the first day on which such breach is known to the organization, or, by exercising reasonable diligence would have been known to Healthium (includes breaches by the organization's Customers, Partners, or subcontractors).\nHealthium shall be deemed to have knowledge of a breach if such breach is known or by exercising reasonable diligence would have been known, to any person, other than the person committing the breach, who is a workforce member or Partner of the organization.\nFollowing the discovery of a potential breach, the organization shall begin an investigation (see organizational policies for security incident response and/or risk management incident response) immediately, conduct a risk assessment, and based on the results of the risk assessment, begin the process to notify each Customer affected by the breach.\nHealthium shall also begin the process of determining what external notifications are required or should be made (e.g., Secretary of Department of Health &amp.\nHuman Services (HHS), media outlets, law enforcement officials, etc.)</p>\n</li>\n<li>\n<p>Breach Investigation: The Healthium Security or Privacy Officer shall name an individual to act as the investigator of the breach (e.g., privacy officer, security officer, risk manager, etc.).\nThe investigator shall be responsible for the management of the breach investigation, completion of a risk assessment, and coordinating with others in the organization as appropriate (e.g., administration, security incident response team, human resources, risk management, public relations, legal counsel, etc.) The investigator shall be the key facilitator for all breach notification processes to the appropriate entities (e.g., HHS, media, law enforcement officials, etc.).\nAll documentation related to the breach investigation, including the risk assessment and the breach log, shall be retained for a minimum of six years.</p>\n</li>\n<li>\n<p>Risk Assessment: For an acquisition, access, use or disclosure of ePHI to constitute a breach, it must constitute a violation of the HIPAA Privacy Rule.\nA use or disclosure of ePHI that is incident to an otherwise permissible use or disclosure and occurs despite reasonable safeguards and proper minimum necessary procedures would not be a violation of the Privacy Rule and would not qualify as a potential breach.\nTo determine if an impermissible use or disclosure of ePHI constitutes a breach and requires further notification, the organization will need to perform a risk assessment to determine if there is significant risk of harm to the individual as a result of the impermissible use or disclosure.\nThe organization shall document the risk assessment as part of the investigation in the incident report form noting the outcome of the risk assessment process.\nThe organization has the burden of proof for demonstrating that all notifications to appropriate Customers or that the use or disclosure did not constitute a breach.\nBased on the outcome of the risk assessment, the organization will determine the need to move forward with breach notification.\nThe risk assessment and the supporting documentation shall be fact specific and address:</p>\n<ul>\n<li>\n<p>Consideration of who impermissibly used or to whom the information was impermissibly disclosed;</p>\n</li>\n<li>\n<p>The type and amount of ePHI involved;</p>\n</li>\n<li>\n<p>The cause of the breach, and the entity responsible for the breach, either Customer, Healthium, or Partner;</p>\n</li>\n<li>\n<p>The potential for significant risk of financial, reputational, or other harm.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Timeliness of Notification: Upon discovery of a breach, notice shall be made to the affected Healthium Customers no later than 4 hours after the discovery of the breach.\nIt is the responsibility of the organization to demonstrate that all notifications were made as required, including evidence demonstrating the necessity of delay.</p>\n</li>\n<li>\n<p>Delay of Notification Authorized for Law Enforcement Purposes: If a law enforcement official states to the organization that a notification, notice, or posting would impede a criminal investigation or cause damage to national security, the organization shall:</p>\n<ul>\n<li>\n<p>If the statement is in writing and specifies the time for which a delay is required, delay such notification, notice, or posting of the timer period specified by the official.\nor</p>\n</li>\n<li>\n<p>If the statement is made orally, document the statement, including the identity of the official making the statement, and delay the notification, notice, or posting temporarily and no longer than 30 days from the date of the oral statement, unless a written statement as described above is submitted during that time.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Content of the Notice: The notice shall be written in plain language and must contain the following information:</p>\n<ul>\n<li>\n<p>A brief description of what happened, including the date of the breach and the date of the discovery of the breach, if known;</p>\n</li>\n<li>\n<p>A description of the types of unsecured protected health information that were involved in the breach (such as whether full name, Social Security number, date of birth, home address, account number, diagnosis, disability code or other types of information were involved), if known;</p>\n</li>\n<li>\n<p>Any steps the Customer should take to protect Customer data from potential harm resulting from the breach;</p>\n</li>\n<li>\n<p>A brief description of what Healthium is doing to investigate the breach, to mitigate harm to individuals and Customers, and to protect against further breaches;</p>\n</li>\n<li>\n<p>Contact procedures for individuals to ask questions or learn additional information, which may include a toll-free telephone number, an e-mail address, a web site, or postal address.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Methods of Notification: Healthium Customers will be notified via email and/or phone within the timeframe for reporting breaches, as outlined above.</p>\n</li>\n<li>\n<p>Maintenance of Breach Information/Log: As described above and in addition to the reports created for each incident, Healthium shall maintain a process to record or log all breaches of unsecured ePHI regardless of the number of records and Customers affected.\nThe following information should be collected/logged for each breach:</p>\n<ul>\n<li>\n<p>A description of what happened, including the date of the breach, the date of the discovery of the breach, and the number of records and Customers affected, if known.</p>\n</li>\n<li>\n<p>A description of the types of unsecured protected health information that were involved in the breach (such as full name, Social Security number, date of birth, home address, account number, etc.), if known.</p>\n</li>\n<li>\n<p>A description of the action taken with regard to notification of patients regarding the breach.</p>\n</li>\n<li>\n<p>Resolution steps taken to mitigate the breach and prevent future occurrences.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Workforce Training: Healthium shall train all members of its workforce on the policies and procedures with respect to ePHI as necessary and appropriate for the members to carry out their job responsibilities.\nWorkforce members shall also be trained as to how to identify and report breaches within the organization.</p>\n</li>\n<li>\n<p>Complaints: Healthium must provide a process for individuals to make complaints concerning the organization's patient privacy policies and procedures or its compliance with such policies and procedures.</p>\n</li>\n<li>\n<p>Sanctions: The organization shall have in place and apply appropriate sanctions against members of its workforce, Customers, and Partners who fail to comply with privacy policies and procedures.</p>\n</li>\n<li>\n<p>Retaliation/Waiver: Healthium may not intimidate, threaten, coerce, discriminate against, or take other retaliatory action against any individual for the exercise by the individual of any privacy right.\nThe organization may not require individuals to waive their privacy rights under as a condition of the provision of treatment, payment, enrollment in a health plan, or eligibility for benefits.</p>\n</li>\n</ol>12.3 Customer Responsibilities<ol>\n<li>\n<p>The Healthium Customer that accesses, maintains, retains, modifies, records, stores, destroys, or otherwise holds, uses, or discloses unsecured ePHI shall, without unreasonable delay and in no case later than 60 calendar days after discovery of a breach, notify Healthium of such breach.\nThe Customer shall provide Healthium with the following information:</p>\n<ul>\n<li>\n<p>A description of what happened, including the date of the breach, the date of the discovery of the breach, and the number of records and Customers affected, if known.</p>\n</li>\n<li>\n<p>A description of the types of unsecured protected health information that were involved in the breach (such as full name, Social Security number, date of birth, home address, account number, etc.), if known.</p>\n</li>\n<li>\n<p>A description of the action taken with regard to notification of patients regarding the breach.</p>\n</li>\n<li>\n<p>Resolution steps taken to mitigate the breach and prevent future occurrences.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Notice to Media: Healthium Customers are responsible for providing notice to prominent media outlets at the Customer's discretion.</p>\n</li>\n<li>\n<p>Notice to Secretary of HHS: Healthium Customers are responsible for providing notice to the Secretary of HHS at the Customer's discretion.</p>\n</li>\n</ol>13.\nDisaster Recovery Policy<p>The Healthium Contingency Plan establishes procedures to recover Healthium following a disruption resulting from a disaster.\nThis Disaster Recovery Policy is maintained by the Healthium Security and Privacy Officer.</p>\n<p>The following objectives have been established for this plan:</p>\n<ol>\n<li>\n<p>Maximize the effectiveness of contingency operations through an established plan that consists of the following phases:</p>\n<ul>\n<li>\n<p>\n<em> Notification/Activation phase </em>to detect and assess damage and to activate the plan;</p>\n</li>\n<li>\n<p>\n<em> Recovery phase </em>to restore temporary IT operations and recover damage done to the original system;</p>\n</li>\n<li>\n<p>\n<em> Reconstitution phase </em>to restore IT system processing capabilities to normal operations.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Identify the activities, resources, and procedures needed to carry out Healthium processing requirements during prolonged interruptions to normal operations.</p>\n</li>\n<li>\n<p>Identify and define the impact of interruptions to Healthium systems.</p>\n</li>\n<li>\n<p>Assign responsibilities to designated personnel and provide guidance for recovering Healthium systems during prolonged periods of interruption to normal operations.</p>\n</li>\n<li>\n<p>Ensure coordination with other Healthium staff who will participate in the contingency planning strategies.</p>\n</li>\n<li>\n<p>Ensure coordination with external points of contact and vendors who will participate in the contingency planning strategies.</p>\n</li>\n</ol>\n<p>This Healthium Contingency Plan has been developed as required under the Office of Management and Budget (OMB) Circular A-130, Management of Federal Information Resources, Appendix III, November 2000, and the Health Insurance Portability and Accountability Act (HIPAA) Final Security Rule, Section §164.308(a)(7), which requires the establishment and implementation of procedures for responding to events that damage systems containing electronic protected health information.</p>\n<p>This Healthium Contingency Plan is created under the legislative requirements set forth in the Federal Information Security Management Act (FISMA) of 2002 and the guidelines established by the National Institute of Standards and Technology (NIST) Special Publication (SP) 800-34, titled \"Contingency Planning Guide for Information Technology Systems\" dated June 2002.</p>\n<p>The Healthium Contingency Plan also complies with the following federal and departmental policies:</p>\n<ul>\n<li>\n<p>The Computer Security Act of 1987;</p>\n</li>\n<li>\n<p>OMB Circular A-130, Management of Federal Information Resources, Appendix III, November 2000;</p>\n</li>\n<li>\n<p>Federal Preparedness Circular (FPC) 65, Federal Executive Branch Continuity of Operations, July 1999;</p>\n</li>\n<li>\n<p>Presidential Decision Directive (PDD) 67, Enduring Constitutional Government and Continuity of Government Operations, October 1998;</p>\n</li>\n<li>\n<p>PDD 63, Critical Infrastructure Protection, May 1998;</p>\n</li>\n<li>\n<p>Federal Emergency Management Agency (FEMA), The Federal Response Plan (FRP), April 1999;</p>\n</li>\n<li>\n<p>Defense Authorization Act (Public Law 106-398), Title X, Subtitle G, \"Government Information Security Reform\", October 30, 2000</p>\n</li>\n</ul>\n<p>Example of the types of disasters that would initiate this plan are natural disaster, political disturbances, man-made disaster, external human threats, internal malicious activities.</p>\n<p>Healthium defines two categories of systems from a disaster recovery perspective.</p>\n<ol>\n<li>\n<p>\n<em>Critical Systems </em>.\nThese systems host application servers and database servers or are required for functioning of systems that host application servers and database servers.\nThese systems, if unavailable, affect the integrity of data and must be restored, or have a process begun to restore them, immediately upon becoming unavailable.</p>\n</li>\n<li>\n<p>\n<em>Non-critical Systems </em>.\nThese are all systems not considered critical by definition above.\nThese systems, while they may affect the performance and overall security of critical systems, do not prevent Critical systems from functioning and being accessed appropriately.\nThese systems are restored at a lower priority than critical systems.</p>\n</li>\n</ol>13.1 Applicable Standards13.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>12.c - Developing and Implementing Continuity Plans Including Information Security</p>\n</li>\n</ul>13.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(7)(i) - Contingency Plan</p>\n</li>\n</ul>13.2 Line of Succession<p>The following order of succession to ensure that decision-making authority for the Healthium Contingency Plan is uninterrupted.\nThe Chief Technology Officer (CTO) is responsible for ensuring the safety of personnel and the execution of procedures documented within this Healthium Contingency Plan.\nIf the CTO is unable to function as the overall authority or chooses to delegate this responsibility to a successor, the CEO or COO shall function as that authority.</p>13.3 Responsibilities<p>The following teams have been developed and trained to respond to a contingency event affecting the IT system.</p>\n<ol>\n<li>\n<p>The<strong> Ops Team </strong>is responsible for recovery of the Healthium hosted environment, network devices, and all servers.\nMembers of the team include personnel who are also responsible for the daily operations and maintenance of Healthium.\nThe team leader is the CTO and directs the Dev Ops Team.</p>\n</li>\n<li>\n<p>The<strong> Web Services Team </strong>is responsible for assuring all application servers, web services, and the platform are working.\nIt is also responsible for testing redeployments and assessing damage to the environment.\nThe team leader is the CTO and directs the Web Services Team.</p>\n</li>\n</ol>\n<p>Members of the Ops and Web Services teams must maintain local copies of the contact information from §13.2.\nAdditionally, the CTO must maintain a local copy of this policy in the event Internet access is not available during a disaster scenario.</p>13.4 Testing and Maintenance<p>The CTO shall establish criteria for validation/testing of a Contingency Plan, an annual test schedule, and ensure implementation of the test.\nThis process will also serve as training for personnel involved in the plan's execution.\nAt a minimum the Contingency Plan shall be tested annually.\nContingency Plans for all application systems must be tested at a minimum using the tabletop testing process.\nHowever, if the application system Contingency Plan is included in the technical testing of their respective support systems that technical test will satisfy the annual requirement.</p>13.4.1 Tabletop Testing<p>Tabletop Testing is conducted in accordance with the CMS Risk Management Handbook, Volume 2.\nThe primary objective of the tabletop test is to ensure designated personnel are knowledgeable and capable of performing the notification/activation requirements and procedures in a timely manner.\nThe exercises include, but are not limited to:</p>\n<ul>\n<li>\n<p>Testing to validate the ability to respond to a crisis in a coordinated, timely, and effective manner, by simulating the occurrence of a specific crisis.</p>\n</li>\n</ul>13.4.2 Technical Testing<p>The primary objective of the technical test is to ensure the communication processes and data storage and recovery processes can function at an alternate site to perform the functions and capabilities of the system within the designated requirements.\nTechnical testing shall include, but is not limited to:</p>\n<ul>\n<li>\n<p>Process from backup system at the alternate site;</p>\n</li>\n<li>\n<p>Restore system using backups.\nand</p>\n</li>\n<li>\n<p>Switch compute and storage resources to alternate processing site.</p>\n</li>\n</ul>13.5 Disaster Recovery Procedures13.5.1 Notification and Activation Phase<p>This phase addresses the initial actions taken to detect and assess damage inflicted by a disruption to Healthium.\nBased on the assessment of the Event, sometimes according to the Healthium Incident Response Policy, the Contingency Plan may be activated by the CTO.</p>\n<p>The notification sequence is listed below:</p>\n<ul>\n<li>\n<p>The first responder is to notify the CTO.\nAll known information must be relayed to the CTO.</p>\n</li>\n<li>\n<p>The CTO is to contact the Web Services Team and inform them of the event.\nThe CTO is to begin assessment procedures.</p>\n</li>\n<li>\n<p>The CTO is to notify team members and direct them to complete the assessment procedures outlined below to determine the extent of damage and estimated recovery time.\nIf damage assessment cannot be performed locally because of unsafe conditions, the CTO is to follow the steps below.</p>\n<ul>\n<li>\n<p>Damage Assessment Procedures:</p>\n</li>\n<li>\n<p>The CTO is to logically assess damage, gain insight into whether the infrastructure is salvageable, and begin to formulate a plan for recovery.</p>\n</li>\n<li>\n<p>Alternate Assessment Procedures:</p>\n</li>\n<li>\n<p>Upon notification, the CTO is to follow the procedures for damage assessment with combined Dev Ops and Web Services Teams.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>The Healthium Contingency Plan is to be activated if one or more of the following criteria are met:</p>\n<ul>\n<li>\n<p>Healthium systems will be unavailable for more than 48 hours.</p>\n</li>\n<li>\n<p>Hosting facility is damaged and will be unavailable for more than 24 hours.</p>\n</li>\n<li>\n<p>Other criteria, as appropriate and as defined by Healthium.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>If the plan is to be activated, the CTO is to notify and inform team members of the details of the event and if relocation is required.</p>\n</li>\n<li>\n<p>Upon notification from the CTO, group leaders and managers are to notify their respective teams.\nTeam members are to be informed of all applicable information and prepared to respond and relocate if necessary.</p>\n</li>\n<li>\n<p>The CTO is to notify the hosting facility partners that a contingency event has been declared and to ship the necessary materials (as determined by damage assessment) to the alternate site.</p>\n</li>\n<li>\n<p>The CTO is to notify remaining personnel and executive leadership on the general status of the incident.</p>\n</li>\n<li>\n<p>Notification can be message, email, or phone.</p>\n</li>\n</ul>13.5.2 Recovery Phase<p>This section provides procedures for recovering the application at an alternate site, whereas other efforts are directed to repair damage to the original system and capabilities.</p>\n<p>The following procedures are for recovering the Healthium infrastructure at the alternate site.\nProcedures are outlined per team required.\nEach procedure should be executed in the sequence it is presented to maintain efficient operations.</p>\n<p>Recovery Goal: The goal is to rebuild Healthium infrastructure to a production state.</p>\n<p>The tasks outlined below are not sequential and some can be run in parallel.</p>\n<ol>\n<li>\n<p>Contact Partners and Customers affected - Web Services</p>\n</li>\n<li>\n<p>Assess damage to the environment - Web Services</p>\n</li>\n<li>\n<p>Begin replication of new environment.\nAt this point it is determined whether to recover in Azure or other service.\n- Dev Ops</p>\n</li>\n<li>\n<p>Test new environment using pre-written tests - Web Services</p>\n</li>\n<li>\n<p>Test logging, security, and alerting functionality - Dev Ops</p>\n</li>\n<li>\n<p>Assure systems are appropriately patched and up to date.\n- Dev Ops</p>\n</li>\n<li>\n<p>Deploy environment to production - Web Services</p>\n</li>\n<li>\n<p>Update DNS to new environment.\n- Dev Ops</p>\n</li>\n</ol>13.5.3 Reconstitution Phase<p>This section discusses activities necessary for restoring Healthium operations at the original or new site.\nThe goal is to restore full operations within 24 hours of a disaster or outage.\nWhen the hosted data center at the original or new site has been restored, Healthium operations at the alternate site may be transitioned back.\nThe goal is to provide a seamless transition of operations from the alternate site to the computer center.</p>\n<ol>\n<li>\n<p>Original or New Site Restoration</p>\n<ul>\n<li>\n<p>Begin replication of new environment - Dev Ops</p>\n</li>\n<li>\n<p>Test new environment using pre-written tests.\n- Web Services</p>\n</li>\n<li>\n<p>Test logging, security, and alerting functionality.\n- Dev Ops</p>\n</li>\n<li>\n<p>Deploy environment to production - Web Services</p>\n</li>\n<li>\n<p>Assure systems are appropriately patched and up to date.\n- Dev Ops</p>\n</li>\n<li>\n<p>Update DNS to new environment.\n- Dev Ops</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Plan Deactivation</p>\n<ul>\n<li>\n<p>If the Healthium environment is moved back to the original site from the alternative site, all hardware used at the alternate site should be handled and disposed of according to the Healthium Media Disposal Policy.</p>\n</li>\n</ul>\n</li>\n</ol>14.\nDisposable Media Policy<p>Healthium recognizes that media containing ePHI may be reused when appropriate steps are taken to ensure that all stored ePHI has been effectively rendered inaccessible.\nDestruction/disposal of ePHI shall be carried out in accordance with federal and state law.\nThe schedule for destruction/disposal shall be suspended for ePHI involved in any open investigation, audit, or litigation.</p>\n<p>ePHI is only stored in our hosted environment using encrypted storage.\nHealthium does not use, own, or manage any mobile devices, SD cards, or tapes that have access to ePHI.</p>14.1 Applicable Standards14.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>0.9o - Management of Removable Media</p>\n</li>\n</ul>14.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.310(d)(1) - Device and Media Controls</p>\n</li>\n</ul>14.2 Disposable Media Policy<ol>\n<li>\n<p>All removable media is restricted, audited, and is encrypted.</p>\n</li>\n<li>\n<p>Healthium assumes all disposable media in its Platform may contain ePHI, so it treats all disposable media with the same protections and disposal policies.</p>\n</li>\n<li>\n<p>All destruction/disposal of ePHI media will be done in accordance with federal and state laws and regulations and pursuant to the Healthium's written retention policy/schedule.\nRecords that have satisfied the period of retention will be destroyed/disposed of in an appropriate manner.</p>\n</li>\n<li>\n<p>Records involved in any open investigation, audit or litigation should not be destroyed/disposed of.\nIf notification is received that any of the above situations have occurred or there is the potential for such, the record retention schedule shall be suspended for these records until such time as the situation has been resolved.\nIf the records have been requested in the course of a judicial or administrative hearing, a qualified protective order will be obtained to ensure that the records are returned to the organization or properly destroyed/disposed of by the requesting party.</p>\n</li>\n<li>\n<p>Before reuse of any media, for example, all ePHI is rendered inaccessible, cleaned, or scrubbed.\nAll media is formatted to restrict future access.</p>\n</li>\n<li>\n<p>All Healthium Subcontractors provide that, upon termination of the contract, they will return or destroy/dispose of all patient health information.\nIn cases where the return or destruction/disposal is not feasible, the contract limits the use and disclosure of the information to the purposes that prevent its return or destruction/disposal.</p>\n</li>\n<li>\n<p>Any media containing ePHI is disposed using a method that ensures the ePHI could not be readily recovered or reconstructed.</p>\n</li>\n<li>\n<p>The methods of destruction, disposal, and reuse are reassessed periodically, based on current technology, accepted practices, and availability of timely and cost-effective destruction, disposal, and reuse technologies and services.</p>\n</li>\n<li>\n<p>In the case of a Healthium Customer terminating a contract with Healthium and no longer utilizing Healthium Services, the following actions will be taken depending on the Healthium Services in use.\nIn all cases it is solely the responsibility of the Healthium Customer to maintain the safeguards required of HIPAA once the data is transmitted out of Healthium Systems.</p>\n<ul>\n<li>\n<p>In the case of a Customer termination, Healthium will provide the customer with 30 days from the date of termination to export data.</p>\n</li>\n</ul>\n</li>\n</ol>15.\nIDS Policy<p>In order to preserve the integrity of data that Healthium stores, processes, or transmits for Customers, Healthium implements strong intrusion detection tools and policies to proactively track and retroactively investigate unauthorized access.</p>15.1 Applicable Standards15.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>09.ab - Monitoring System Use</p>\n</li>\n<li>\n<p>06.e - Prevention of Misuse of Information</p>\n</li>\n<li>\n<p>10.h - Control of Operational Software</p>\n</li>\n</ul>15.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.312(b) - Audit Controls</p>\n</li>\n</ul>15.2 Intrusion Detection Policy<ol>\n<li>\n<p>Security tools are used to monitor and correlate log data from different systems on an ongoing basis.\nReports generated by Azure are reviewed by the Security Officer regularly.</p>\n</li>\n<li>\n<p>Security tools generate alerts to analyze and investigate suspicious activity or suspected violations.</p>\n</li>\n<li>\n<p>Security tools monitor file system integrity and send real time alerts when suspicious changes are made to the file system.</p>\n</li>\n<li>\n<p>Automatic monitoring is done to identify patterns that might signify the lack of availability of certain services and systems (DoS attacks).</p>\n</li>\n<li>\n<p>Healthium firewalls monitor all incoming traffic to detect potential denial-of-service attacks.\nSuspected attack sources are blocked automatically.\nAdditionally, our hosting provider actively monitors its network to detect denial-of-service attacks.</p>\n</li>\n<li>\n<p>All new firewall rules and configuration changes are tested before being pushed into production.\nAll firewall and router rules are reviewed every quarter.</p>\n</li>\n<li>\n<p>Healthium utilizes redundant firewall on network perimeters.</p>\n</li>\n</ol>16.\nVulnerability Scanning Policy<p>Healthium is proactive about information security and understands that vulnerabilities need to be monitored on an ongoing basis.\nHealthium utilizes security tools to consistently scan, identify, and address vulnerabilities on our systems.</p>16.1 Applicable Standards16.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>10.m - Control of Technical Vulnerabilities</p>\n</li>\n</ul>16.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(8) - HIPAA Security Rule Evaluation</p>\n</li>\n</ul>16.2 Vulnerability Scanning Policy<ol>\n<li>\n<p>Vulnerability scanning tools management is performed by the Healthium Security Officer, or an authorized delegate of the Security Officer.</p>\n</li>\n<li>\n<p>These tools are used, where applicable, to monitor all internal IP addresses (servers, VMs, etc) on Healthium networks.</p>\n</li>\n<li>\n<p>Reviewing reports and findings, as well as any further investigation into discovered vulnerabilities, is the responsibility of the Healthium Security Officer.\nThe process for reviewing reports is outlined below:</p>\n<ol>\n<li>\n<p>The Security Officer initiates the review of a Report by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security Officer, or a Healthium Security Engineer assigned by the Security Officer, is assigned to review the Report.</p>\n</li>\n<li>\n<p>If new vulnerabilities are found during review, the process outlined below is used to test those vulnerabilities.\nOnce those steps are completed, the Issue is then reviewed again.</p>\n</li>\n<li>\n<p>Once the review is completed, the Security Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review.</p>\n</li>\n<li>\n<p>If the review is approved, the Security Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>In the case of new vulnerabilities, the following steps are taken:</p>\n<ul>\n<li>\n<p>All new vulnerabilities are verified manually to assure they are repeatable.\nThose not found to be repeatable are manually tested after the next vulnerability scan, regardless of if the specific vulnerability is discovered again.</p>\n</li>\n<li>\n<p>Vulnerabilities that are repeatable manually are documented and reviewed by the Security Officer and Privacy Officer to see if they are part of the current risk assessment performed by Healthium.</p>\n</li>\n<li>\n<p>Those that are a part of the current risk assessment are checked for mitigations.</p>\n</li>\n<li>\n<p>Those that are not part of the current risk assessment trigger a new risk assessment, and this process is outlined in detail in the Healthium Risk Assessment Policy.</p>\n</li>\n</ul>\n</li>\n</ol>\n<ol>\n<li>\n<p>All vulnerability scanning reports are retained for 6 years by Healthium.\nVulnerability report review is monitored on a quarterly basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n<li>\n<p>Penetration testing is performed regularly as part of the Healthium vulnerability management policy.</p>\n<ul>\n<li>\n<p>External penetration testing is performed annually by a third party.</p>\n</li>\n<li>\n<p>Internal penetration testing is performed yearly.\nBelow is the process used to conduct internal penetration tests.</p>\n<ol>\n<li>\n<p>The Security Officer initiates the penetration test by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security Officer, or a Healthium Security Engineer assigned by the Security Officer, is assigned to conduct the penetration test.</p>\n</li>\n<li>\n<p>Gaps and vulnerabilities identified during penetration testing are reviewed, with plans for correction and/or mitigation, by the Healthium Security Officer before the Issue can move to be approved.</p>\n</li>\n<li>\n<p>Once the testing is completed, the Security Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further testing and review.</p>\n</li>\n<li>\n<p>If the Issue is approved, the Security Officer then marks the Issue as Done, adding any pertinent notes required.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Penetration tests results are retained for 6 years by Healthium.</p>\n</li>\n<li>\n<p>Internal penetration testing is monitored on an annual basis using the Quality Management System reporting to assess compliance with above policy.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>This vulnerability policy is reviewed on a yearly basis by the Security Officer and Privacy Officer.</p>\n</li>\n</ol>17.\nData Integrity Policy<p>Healthium takes data integrity very seriously.\nAs stewards and partners of Healthium Customers, we strive to assure data is protected from unauthorized access and that it is available when needed.\nThe following policies drive many of our procedures and technical settings in support of the Healthium mission of data protection.</p>\n<p>Production systems that create, receive, store, or transmit Customer data (hereafter \"Production Systems\") must follow the guidelines described in this section.</p>17.1 Applicable Standards17.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>10.b - Input Data Validation</p>\n</li>\n</ul>17.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(8) - HIPAA Security Rule Evaluation</p>\n</li>\n</ul>17.2 Disabling Non-Essential Services<ol>\n<li>\n<p>All Production Systems must disable services that are not required to achieve the business purpose or function of the system.</p>\n</li>\n</ol>17.3 Monitoring Log-in Attempts<ol>\n<li>\n<p>All access to Production Systems must be logged.\nThis is done following the Healthium Auditing Policy.</p>\n</li>\n</ol>17.4 Prevention of Malware on Production Systems<ol>\n<li>\n<p>All Production Systems must have scanning tools running and set to scan systems regularly and to assure that no malware is present.\nDetected malware is evaluated and removed.</p>\n</li>\n<li>\n<p>Virus scanning software is run on all Production Systems for anti-virus protection.</p>\n</li>\n<li>\n<p>All Production Systems are to only be used for Healthium business needs.</p>\n</li>\n</ol>17.5 Patch Management<p>Software patches and updates will be applied to all systems in a timely manner.\nIn the case of routine updates, they will be applied after thorough testing.\nIn the case of updates to correct known vulnerabilities, priority will be given to testing to speed the time to production.\nCritical security patches are applied within 30 days from testing and all security patches are applied within 90 days after testing.</p>17.6 Intrusion Detection and Vulnerability Scanning<ol>\n<li>\n<p>Production systems are monitored using IDS systems.\nSuspicious activity is logged, and alerts are generated.</p>\n</li>\n<li>\n<p>Vulnerability scanning of Production Systems must occur on a predetermined, regular basis, no less than annually.\nScans are reviewed by Security Officer, with defined steps for risk mitigation, and retained for future reference.</p>\n</li>\n</ol>17.7 Production System Security<ol>\n<li>\n<p>System, network, and server security is managed and maintained by the Security Officer in conjunction with the Dev Ops team.</p>\n</li>\n<li>\n<p>Up-to-date system lists and architecture diagrams are kept for all production environments.</p>\n</li>\n<li>\n<p>Access to Production Systems is controlled using centralized tools and two-factor authentication.</p>\n</li>\n</ol>17.8 Production Data Security<ol>\n<li>\n<p>Reduce the risk of compromise of Production Data.</p>\n</li>\n<li>\n<p>Implement and/or review controls designed to protect Production Data from improper alteration or destruction.</p>\n</li>\n<li>\n<p>Ensure that confidential data is stored in a manner that supports user access logs and automated monitoring for potential security incidents.</p>\n</li>\n<li>\n<p>All Production Data at rest is stored on encrypted volumes using encryption keys managed by Healthium.\nEncryption at rest is ensured through the use of automated deployment scripts referenced in the Configuration Management Policy.</p>\n</li>\n<li>\n<p>Volume encryption keys and machines that generate volume encryption keys are protected from unauthorized access.\nVolume encryption key material is protected with access controls such that the key material is only accessible by privileged accounts.</p>\n</li>\n<li>\n<p>Encrypted volumes use AES encryption with a minimum of 256-bit keys, or keys and ciphers of equivalent or higher cryptographic strength.</p>\n</li>\n</ol>17.9 Transmission Security<ol>\n<li>\n<p>All data transmission is encrypted end to end using encryption keys managed by Healthium.</p>\n</li>\n<li>\n<p>Transmission encryption keys and machines that generate keys are protected from unauthorized access.\nTransmission encryption key material is protected with access controls such that the key material is only accessible by privileged accounts.</p>\n</li>\n<li>\n<p>Transmission encryption keys use a minimum of 4096-bit RSA keys, or keys and ciphers of equivalent or higher cryptographic strength (e.g., 256-bit AES session keys in the case of IPsec encryption).</p>\n</li>\n<li>\n<p>Transmission encryption keys are limited to use for one year and then must be regenerated.</p>\n</li>\n<li>\n<p>In the case of Healthium provided APIs, provide mechanisms to assure person sending or receiving data is authorized to send and save data.</p>\n</li>\n<li>\n<p>System logs of all transmissions of Production Data access.\nThese logs must be available for audit.</p>\n</li>\n</ol>18.\nData Retention Policy<p>Despite not being a requirement within HIPAA, Healthium understands and appreciates the importance of health data retention.\nActing as a subcontractor, and at times a business associate, Healthium is not directly responsible for health and medical records retention as set forth by each state.\nDespite this, Healthium has created and implemented the following policy to make it easier for Healthium Customers to support data retention laws.</p>18.1 State Medical Record Laws<ul>\n<li>\n<p>Listing of state requirements for medical record retention</p>\n</li>\n</ul>18.2 Data Retention Policy<ul>\n<li>\n<p>Current Healthium Customers have data stored by Healthium as a part of the Nutrium Service.</p>\n</li>\n<li>\n<p>Once a Customer ceases to be a Customer, as defined below, the following steps are:</p>\n<ol>\n<li>\n<p>Customer is sent a notice via email of change of standing, and given the option to reinstate account.</p>\n</li>\n<li>\n<p>If no response to notice in #1 above within 7 days, or if Customer responds they do not want to reinstate account, Customer is sent directions for how to download their data from Healthium and/or to have Healthium continue to store the data at a rate of $25/month for up to 100GB.\nIf there is more than 100GB of data, Healthium will work with Customer to determine storage costs.</p>\n</li>\n<li>\n<p>If Customer downloads data or does not respond to notices from Healthium within 30 days, Healthium removes data from Healthium systems and Customer is sent notice of removal of data.</p>\n</li>\n</ol>\n</li>\n</ul>19.\nEmployees Policy<p>Healthium is committed to ensuring all workforce members actively address security and compliance in their roles at Healthium.\nAs such, training is imperative to assuring an understanding of current best practices, the different types and sensitivities of data, and the sanctions associated with non-compliance.</p>19.1 Applicable Standards19.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>02.e - Information Security Awareness, Education, and Training</p>\n</li>\n<li>\n<p>06.e - Prevention of Misuse of Information Assets</p>\n</li>\n<li>\n<p>07.c - Acceptable Use of Assets</p>\n</li>\n<li>\n<p>09.j - Controls Against Malicious Code</p>\n</li>\n<li>\n<p>01.y - Teleworking</p>\n</li>\n</ul>19.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.308(a)(5)(i) - Security Awareness and Training</p>\n</li>\n</ul>19.2 Employment Policies<ol>\n<li>\n<p>All new workforce members, including contractors, are given training on security policies and procedures, including operations security, within 30 days of employment.</p>\n<ul>\n<li>\n<p>Records of training are kept for all workforce members.</p>\n</li>\n<li>\n<p>Upon completion of training, workforce members complete a evaluation form.</p>\n</li>\n<li>\n<p>Current Healthium training is provided by the Privacy Officer.</p>\n</li>\n<li>\n<p>Employees must complete this training before accessing production systems containing ePHI.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>All workforce members are granted access to formal organizational policies, which include the sanction policy for security violations.</p>\n</li>\n<li>\n<p>Healthium internal rules clearly state the responsibilities and acceptable behavior regarding information system usage, including rules for email, Internet, mobile devices, and social media usage.</p>\n<ul>\n<li>\n<p>Workforce members are required to sign an agreement stating that they have read and will abide by all terms outlined in any policies and other applicable documents, along with all policies and processes described in this document.</p>\n</li>\n<li>\n<p>A Human Resources representative will provide the agreement to new employees during their onboarding process.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Healthium does not allow mobile devices to connect to any of its production networks.</p>\n</li>\n<li>\n<p>All workforce members are educated about the approved set of tools to be installed on workstations.</p>\n</li>\n<li>\n<p>All new workforce members are given HIPAA training within 30 days of beginning employment.\nTraining includes HIPAA reporting requirements, including the ability to anonymously report security incidents, and the levels of compliance and obligations for Healthium and its Customers and Partners.</p>\n</li>\n<li>\n<p>All remote (teleworking) workforce members are trained on the risks, the controls implemented, their responsibilities, and sanctions associated with violation of policies.\nAdditionally, remote security is maintained through the use of VPN tunnels for all access to production systems with access to ePHI data.</p>\n</li>\n<li>\n<p>All Healthium-purchased and -owned computers are to display this message at login and when the computer is unlocked:<em> This computer is owned by Healthium, S.A.\nBy logging in, unlocking, and/or using this computer you acknowledge you have seen, and follow, the applicable policies and have completed the required training.</em>\n</p>\n</li>\n<li>\n<p>Employees may only use Healthium-purchased and -owned workstations for accessing production systems with access to ePHI data.</p>\n<ul>\n<li>\n<p>Any workstations used to access production systems must be configured as prescribed in §7.8.</p>\n</li>\n<li>\n<p>Any workstations used to access production systems must have virus protection software installed, configured, and enabled.</p>\n</li>\n<li>\n<p>Healthium may monitor access and activities of all users on workstations and production systems in order to meet auditing policy requirements (§8).</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Access to internal Healthium systems can be requested using the procedures outlined in §7.2.\nAll requests for access must be granted by the Healthium Security Officer.</p>\n</li>\n<li>\n<p>Request for modifications of access for any Healthium employee can be made using the procedures outlined in §7.2.</p>\n</li>\n<li>\n<p>Healthium employees are strictly forbidden from downloading any ePHI to their workstations.</p>\n<ul>\n<li>\n<p>Restricting transfers of ePHI is enforced through technical controls as described in §7.13</p>\n</li>\n<li>\n<p>Employees found to be in violation of this policy will be subject to sanctions as described in §5.3.3</p>\n</li>\n<li>\n<p>Employees are required to cooperate with federal and state investigations.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Employees must not interfere with investigations through willful misrepresentation, omission of facts, or by the use of threats against any person.</p>\n</li>\n<li>\n<p>Employees found to be in violation of this policy will be subject to sanctions as described in §5.3.3.</p>\n</li>\n</ul>\n</li>\n</ol>19.3 Issue Escalation<p>Security incidents, particularly those involving ePHI, are handled using the process described in §11.2.\nIf the incident involves a breach of ePHI, the Security Officer will manage the incident using the process described in §12.2.\nRefer to §11.2 for a list of sample items that can trigger Healthium's incident response procedures.\nif you are unsure whether the issue is a security incident, contact the Security Officer immediately.</p>\n<p>The process to be followed is outlined below:</p>\n<ol>\n<li>\n<p>Create an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Issue is investigated, documented, and, when a conclusion or remediation is reached, it is moved to Review.</p>\n</li>\n<li>\n<p>The Issue is reviewed by another assigned member of the workforce.\nIf the Issue is rejected, it goes back for further evaluation and review.</p>\n</li>\n<li>\n<p>If the Issue is approved, it is marked as Done, adding any pertinent notes required.</p>\n</li>\n<li>\n<p>The workforce member that initiated the process is notified of the outcome via email.</p>\n</li>\n</ol>20.\nApproved Tools Policy<p>Healthium utilizes a suite of approved software tools for internal use by workforce members.\nThese software tools are either self-hosted, with security managed by Healthium, or they are hosted by a Subcontractor with appropriate business associate agreements in place to preserve data integrity.\nUse of other tools requires approval from Healthium leadership.</p>21.\nThird Party Policy<p>Healthium makes every effort to assure all third-party organizations are compliant and do not compromise the integrity, security, and privacy of Healthium or Healthium Customer data.\nThird Parties include Customers, Partners, Subcontractors, and Contracted Developers.</p>21.1 Applicable Standards21.1.1 Applicable Standards from the HITRUST Common Security Framework<ul>\n<li>\n<p>05.i - Identification of Risks Related to External Parties</p>\n</li>\n<li>\n<p>05.k - Addressing Security in Third Party Agreements</p>\n</li>\n<li>\n<p>09.e - Service Delivery</p>\n</li>\n<li>\n<p>09.f - Monitoring and Review of Third-Party Services</p>\n</li>\n<li>\n<p>09.g - Managing Changes to Third Party Services</p>\n</li>\n<li>\n<p>10.1 - Outsourced Software Development</p>\n</li>\n</ul>21.1.2 Applicable Standards from the HIPAA Security Rule<ul>\n<li>\n<p>164.314(a)(1)(i) - Business Associate Contracts or Other Arrangements</p>\n</li>\n</ul>21.2 Policies to Assure Third Parties Support Healthium Compliance<ol>\n<li>\n<p>Healthium does not allow Third party access to production systems containing ePHI.</p>\n</li>\n<li>\n<p>All connections and data in transit between the Nutrium Platform and Third parties are encrypted end to end.</p>\n</li>\n<li>\n<p>A standard business associate agreement with Customers and Partners is defined and includes the required security controls in accordance with the organization's security policies.\nAdditionally, responsibility is assigned in these agreements.</p>\n</li>\n<li>\n<p>Healthium has Service Level Agreements (SLAs) with Subcontractors with an agreed service arrangement addressing liability, service definitions, security controls, and aspects of services management.</p>\n<ul>\n<li>\n<p>Subcontractors must coordinate, manage, and communicate any changes to services provided to Healthium.</p>\n</li>\n<li>\n<p>Changes to Third party services are classified as configuration management changes and thus are subject to the policies and procedures described in §9.\nsubstantial changes to services provided by Third parties will invoke a Risk Assessment as described in §4.2.</p>\n</li>\n<li>\n<p>Healthium utilizes monitoring tools to regularly evaluate Subcontractors against relevant SLAs.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>No Healthium Customers or Partners have access outside of their own environment, meaning they cannot access, modify, or delete anything related to other Third parties.</p>\n</li>\n<li>\n<p>Healthium does not outsource software development.</p>\n</li>\n<li>\n<p>Healthium maintains and annually reviews a list all current Partners and Subcontractors.</p>\n<ul>\n<li>\n<p>The list of current Partners and Subcontractors is maintained by the Healthium Privacy Officer, includes details on all provided services (along with contact information), and is recorded in §1.4.</p>\n</li>\n<li>\n<p>The annual review of Partners and Subcontractors is conducted as a part of the security, compliance, and SLA review referenced below.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Healthium assesses security, compliance, and SLA requirements and considerations with all Partners and Subcontractors.</p>\n<ul>\n<li>\n<p>Healthium leverages recurring calendar invites to assure reviews of all third-party services are performed regularly.\nThese reviews are performed by the Healthium Security Officer and Privacy Officer.\nThe process for reviewing third party services is outlined below:</p>\n<ol>\n<li>\n<p>The Security Officer initiates the SLA review by creating an Issue in the Healthium Quality Management System.</p>\n</li>\n<li>\n<p>The Security Officer, or Privacy Officer, is assigned to review the SLA and performance of third parties.\nThe list of current third parties, including contact information, is also reviewed to assure it is up to date and complete.</p>\n</li>\n<li>\n<p>SLA, security, and compliance performance is documented in the Issue.</p>\n</li>\n<li>\n<p>Once the review is completed and documented, the Security Officer approves or rejects the Issue.\nIf the Issue is rejected, it goes back for further review and documentation.</p>\n</li>\n</ol>\n</li>\n</ul>\n</li>\n<li>\n<p>Regular review is conducted as required by SLAs to assure security and compliance.\nThese reviews include reports, audit trails, security events, operational issues, failures and disruptions, and identified issues are investigated and resolved in a reasonable and timely manner.</p>\n</li>\n<li>\n<p>Any changes to Partner and Subcontractor services and systems are reviewed before implementation.</p>\n</li>\n<li>\n<p>For all partners, Healthium reviews activity regularly to assure partners are in line with SLAs in contracts with Healthium.</p>\n</li>\n<li>\n<p>SLA review is monitored regularly using the Quality Management Systems.</p>\n</li>\n<li>\n<p>The Third-Party Assurance process is reviewed annually and updated to include any necessary changes.</p>\n</li>\n<li>\n<p>Changes to the Third-Party Assurance process will also be made on an ad-hoc basis in cases where operational changes require it or if the process is found lacking.</p>\n</li>\n</ol>22.\nKey Definitions<ul>\n<li>\n<p>\n<em>Application </em>An application hosted by Healthium, either maintained and created by Healthium, or maintained and created by a Customer or Partner.</p>\n</li>\n<li>\n<p>\n<em>Application Level </em>Controls and security associated with an Application.\nDepending on the type of Customer, Healthium may not have access to and cannot assure compliance with security standards and policies at the Application Level.</p>\n</li>\n<li>\n<p>\n<em>Audit </em>Internal process of reviewing information system access and activity (e.g., logins, file accesses, and security incidents).\nAn audit may be done as a periodic event, as a result of a patient complaint, or suspicion of employee wrongdoing.</p>\n</li>\n<li>\n<p>\n<em>Audit Controls </em>Technical mechanisms that track and record computer/system activities.</p>\n</li>\n<li>\n<p>\n<em>Audit Logs </em>Encrypted records of activity maintained by the system which provide: 1) date and time of activity.\n2) origin of activity (app).\n3) identification of user doing activity.\nand 4) data accessed as part of activity.</p>\n</li>\n<li>\n<p>\n<em>Access </em>Means the ability or the means necessary to read, write, modify, or communicate data/ information or otherwise use any system resource.</p>\n</li>\n<li>\n<p>\n<em>Backup </em>The process of making an electronic copy of data stored in a computer system.\nThis can either be complete, meaning all data and programs, or incremental, including just the data that changed from the previous backup.</p>\n</li>\n<li>\n<p>\n<em>Breach </em>Means the acquisition, access, use, or disclosure of protected health information (PHI) in a manner not permitted under the Privacy Rule which compromises the security or privacy of the PHI.\nFor purpose of this definition, \"compromises the security or privacy of the PHI\" means poses a significant risk of financial, reputational, or other harm to the individual.\nA use or disclosure of PHI that does not include the identifiers listed at §164.514(e)(2), limited data set, date of birth, and zip code does not compromise the security or privacy of the PHI.\nBreach excludes:</p>\n<ol>\n<li>\n<p>Any unintentional acquisition, access or use of PHI by a workforce member or person acting under the authority of a Covered Entity (CE) or Business Associate (BA) if such acquisition, access, or use was made in good faith and within the scope of authority and does not result in further use or disclosure in a manner not permitted under the Privacy Rule.</p>\n</li>\n<li>\n<p>Any inadvertent disclosure by a person who is authorized to access PHI at a CE or BA to another person authorized to access PHI at the same CE or BA, or organized health care arrangement in which the CE participates, and the information received as a result of such disclosure is not further used or disclosed in a manner not permitted under the Privacy Rule.</p>\n</li>\n<li>\n<p>A disclosure of PHI where a CE or BA has a good faith belief that an unauthorized person to whom the disclosure was made would not reasonably have been able to retain such information.</p>\n</li>\n</ol>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<em>Business Associate </em>A person or entity that performs certain functions or activities that involve the use or disclosure of protected health information on behalf of, or provides services to, a covered entity.</p>\n</li>\n<li>\n<p>\n<em>Covered Entity </em>A health plan, health care clearinghouse, or a healthcare provider who transmits any health information in electronic form.</p>\n</li>\n<li>\n<p>\n<em>De-identification </em>The process of removing identifiable information so that data is rendered to not be PHI.</p>\n</li>\n<li>\n<p>\n<em>Disaster Recovery </em>The ability to recover a system and data after being made unavailable.</p>\n</li>\n<li>\n<p>\n<em>Disclosure </em>Disclosure means the release, transfer, provision of, access to, or divulging in any other manner of information outside the entity holding the information.</p>\n</li>\n<li>\n<p>\n<em>Customers </em>Contractually bound users of the Nutrium Platform and services.</p>\n</li>\n<li>\n<p>\n<em>Electronic Protected Health Information (ePHI) </em>Any individually identifiable health information protected by HIPAA that is transmitted by, processed in some way, or stored in electronic media.</p>\n</li>\n<li>\n<p>\n<em>Environment </em>The overall technical environment, including all servers, network devices, and applications.</p>\n</li>\n<li>\n<p>\n<em>Event </em>An event is defined as an occurrence that does not constitute a serious adverse effect on Healthium, its operations, or its Customers, though it may be less than optimal.\nExamples of events include, but are not limited to:</p>\n<ul>\n<li>\n<p>A hard drive malfunction that requires replacement;</p>\n</li>\n<li>\n<p>Systems become unavailable due to power outage that is non-hostile in nature, with redundancy to assure ongoing availability of data;</p>\n</li>\n<li>\n<p>Accidental lockout of an account due to incorrectly entering a password multiple times.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Hardware (or hard drive) </em>Any computing device able to create and store ePHI.</p>\n</li>\n<li>\n<p>\n<em>Health and Human Services (HHS) </em>The government body that maintains HIPAA.</p>\n</li>\n<li>\n<p>\n<em>Individually Identifiable Health Information </em>That information that is a subset of health information, including demographic information collected from an individual, and is created or received by a health care provider, health plan, employer, or health care clearinghouse.\nand relates to the past, present, or future physical or mental health or condition of an individual.\nthe provision of health care to an individual.\nor the past, present, or future payment for the provision of health care to an individual.\nand identifies the individual.\nor with respect to which there is a reasonable basis to believe the information can be used to identify the individual.</p>\n</li>\n<li>\n<p>\n<em>Indication </em>A sign that an Incident may have occurred or may be occurring at the present time.\nExamples of indications include:</p>\n<ul>\n<li>\n<p>The network intrusion detection sensor alerts when a known exploit occurs against an FTP server.\nIntrusion detection is generally reactive, looking only for footprints of known attacks.\nIt is important to note that many IDS \"hits\" are also false positives and are neither an event nor an incident;</p>\n</li>\n<li>\n<p>The antivirus software alerts when it detects that a host is infected with a worm;</p>\n</li>\n<li>\n<p>Users complain of slow access to hosts on the Internet;</p>\n</li>\n<li>\n<p>The system administrator sees a filename with unusual characteristics;</p>\n</li>\n<li>\n<p>Automated alerts of activity from log monitors like OSSEC;</p>\n</li>\n<li>\n<p>An alert from OSSEC about file system integrity issues.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Intrusion Detection System (IDS) </em>A software tool use to automatically detect and notify in the event of possible unauthorized network and/or system access.</p>\n</li>\n<li>\n<p>\n<em>Law Enforcement Official </em>Any officer or employee of an agency or authority of the United States, a State, a territory, a political subdivision of a State or territory, or an Indian tribe, who is empowered by law to investigate or conduct an official inquiry into a potential violation of law.\nor prosecute or otherwise conduct a criminal, civil, or administrative proceeding arising from an alleged violation of law.</p>\n</li>\n<li>\n<p>\n<em>Messaging </em>API-based services to deliver and receive messages.</p>\n</li>\n<li>\n<p>\n<em>Minimum Necessary Information </em>Protected health information that is the minimum necessary to accomplish the intended purpose of the use, disclosure, or request.\nThe \"minimum necessary\" standard applies to all protected health information in any form.</p>\n</li>\n<li>\n<p>\n<em>Off-Site </em>For the purpose of storage of Backup media, off-site is defined as any location separate from the building in which the backup was created.\nIt must be physically separate from the creating site.</p>\n</li>\n<li>\n<p>\n<em>Organization </em>For the purposes of this policy, the term \"organization\" shall mean Healthium.</p>\n</li>\n<li>\n<p>\n<em>Partner </em>Contractually bound 3rd party vendor with integration with the Platform.</p>\n</li>\n<li>\n<p>\n<em>Platform </em>The overall technical environment of the Nutrium software and service.</p>\n</li>\n<li>\n<p>\n<em>Protected Health Information (PHI) </em>Individually identifiable health information that is created by or received by the organization, including demographic information, that identifies an individual, or provides a reasonable basis to believe the information can be used to identify an individual, and relates to:</p>\n<ul>\n<li>\n<p>Past, present or future physical or mental health or condition of an individual.</p>\n</li>\n<li>\n<p>The provision of health care to an individual.</p>\n</li>\n<li>\n<p>The past, present, or future payment for the provision of health care to an individual.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Role </em>The category or class of person or persons doing a type of job, defined by a set of similar or identical responsibilities.</p>\n</li>\n<li>\n<p>\n<em>Sanitization </em>Removal or the act of overwriting data to a point of preventing the recovery of the data on the device or media that is being sanitized.\nSanitization is typically done before re-issuing a device or media, donating equipment that contained sensitive information or returning leased equipment to the lending company.</p>\n</li>\n<li>\n<p>\n<em>Trigger Event </em>Activities that may be indicative of a security breach that require further investigation.</p>\n</li>\n<li>\n<p>\n<em>Restricted Area </em>Those areas of the building(s) where protected health information and/or sensitive organizational information is stored, utilized, or accessible at any time.</p>\n</li>\n<li>\n<p>\n<em>Role </em>The category or class of person or persons doing a type of job, defined by a set of similar or identical responsibilities.</p>\n</li>\n<li>\n<p>\n<em>Precursor </em>A sign that an Incident may occur in the future.\nExamples of precursors include:</p>\n<ul>\n<li>\n<p>Suspicious network and host-based IDS events/attacks;</p>\n</li>\n<li>\n<p>Alerts as a result of detecting malicious code at the network and host levels;</p>\n</li>\n<li>\n<p>Alerts from file integrity checking software;</p>\n</li>\n<li>\n<p>Audit log alerts.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Risk </em>The likelihood that a threat will exploit a vulnerability, and the impact of that event on the confidentiality, availability, and integrity of ePHI, other confidential or proprietary electronic information, and other system assets.</p>\n</li>\n<li>\n<p>\n<em>Risk Management Team </em>Individuals who are knowledgeable about the Organization's HIPAA Privacy, Security and HITECH policies, procedures, training program, computer system set up, and technical security controls, and who are responsible for the risk management process and procedures outlined below.</p>\n</li>\n<li>\n<p>\n<em>Risk Assessment </em>(Referred to as Risk Analysis in the HIPAA Security Rule).\nthe process:</p>\n<ul>\n<li>\n<p>Identifies the risks to information system security and determines the probability of occurrence and the resulting impact for each threat/vulnerability pair identified given the security controls in place;</p>\n</li>\n<li>\n<p>Prioritizes risks.\nand</p>\n</li>\n<li>\n<p>Results in recommended possible actions/controls that could reduce or offset the determined risk.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Risk Management </em>Within this policy, it refers to two major process components: risk assessment and risk mitigation.\nThis differs from the HIPAA Security Rule, which defines it as a risk mitigation process only.\nThe definition used in this policy is consistent with the one used in documents published by the National Institute of Standards and Technology (NIST).</p>\n</li>\n<li>\n<p>\n<em>Risk Mitigation </em>Referred to as Risk Management in the HIPAA Security Rule, and is a process that prioritizes, evaluates, and implements security controls that will reduce or offset the risks determined in the risk assessment process to satisfactory levels within an organization given its mission and available resources.</p>\n</li>\n<li>\n<p>\n<em>Security Incident </em>(or just Incident): A security incident is an occurrence that exercises a significant adverse effect on people, process, technology, or data.\nSecurity incidents include, but are not limited to:</p>\n<ul>\n<li>\n<p>A system or network breach accomplished by an internal or external entity.\nthis breach can be inadvertent or malicious;</p>\n</li>\n<li>\n<p>Unauthorized disclosure;</p>\n</li>\n<li>\n<p>Unauthorized change or destruction of ePHI (i.e.\ndelete dictation, data alterations not following Healthium's procedures);</p>\n</li>\n<li>\n<p>Denial of service not attributable to identifiable physical, environmental, human or technology causes;</p>\n</li>\n<li>\n<p>Disaster or enacted threat to business continuity;</p>\n</li>\n<li>\n<p>Information Security Incident: A violation or imminent threat of violation of information security policies, acceptable use policies, or standard security practices.\nExamples of information security incidents may include, but are not limited to, the following:</p>\n</li>\n<li>\n<p>Denial of Service: An attack that prevents or impairs the authorized use of networks, systems, or applications by exhausting resources;</p>\n</li>\n<li>\n<p>Malicious Code: A virus, worm, Trojan horse, or other code-based malicious entity that infects a host;</p>\n</li>\n<li>\n<p>Unauthorized Access/System Hijacking: A person gains logical or physical access without permission to a network, system, application, data, or other resource.\nHijacking occurs when an attacker takes control of network devices or workstations;</p>\n</li>\n<li>\n<p>Inappropriate Usage: A person violates acceptable computing use policies;</p>\n</li>\n<li>\n<p>Other examples of observable information security incidents may include, but are not limited to:</p>\n</li>\n<li>\n<p>Use of another person's individual password and/or account to login to a system;</p>\n</li>\n<li>\n<p>Failure to protect passwords and/or access codes (e.g., posting passwords on equipment);</p>\n</li>\n<li>\n<p>Installation of unauthorized software;</p>\n</li>\n<li>\n<p>Terminated workforce member accessing applications, systems, or network.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Threat </em>The potential for a particular threat-source to successfully exercise a particular vulnerability.\nThreats are commonly categorized as:</p>\n<ul>\n<li>\n<p>Environmental - external fires, HVAC failure/temperature inadequacy, water pipe burst, power failure/fluctuation, etc.</p>\n</li>\n<li>\n<p>Human - hackers, data entry, workforce/ex-workforce members, impersonation, insertion of malicious code, theft, viruses, SPAM, vandalism, etc.</p>\n</li>\n<li>\n<p>Natural - fires, floods, electrical storms, tornados, etc.</p>\n</li>\n<li>\n<p>Technological - server failure, software failure, ancillary equipment failure, etc.\nand environmental threats, such as power outages, hazardous material spills.</p>\n</li>\n<li>\n<p>Other - explosions, medical emergencies, misuse or resources, etc.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<em>Threat Source </em>Any circumstance or event with the potential to cause harm (intentional or unintentional) to an IT system.\nCommon threat sources can be natural, human or environmental which can impact the organization's ability to protect ePHI.</p>\n</li>\n<li>\n<p>\n<em>Threat Action </em>The method by which an attack might be carried out (e.g., hacking, system intrusion, etc.).</p>\n</li>\n<li>\n<p>\n<em>Unrestricted Area </em>Those areas of the building(s) where protected health information and/or sensitive organizational information is not stored or is not utilized or is not accessible there on a regular basis.</p>\n</li>\n<li>\n<p>\n<em>Unsecured Protected Health Information </em>Protected health information (PHI) that is not rendered unusable, unreadable, or indecipherable to unauthorized individuals through the use of technology or methodology specified by the Secretary in the guidance issued under section 13402(h)(2) of Pub.\nL.111-5 on the HHS website.</p>\n<ol>\n<li>\n<blockquote>\n<p>Electronic PHI has been encrypted as specified in the HIPAA Security rule by the use of an algorithmic process to transform data into a form in which there is a low probability of assigning meaning without the use of a confidential process or key and such confidential process or key that might enable decryption has not been breached.\nTo avoid a breach of the confidential process or key, these decryption tools should be stored on a device or at a location separate from the data they are used to encrypt or decrypt.\nThe following encryption processes meet this standard.</p>\n</blockquote>\n</li>\n<li>\n<blockquote>\n<p>Valid encryption processes for data at rest (i.e.\ndata that resides in databases, file systems and other structured storage systems) are consistent with NIST Special Publication 800-111, Guide to Storage Encryption Technologies for End User Devices.</p>\n</blockquote>\n</li>\n<li>\n<blockquote>\n<p>Valid encryption processes for data in motion (i.e.\ndata that is moving through a network, including wireless transmission) are those that comply, as appropriate, with NIST Special Publications 800-52, Guidelines for the Selection and Use of Transport Layer Security (TLS) Implementations.\n800-77, Guide to IPSec VPNs.\nor 800-113, Guide to SSL VPNs, and may include others which are Federal Information Processing Standards FIPS 140-2 validated.</p>\n</blockquote>\n</li>\n<li>\n<blockquote>\n<p>The media on which the PHI is stored or recorded has been destroyed in the following ways:</p>\n</blockquote>\n</li>\n<li>\n<blockquote>\n<p>Paper, film, or other hard copy media have been shredded or destroyed such that the PHI cannot be read or otherwise cannot be reconstructed.\nRedaction is specifically excluded as a means of data destruction.</p>\n</blockquote>\n</li>\n<li>\n<blockquote>\n<p>Electronic media have been cleared, purged, or destroyed consistent with NIST Special Publications 800-88, Guidelines for Media Sanitization, such that the PHI cannot be retrieved.</p>\n</blockquote>\n</li>\n</ol>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<em>Vendors </em>Persons from other organizations marketing or selling products or services or providing services to Healthium.</p>\n</li>\n<li>\n<p>\n<em>Vulnerability </em>A weakness or flaw in an information system that can be accidentally triggered or intentionally exploited by a threat and lead to a compromise in the integrity of that system, i.e., resulting in a security breach or violation of policy.</p>\n</li>\n<li>\n<p>\n<em>Workstation </em>An electronic computing device, such as a laptop or desktop computer, or any other device that performs similar functions, used to create, receive, maintain, or transmit ePHI.\nWorkstation devices may include but are not limited to: laptop or desktop computers, personal digital assistants (PDAs), tablet PCs, and other handheld devices.\nFor the purposes of this policy, workstation also includes the combination of hardware, operating system, application software, and network connection.</p>\n</li>\n<li>\n<p>\n<em>Workforce </em>Means employees, volunteers, trainees, and other persons whose conduct, in the performance of work for a covered entity, is under the direct control of such entity, whether or not they are paid by the covered entity.</p>\n</li>\n<li>\n<p>User level: Means the direct use of the Platform by the Customer or patient.</p>\n</li>\n</ul>Get started today!If you can make a list or send an email, you can use Nutrium.\nStarting an appointment is really that simple.<i>\n</i>EnglishEnglishProductPricingBlogNutrium for CompaniesTerms and ConditionsPrivacy PolicyHIPAA PolicyHelp CenterCareers<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ProductPricingBlogNutrium for CompaniesTerms and ConditionsPrivacy PolicyHIPAA PolicyHelp CenterCareersEnglishEnglish<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>2023 © All rights reservedCo-Financed Project bySee approved projects ", "created_at": "2023-07-09 15:17:06.363656", "updated_at": "2023-07-09 15:17:18.04183"}, {"id": 17539, "name": "Privacy Policy", "url": "https://nutrium.com/privacy_policy", "xpath": "//body", "text": "By using this website you agree with our cookie policy.<i>\n</i>\nProductPricingBlogNutrium for CompaniesGet startedSign in<i>\n</i>ProductPricingBlogNutrium for CompaniesSign inGet startedNutrium’s Privacy PolicyLast update: May 20th of 2018Introduction<p>We care for your privacy and we want to share with you everything we do with your personal data.\nThroughout Nutrium's Privacy Policy you will be able to check what rights you have at your disposal, what data we treat and with whom we share it, the period for which the personal data will be stored, and much more.</p>\n<p>We made sure that this Policy is as transparent, clear and concise as possible.\nIt is important that you read it carefully and calmly since the privacy we guarantee is only as complete as your knowledge of it.</p>\n<p>We also recommend the full reading of the Regulation 2016/679 of the European Parliament and of the Council, also known as the General Data Protection Regulation (hereinafter GDPR), where you can learn more on privacy and protection of personal data.</p>Who are we?<p>Healthium – Healthcare Software Solutions, S.A., (hereinafter, “Healthium”), dedicates itself to the development of software, namely in the health area, being, in particular, the company responsible for the creation and development of the Nutrium software, in its various aspects.\nAimed at Nutrition Clinics and Professionals, Nutrium, enables the simplification of complex tasks such as planning, analysis and creation of food plans, nutritional measurements and calculations, information management and analysis, and much more.\nHealthium is, therefore, the entity that manages the processing of personal data collected through the Nutrium software, acting, mainly, as processor of the Professional, pursuant to the GDPR.</p>Scope of this Privacy Policy<p>This Privacy Policy applies to all users of the website https://nutrium.com and its subdomains, whether or not they register, to all users of the mobile application, from the moment they install it on their device mobile, to all users of the platform who register for the trial period as well as for all those who actually contract our services after the trial period ends.</p>\n<p>The application of this Privacy Policy is irrelevant to the territorial scope, applying to all users from the moment they open our website or our mobile application, no matter where they are located.</p>\n<p>The use of the services provided by Healthium is conditioned by the acceptance of the Terms and Conditions of Use and the reading of this Policy.\nIn the event that you do not agree to these stipulations, please do not use our services.</p>What data do we collect?<p>The collection and processing of data is fundamental to the operation of Nutrium.\nIt's based on that data that our project is built and it's that informational core that allows us to provide you with a service in the area of nutrition and client management that is known for its excellence.\nWe have reviewed and limited the data collection and the period of retention of the data to the minimum necessary.</p>\n<p>There are various sets of information and data that we collect and process.\nTo simplify, we’ll be dividing those sets of information in three large groups: Professionals, Clients and Secretaries.</p>Professionals’ data<ul>\n<li>\n<strong>Data required from the Professional upon registration: </strong>all data entered by the Professional when registering on the platform is stored and processed.\nIt is this registry that allows us to identify the Professional and give him access to the reserved area of query management as well as correctly connect him to the clients that he inserts.\nIn addition, this is the data we deem indispensable, together with the billing data, so that the contractual relationship between Healthium and the Professional is carried out regularly.\nThe data we require when registering is: the full name, the name of the primary place of work, the gender, country of residence, email and, of course, a password.\nIn addition to these, all data voluntarily inserted by the Professionals during their use of the software is processed.</li>\n<li>\n<strong>Payment data: </strong>the payment data of your monthly payment are also processed by Nutrium, although for this purpose a processor is used.\nOnly then can we debit the amounts associated with the monthly payment you have chosen.\nThe data required for this purpose is: a credit or debit card number, an expiration date and a security code.</li>\n<li>\n<strong>Billing data: </strong>in order to comply with our tax obligations, we must ask you for some billing information such as: name, tax number, address, city, postal code and country.</li>\n<li>\n<strong>Automatically collected data: </strong>in addition to the data mentioned above, we also automatically collect, through cookies and other methods and services, a set of data that allows us to know precisely how you use the platform, the country, the date and time of the login, among other information.\nIn addition to this information we also collected other data such as the I.P.\naddress, the browser you use to access and its version, the language, your device operating system, among others.\nWe would like to emphasize that this type of data collection is mainly intended to facilitate the work of our team whenever you need our support.\nIt’s the collection of these groups of information that allows the quick resolution of problems on our platforms, without it we wouldn’t be able to guarantee the normal operation of our service and its maintenance.\nFor more information please check our section on how we disclose and share data with third parties (subprocessors) and our cookie policy.</li>\n</ul>Clients’ data<p>Clients’ data is directly collected, for the most part, by the Professional.\nHe is the controller and the main responsible for the processing of the clients’ personal data.\nHaving said that, besides a minimum set of legally required measures, Healthium is not responsible for providing the information and guarantees imposed by the GDPR on the Professionals in regard to their relationship with the Client.</p>\n<p>A series of personal data might be requested by the Professional to the Client, or recorded by observation, which may range from “simple” personal data categories (such as: billing data, user identification number, among others, such as name complete, address, cell phone, and many more) to data considered as “special” (examples of this type of data include race, personal and social history, clinical history, food history, body measurements, among other information).</p>\n<p>Healthium only treats Client data as it is entered by the Professional, or directly through the mobile application.\nThe use of the mobile application is intended for use by clients and is, of course, optional and, in cases where it is used, we collect the following data:</p>\n<ul>\n<li>\n<strong>Data entered by the client: </strong>all data entered by the Client, be it when logging in into the mobile application or posteriorly, is stored and processed.\nIt’s this set of data that allows us to identify the Client, to give him access to their reserved area, to associate them correctly with the Professional who advised them and to give them access to their plans.\nExamples of such data include login credentials, but also other data such as the amount of water ingested, weight, and other information.</li>\n<li>\n<strong>Location data: </strong>with the use of the mobile application we may access information contained in the GPS of your mobile device.\nHowever, this operation is optional and must always be previously consented by the user.</li>\n<li>\n<strong>Local files, notifications and other data: </strong>on certain occasions the mobile application may access, with the Client prior consent and by their order, to local files or information stored in other applications.\nAll these operations are optional, serving only as a way of complementing and enhancing the usefulness of the service we provide.\nGet to know some of the features of our application:<ul>\n<li>\n<strong>Notifications: </strong>for the convenience of the Client, the Nutrium application will send notifications about their food plans, amounts of water, messages and appointments.\nThese notifications are daily updated, automatically.\nThis feature can be disabled at any time in the application settings.</li>\n<li>\n<strong>Health Apps: </strong>at the Client's request the Nutrium application may connect to other health applications such as Apple Health.\nIn these cases, data on physical activity, namely, steps, distance and active calories will be collected.</li>\n<li>\n<strong>Camera and Gallery: </strong>at the Client’s request, the application can access the camera and the image gallery of the mobile device, allowing the Client to take pictures and send them through message to their Professional or send images already stored in the gallery.</li>\n</ul>\n</li>\n<li>\n<strong>Automatically collected data: </strong>in addition to the data mentioned above, we also automatically collect, through cookies and other methods and services, a set of data that allows us to know precisely how you use the platform, the country, the date and time of the login, among other information.\nIn addition to this information we also collected other data such as the I.P.\naddress, the browser you use to access and its version, the language, your device operating system, among others.\nWe would like to emphasize that this type of data collection is mainly intended to facilitate the work of our team whenever you need our support.\nIt’s the collection of these groups of information that allows the quick resolution of problems on our platforms, without it we wouldn’t be able to guarantee the normal operation of our service and its maintenance.\nFor more information please check our section on how we disclose and share data with third parties (subprocessors) and our cookie policy.</li>\n</ul>Secretaries’ data<p>Like the Clients’ data, Secretaries’ data is also directly collected, for the most part, by the Professional.\nHe is the controller and the main responsible for the processing of the Secretaries' personal data, and may lack consent in the context of their contractual relations to which Healthium is unrelated.</p>\n<p>However, when using the platform, and in addition to the treatment performed on the data entered directly by the Professional, Healthium also collects some data which was already listed in relation to the Professional as \"Automatically collected data\", and so, we ask you to check this section.</p>Purposes of the processing<p>We use the data we collect for a series of purposes that we want to make known.\nThose purposes may be based on a legal obligation, the legitimate interests of Healthium, the performance of the contract or consent, depending on the case.</p>\n<ul>\n<li>\n<strong>Provision of our service: </strong>we use the vast majority of the data entered, either by Professionals or Clients, so that we can provide our service as efficiently as possible within the contractual relationship established between Healthium and the Professional.</li>\n<li>\n<strong>Maintenance and improvement of services: </strong>we conduct behavioral analysis of the use made by the Professionals and by the Clients of the website and the mobile application.\nIt is fundamentally this type of analysis that allows us to determine the usefulness of certain functionalities and change or correct them depending on the result.\nIn addition, we may use your non-anonymized data in the context of the communication of a bug or error in the software by the user and always with the purpose of solving it.\nWe can also, for example, at the request of the user, copy data between accounts.</li>\n<li>\n<strong>Customer support: </strong>it is essential for the quality of our service that we can answer efficiently to all the questions you ask us, using for that purpose any personal data that we deem necessary for the contact and resolution of the question that may arise, which may be, depending on the case, your full name, your email, your mobile phone number or your address, among other information.\nIn addition to this data and with the same purpose, we may collect usage statistics of our platforms.</li>\n<li>\n<strong>Billing: </strong>it would be impossible for us to comply with our legal and tax obligations if we did not address the processing of some billing information.\nIt is only for this purpose that we collect, at the time of payment, personal data such as the tax identification number, among others already listed above.</li>\n<li>\n<strong>Legal matters: </strong>we may use your personal data to comply with court orders and tax and administrative inspections, among other legal requirements.\nIn the eventuality of a court order, all personal data, be it from a simple or special category, of the Professionals’ or Clients’, may be, if our legal team agrees with the legal basis of the warrant, made available in full to the administrative or judicial authority in question.</li>\n<li>\n<strong>Marketing: </strong>we may use your data to send you emails, notifications, text messages and postal mail.\nWe will never do it, however, without your express authorization and you can freely choose not to subscribe and continue enjoying the rest of our services.\nIn order to provide you with a tailor-made experience, the processing of such communications may be subject to automated individual decision-making, including profiling.</li>\n<li>\n<strong>Security and contractual purposes: </strong>we use your data to perform behavior analysis in order to prevent or address suspicious or fraudulent conducts and to ensure that the contractual relationship between Healthium and the Professional is timely met.</li>\n</ul>Data retention period<p>Personal data may be retained for different periods of time depending on its legal relevance or the duration of the contractual relationship.\nIn general, following the request for deletion of the user, the data is encrypted and securely stored for the same legal period required for the retention of tax data in Portugal, that is, 10 years, pursuant to Article 130 (1), of the Decree-law no.\n442-B/88, with the changes introduced by Law no.\n7-A/2016, of March 30, being definitively eliminated from all our servers at the end of this period.</p>Subprocessors<p>Some of your personal data may be processed by third parties who are not part of our services.\nWe have limited these operations to the bare minimum we need to continue to operate efficiently.\nTo know more about our subprocessors contact us to privacy@nutrium.com or dpo@nutrium.com.</p>\n<ul>\n<li>\n<strong>Analysis of the use of software: </strong>we resort to applications in order to analyze the use of our software, such as Google Analytics.</li>\n<li>\n<strong>Payment Details: </strong>payment data is fully processed by external payment services such as Paypal.</li>\n<li>\n<strong>Email marketing: </strong>our newsletters and contacts are sent, managed and processed by third parties specialized in mass mailing and advertising campaigns such as Mailjet.</li>\n<li>\n<strong>Advertising: </strong>we use analysis tools for marketing and advertising purposes.</li>\n<li>\n<strong>Support: </strong>we use external applications to provide support, for example, through chat.</li>\n<li>\n<strong>Data storage and processing: </strong>storage, processing and backup of your personal data is carried out securely in hosting and computing companies located mainly in Europe.</li>\n<li>\n<strong>Audits and maintenance: </strong>your data might be accessed within the scope of independent quality control and security audits of our services.\nAll audits are subject to confidentiality and are closely monitored by the Healthium team.\nIn addition, we use external software that helps us detect errors and debug the software.</li>\n<li>\n<strong>Other processors and services: </strong>in addition to the services listed above we may interconnect with social networks like Linkedin, Twitter, Bing and other services like Outlook, Google Fit, among others.</li>\n</ul>Professionals’ rights<p>We want to ensure that your rights are fully respected.\n<strong>In those situations where the automatic mechanisms already implemented do not allow us to fully guarantee these rights you can contact us through privacy@nutrium.com or dpo@nutrium.com.</strong>\n</p>\n<ul>\n<li>\n<strong>Right of access: </strong>the data subject has the right to access the information concerning him, namely the purposes of the processing, the categories of personal data processed, and other information.\nYou are already able to instantly access most of this information in your profile area.</li>\n<li>\n<strong>Right to rectification: </strong>the data subject has the right to obtain correction of inaccurate or incomplete personal data, and where it is compatible with the purposes of processing, the right to rectify it.\nYou are already able to correct and rectify most of your personal data in your profile area.</li>\n<li>\n<strong>Right to erasure (“right to be forgotten”): </strong>the data subject has the right to obtain the erasure of personal data concerning him without undue delay.\nStarting from this request the countdown for the total and definitive deletion of the data of all the servers begins.</li>\n<li>\n<strong>Right to restriction of processing and right to object: </strong>these rights may be exercised, if applicable, by reaching us through the contacts provide above.</li>\n<li>\n<strong>Right to data portability: </strong>the data subject has the right to receive, in a reusable digital format, all information concerning him, which he has provided to Healthium.</li>\n</ul>Clients’ rights<p>We are constantly working to make the relationship between the Professional and the Client as easy as possible to expedite.\nAs processor of the Professional, Healthium recognizes and assists the Professional in the realization of the clients’ rights, as far as is technically possible and legally required, namely, by implementing the technical and administrative measures that appear to be most appropriate.\nFor all those situations where there are no automated mechanisms for compliance with the Regulation we recommend that you contact our team or our Data Protection Officer.</p>\n<p>We remind you that it is the responsibility of the Professional to collect the data subject consent, in the cases where the processing of the personal data is carried on that basis, as well as guarantee the rights<strong> of access, opposition, rectification, erasure, portability and limitation of the processing of the Client data, </strong>whenever applicable to the specific treatment, among other obligations arising from the Regulation.\nIt is the responsibility of the Professional to guarantee the Client access to all rights and information to be provided under the General Data Protection Regulation.</p>Security<p>The security of your data and the services we provide are one of our highest priorities.\nAs such, we regularly review our platforms and servers to ensure that all measures are being taken to mitigate security risks, using the most current encryption, surveillance and auditing techniques.\nThese measures may only reflect on our servers or, otherwise, have immediate impact on our platforms, such as increased password complexity, new SSL certificates, two-step verification, and more.</p>Changes and amendments to this Privacy Policy<p>Nutrium’s Privacy Policy is subject to constant and periodic review.\nAs a result of legal developments, recommendations issued by the control authorities, or changes to our business model, among others, we may have to amend this Policy.\nWe recommend that you visit this page regularly and keep up with the latest updates.\nWe will notify you whenever we make substantial changes to this Policy that might jeopardize your rights.</p>Contacts<p>If at the end of this reading you still have doubts or to exercise your rights, please contact us to:</p>Diogo AlvesPrivacy departmentprivacy@nutrium.comPedro BacelarData Protection Officerdpo@nutrium.com<p>\n<strong>or</strong>\n</p>Rua Andrade Corvo, nº 242, Sala 1064700-204 Braga+351 935 455 758Data Protection Authority<p>Without prejudice to any claims that you may submit to Healthium or our Data Protection Officer through the contacts made available on this page, you may also submit a complaint to the Portuguese Data Protection Authority through the following contacts:</p>Comissão Nacional de Proteção de DadosRua de São Bento n.º 148-3º 1200-821 LisboaNumber: +351 213 928 400 — Fax: +351 213 976 832Get started today!If you can make a list or send an email, you can use Nutrium.\nStarting an appointment is really that simple.<i>\n</i>EnglishPortuguês europeuEnglishPortuguês brasileiroEspañolFrançaisItalianoDeutschProductPricingBlogNutrium for CompaniesTerms and ConditionsPrivacy PolicyHIPAA PolicyHelp CenterCareers<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ProductPricingBlogNutrium for CompaniesTerms and ConditionsPrivacy PolicyHIPAA PolicyHelp CenterCareersEnglishPortuguês europeuEnglishPortuguês brasileiroEspañolFrançaisItalianoDeutsch<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>2023 © All rights reservedCo-Financed Project bySee approved projects ", "created_at": "2023-07-09 15:17:24.840992", "updated_at": "2023-07-09 15:17:35.915748"}], "points": [], "urls": ["nutrium.com"]}}