{"error": 448, "message": "OK", "parameters": {"id": 9537, "name": "Otter", "created_at": "2023-09-04 03:41:03.706996", "updated_at": "2023-09-04 10:02:31.961453", "wikipedia": "https://en.wikipedia.org/wiki/Otter.ai", "keywords": null, "related": null, "slug": "otter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9537.png", "url": "otter.ai", "documents": [{"id": 18857, "name": "Privacy Policy", "url": "https://otter.ai/privacy", "xpath": "/html/body/div[6]", "text": "Privacy Policy<p>Effective June 14, 2023</p>\n<p>[See also <strong>Terms of Service</strong>]</p>\n<p>This privacy policy (“<strong>Policy</strong>”) informs you of our practices when handling your Personal Information through the Services (both as defined below).\nIn this Policy, “<strong>Otter.ai</strong>”, “<strong>we</strong>” or “<strong>us</strong>” refers to Otter.ai, Inc., a company registered in Delaware with its registered address located at 800 W El Camino Real, Suite 170, Mountain View, CA 94040.\nWe are the data controller under the applicable privacy laws.</p>\n<p>Where we have an Otter Business or enterprise service agreement in place with an enterprise customer who is asking you to use our Services (for example your employer), we obtain and process your Personal Information on behalf of and at the instructions of that customer.\nIn that context, such enterprise customers are the data controllers and their privacy policies will apply to the processing of your Information.\nWe encourage you to read their privacy policies.</p>\n<p>For the purpose of this Policy, “<strong>Personal</strong>\n<strong>Information</strong>” means any information relating to an identified or identifiable individual.\nThis includes Personal Information you provide or generate when you use: (a) Our Otter meeting assistant app (the “<strong>App</strong>”).\nand (b), https://otter.ai, and any other dedicated Otter.ai websites (the “<strong>Website</strong>”) (collectively, the “<strong>Services</strong>”).\nWhen you use the Services, you accept and understand that we collect, process, use, and store your Personal Information as described in this Policy.</p>\n<p>If you are a California resident, our Privacy Notice for California Residents includes additional information about your rights and how we collect, use, and share information.</p>\n<p>\n<strong>If you do not agree with this Policy, you must not use any of the Services.\nIf you change your mind in the future you must stop using the Services and you may exercise your rights concerning your Personal Information as set out in this Policy.</strong>\n</p>\n<p>\n<strong>1.\nINFORMATION WE COLLECT</strong>\n</p>\n<p>We will collect and use the following Personal Information about you:</p>\n<p>\n<strong>Information you provide to us</strong>\n</p>\n<ul>\n<li>\n<strong>Registration Information</strong>.\nWhen you create an account on our Services, you will be asked to provide your name, email, and a password, you may voluntarily add a profile picture.\nFor Pro or Business plans which are paid Services, our payment processing partner Stripe, Inc.\nmay also collect your name, billing address, and payment information.\nPayment information is not shared with us and is maintained by Stripe.</li>\n<li>\n<strong>App Information</strong>.\nWhen you use the Services, you may provide us with your audio recordings (“Audio Recordings”), automatic OtterPilot<sup>TM</sup> screenshots and any text, images or videos that you upload or provide to us in the context of the Services.\nOtterPilot may take automatic screenshots which are available meeting transcripts to add value to the meetings by extracting useful visual information.\nThe automatic screenshots will only take place in virtual meetings.</li>\n<li>\n<strong>Communication Information</strong>.\nWhen you contact us, you provide us with your phone number, email, and any other information you choose to provide over such communication, including information about your query.</li>\n</ul>\n<p>\n<strong>Information you provide us about others</strong>\n</p>\n<ul>\n<li>If you choose to collaborate on a task with your co-workers or friends, or refer us to them, you provide us with the email address and contact information of your co-workers or friends.</li>\n<li>If you provide an Audio Recording, this may contain the Personal Information of third parties.\nBefore you do so, please make sure you have the necessary permissions from your co-workers, friends or other third parties before sharing Personal Information or referring them to us.</li>\n</ul>\n<p>\n<strong>Information we automatically collect or is generated about you when use the Services</strong>\n</p>\n<ul>\n<li>\n<strong>Usage Information</strong>: When you use the Services, you generate information pertaining to your use, including timestamps, such as access, record, share, edit and delete events, app use information, screenshots/screen captures taken during the meeting, interactions with our team, and transaction records.</li>\n<li>\n<strong>Device Information</strong>: We assign a unique user identifier (“<strong>UUID</strong>”) to each mobile device that accesses the Services.\nWhen you use our Services, you provide information such as your IP address, UUIDs, device IDs, web beacons and other device information (such as carrier type, whether you access our Service from a desktop or mobile platform, device model, brand, web browser and operating system).</li>\n<li>\n<strong>Cookies: </strong>We use Cookies and other similar technologies (“<strong>Cookies</strong>”) to enhance your experience when using the Service.\nFor more information about our Cookies policy, see<em>\n</em>HOW WE USE COOKIES AND SIMILAR TECHNOLOGIES below.</li>\n</ul>\n<p>\n<strong>Information received from third parties.</strong>\n</p>\n<ul>\n<li>\n<strong>Information we receive from third party platforms</strong>: When you connect third party platforms, apps or providers (such as Google Calendar, iCal or other calendar programs, Google Contacts or Zoom) to our Services, or when you register through a third party account (such as Google or Microsoft), we receive Personal Information that includes your username, profile picture, email address, time, location, calendar information, contact information from such third parties and any information you choose to upload to such third party platforms (“<strong>Platform Information</strong>”).</li>\n<li>\n<strong>Information from platforms our Services relies on</strong>: We receive transaction information from our payment processor Stripe.</li>\n<li>\n<strong>Other third parties.</strong> We may receive additional information about you, such as demographic or interest attributes from third parties such as data or marketing partners and combine it with other information we have about you.</li>\n</ul>\n<p>We also collect, and use aggregated data such as statistical or demographic data for our purposes.\nAggregated data may be derived from your Personal Information but is not Personal Information as this data will not directly or indirectly reveal your identity.\nHowever, if we combine or connect aggregated data with your Personal Information so that it can directly or indirectly identify you, we will treat the combined data as Personal Information which will be used in accordance with this Policy.</p>\n<p>\n<strong>2.\nHOW WE USE YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>We use your Personal Information to:</p>\n<ul>\n<li>\n<strong>Set up your account.\n</strong>We use your registration information, device information and information received from third parties (such as your username, email address) in order to set up an account for you to use our Services.\nWe do so in accordance with our contractual and precontractual obligations to you in order to provide you with an account to use the Services.</li>\n<li>\n<strong>Provide you with the Services</strong>.\nWe use your audio recordings, usage information and platform information in order to provide you with the Services.\nIn addition, we use your communication information to facilitate support (e.g.\nretrieval of a forgotten password).\nWe do so in accordance with our contractual obligations to you in order to provide you with the Services.</li>\n<li>\n<strong>Improve and monitor the Services</strong>.<strong>\n</strong>We use information we automatically collect or generate about you when you use the Services, as well as information about your device such as device manufacturer, model and operating system, and the amount of free space on your device, to analyze the use of and improve our Services.\nWe train our proprietary artificial intelligence technology on de-identified audio recordings.\nWe also train our technology on transcriptions to provide more accurate services, which may contain Personal Information.\nWe obtain explicit permission (e.g.\nwhen you rate the transcript quality and check the box to give Otter.ai and its third-party service provider(s) permission to access the conversation for training and product improvement purposes) &nbsp;for manual review of specific audio recordings to further refine our model training data.</li>\n<li>\n<strong>Communicate with you</strong>.<strong>\n</strong>If you contact us, we will use your contact information to communicate with you and, if applicable, your usage information to support your use of the Services.</li>\n<li>\n<strong>Send you newsletters about product news or updates that may be of interest to you.\n</strong>We will send you emails with news or updates pertaining to our Services.\nWhen doing so, we process your email address, name and may process your usage information.\nYour consent can be withdrawn at any time by following the unsubscribe mechanism at the bottom of each communication.</li>\n<li>\n<strong>Prevent fraud, defend Otter.ai against legal claims or disputes, enforce our terms and to comply with our legal obligations.\n</strong>It is in our legitimate interest to protect our interests by (1) monitoring the use of the Services to detect fraud or any other user behavior which prejudices the integrity of our Services, (2) taking steps to remedy aforementioned fraud and behavior, (3) defending ourselves against legal claims or disputes, and (4) enforcing our terms and policies.\nWhen doing so, we will process the Personal Information relevant in such a case, including information you provide us, information we automatically collect about you, and information which is provided to us by third parties.</li>\n</ul>\n<p>\n<strong>3.\nHOW WE USE COOKIES AND SIMILAR TECHNOLOGIES</strong>\n</p>\n<p>We and our third party partners use Cookies, pixel tags, and similar technologies to collect information about your browsing activities and to distinguish you from other users of our Services in order to aid your experience and measure and improve our advertising effectiveness.</p>\n<p>Cookies are small files of letters and numbers that we store on your browser or on your device.\nThey contain information that is transferred to your device.</p>\n<p>We use Cookies to collect information about your browsing activities and to distinguish you from other users of our Services in order to aid your experience.</p>\n<p>We use the following types of Cookies and similar technologies:</p>\n<ul>\n<li>\n<strong>Strictly necessary Cookies:</strong> Some Cookies are strictly necessary to make our Services available to you.\nfor example, to provide login functionality, user authentication and security.\nWe cannot provide you with the Services without this type of Cookie.</li>\n<li>\n<strong>Functional Cookies</strong>: These are used to recognize you when you return to our Website.\nThis enables us to personalize our content for you and remember your preferences (for example, your choice of language).</li>\n<li>\n<strong>Analytical, performance, or advertising Cookies: </strong>We also use Cookies and similar technologies for analytics purposes in order to operate, maintain, and improve our Services and measure and improve our advertising effectiveness.\nWe use third party analytics providers, including Google Analytics and Amplitude, to help us understand how users engage with us.\nWe also use third party advertising partners, including Facebook, to deliver ads to you on other sites.\nGoogle Analytics uses first-party Cookies to track user interactions which helps show how users use our Service and Website.\nThis information is used to compile reports and to help us improve our Service and Website.\nSuch reports disclose Website trends without identifying individual visitors.\nYou can opt out of Google Analytics by going to https://tools.google.com/dlpage/gaoptout or via Google’s Ads settings.</li>\n</ul>\n<p>You can block Cookies by setting your internet browser to block some or all or Cookies.\nHowever, if you use your browser settings to block all Cookies (including strictly necessary Cookies) you may not be able to use our Services.</p>\n<p>\n<strong>4.\nWITH WHOM WE SHARE YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>Third party services are not owned or controlled by Otter.ai and third parties may have their own policies and practices for collection, use and sharing of information.\nPlease refer to third party privacy and security policies for more information before using such services.\nThird parties include vendors and service providers we rely on the provision of the Services.\nWe share your Personal Information with selected third parties, including:</p>\n<ul>\n<li>\n<strong>Other users</strong> who see your Personal Information (such as your username and email) and any other information you choose to share with them through the Services.</li>\n<li>\n<strong>Cloud service providers</strong> who we rely on for compute and data storage, including Amazon Web Services, based in the United States.<strong>‍</strong>\n</li>\n<li>\n<strong>Platform support providers</strong> who help us manage and monitor the Services, including Amplitude, which is based in the U.S.\nand provides user event data for our Services.</li>\n<li>\n<strong>Data labeling service providers</strong> who provide annotation services and use the data we share to create training and evaluation data for Otter’s product features.</li>\n<li>\n<strong>Artificial intelligence service providers</strong> that provide backend support for certain Otter product features.</li>\n<li>\n<strong>Mobile advertising tracking providers</strong> who help us measure our advertising effectiveness, including AppsFlyer which is based in Israel.<strong>‍</strong>\n</li>\n<li>\n<strong>Analytics providers</strong> who provide analytics, segmentation and mobile measurement services and help us understand our user base.\nWe work with a number of analytics providers, including Google LLC, which is based in the U.S.\nYou can learn about Google’s practices by going to https://www.google.com/policies/privacy/partners/, and opt-out of them by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout.<strong>‍</strong>\n</li>\n<li>\n<strong>Advertising Partners</strong>: We work with third party advertising partners to show you ads that we think may interest you.\nSome of our advertising partners are members of the Network Advertising Initiative (http://optout.networkadvertising.org/) or the Digital Advertising Alliance (http://optout.aboutads.info/).\nIf you do not wish to receive personalized ads, please visit their opt-out pages to learn about how you may opt out of receiving web-based personalized ads from member companies.\nYou can access any settings offered by your mobile operating system to limit ad tracking, or you can install the AppChoices mobile app to learn more about how you may opt out of personalized ads in mobile apps.<strong>‍</strong>\n</li>\n<li>\n<strong>Providers of integrated third-party programs, apps or platforms</strong>, such as Google Calendar and Apple iCal.\nWhen you connect third party platforms to our Services, you authorize us to share designated information and data created and/or uploaded by you to our servers with these third-party programs on your behalf.</li>\n<li>‍<strong>Payment processors</strong>, such as Stripe.\nThese payment processors are responsible for the processing of your Personal Information, and may use your Personal Information for their own purposes in accordance with their privacy policies.\nMore information is available here: https://stripe.com/gb/privacy.<strong>‍</strong>\n</li>\n<li>\n<strong>Law enforcement agencies, public authorities or other judicial bodies and organizations.</strong> We disclose Personal Information if we are legally required to do so, or if we have a good faith belief that such use is reasonably necessary to comply with a legal obligation, process or request.\nenforce our terms of service and other agreements, policies, and standards, including investigation of any potential violation thereof.\ndetect, prevent or otherwise address security, fraud or technical issues.\nor protect the rights, property or safety of us, our users, a third party or the public as required or permitted by law (including exchanging information with other companies and organizations for the purposes of fraud protection).\nFor more information, please see Otter's Data Request Policy.<strong>‍</strong>\n</li>\n<li>\n<strong>Change of corporate ownership.</strong> If we are involved in a merger, acquisition, bankruptcy, reorganization, partnership, asset sale or other transaction, we may disclose your Personal Information as part of that transaction.</li>\n</ul>\n<p>\n<strong>5.\nHOW LONG WE STORE YOUR INFORMATION</strong>\n</p>\n<p>Otter.ai stores all Personal Information for as long as necessary to fulfill the purposes set out in this Policy, or for as long as we are required to do so by law or in order to comply with a regulatory obligation.\nWhen deleting Personal Information, we will take measures to render such Personal Information irrecoverable or irreproducible, and the electronic files which contain Personal Information will be permanently deleted.</p>\n<p>\n<strong>6.\nYOUR RIGHTS</strong>\n</p>\n<p>In certain circumstances you have the following rights in relation to your Personal Information that we hold.</p>\n<ul>\n<li>\n<strong>Access</strong>.\nYou have the right to access the Personal Information we hold about you, and to receive an explanation of how we use it and who we share it with.</li>\n<li>\n<strong>Correction</strong>.\nYou have the right to correct any Personal Information we hold about you that is inaccurate or incomplete.</li>\n<li>\n<strong>Erasure</strong>.\nYou have the right to request for your Personal Information to be erased or deleted.</li>\n<li>\n<strong>Object to processing</strong>.\nYou have the right to object to our processing of your Personal Information where we are relying on a legitimate interest or if we are processing your Personal Information for direct marketing purposes.</li>\n<li>\n<strong>Restrict processing</strong>.\nYou have a right in certain circumstances to stop us from processing your Personal Information other than for storage purposes.</li>\n<li>\n<strong>Portability</strong>.\nYou have the right to receive, in a structured, commonly used and machine-readable format, Personal Information that you have provided to us if we process it on the basis of our contract with you, or with your consent, or to request that we transfer such Personal Information to a third party.</li>\n<li>\n<strong>Withdraw consent</strong>.\nYou have the right to withdraw any consent you previously applied to us.\nWe will apply your preferences going forward, and this will not affect the lawfulness of processing before your consent was given.</li>\n</ul>\n<p>Please note that, prior to any response to the exercise of such rights, we will require you to verify your identity.\nIn addition, we may require additional information (for example, why you believe the information we hold about you is inaccurate or incomplete) and may have valid legal reasons to refuse your request.\nWe will inform you if that is the case.\nFor more information on how to exercise your rights, or to exercise your rights, please email support@otter.ai.</p>\n<p>If you are a California resident, California law affords you certain rights regarding our collection and use of your personal information.\nTo learn more about your California privacy rights, please visit our Privacy Notice for California Residents.</p>\n<p>\n<strong>7.\nPRIVACY SHIELD</strong>\n</p>\n<p>Otter.ai complies with the EU-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield Frameworks (“<strong>Privacy Shield</strong>”) as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, United Kingdom and Switzerland to the United States in reliance on Privacy Shield.\nOtter.ai has certified to the Department of Commerce that it adheres to the Privacy Shield Principles with respect to such information.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.</p>\n<p>For more information on how we comply with the Privacy Shield Principles, please see <strong>APPENDIX: Otter.ai Privacy Shield Notice</strong>.</p>\n<p>\n<strong>8.\nCHILDREN</strong>\n</p>\n<p>The Service and Website are not targeted at children, and we do not knowingly collect Personal Information from children under the age of 13.\nIf you learn that a child has provided us with Personal Information in violation of this Policy, please contact us as indicated below.</p>\n<p>\n<strong>9.\nCONTACT &amp.\nCOMPLAINTS</strong>\n</p>\n<p>For inquiries or complaints regarding this Policy, please first contact us at support@otter.ai and we will endeavor to deal with your complaint as soon as possible.\nThis is without prejudice to your right to launch a claim with a data protection authority.</p>\n<p>If you are based in the EEA or the UK, you may also make a complaint to either the Irish Data Protection Commission (on +353 578 684 800 or via https://forms.dataprotection.ie/contact) or the UK’s ICO (on +44 303 123 1113 or via https://ico.org.uk/make-a-complaint/), or to the supervisory authority where you are located.</p>\n<p>\n<strong>10.\nDATA SECURITY</strong>\n</p>\n<p>Otter.ai maintains and implements physical, administrative, and technical safeguards to protect the confidentiality, integrity, and availability of personal information.\nHowever, the transfer of Personal Information through the internet will carry its own inherent risks and we do not guarantee the security of your data transmitted through the internet.\nYou make any such transfer at your own risk.</p>\n<p>The Website and Service may provide features or links to websites and services provided by third parties.\nAny information you provide on Apps, third-party websites or services is provided directly to the operators of such websites or services and is subject to their policies governing privacy and security, even if accessed via our Website or in connection with our Service.</p>\n<p>\n<strong>11.\nCROSS-BORDER DATA TRANSFERS</strong>\n</p>\n<p>To facilitate our global operations, Otter.ai may transfer, store and process your operations with our partners and service providers based outside of the country in which you are based.\nLaws in those countries may differ from the laws applicable to your country of residence.\nWhere we transfer, store and process your Personal Information outside of the EEA or the UK we will ensure that the appropriate safeguards are in place to ensure an adequate level of protection such as through acceding to the Standard Contractual Clauses.\nFurther details regarding the relevant safeguards can be obtained from us on request.</p>\n<p>\n<strong>12.\nCHANGES</strong>\n</p>\n<p>Where required, we will update this Policy from time to time.\nWhen we do so, we will make it available on this page and indicate the date of the latest revision.\nPlease check this page frequently to see any updates or changes to this Policy.</p>\n<p>\n<strong>13.\nABOUT US</strong>\n</p>\n<p>If you have any questions, comments or concerns about our Privacy Policy, you may contact us by email at support@otter.ai attn: Privacy Officer or by mail to:</p>\n<p>Otter.ai, Inc.<br>Attn: Privacy Officer<br>800 W El Camino Real,<br>Suite 170,<br>Mountain View, CA 94040</p>APPENDIXOtter.ai Privacy Shield Notice<p>Effective April 8, 2020</p>\n<p>Otter.ai has created this Privacy Shield Notice (“<strong>Notice</strong>”) to describe our standards and procedures for handling Personal Information in accordance with the Privacy Shield Frameworks and Principles.</p>\n<p>Otter.ai complies with the EU-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, United Kingdom and Switzerland to the United States in reliance on Privacy Shield.\nOtter.ai has certified to the Department of Commerce that it adheres to the Privacy Shield Principles with respect to such information.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.</p>\n<p>This Notice supplements our Policy.\nUnless specifically defined in this Notice, the terms in this Notice have the same meaning as in our Policy.\nIn case of conflict between the Policy and this Notice, this Notice prevails.\nIn case of conflict between this Notice and the Principles, the Principles will govern.</p>\n<p>\n<strong>How we obtain Personal Information</strong>\n</p>\n<p>We obtain and Process Personal Information from the European Economic Area (“<strong>EEA</strong>”), United Kingdom (“<strong>UK</strong>”) or Switzerland in different capacities:</p>\n<ul>\n<li>As a data controller, we collect and Process EEA, UK and Swiss Personal Information directly from individuals, either via our publicly available website https://otter.ai, or through our mobile applications, or in connection with our customer relationships.</li>\n<li>Where we provide our Services in connection with an enterprise agreement, we may obtain and process EEA, UK and Swiss Personal Information on behalf of and at the instructions of our enterprise customers.\nIn that context, such customers are the data controllers and we encourage you to read their privacy policies.</li>\n</ul>\n<p>Otter.ai commits to subject to the Principles all Personal Information received from the EEA, UK or Switzerland in reliance on the Privacy Shield (which includes both types of activities).</p>\n<p>\n<strong>Privacy Shield Principles</strong>\n</p>\n<p>\n<strong>1.\nNotice.\n</strong>Our Policy in combination with this Notice describes our privacy practices.\nWhen providing our Services as a Data Processor, our customers determine the categories of Personal Information we Process and the purposes of the processing.\nAccordingly, our customers are responsible for providing notice to individuals.\nPlease see our customers’ privacy policies for more information.</p>\n<p>\n<strong>2.\nData Integrity and Purpose Limitation.\n</strong>Any Personal Information we receive may be processed by Otter.ai for the purposes indicated in our Policy or as otherwise notified to you.\nWe will not process Personal Information in a way that is incompatible with these purposes unless subsequently authorized by you.</p>\n<p>We take reasonable steps to limit the collection and usage of Personal Information to that which is relevant for the purposes for which it was collected, and to ensure that such Personal Information is reliable, accurate, complete and current.\nIndividuals are encouraged to keep their Personal Information with Otter.ai up to date and may contact Otter.ai as indicated below or in the Policy to request that their Personal Information be updated or corrected.</p>\n<p>We will adhere to the Principles for as long as we retain the Personal Information collected under Privacy Shield.</p>\n<p>When providing our Services as a data processor, we process and retain Personal Information as necessary to provide our Services as permitted in our agreements, or as required or permitted under applicable law.</p>\n<p>\n<strong>3.\nAccountability for Onward Transfer of Personal Information.\n</strong>Otter.ai may transfer Personal Information as described in the Policy.\nWhen providing our Services as a data processor, we disclose Personal Information as provided in our agreement with customers.</p>\n<p>We remain responsible for the processing of Personal Information received under the Privacy Shield and subsequently transferred to a third party acting as an agent if the agent Processes such Personal Information in a manner inconsistent with the Principles, unless we prove that we are not responsible for the event giving rise to the damage.</p>\n<p>\n<strong>4.\nSecurity.\n</strong>Otter.ai takes reasonable and appropriate precautions, taking into account the risks involved in the Processing and the nature of the Personal Information, to help protect Personal Information from loss, misuse and unauthorized access, disclosure, alteration and destruction.</p>\n<p>\n<strong>5.\nAccess and Choice.\n</strong>If we intend to use your Personal Information for a purpose that is materially different from the purposes for which it was originally collected or subsequently authorized, or if we intend to disclose it to a third party acting as a Data Controller not previously identified, we will offer you the opportunity to opt out of such uses and/or disclosures where it involves non-sensitive information or opt in where sensitive information is involved.</p>\n<p>Where appropriate, you have the right to access to the Personal Information we maintain about you and to correct, amend or delete that information when it is inaccurate or has been processed in violation of the Principles by sending a written request as indicated in “Contact Us” below.\nWe will review your request in accordance with the Principles, and may limit or deny access to Personal Information as permitted by the Principles.</p>\n<p>When providing our Services as a Data Processor, we only Process and disclose the Personal Information as specified in our agreements.\nOur customers control how Personal Information is disclosed to us and Processed, and how it can be modified.\nAccordingly, if you want to request access, or to limit use or disclosure of your Personal Information, please contact the company to whom you submitted your Personal Information and that uses our Services.\nIf you provide us with the name of the company to whom you provided your Personal Information and who is our customer, we will refer your request to that customer and support them in responding to your request.</p>\n<p>\n<strong>6.\nRecourse, Enforcement and Liability.\n</strong>We conduct an annual self-assessment of our practices regarding Personal Information intended to verify that the assertions we make about our practices are true and that such practices have been implemented as represented.</p>\n<p>If you have any questions or concerns, we encourage you to first write to us as indicated below.\nWe will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the Principles.</p>\n<p>If an issue cannot be resolved through Otter.ai’s internal dispute resolution mechanism, you may submit a complaint to https://www.jamsadr.com/eu-us-privacy-shield,<strong>\n</strong>who serves as Otter.ai’s alternative dispute resolution provider, at no cost to you.</p>\n<p>For residual complaints not fully or partially resolved by other means, you may be able to invoke binding arbitration as detailed in the Principles available here.</p>\n<p>Otter.ai is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission.</p>\n<p>\n<strong>Changes to this Notice</strong>\n</p>\n<p>This Notice may be amended consistent with the requirements of the Privacy Shield.\nWhen we update this Notice, we will also revise the “Last updated” date at the top of this document.\nAny changes to this Notice will become effective when we post the revised version on our website.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions, concerns or complaints regarding our privacy practices, or if you’d like to exercise your choices or rights, you can contact us:</p>\n<ul>\n<li>via email at support@otter.ai (Attn: Privacy Officer)</li>\n<li>by mail to</li>\n</ul>\n<p>Otter.ai, Inc.<br>Attn: Privacy Officer<br>800 W El Camino Real,<br>Suite 170,<br>Mountain View, CA 94040</p>", "created_at": "2023-09-04 03:41:03.76785", "updated_at": "2023-09-04 03:44:24.862517"}, {"id": 18856, "name": "Terms of Service", "url": "https://otter.ai/terms", "xpath": "/html/body/div[6]", "text": "Terms of Service<p>Effective June 23, 2023</p>\n<p>[See also <strong>Privacy Policy</strong>]</p>\n<p>Welcome, and thank you for your interest in Otter.ai, Inc.\n(“<strong>Otter.ai</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”) and our Otter Voice Meeting Notes tool, along with our website at Otter.ai, along with our related networks, applications, mobile applications, and other services provided by us (collectively, the “<strong>Service</strong>”).\nThese Terms of Service are a legally binding contract between you and Otter.ai regarding your use of the Service.\nAs used herein, “<strong>you</strong>” or “<strong>your</strong>” means any entity, university, organization, or company accessing or using the Service (“<strong>Organization</strong>”) as well as any individual end user accessing and using the Service, as applicable and hereby agreeing to these Terms.</p>\n<p>\n<strong>PLEASE READ THE FOLLOWING TERMS CAREFULLY.</strong>\n</p>\n<p>\n<strong>BY CLICKING</strong> “<strong>I ACCEPT</strong>,” <strong>OR BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE SERVICE</strong>, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE SERVICE, YOU AGREE TO BE BOUND BY, THE FOLLOWING TERMS AND CONDITIONS, INCLUDING OTTER.AI’S PRIVACY POLICY (TOGETHER, THESE “<strong>TERMS</strong>”).\nIF YOU ARE NOT ELIGIBLE, OR DO NOT AGREE TO THE TERMS, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THE SERVICE.\nYOUR USE OF THE SERVICE, AND OTTER.AI’S PROVISION OF THE SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY OTTER.AI AND BY YOU TO BE BOUND BY THESE TERMS.\n<strong>ARBITRATION NOTICE.\n</strong>Except for certain kinds of disputes described in Section 19, you agree that disputes arising under these Terms will be resolved by binding, individual arbitration, and BY ACCEPTING THESE TERMS, YOU AND OTTER.AI ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN ANY CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nYOU AGREE TO GIVE UP YOUR RIGHT TO GO TO COURT to assert or defend your rights under this contract (except for matters that may be taken to small claims court).\nYour rights will be determined by a NEUTRAL ARBITRATOR and NOT a judge or jury.\n(See Section 19.)</p>\n<p>\n<strong>1.\nOtter.ai Service Overview.</strong> The Service enables users to transform recorded voice conversations into transcribed notes that can be searched and shared.\nYou may choose whether to use the free version of the Service (“<strong>Free Service</strong>”) or the subscription-based paid version of the Service for which you may be required to pay fees (the “<strong>Paid Service</strong>”).</p>\n<p>\n<strong>2.\nEligibility.</strong> You must be at least 13 years old to use the Service.\nBy agreeing to these Terms, you represent and warrant to us that: (a) you are at least 13 years old.\n(b) you have not previously been suspended or removed from the Service.\nand (c) your registration and your use of the Service is in compliance with any and all applicable laws and regulations.\nIf you are an Organization, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms.</p>\n<p>\n<strong>3.\nAccounts and Registration.</strong>\n</p>\n<p>\n<strong>3.1 General</strong>.\nTo access most features of the Service, you must register for an account.\nWhen you register for an account, you may be required to provide us with some information about yourself, such as your name, email address, phone number, or other contact information.\nFor Pro Workspace, Business or Enterprise Organizations, if you wish to designate individual users to access and use the Service under your account (such users, “<strong>Authorized Users</strong>”), you may also be required to provide us with some information about such Authorized Users.\nYou agree that the information you provide to us is accurate and that you will keep it accurate and up-to-date at all times, and that you have all necessary rights and approvals to provide such information.\nWhen you register, you will be asked to provide a password.\nYou are responsible for maintaining the confidentiality of your account and password, and you accept responsibility for all activities that occur under your account.\nIf you believe that your account is no longer secure, then you must immediately notify us at support@otter.ai.</p>\n<p>\n<strong>3.2 Authorized Users</strong>.</p>\n<p>a.\nYou are responsible for: (i) identifying and authenticating all of your Authorized Users (ii) approving access by your Authorized Users to the Service and designating appropriate access controls in connection with your account, (iii) controlling against unauthorized access by your Authorized Users, and (iv) all activities that occur under your Authorized Users’ usernames, passwords or accounts as a result of your Authorized Users’ access and use of the Service.</p>\n<p>b.\nIf you received your credentials to access and use the Service (including certain features thereof) from your Organization or otherwise are accessing the Service under your Organization’s account, you acknowledge and agree that your access to the Service as provided by your Organization is subject to the agreement between Otter.ai and your Organization with respect to the Service.\nYou also acknowledge that your Organization may terminate the access to the Service that they provide to you at any time.\nOtter.ai will have no liability to you in connection with any such removal or termination.</p>\n<p>c.\nIf the domain of the email address associated with your account is owned by an Organization and was assigned to you as an employee, contractor or member of the Organization (such as yourname@youremployer.com), you acknowledge and agree that we may identify your account to the Organization, migrate your account to the Organization’s account, and/or restrict or terminate access to your account.\nOtter.ai will have no liability to you in connection with any such disclosure, restriction, or termination.</p>\n<p>d.\nWhen you join an Otter Pro Workspace, Otter Business or Enterprise account or when you convert an existing Otter individual account into an Otter Pro Workspace, Otter Business or&nbsp;Enterprise account, you must do the following:</p>\n<p>-Use it in compliance with your organization’s terms and policies.\nPlease note that Otter Pro Workspace, Otter Business and Enterprise accounts are subject to the Organization’s control.\nThe Organization administrators may prevent you from later disassociating your account from the Organization account.\nThey may also restrict or terminate your access to an Otter Pro Workspace, Otter Business or Enterprise account.</p>\n<p>-Acknowledge that all the data under your account is owned by the Workspace or Organization and the Workspace or Organization administrators have the right to access, disclose, restrict and remove information in your account.\nThis includes the data that predates when you joined the Workspace or Organization account.</p>\n<p>\n<strong>4.\nGeneral Payment Terms.</strong> Certain features of the Service may require you to pay fees.\nBefore you pay any fees, you will have the opportunity to review and accept the fees that you will be charged.\nAll fees are in U.S.\nDollars and are non-refundable.</p>\n<p>\n<strong>4.1 Price.</strong> Otter.ai reserves the right to determine pricing for the Service.\nOtter.ai will make reasonable efforts to keep pricing information published on the website up to date.\nWe encourage you to check our website periodically for current pricing information.\nOtter.ai may change the fees for any feature of the Service, including additional fees or charges, if Otter.ai gives you advance notice of changes before they apply.\nOtter.ai, at its sole discretion, may make promotional offers with different features and different pricing to any of Otter.ai’s customers.\nThese promotional offers, unless made to you, will not apply to your offer or these Terms.</p>\n<p>\n<strong>4.2 Authorization.</strong> You authorize Otter.ai and its third party payment processors to charge all sums for the orders that you make and any level of Service you select as described in these Terms or published by Otter.ai, including all applicable taxes, to the payment method specified in your account.\nIf you pay any fees with a credit card, Otter.ai or its third party payment processors may seek pre-authorization of your credit card account prior to your purchase to verify that the credit card is valid and has the necessary funds or credit available to cover your purchase.\nAt its discretion Otter may allow an organization to purchase the Service by issuing an invoice for payment that must be settled within 30 days of issuance.</p>\n<p>\n<strong>4.3 Subscription Service.</strong>\n</p>\n<p>a.\n<strong>General.\n</strong>The Service may include automatically recurring payments for periodic charges (“<strong>Subscription Service</strong>”).\nIf you activate a Subscription Service, you authorize Otter.ai or its third party payment processors or Apple or Google if you subscribed directly through the mobile application to periodically charge, on a going-forward basis and until cancellation of either the recurring payments or your account, all accrued sums on or before the payment due date for the accrued sums, including all accrued sums for your Authorized Users.\nThe “<strong>Subscription Billing Date</strong>” is the date when you purchase your first subscription to the Service.\nFor more information on the “<strong>Subscription Fee</strong>”, please see https://otter.ai/pricing.\nYour account will be charged automatically on the Subscription Billing Date all applicable fees and taxes for the next subscription period, which may be one month or one year depending on the selection you make on your account (such period, the “<strong>Initial Subscription Period</strong>”).\nThe term of each Subscription Service will automatically renew for for a period equal to the Initial Subscription Period or one (1) year periods, whichever is less, unless otherwise identified in an applicable Order Form (each, a “Renewal Term”) unless a party provides the other party written notice thirty (30) days in advance of the expiry of the Subscription Service or then-current Renewal Term, as applicable, of its desire to amend the duration of the Renewal Term, modify number of Users or terminate the Order Form.\nCustomer is responsible and will pay Otter all Subscription Fees under an Order Form for the entire Subscription Term and any applicable Renewal Term.\nIf you may add additional users to Teams accounts throughout the Subscription Period you will be charged a pro-rata fee for the time remaining to the renewal period.\nYou must cancel your subscription before it renews in order to avoid billing of the next periodic Subscription Fee to your account.\nOtter.ai or its third party payment processor will bill the periodic Subscription Fee to the payment method you provide to us during registration (or to a different payment method if you change your payment information).\nYou may cancel the Subscription Service in the settings page for your account at Otter.ai if you signed up directly via our website, or through settings in the Apple App Store, or Google Play Store if you subscribed directly in the mobile application or contacting us at: support@otter.ai.</p>\n<p>\n<strong>4.4 Delinquent Accounts.</strong> Otter.ai may suspend or terminate access to the Service, including fee-based portions of the Service, for any account for which any sums are due but unpaid.\nWithout limiting the generality of the foregoing, if you have been provided access to the Service (including certain features thereof) via your Organization and your Organization has not paid all sums due, we may suspend or terminate your access to the Service.\nIn addition to the amount due for the Service, a delinquent account may be charged with fees or charges that are incidental to any chargeback or collection of any the unpaid amount, including collection fees.</p>\n<p>\n<strong>5.\nLicenses</strong>\n</p>\n<p>\n<strong>5.1 Limited License.</strong> Subject to your complete and ongoing compliance with these Terms, Otter.ai grants you, solely for your personal, non-commercial use, a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to: (a) install and use one object code copy of any mobile application associated with the Service obtained from a legitimate marketplace on a mobile device that you own or control.\nand (b) access and use the Service.</p>\n<p>\n<strong>5.2 License Restrictions.</strong> Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service.\n(b) make modifications to the Service.\n(c) interfere with or circumvent any feature of the Service, including any security or access control mechanism.\n(d) access or use the Service in violation of any usage restrictions or other limitations associated with the level of Service you (or your Organization) have selected to access and purchased, if applicable.\nIf you are prohibited under applicable law from using the Service, you may not use it.</p>\n<p>\n<strong>5.3 Feedback</strong>.\nIf you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Service (“<strong>Feedback</strong>”), then you hereby grant Otter.ai an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services.</p>\n<p>\n<strong>6.\nOwnership.\nProprietary Rights.\n</strong>The Service is owned and operated by Otter.ai.\nThe visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service (“<strong>Materials</strong>”) provided by Otter.ai are protected by intellectual property and other laws.\nAll Materials included in the Service are the property of Otter.ai or its third party licensors.\nExcept as expressly authorized by Otter.ai, you may not make use of the Materials.\nOtter.ai reserves all rights to the Materials not granted expressly in these Terms.</p>\n<p>\n<strong>7.\nGovernment Rights.\n</strong>Otter.ai provides the Service, including any related software, data, and technology, for ultimate government end use solely in accordance with the following: The government hereby agrees that the Service qualify as “commercial” computer software.\nGovernment technical data and software rights related to the Service include only those rights customarily provided to the public as defined in these Terms.\nThis customary commercial license is provided in accordance with FAR 12.211 (Technical Data) and FAR 12.212 (Software) and, for Department of Defense transactions, DFAR 252.227-7015 (Technical Data – Commercial Items) and DFAR 227.7202-3 (Rights in Commercial Computer Software or Computer Software Documentation).\nIf a government agency has a need for rights not granted under these Terms, it must negotiate with Otter.ai to determine if there are acceptable terms for granting those rights, and a mutually acceptable written addendum specifically granting those rights must be included in any applicable agreement.</p>\n<p>\n<strong>8.\nThird Party Terms</strong>\n</p>\n<p>\n<strong>8.1 Third Party Services and Linked Websites</strong>.\nOtter.ai may provide tools through the Service that enable you to export information, including User Content, to third party services, including through features that may allow you to link your account on Otter.ai with an account on the third party service, such as Twitter or Facebook, or through our implementation of third party buttons (such as “like” or “share” buttons).\nBy using one of these tools, you agree that Otter.ai may transfer that information to the applicable third party service.\nThird party services are not under Otter.ai’s control, and, to the fullest extent permitted by law, Otter.ai is not responsible for any third party service’s use of your exported information.\nThe Service may also contain links to third party websites.\nLinked websites are not under Otter.ai’s control, and Otter.ai is not responsible for their content.</p>\n<p>\n<strong>9.\nUser Content</strong>\n</p>\n<p>\n<strong>9.1 User Content Generally</strong>.\nCertain features of the Service may permit users to upload content to the Service (including by syncing your account with Third Party Accounts as further described in Section 9.1), including voice recordings, audio recordings, data, text, photographs, and other types of works (“<strong>User Content</strong>”), and to otherwise publish User Content on the Service.\nTo the extent you desire to use the Service in connection with materials or information located on your Zoom, Dropbox, or other third-party accounts (collectively, “<strong>Third Party Accounts</strong>”), you hereby grant Otter.ai permission to access the Third Party Accounts in connection with Otter.ai’s provision of the Service.\nAs between you and Otter.ai, you retain any copyright and other proprietary rights that you may hold in the User Content that you post to the Service.</p>\n<p>\n<strong>9.2 Voice Recordings</strong>.\nThe Service may provide a feature that allows you to record individual conversations and/or upload recorded conversations.\nThe laws regarding the notice and notification requirements of such recorded conversations vary by location.\nYou acknowledge and agree that you are solely responsible for providing any notices to, and obtaining consent from, individuals in connection with any recordings as required under applicable law.</p>\n<p>\n<strong>9.3 Limited License Grant to Otter.ai</strong>.\nCustomer retains all ownership rights to the User Content processed using the service.\n&nbsp;You grant Otter.ai a worldwide, non-exclusive, royalty-free, fully paid right and license (with the right to sublicense) to host, store, transfer, display, perform, reproduce, modify, export, process, transform, and distribute your User Content, in whole or in part, in any media formats and through any media channels now known or hereafter developed in a manner that is under your control.\nCustomer may delete User Content from their account where it may be stored in a separate trash folder provided with the service for a specified period unless they choose to delete it from the trash folder.\nOnce it has been permanently deleted from the user account either by direct action by the user or on expiration of the specified retention period in the trash folder, no record of the User Content is retained and the User Content cannot be recreated by the service.</p>\n<p>\n<strong>9.4 License Grant to Users</strong>.\nBy providing User Content to or via the Service to other users of the Service, you grant those users a non-exclusive license to access, use, modify, and distribute that User Content as permitted by these Terms and the functionality of the Service.</p>\n<p>\n<strong>9.5 Access to User Content and Results</strong>.\nOtter.ai may permit you to share certain User Content or the results of processing User Content with other users of the Service, share User Content or the results of processing User Content outside of the Service, or even make certain User Content or the results of processing User Content public for all (even non-Service users) to view.\nYou acknowledge and agree that, although Otter.ai may provide certain features intended to allow you to restrict access of some User Content you create from others, Otter.ai does not guarantee that such User Content or any results of processing User Content will never be accessible by others.\nTo the fullest extent permitted by law, Otter.ai is not responsible for the use of any User Content or results of processing User Content by users or non-users of the Service or any third parties.</p>\n<p>\n<strong>9.6 User Content Representations and Warranties</strong>.\nOtter.ai disclaims any and all liability in connection with User Content.\nYou are solely responsible for your User Content and the consequences of providing User Content via the Service.\nBy providing User Content via the Service, you affirm, represent, and warrant that:</p>\n<p>a.\nyou are the creator and owner of the User Content, or have the necessary licenses, rights, consents, and permissions to authorize Otter.ai and users of the Service to use and distribute your User Content as necessary to exercise the licenses granted by you in this Section, in the manner contemplated by Otter.ai, the Service, and these Terms;</p>\n<p>b.\nyour User Content, and the use of your User Content as contemplated by these Terms, does not and will not: (i) infringe, violate, or misappropriate any third party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) slander, defame, libel, or invade the right of privacy, publicity or other property rights of any other person.\nor (iii) cause Otter.ai to violate any law or regulation.\nand</p>\n<p>c.\nyour User Content could not be deemed by a reasonable person to be objectionable, profane, indecent, pornographic, harassing, threatening, embarrassing, hateful, or otherwise inappropriate.</p>\n<p>\n<strong>9.7 User Content Disclaimer</strong>.\nWe are under no obligation to edit or control User Content that you or other users post or publish, and will not be in any way responsible or liable for User Content.\nOtter.ai may, however, at any time and without prior notice, screen, remove, edit, or block any User Content that in our sole judgment violates these Terms or is otherwise objectionable.\nYou understand that when using the Service you will be exposed to User Content from a variety of sources and acknowledge that User Content may be inaccurate, offensive, indecent, or objectionable.\nYou agree to waive, and do waive, any legal or equitable right or remedy you have or may have against Otter.ai with respect to User Content.\nIf notified by a user or content owner that User Content allegedly does not conform to these Terms, we may investigate the allegation and determine in our sole discretion whether to remove the User Content, which we reserve the right to do at any time and without notice.\nFor clarity, Otter.ai does not permit copyright-infringing activities on the Service.</p>\n<p>\n<strong>9.8 Monitoring Content</strong>.\nOtter.ai does not control and does not have any obligation to monitor: (a) User Content.\n(b) any content made available by third parties.\nor (c) the use of the Service by its users.\nOtter.ai is not responsible for the use of any User Content by users or any third parties.\nYou acknowledge and agree that Otter.ai reserves the right to, and may from time to time, monitor any and all information transmitted or received through the Service for operational and other purposes.\nIf at any time Otter.ai chooses to monitor the content, Otter.ai still assumes no responsibility or liability for content or any loss or damage incurred as a result of the use of content.</p>\n<p>\n<strong>9.9 Machine Learning</strong>.\nOtter.ai shall have the right to collect and analyze data and other information relating to the provision, use and performance of various aspects of the Service and related systems and technologies (“<strong>Usage Data</strong>”).\nThe Service may be implemented using machine learning systems with features and implementations designed to generate statistics, calibrate data models, and improve algorithms in the course of processing User Content and Usage Data (“<strong>Machine Learning</strong>”).\nNothing in these Terms prohibits Company from using such Machine Learning for testing, tuning, optimizing, validating, or otherwise enhancing the analytics, models, or algorithms underlying the Service.\nNothing in these Terms gives you any rights in or to any part of the Service or the Machine Learning generated by Company or the Machine Learning generated in the course of providing the Service.</p>\n<p>\n<strong>10.\nCommunications.</strong>\n</p>\n<p>\n<strong>10.1 Text Messaging.</strong> Otter.ai and those acting on our behalf may send you text (SMS) messages at the phone number you provide us.\nThese messages may be used for two factor authentication.\nStandard data and message rates may apply whenever you send or receive such messages, as specified by your carrier and Otter.ai is not responsible for these charges.</p>\n<p>\n<strong>10.2 Push Notifications.\n</strong>When you install our app on your mobile device, you agree to receive push notifications, which are messages an app sends you on your mobile device when the app is not on.\nYou can turn off notifications by visiting your mobile device’s “settings” page.</p>\n<p>\n<strong>10.3 Email.\n</strong>We may send you emails in the course of delivering the service to notify when User Content has been processed, shared with you or for other operational purposes.\nWe may also send emails concerning our products and services, as well as those of third parties.\nYou may opt out of promotional emails by following the unsubscribe instructions in the promotional email itself.</p>\n<p>\n<strong>11.\nProhibited Conduct.\n</strong>BY USING THE SERVICE YOU AGREE NOT TO:</p>\n<p>a.\nuse the Service for any illegal purpose or in violation of any local, state, national, or international law;</p>\n<p>b.\nuse the Service or any portion thereof for the direct or indirect benefit of any third parties;</p>\n<p>c.\nuse the Service in connection with any direct or indirect commercial purposes, including in connection with any paid transcription workflow or as a value-added component of a commercial product or service;</p>\n<p>d.\nharass, threaten, demean, embarrass, or otherwise harm any other user of the Service;</p>\n<p>e.\nviolate, or encourage others to violate, any right of a third party (including by act or omission), including by infringing or misappropriating any third party intellectual property or proprietary right;</p>\n<p>f.\ninterfere with security-related features of the Service, including by: (i) disabling or circumventing features that prevent or limit use or copying of any content.\nor (ii) reverse engineering or otherwise attempting to discover the source code of any portion of the Service except to the extent that the activity is expressly permitted by applicable law;</p>\n<p>g.\ninterfere with the operation of the Service or any user’s enjoyment of the Service, including by: (i) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code.\n(ii) making any unsolicited offer or advertisement to another user of the Service.\n(iii) collecting personal information about another user or third party without consent.\nor (iv) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service;</p>\n<p>h.\nperform any fraudulent activity including impersonating any person or entity, claiming a false affiliation, accessing any other Service account without permission, or falsifying your age or date of birth;</p>\n<p>i.\nsell or otherwise transfer the access granted under these Terms or any Materials (as defined in Section 6) or any right or ability to view, access, or use any Materials.\nor</p>\n<p>j.\nattempt to do any of the acts described in this Section 11 or assist or permit any person in engaging in any of the acts described in this Section 11.</p>\n<p>12.<strong> Digital Millennium Copyright Act</strong>\n</p>\n<p>12.1 <strong>DMCA Notification</strong>.\nWe comply with the provisions of the Digital Millennium Copyright Act applicable to Internet service providers (17 U.S.C.\n§512, as amended).\nIf you have an intellectual property rights-related complaint about material posted on the Service, you may contact our Designated Agent at the following address:</p>\n<p>Otter.ai, Inc.<br>ATTN: Legal Department (Copyright Notification)<br>800 W El Camino Real<br>Suite 170<br>Mountain View, CA 94040<br>Email: copyright@otter.ai</p>\n<p>Any notice alleging that materials hosted by or distributed through the Service infringe intellectual property rights must include the following information:</p>\n<p>a.\nan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other right being infringed;</p>\n<p>b.\na description of the copyrighted work or other intellectual property that you claim has been infringed;</p>\n<p>c.\na description of the material that you claim is infringing and where it is located on the Service;</p>\n<p>d.\nyour address, telephone number, and email address;</p>\n<p>e.\na statement by you that you have a good faith belief that the use of the materials on the Service of which you are complaining is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>f.\na statement by you that the above information in your notice is accurate and that, under penalty of perjury, you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</p>\n<p>\n<strong>12.2 Repeat Infringers.</strong> Otter.ai will promptly terminate the accounts of users that are determined by Otter.ai to be repeat infringers.</p>\n<p>\n<strong>13.\nModification of these Terms.\n</strong>We reserve the right to change these Terms on a going-forward basis at any time.\nPlease check these Terms periodically for changes.\nIf a change to these Terms materially modifies your rights or obligations, we may require that you accept the modified Terms in order to continue to use the Service.\nMaterial modifications are effective upon your acceptance of the modified Terms.\nImmaterial modifications are effective upon publication.\nExcept as expressly permitted in this Section 13, these Terms may be amended only by a written agreement signed by authorized representatives of the parties to these Terms.\nDisputes arising under these Terms will be resolved in accordance with the version of these Terms that was in effect at the time the dispute arose.</p>\n<p>\n<strong>14.\nTerm, Termination and Modification of the Service</strong>\n</p>\n<p>\n<strong>14.1 Term.</strong> These Terms are effective beginning when you accept the Terms or first download, install, access, or use the Service, and ending when terminated as described in Section 14.2.</p>\n<p>\n<strong>14.2 Termination</strong>.\nIf you violate any provision of these Terms, your authorization to access the Service and these Terms automatically terminate.\nIn addition, Otter.ai may, at its sole discretion, terminate these Terms or your account on the Service, or suspend or terminate your access to the Service, at any time for any reason or no reason, with or without notice.\nYou may terminate your account and these Terms at any time by contacting customer service at support@otter.ai.</p>\n<p>\n<strong>14.3 Effect of Termination.</strong> Upon termination of these Terms: (a) your license rights will terminate and you must immediately cease all use of the Service.\n(b) you will no longer be authorized to access your account or the Service.\n(c) you must pay Otter.ai any unpaid amount that was due prior to termination.\nand (d) all payment obligations accrued prior to termination and Sections [5.3, 6, 7, 10, 14.3, 16, 16, 17, 18, 19, and 20] will survive.</p>\n<p>\n<strong>14.4 Modification of the Service.</strong> Otter.ai reserves the right to modify or discontinue the Service at any time (including by limiting or discontinuing certain features of the Service), temporarily or permanently, without notice to you.\nOtter.ai will have no liability for any change to the Service or any suspension or termination of your access to or use of the Service.</p>\n<p>\n<strong>15.\nIndemnity.</strong> To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify Otter.ai and its officers, directors, employees, consultants, affiliates, subsidiaries and agents (together, the “<strong>Otter.ai Entities</strong>”) from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or connected with: (a) your unauthorized use of, or misuse of, the Service.\n(b) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation.\n(c) your violation of any third party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right.\n(d) the nature of content of Data processed by the Service.\nor (e) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims.</p>\n<p>\n<strong>16.\nDisclaimers.\nNo Warranties</strong>\n</p>\n<p>THE SERVICE AND ALL MATERIALS AND CONTENT AND TRANSCRIPTIONS AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nOTTER.AI DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS AND CONTENT AND TRANSCRIPTIONS AVAILABLE THROUGH THE SERVICE, INCLUDING: (A) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT.\nAND (B) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE.\nOTTER.AI DOES NOT WARRANT THAT THE SERVICE OR ANY PORTION OF THE SERVICE (OR YOUR ACCESS THERETO), OR ANY DATA, MATERIALS OR CONTENT OFFERED THROUGH OR PROCESSED BY THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND OTTER.AI DOES NOT WARRANT THAT ANY OF THOSE ISSUES WILL BE CORRECTED.\nOTTER.AI IS NOT RESPONSIBLE FOR THE FAILURE TO STORE OR MAINTAIN ANY USER DATA, CONTENT OR TRANSCRIPTIONS, USER COMMUNCIATIONS, ACCOUNT INFORMATION, OR PERSONAL SETTINGS.\nOTTER.AI MAKES NO WARRANTY ABOUT THE COMPLETENESS OR ACCURACY OF THE TRANSCRIPTION.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR OTTER.AI ENTITIES OR ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE OTTER.AI ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THESE TERMS.\nWE ARE NOT RESPONSIBLE FOR ANY DAMAGE THAT MAY RESULT FROM THE SERVICE AND YOUR DEALING WITH ANY OTHER SERVICE USER.\nYOU UNDERSTAND AND AGREE THAT YOU USE ANY PORTION OF THE SERVICE AT YOUR OWN DISCRETION AND RISK, AND THAT WE ARE NOT RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM OR MOBILE DEVICE USED IN CONNECTION WITH THE SERVICE) OR ANY LOSS OF, USE OR DISCLOSURE OF DATA, INCLUDING USER CONTENT.</p>\n<p>THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nOtter.ai does not disclaim any warranty or other right that Otter.ai is prohibited from disclaiming under applicable law.</p>\n<p>\n<strong>17.\nLimitation of Liability</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL THE OTTER.AI ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR ANY OTHER INTANGIBLE LOSS) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY OTTER.AI ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE.</p>\n<p>EXCEPT AS PROVIDED IN SECTION 19.5 AND TO THE FULLEST EXTENT PERMITTED BY LAW, THE AGGREGATE LIABILITY OF THE OTTER.AI ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO THE GREATER OF: (A) THE AMOUNT YOU HAVE PAID TO OTTER.AI FOR ACCESS TO AND USE OF THE SERVICE IN THE 12 MONTHS PRIOR TO THE EVENT OR CIRCUMSTANCE GIVING RISE TO CLAIM.\nOR (B) $100.</p>\n<p>EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THESE TERMS.\nTHIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nEACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS.\nTHE LIMITATIONS IN THIS SECTION 17 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\n<p>\n<strong>18.\nPrivacy and Information Security</strong>\n</p>\n<p>\n<strong>18.1 Privacy Policy</strong>.\nYou acknowledge and agree that except as described in these Terms, any User Content, data, recordings, and information you enter into or upload to the Service or that we collect in connection with the Service (“<strong>Data</strong>”) will be processed as described in the Otter.ai Privacy Policy.\nPlease read the Privacy Policy carefully.</p>\n<p>\n<strong>18.2 Data Processing</strong>.\n&nbsp;To the extent Data falls within the scope of the General Data Protection Regulation or the United Kingdom General Data Protection Regulation, the terms of the Data Processing Attachment in <strong>Appendix 1</strong> of these Terms (“<strong>DPA</strong>”) apply to the processing of any Customer Personal Data (as defined in the DPA).\nTo the extent Data falls within the scope of any U.S.\nstate privacy laws or their implementing regulations, the terms of the U.S.\nState Data Processing Agreement in <strong>Appendix 6</strong> (“<strong>U.S.\nState DPA</strong>”) apply to the processing of any Personal Data (as defined in the U.S.\nState DPA).</p>\n<p>\n<strong>18.3 Data</strong>.\nAs between you and Otter.ai, data that you enter into or upload to the Service is and will remain owned by you.\n&nbsp;You hereby grant Otter.ai the right to collect, process, transmit, store, use, and disclose data to provide the Service and as otherwise set forth in these Terms and the Otter.ai Privacy Policy.\nWhen you join a Pro Workspace, Business or Enterprise Organization, your data is owned by the Workspace or Organization as specified in section 3.2 above.</p>\n<p>\n<strong>18.4 Use of Aggregated Data</strong>.\n&nbsp;You acknowledge and agree that Otter.ai may collect, create, process, transmit, store, use, and disclose aggregated and/or deidentified data derived from Data or use of the Services (“<strong>Aggregated Data</strong>”) for its business purposes, including for machine learning and training, industry analysis, benchmarking, and analytics.\nAll Aggregated Data will be in an aggregated and/or deidentified form only and will not identify you.\nNothing in these Terms gives you any rights in or to any part of the Service or Aggregated Data.</p>\n<p>\n<strong>18.5 Compliance</strong>.\nYou are solely responsible (a) for Data as entered into, supplied, accessed, or used by you and (b) for complying with any privacy and data protection laws and regulations applicable to Data or your use of the Service.\n&nbsp;You represent and warrant that you have obtained and will maintain all rights, consents, and authorizations required to grant Otter.ai the rights and licenses set forth in Section 18 and to enable Otter.ai to exercise its rights under the same without violation or infringement of the rights of any third party.</p>\n<p>\n<strong>18.6 Information Security</strong>.\n&nbsp;Otter.ai will employ commercially reasonable security measures that are designed to protect Data in its possession or control against unlawful or unauthorized access, use, alteration, or disclosure.</p>\n<p>\n<strong>19.\nDispute Resolution and Arbitration</strong>\n</p>\n<p>\n<strong>19.1 Generally</strong>.\nIn the interest of resolving disputes between you and Otter.ai in the most expedient and cost effective manner, and except as described in Section 19.2 and 19.3, you and Otter.ai agree that every dispute arising in connection with these Terms will be resolved by binding arbitration.\nArbitration is less formal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nThis agreement to arbitrate disputes includes all claims arising out of or relating to any aspect of these Terms, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms.\nYOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND OTTER.AI ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>\n<strong>19.2 Exceptions</strong>.\nDespite the provisions of Section 19.1, nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either party to: (a) bring an individual action in small claims court.\n(b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available.\n(c) seek injunctive relief in a court of law in aid of arbitration.\nor (d) to file suit in a court of law to address an intellectual property infringement claim.</p>\n<p>\n<strong>19.3 Opt-Out</strong>.\nIf you do not wish to resolve disputes by binding arbitration, you may opt out of the provisions of this Section 19 within 30 days after the date that you agree to these Terms by sending a letter to Otter.ai, Inc., Attention: Legal Department -Arbitration Opt-Out, 800 W El Camino Real, Suite 170, Mountain View, CA 94040 that specifies: your full legal name, the email address associated with your account on the Service, and a statement that you wish to opt out of arbitration (“<strong>Opt-Out Notice</strong>”).\nOnce Otter.ai receives your Opt-Out Notice, this Section 19 will be void and any action arising out of these Terms will be resolved as set forth in Section 20.2.\nThe remaining provisions of these Terms will not be affected by your Opt-Out Notice.</p>\n<p>\n<strong>19.4 Arbitrator</strong>.\nAny arbitration between you and Otter.ai will be settled under the Federal Arbitration Act and administered by the American Arbitration Association (“<strong>AAA</strong>”) under its Consumer Arbitration Rules (collectively, “<strong>AAA Rules</strong>”) as modified by these Terms.\nThe AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at 1-800-778-7879, or by contacting Otter.ai.\nThe arbitrator has exclusive authority to resolve any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement.</p>\n<p>\n<strong>19.5 Notice of Arbitration.\nProcess</strong>.\nA party who intends to seek arbitration must first send a written notice of the dispute to the other party by certified U.S.\nMail or by Federal Express (signature required) or, only if that other party has not provided a current physical address, then by electronic mail (“<strong>Notice of Arbitration</strong>”).\nOtter.ai’s address for Notice is: Otter.ai, Inc., 800 W El Camino Real, Suite 170, Mountain View, CA 94040.\nThe Notice of Arbitration must: (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (“<strong>Demand</strong>”).\nThe parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or Otter.ai may commence an arbitration proceeding.\nAll arbitration proceedings between the parties will be confidential unless otherwise agreed by the parties in writing.\nDuring the arbitration, the amount of any settlement offer made by you or Otter.ai must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\nIf the arbitrator awards you an amount higher than the last written settlement amount offered by Otter.ai in settlement of the dispute prior to the award, Otter.ai will pay to you the higher of: (i) the amount awarded by the arbitrator.\nor (ii) $10,000.</p>\n<p>\n<strong>19.6 Fees</strong>.\nIf you commence arbitration in accordance with these Terms, Otter.ai will reimburse you for your payment of the filing fee, unless your claim is for more than $10,000, in which case the payment of any fees will be decided by the AAA Rules.\nAny arbitration hearing will take place at a location to be agreed upon in Santa Clara County, California, but if the claim is for $10,000 or less, you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator.\n(b) through a non-appearance based telephone hearing.\nor (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.\nIf the arbitrator finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b), then the payment of all fees will be governed by the AAA Rules.\nIn that case, you agree to reimburse Otter.ai for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.</p>\n<p>\n<strong>19.7 No Class Actions</strong>.\nYOU AND OTTER.AI AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Otter.ai agree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<strong>19.8 Modifications to this Arbitration Provision</strong>.\nIf Otter.ai makes any future change to this arbitration provision, other than a change to Otter.ai’s address for Notice of Arbitration, you may reject the change by sending us written notice within 30 days of the change to Otter.ai’s address for Notice of Arbitration, in which case your account with Otter.ai will be immediately terminated and this arbitration provision, as in effect immediately prior to the changes you rejected will survive.</p>\n<p>\n<strong>19.9 Enforceability</strong>.\nIf Section 19.7 or the entirety of this Section 19 is found to be unenforceable, or if Otter.ai receives an Opt-Out Notice from you, then the entirety of this Section 19 will be null and void and, in that case, exclusive jurisdiction and venue described in Section 20.2 will govern any action arising out of or related to these Terms.</p>\n<p>\n<strong>20.\nMiscellaneous</strong>\n</p>\n<p>\n<strong>20.1 General Terms</strong>.\nThese Terms, together with the Privacy Policy and any other agreements expressly incorporated by reference into these Terms, are the entire and exclusive understanding and agreement between you and Otter.ai regarding your use of the Service.\nYou may not assign or transfer these Terms or your rights under these Terms, in whole or in part, by operation of law or otherwise, without our prior written consent.\nWe may assign these Terms at any time without notice or consent.\nThe failure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of these Terms, or any provision of these Terms, be a waiver of any subsequent breach or default or a waiver of the provision itself.\nUse of section headers in these Terms is for convenience only and will not have any impact on the interpretation of any provision.\nThroughout these Terms the use of the word “including” means “including but not limited to”.\nIf any part of these Terms is held to be invalid or unenforceable, the unenforceable part will be given effect to the greatest extent possible, and the remaining parts will remain in full force and effect.</p>\n<p>\n<strong>20.2 Governing Law</strong>.\nThese Terms are governed by the laws of the State of California without regard to conflict of law principles.\nYou and Otter.ai submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Santa Clara County, California for resolution of any lawsuit or court proceeding permitted under these Terms.\nWe operate the Service from our offices in California, and we make no representation that Materials included in the Service are appropriate or available for use in other locations.</p>\n<p>\n<strong>20.3 Additional Terms</strong>.\nYour use of the Service is subject to all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to from the Service (the “<strong>Additional Terms</strong>”).\nAll Additional Terms are incorporated by this reference into, and made a part of, these Terms.</p>\n<p>\n<strong>20.4 Consent to Electronic Communications</strong>.\nBy using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy.\nPlease read our Privacy Policy to learn more about our electronic communications practices.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing.</p>\n<p>\n<strong>20.5 Contact Information</strong>.\nThe Service is offered by Otter.ai, Inc.\nYou may contact us by emailing us at support@otter.ai.</p>\n<p>\n<strong>20.6 Notice to California Residents.</strong> If you are a California resident, under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 N.\nMarket Blvd., Suite S-202, Sacramento, California 95834, or by telephone at (800) 952-5210 in order to resolve a complaint regarding the Service or to receive further information regarding use of the Service.</p>\n<p>\n<strong>20.7 No Support</strong>.\nWe are under no obligation to provide support for the Service.\nIn instances where we may offer support, the support will be subject to published policies.</p>\n<p>\n<strong>21.\nNotice Regarding Apple.\n</strong>This Section 21 only applies to the extent you are using our mobile application on an iOS device.\nYou acknowledge that these Terms are between you and Otter.ai only not with Apple Inc.\n(“<strong>Apple</strong>”), and Apple is not responsible for the Service or the content thereof.\nApple has no obligation to furnish any maintenance and support services with respect to the Service.\nIf the Service fails to conform to any applicable warranty, you may notify Apple and Apple will refund any applicable purchase price for the mobile application to you.\nand, to the maximum extent permitted by applicable law, Apple has no other warranty obligation with respect to the Service.\nApple is not responsible for addressing any claims by you or any third party relating to the Service or your possession and/or use of the Service, including: (a) product liability claims.\n(b) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nor (c) claims arising under consumer protection or similar legislation.\nApple is not responsible for the investigation, defense, settlement and discharge of any third party claim that the Service and/or your possession and use of the Service infringe a third party’s intellectual property rights.\nYou agree to comply with any applicable third party terms when using the Service.\nApple and Apple’s subsidiaries are third party beneficiaries of these Terms, and upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary of these Terms.\nYou hereby represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>APPENDIX 1Data Processing Agreement<p>This Data Processing Agreement (“<strong>DPA</strong>”) is incorporated into and made part of the Terms of Service (“<strong>Terms</strong>”) between you (“<strong>Customer</strong>”) and Otter.ai, Inc.<strong>\n</strong>(“<strong>Company</strong>”).\n&nbsp;Unless otherwise defined in this DPA, capitalized terms will have the meaning given to them in the Terms.\nThis DPA prevails over any conflicting term of the Terms, but does not otherwise modify the Terms.</p>\n<p>\n<strong>1.\nDefinitions</strong>\n</p>\n<p>1.1 In this DPA:</p>\n<p>a.\n““<strong>Controller,</strong>” “<strong>Data Subject,</strong>” “<strong>Personal Data,</strong>” “<strong>Personal Data Breach,</strong>” “<strong>Processing,</strong>” “<strong>Processor,</strong>” and “<strong>Supervisory Authority,</strong>” have the meaning given to them in the GDPR.</p>\n<p>b.\n“<strong>Customer Personal Data</strong>” means any Data that constitutes Personal Data, the Processing of which is subject to Data Protection Law, for which Customer or Customer’s customers are the Controller, and which is Processed by Company to provide the Service;</p>\n<p>c.\n“<strong>Data Protection Law</strong>” means the General Data Protection Regulation (EU) 2016/679 (“<strong>GDPR</strong>”), the United Kingdom General Data Protection Regulation, and e-Privacy Directive 2002/58/EC (as amended by Directive 2009/136/EC), and their national implementations in the European Economic Area (“<strong>EEA</strong>”), Switzerland and the United Kingdom, each as applicable, and as may be amended or replaced from time to time;</p>\n<p>d.\n“<strong>Data Subject Rights</strong>” means Data Subjects’ rights to information, access, rectification, erasure, restriction, portability, objection, and not to be subject to automated individual decision-making in accordance with Data Protection Law;</p>\n<p>e.\n“<strong>International Data Transfer</strong>” means any transfer of Customer Personal Data from the EEA, Switzerland or the United Kingdom to an international organization or to a country outside of the EEA, Switzerland and the United Kingdom;</p>\n<p>f.\n“<strong>Subprocessor</strong>” means a Processor engaged by Company to Process Customer Personal Data.\nand</p>\n<p>g.\n<strong>“Standard Contractual Clauses”</strong> means the clauses annexed to EU Commission Implementing Decision EU 2021/914 of June 4, 2021 on standard contractual clauses for the transfer of personal data to third countries pursuant to Regulation (EU) 2016/679 of the European parliament and of the Council;</p>\n<p>h.\n<strong>“UK Addendum”</strong> means the addendum to the Standard Contractual Clauses issued by the UK Information Commissioner under Section 119A(1) of the UK Data Protection Act 2018 (version B1.0, in force March 21, 2022).</p>\n<p>\n<strong>2.\nScope and applicability</strong>\n</p>\n<p>2.1 This DPA applies to Processing of Customer Personal Data by Company to provide the Service.</p>\n<p>2.2 The subject matter, nature and purpose of the Processing, the types of Customer Personal Data and categories of Data Subjects are set out in <strong>Appendix 5</strong>.</p>\n<p>2.3 Customer is a Controller and appoints Company as a Processor on behalf of Customer in relation to the purposes set out in <strong>Appendix 5</strong>.\nCustomer is responsible for compliance with the requirements of Data Protection Law applicable to Controllers.</p>\n<p>2.4 If Customer is a Processor on behalf of other Controller(s), then Customer is the single point of contact for Company.\nmust obtain all necessary authorizations from such other Controller(s).\nundertakes to issue all instructions and exercise all rights on behalf of such other Controller(s).\nand is responsible for compliance with the requirements of Data Protection Law applicable to Processors.</p>\n<p>2.5 Customer acknowledges that Company may Process Personal Data relating to the operation, support, or use of the Service for its own business purposes, such as billing, account management, data analysis, benchmarking, technical support, product development, and compliance with law.\nCompany is the Controller for such Processing and will Process such data in accordance with Data Protection Law.\nSuch Processing shall not be subject to the terms of this DPA.</p>\n<p>\n<strong>3.\nInstructions</strong>\n</p>\n<p>3.1 Company will Process Customer Personal Data to provide the Service and in accordance with Customer’s documented instructions.</p>\n<p>3.2 The Controller’s instructions are documented in this DPA, the Terms, and any applicable statement of work.</p>\n<p>3.3 Customer may reasonably issue additional instructions as necessary to comply with Data Protection Law.\nCompany may charge a reasonable fee to comply with any additional instructions.</p>\n<p>3.4 Unless prohibited by applicable law, Company will inform Customer if Company is subject to a legal obligation that requires Company to Process Customer Personal Data in contravention of Customer’s documented instructions.</p>\n<p>\n<strong>4.\nPersonnel</strong>\n</p>\n<p>4.1 Company personnel authorized to Process Customer Personal Data are subject to an obligation of confidentiality.</p>\n<p>\n<strong>5.\nSecurity and Personal Data Breaches</strong>\n</p>\n<p>5.1 Taking into account the state-of-the-art, the costs of implementation and the nature, scope, context and purposes of Processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, Company will implement appropriate technical and organizational measures to provide a level of security appropriate to the risk, including the measures listed in <strong>Appendix 3</strong>.</p>\n<p>5.2 Customer acknowledges that the security measures in <strong>Appendix 3</strong> are appropriate in relation to the risks associated with Customer’s intended Processing, and will notify Company prior to any intended Processing for which Company’s security measures may not be appropriate.</p>\n<p>5.3 Company will notify Customer without undue delay after becoming aware of a Personal Data Breach involving Customer Personal Data.\nIf Company’s notification is delayed, it will be accompanied by reasons for the delay.</p>\n<p>\n<strong>6.\nSubprocessing</strong>\n</p>\n<p>6.1 Customer hereby authorizes Company to engage Subprocessors.\nA list of Company’s current Subprocessors is available here.</p>\n<p>6.2 Company will enter into a written agreement with Subprocessors which imposes the same obligations as required by Data Protection Law.</p>\n<p>6.3 Customer may object to the addition of a Subprocessor based on reasonable grounds relating to a potential or actual violation of Data Protection Law by providing written notice detailing the grounds of such objection within thirty (30) days following Company’s notification of the intended change.\nCustomer and Company will work together in good faith to address Customer’s objection.\nIf Company chooses to retain the Subprocessor, Company will inform Customer at least thirty (30) days before authorizing the Subprocessor to Process Customer Personal Data, and Customer may immediately discontinue using the relevant part of the Service, and may terminate the relevant part of the Service within thirty (30) days.</p>\n<p>\n<strong>7.\nAssistance</strong>\n</p>\n<p>7.1 Taking into account the nature of the Processing, and the information available to Company, Company will assist Customer, including, as appropriate, by implementing technical and organizational measures, with the fulfillment of Customer’s own obligations under Data Protection Law to: comply with requests to exercise Data Subject Rights.\nconduct data protection impact assessments, and prior consultations with Supervisory Authorities.\nand notify a Personal Data Breach.</p>\n<p>7.2 Company will maintain records of Processing of Customer Personal Data in accordance with Data Protection Law.</p>\n<p>7.3 Company may charge a reasonable fee for assistance under this <strong>Section 7</strong>.\nIf Company is at fault, Company and Customer shall each bear their own costs related to assistance.</p>\n<p>\n<strong>8.\nCompliance</strong>\n</p>\n<p>8.1 Company shall maintain a program to provide compliance with the obligations set out in this DPA.&nbsp;</p>\n<p>\n<strong>9.\nInternational Data Transfers</strong>\n</p>\n<p>9.1 Customer hereby authorizes Company to perform International Data Transfers to any country deemed adequate by the EU Commission.\non the basis of appropriate safeguards in accordance with Data Protection Law or pursuant to the Standard Contractual Clauses and UK Addendum referred to in Section 9.2 and 9.3 respectively.&nbsp;</p>\n<p>9.2.\nBy signing this DPA, Customer and Company hereby agree to conclude the provisions of module two (controller to processor) of the Standard Contractual Clauses, which are hereby incorporated into this DPA and completed as follows:</p>\n<ul>\n<li>The optional Clause 7 is kept .\n</li>\n<li>In Clause 9, Option 1 is struck and Option 2 is kept , and Customer may object to the addition of a Subprocessor within (30) days.</li>\n<li>In Clause 11, the optional language is struck.\n</li>\n<li>In Clauses 17 and 18, the governing law and the competent courts are those of the country in which Customer is established.\n</li>\n<li>Appendixes 2, 3 and 4 to these terms of service</li>\n</ul>\n<p>9.3.\nBy signing this DPA, Customer and Company conclude the UK Addendum which is hereby incorporated and applies to International Data Transfers outside the United Kingdom.\nPart 1 of the UK Addendum is completed as follows: (i) in Table 1, the “Exporter” is Customer and the “Importer” is Company, their details are set forth in this DPA and the Terms.\n(ii) in Table 2, the first option is selected and the “Approved EU SCCs” are the Standard Contractual Clauses referred to in Section 9.2 of this DPA.\n(iii) in Table 3, Annexes 1 (A and B), II and III to the “Approved EU SCCs” are <strong>Appendixes 2, 3 and 4</strong> to the Terms.\nand (iv) in Table 4, both the “Importer” and the “Exporter” can terminate the UK Addendum.\n</p>\n<p>9.4.\nIf the Standard Contractual Clauses or the UK Addendum are amended, updated, or invalidated, Customer and Company will work together in good faith to reasonably resolve such non-compliance.</p>\n<p>\n<strong>10.\nNotifications</strong>\n</p>\n<p>10.1 Customer will send notifications, requests and instructions under this DPA to Company’s legal department via email to legal@otter.ai.\nCompany will send&nbsp;notifications under this DPA to Customer’s contact email address.</p>\n<p>\n<strong>11.\nLiability</strong>\n</p>\n<p>11.1 To the extent permitted by applicable law, where Company has paid damages or fines, Company is entitled to claim back from Customer that part of the compensation, damages or fines, corresponding to Customer’s part of responsibility for the damages or fines.</p>\n<p>\n<strong>12.\nTermination and return or deletion</strong>\n</p>\n<p>12.1 This DPA is terminated upon the termination of the Terms.</p>\n<p>12.2 Upon termination of the Terms of Service, the Company will, upon Customer’s request, return Customer Personal Data in Company’s possession to the Customer or securely destroy such Customer Personal Data unless applicable laws prevent the Company from returning or destroying all or part of Customer Personal Data.&nbsp;</p>\n<p>\n<strong>13.\nModification of this DPA</strong>\n</p>\n<p>13.1 This DPA may only be modified by a written amendment signed by both Company and Customer.</p>\n<p>\n<strong>14.\nInvalidity and severability</strong>\n</p>\n<p>14.1 If any provision of this DPA is found by any court or administrative body of competent jurisdiction to be invalid or unenforceable, then the invalidity or unenforceability of such provision does not affect any other provision of this DPA and all provisions not affected by such invalidity or unenforceability will remain in full force and effect.</p>APPENDIX 2A.\nList of Parties<p>\n<strong>Data exporter(s): </strong>[<em>Identity and contact details of the data exporter(s) and, where applicable, of its/their data protection officer and/or representative in the European Union</em>]</p>\n<p>1.\nName: As included in the Terms<br>Address: As included in the Terms<br>Contact person’s name, position and contact details: As included in the Terms<br>Activities relevant to the data transferred under these Clauses: As included in the Terms<br>Signature and date: As included in the Terms<br>Role: Controller</p>\n<p>\n<strong>Data importer(s): </strong>[<em>Identity and contact details of the data importer(s), including any contact person with responsibility for data protection</em>]</p>\n<p>2.\nName: Otter.ai, Inc.<br>Address: As included in the Terms<br>Contact person’s name, position and contact details: As included in the Terms<br>Activities relevant to the data transferred under these Clauses: As included in the Terms<br>Signature and date: As included in the Terms<br>Role: Processor</p>\n<strong>B.\nDESCRIPTION OF TRANSFER</strong>\n<p>\n<strong>\n<em>‍</em>\n</strong>\n<em>Categories of data subjects whose personal data is transferred </em>\n</p>\n<p>1 &nbsp;Employees, contractors, or students of Organizations who use the Service</p>\n<p>2 Other meeting participants where the Service is used by one of the above data subjects</p>\n<p>\n<em>Categories of personal data transferred </em>\n</p>\n<p>1 &nbsp;Registration information including email address and volunteered first and last name</p>\n<p>2 &nbsp;Audio recordings stored by the user that may include personal data</p>\n<p>\n<em>Personal data transferred (if applicable) and applied restrictions or safeguards that fully take into consideration the nature of the data and the risks involved, such as for instance strict purpose limitation, access restrictions (including access only for staff having followed specialised training), keeping a record of access to the data, restrictions for onward transfers or additional security measures.\n</em>\n</p>\n<p>1 &nbsp;The Service may Process voiceprints to recognize users and automatically tag their name within the transcript.</p>\n<p>\n<em>The frequency of the transfer (e.g.\nwhether the data is transferred on a one-off or continuous basis).\n</em>\n</p>\n<p>Continuous</p>\n<p>\n<em>Nature of the processing </em>\n</p>\n<p>Processing operations as detailed in the Terms</p>\n<p>\n<em>Purpose(s) of the data transfer and further processing </em>\n</p>\n<p>1 &nbsp;The Service creates legible notes from recorded voice conversations using proprietary technologies for automated speech recognition (ASR), keyword extraction and voice to text synchronization.\nData may be ingested directly via recording using a mobile or web application, upload of audio files or synchronization with other applications including cloud storage or online video conferencing that store or capture recorded audio.\nAudio is processed in cloud infrastructure and delivered to the Otter application where it may be consumed or downloaded in a variety of formats.</p>\n<p>\n<em>The period for which the personal data will be retained, or, if that is not possible, the criteria used to determine that period </em>\n</p>\n<p>As detailed in the Terms.<strong>‍</strong>\n</p>\n<strong>C.\nCOMPETENT SUPERVISORY AUTHORITY</strong>‍<p>As detailed in Appendix 1.&nbsp;</p>\n<p>The competent authority for data transfers subject to the UK Addendum is the Information Commissioner’s Office in the UK.</p>\n<strong>APPENDIX 3</strong>\n<p>\n<strong>Security Measures</strong>\n</p>\n<p>The Service is provisioned using a cloud-based platform and we employ best practices and appropriate technical and organizational measures to safeguard Personal Data.\nThe Company regularly monitors compliance with these measures.\nA summary of security measures includes:</p>\n<p>Physical Access Controls</p>\n<p>User Content is hosted by Amazon Web Services (AWS), which is certified SOC 2 Type 2.\nAWS maintains a list of certifications and third-party assessments.\nThe AWS infrastructure is managed in Amazon controlled data centers throughout the world and the data centers are secured with physical controls to prevent unauthorized access.&nbsp;</p>\n<p>Access to the Company’s office is restricted to authorized personnel and security cameras are positioned to record video of ingress/egress points.</p>\n<p>System Access Controls</p>\n<p>We maintain separate production and development/staging environments.\nAccess to production environments is limited to authorized personnel and access is logged.</p>\n<p>Data Access Controls</p>\n<p>To troubleshoot and address Customer issue(s), the Company support team will request and obtain explicit permission from Customer and approval from appropriate system administrator(s) before accessing specific User Content that is related to the Customer reported issue(s).\nAccess to User Content to troubleshoot customer issues is further restricted to select support personnel assisting with the issue(s).\nThese types of support requests are logged.</p>\n<p>Transmission Controls</p>\n<p>Communication over the internet with Company via web application are transmitted over secure encrypted connection.\nCompany uses HTTPS for communications and industry standard encryption algorithms for stored User Content and passwords.</p>\n<p>Input Controls</p>\n<p>Customer is authenticated by password or using Google, Microsoft, or Apple login.\nTwo factor authentication may be enabled by account administrator(s) for Pro Workspace, Business or Enterprise accounts.\nCompany uses web cookies to validate signed in Customers.</p>\n<p>Data Backups</p>\n<p>We have daily backup of databases and User Content is stored in persistent storage.</p>\n<p>Data Segregation</p>\n<p>Company logically segregated Customer Personal Data so that the Customers will only be able to access their own data and not Personal Data belonging to other Customers.</p>\n<strong>APPENDIX 4&nbsp;</strong>\n<strong>List of subprocessors</strong>\n<em>‍</em>\n<p>\n<em>The controller has authorized the use of the subprocessors listed on the page </em>\n<em>https://otter.ai/subprocessors</em>\n<em>.</em>\n</p>\n<strong>APPENDIX 5</strong>\n<strong>Description of the processing</strong>\n<p>\n<strong>1.\nData Subjects</strong>\n</p>\n<p>The Customer Personal Data Processed concern the following categories of Data Subjects (please specify):</p>\n<p># &nbsp;CATEGORY</p>\n<p>1 &nbsp;Employees, contractors, or students of Organizations who use the Service</p>\n<p>2 Other meeting participants where the Service is used by one of the above data subjects</p>\n<p>\n<strong>2.\nCategories of Customer Personal Data</strong>\n</p>\n<p>The Customer Personal Data Processed concern the following categories of data (please specify):</p>\n<p># &nbsp;CATEGORY</p>\n<p>1 &nbsp;Registration information including email address and volunteered first and last name</p>\n<p>2 &nbsp;Audio recordings stored by the user that may include personal data</p>\n<p>\n<strong>3.\nSensitive data</strong>\n</p>\n<p>The Customer Personal Data Processed concern the following special categories of data (please specify):</p>\n<p># &nbsp;CATEGORY</p>\n<p>1 &nbsp;The Service may Process voiceprints to recognize users and automatically tag their name within the transcript.</p>\n<p>‍<strong>4.\nProcessing operations</strong>\n</p>\n<p>The Customer Personal Data will be subject to the following basic Processing activities (please specify):</p>\n<p># &nbsp;CATEGORY</p>\n<p>1 &nbsp;The Service creates legible notes from recorded voice conversations using proprietary technologies for automated speech recognition (ASR), keyword extraction and voice to text synchronization.\nData may be ingested directly via recording using a mobile or web application, upload of audio files or synchronization with other applications including cloud storage or online video conferencing that store or capture recorded audio.\nAudio is processed in cloud infrastructure and delivered to the Otter application where it may be consumed or downloaded in a variety of formats.</p>APPENDIX 6<strong>U.S.\nSTATE PRIVACY LAW DATA PROCESSING AGREEMENT</strong>\n<p>This U.S.\nPrivacy Law Data Processing Agreement (<strong>“U.S.\nState DPA</strong>”) is incorporated and made part of the Terms of Service (the “<strong>Terms</strong>”) between you, on behalf of you and your affiliates (“<strong>Customer</strong>”), and Otter.ai (“<strong>Vendor</strong>”) (each a “<strong>Party</strong>” and collectively the “<strong>Parties</strong>”) for so long as Vendor processes Personal Data on behalf of Customer.\nThis U.S.\nState DPA prevails over any conflicting terms of the Terms.</p>\n<p>\n<strong>1.\nDefinitions.\nFor the purposes of this U.S.\nState DPA-&nbsp;&nbsp;</strong>\n</p>\n<p>1.1.\n“<strong>State Privacy Laws</strong>” means, collectively, all U.S.\nstate privacy laws and their implementing regulations, as amended or superseded from time to time, that apply generally to the processing of individuals’ Personal Data and that do not apply solely to specific industry sectors (e.g., financial institutions), specific demographics (e.g., children), or specific classes of information (e.g., health or biometric information).\nState Privacy Laws include the following:</p>\n<p>1.1.1.\nCalifornia Consumer Privacy Act of 2018 as amended by the California Privacy Rights Act of 2020 (California Civil Code §§ 1798.100 to 1798.199) (“<strong>CPRA</strong>”);</p>\n<p>1.1.2.\nColorado Privacy Act (Colorado Rev.\nStat.\n§§ 6-1-1301 to 6-1-1313) (“<strong>ColoPA</strong>”);</p>\n<p>1.1.3.\nConnecticut Personal Data Privacy and Online Monitoring Act (Public Act No.\n22-15) (“<strong>CPOMA</strong>”);</p>\n<p>1.1.4.\nUtah Consumer Privacy Act (Utah Code Ann.\n§§ 13-61-101 to 13-61-404) (“<strong>UCPA</strong>”).\nand</p>\n<p>1.1.5.\nVirginia Consumer Data Protection Act (Virginia Code Ann.\n§§ 59.1-575 to 59.1-585) (“<strong>VCDPA</strong>”).</p>\n<p>1.2.\n“<strong>Personal Data</strong>” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with an identified or identifiable natural person.\nWhere applicable, Personal Data shall be interpreted consistent with the same or similar term under State Privacy Laws.</p>\n<p>1.3.\n“<strong>Share</strong>,” “<strong>Shared</strong>,” and “<strong>Sharing</strong>” have the meaning defined in the CPRA.</p>\n<p>1.4.\n“<strong>Sale</strong>” and “<strong>Selling</strong>” have the meaning defined in the State Privacy Laws.</p>\n<p>1.5.\n“<strong>Controller</strong>” means “Controller” or “Business” as those terms are defined in the State Privacy Laws.</p>\n<p>1.6.\n“<strong>Processor</strong>” means “Processor,” “Service Provider,” or “Contractor” as those terms are defined in the State Privacy Laws.</p>\n<p>1.7.\n“<strong>Consumer</strong>” has the meaning defined in the State Privacy Laws.</p>\n<p>1.8.\n“<strong>Processing</strong>,” “<strong>Process</strong>,” and “<strong>Processed</strong>” have the meaning defined in the State Privacy Laws.</p>\n<p>1.9.\n“<strong>Company Personal Data</strong>” means Personal Data provided by Company to, or which is collected on behalf of Company by, Vendor to provide services to Company pursuant to the Terms.</p>\n<p>1.10.\nIn the event of a conflict in the meanings of defined terms in the State Privacy Laws, the meaning from the law applicable to the state of residence of the relevant Consumer applies.</p>\n<p>\n<strong>2.\nScope, Roles, and Termination.</strong>\n</p>\n<p>2.1.\n<em>Applicability </em>- This U.S.\nState DPA applies only to Vendor’s Processing of Company Personal Data for the nature, purposes, and duration set forth in Appendix 1 and Appendix 5.&nbsp;&nbsp;</p>\n<p>2.2.\n<em>Roles of the Parties </em>- For the purposes of the Terms and this U.S.\nState DPA, Company is the Party responsible for determining the purposes and means of Processing Company Personal Data as the Controller and appoints Vendor as a Processor to Process Company Personal Data on behalf of Company for the limited and specific purposes set forth in Appendix 5.</p>\n<p>2.3.\n<em>Obligations at Termination</em> - Upon termination of the Terms, except as set forth therein or herein, Vendor will discontinue Processing and destroy or return Company Personal Data in its or its subcontractors and sub-processors possession without undue delay.\nVendor may retain Company Personal Data to the extent required by law but only to the extent and for such period as required by such law and always provided that Vendor shall ensure the confidentiality of all such Company Personal Data.&nbsp;</p>\n<p>\n<strong>3.\nCompliance.</strong>\n</p>\n<p>3.1.\n<em>Compliance with Obligations </em>- In addition to the representations and warranties set forth in the Terms, Vendor further represents and warrants that Vendor, its employees, agents, subcontractors, and sub-processors (a) shall comply with the obligations of the State Privacy Laws, (b) shall provide the level of privacy protection required by the State Privacy Laws, (c) shall provide Company with all reasonably-requested assistance to enable Company to fulfill its own obligations under the State Privacy Laws, and (d) understand and shall comply with this U.S.\nState DPA.\nUpon the reasonable request of Company, Vendor shall make available to Company all information in Vendor’s possession necessary to demonstrate Vendor’s compliance with this subsection.&nbsp;</p>\n<p>3.2.\n<em>Compliance Assurance </em>- Company has the right to take reasonable and appropriate steps to ensure that Vendor uses Company Personal Data consistent with Company’s obligations under applicable State Privacy Laws and the security measures attached hereto at Appendix 3 and incorporated herein.&nbsp;</p>\n<p>3.3.\n<em>Compliance Monitoring</em> - Company has the right to monitor Vendor’s compliance with this U.S.\nState DPA through measures, including, but not limited to, ongoing manual reviews, automated scans, regular assessments, audits, or other annual technical and operational testing at least once every 12 months.&nbsp;&nbsp;</p>\n<p>3.4.\n<em>Compliance Remediation </em>- Vendor shall notify Company no later than five business days after determining that it can no longer meet its obligations under applicable State Privacy Laws.\nUpon receiving notice from Vendor in accordance with this subsection, Company may direct Vendor to take reasonable and appropriate steps to stop and remediate unauthorized use of Company Personal Data.</p>\n<p>\n<strong>4.\nRestrictions on Processing.</strong>\n</p>\n<p>4.1.\n<em>Limitations on Processing </em>- Vendor will Process Company Personal Data solely as instructed in the Terms and this U.S.\nState DPA.\nExcept as expressly permitted by the State Privacy Laws, Vendor is prohibited from (i) Selling or Sharing Company Personal Data, (ii) retaining, using, or disclosing Company Personal Data for any purpose other than for the specific purpose of performing the Services specified in Appendix 5, (iii) retaining, using, or disclosing Company Personal Data outside of the direct business relationship between the Parties, and (iv) combining Company Personal Data with Personal Data obtained from, or on behalf of, sources other than Company, except as expressly permitted under applicable State Privacy Laws.&nbsp;</p>\n<p>4.2.\n<em>Confidentiality </em>- Vendor shall ensure that its employees, agents, subcontractors, and sub-processors are subject to a duty of confidentiality with respect to Company Personal Data.</p>\n<p>4.3.\n<em>Subcontractors.\nSub-processors </em>-Vendor’s current subcontractors and sub-processors are available at https://otter.ai/subprocessors.\nVendor shall notify Company of any intended changes concerning the addition or replacement of subcontractors or sub-processors.\nFurther, Vendor shall ensure that Vendor’s subcontractors or sub-processors who Process Company Personal Data on Vendor’s behalf agree in writing to the same or equivalent restrictions and requirements that apply to Vendor in this U.S.\nState DPA and the Terms with respect to Company Personal Data, as well as to comply with the applicable State Privacy Laws.&nbsp;</p>\n<p>4.4.\n<em>Right to Object </em>-<em>\n</em>Company may object in writing to Vendor’s appointment of a new subcontractor or sub-processor on reasonable grounds by notifying Vendor in writing within 30 calendar days of receipt of notice in accordance with Section 4.3.\nIn the event Company objects, the Parties shall discuss Company’s concerns in good faith with a view to achieving a commercially reasonable resolution.&nbsp;</p>\n<p>\n<strong>5.\nConsumer Rights.</strong>\n</p>\n<p>5.1.\nVendor shall provide commercially reasonable assistance to Company for the fulfillment of Company’s obligations to respond to State Privacy Law-related Consumer rights requests regarding Company Personal Data.&nbsp;</p>\n<p>5.2.\nCompany shall inform Vendor of any Consumer request made pursuant to the State Privacy Laws that they must comply with.\nCompany shall provide Vendor with the information necessary for Vendor to comply with the request.</p>\n<p>5.3.\nVendor shall not be required to delete any Company Personal Data to comply with a Consumer’s request directed by Company if retaining such information is specifically permitted by applicable State Privacy Laws.\nprovided, however, that in such case, Vendor will promptly inform Company of the exceptions relied upon under applicable State Privacy Laws and Vendor shall not use Company Personal Data retained for any purpose other than provided for by that exception.</p>\n<p>\n<strong>6.\nDeletion of Company Personal Data</strong>\n</p>\n<p>6.1.\nUpon direction by Company, and in any event no later than 30 days after receipt of a request from Company, Vendor shall promptly delete Company Personal Data as directed by Company, unless Vendor is required by law to retain such data, in which case Vendor shall, on ongoing basis, isolate and protect the security and confidentiality of such Personal Data and prevent any further processing except to the extent required by such law and shall destroy or return to Company all other Personal Data not required to be retained by Vendor by law.</p>\n<p>\n<strong>7.\nDeidentified Data</strong>‍</p>\n<p>7.1.\nIn the event that Company discloses or makes available Deidentified data (as such term is defined in the State Privacy Laws) to Vendor, Vendor shall not attempt to reidentify the information.</p>\n<p>\n<strong>8.\nSecurity</strong>\n</p>\n<p>8.1.\nVendor and Company shall implement and maintain no less than commercially reasonable security procedures and practices, appropriate to the nature of the information, to protect Company Personal Data from unauthorized access, destruction, use, modification, or disclosure.</p>\n<p>8.2.\nVendor shall fully comply with the security measures attached at Appendix 3.</p>\n<p>\n<strong>9.\nSale of Data</strong>‍</p>\n<p>9.1.\nThe Parties acknowledge and agree that the exchange of Personal Data between the Parties does not form part of any monetary or other valuable consideration exchanged between the Parties with respect to the Terms or this U.S.\nState DPA.</p>\n<p>\n<strong>10.\nChanges to Applicable Privacy Laws.</strong>‍</p>\n<p>10.1.\nThe Parties agree to cooperate in good faith to enter into additional terms to address any modifications, amendments, or updates to applicable statutes, regulations or other laws pertaining to privacy and information security, including, where applicable, the State Privacy Laws.</p>", "created_at": "2023-09-04 03:41:03.737336", "updated_at": "2023-09-04 03:41:50.709282"}], "points": [], "urls": ["otter.ai"]}}