{"error": 448, "message": "OK", "parameters": {"id": 873, "name": "MapQuest", "created_at": "2018-12-19 04:54:52.763604", "updated_at": "2023-07-10 22:02:32.005678", "wikipedia": "https://en.wikipedia.org/wiki/MapQuest", "keywords": null, "related": null, "slug": "mapquest", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/873.png", "url": "mapquest.com", "documents": [{"id": 13183, "name": "Terms of Use", "url": "https://hello.mapquest.com/terms-of-use", "xpath": "//body", "text": " Help Mobile Careers Help Mobile Careers Terms of Use Terms of Use <p>Last Updated: January 1, 2018</p>\n<p>Copyright © 2018 MapQuest, Inc.\n(\"MapQuest\").\nAll rights reserved.</p>\n<p>\n<strong>Legal Terms of Use</strong>\n</p>\n<p>We offer you the services of MapQuest on the condition that you agree to the following terms:</p>\n<p>\n<strong>Acceptance</strong>\n</p>\n<p>The following legal terms and conditions govern your use of the maps, directions, information, materials and documents being made available to you (the “Materials”).\nBY SUBMITTING A QUERY OR BY USING THE MATERIALS, YOU SIGNIFY ELECTRONICALLY YOUR AGREEMENT TO ALL TERMS, CONDITIONS, AND NOTICES CONTAINED OR REFERENCED HEREIN (THE “TERMS OF USE”) and to resolve any disputes with us in Virginia.\nYou are also signifying your agreement to the Supplemental Terms and Privacy Disclosures for the MapQuest Wireless Services, the Supplemental Terms for MapQuest Business Listings, and the 3rd Party Notices and License terms, all of which are disclosed below, as well as the Supplemental Terms and Privacy Disclosures for My Maps (if you register for My Maps).</p>\n<p>Please review these terms carefully.\nIf you do not agree to these Terms of Use please do not submit a query or use this website or the Materials.</p>\n<p>We reserve the right, at our discretion, to update or revise these Terms of Use at any time.\nPlease check the Terms of Use periodically for changes.\nYour continued use of the Materials following the posting of any changes to the Terms of Use constitutes acceptance of those changes.</p>\n<p>\n<strong>Electronic Delivery Policy and Your Consent</strong>\n</p>\n<p>By using the Materials, you consent to receive from MapQuest all communications, including notices, agreements, legally required disclosures or other information in connection with the Materials (collectively, “Notices”) electronically.\nMapQuest shall provide such electronic Notices by posting them on this website.\nYou understand and agree that MapQuest is an online service and transacts with users like you in electronic form only.\nIf you desire to withdraw your consent to receive Notices electronically, you must discontinue your use of the website and the Materials.</p>\n<p>\n<strong>Entertainment and Informational Purposes</strong>\n</p>\n<p>All MapQuest products are offered for your convenience and for entertainment and informational purposes only.\nYour use of all MapQuest products (including, without limitation, any reliance by you on any results, information or other data provided through these products) is at your sole risk.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Click here to review MapQuest's privacy policy.</p>\n<p>\n<strong>Proprietary Rights</strong>\n</p>\n<p>You acknowledge and agree that the Materials are protected by copyright, trademark, patent, trade secret, and other proprietary rights and laws.\nFor example, MapQuest owns a copyright in the selection, organization, arrangement and enhancement of the Materials, as well as in the Materials original to itself.\nThird parties whose Materials appear own the copyright in the Materials original to them.\nThe look and feel of this website, including our color combinations, button shapes, and other graphical elements, are MapQuest trademarks.\nNo portion of the Materials or the data contained in the Materials may be reproduced in whole or in part unless expressly authorized by MapQuest in writing.</p>\n<p>The MapQuest name and logo, and all related product and service names, design marks and slogans are the trademarks or registered trademarks of MapQuest All other product and service marks contained herein are the trademarks of their respective owners.\nYou may not use any MapQuest or third party trademarks or logos without the prior written consent of MapQuest or the applicable trademark owner.</p>\n<p>\n<strong>License to and Limitations on Use of Maps, Directions, Cartographic Technology and Content Information</strong>\n</p>\n<p>Provided you comply with these Terms of Use, MapQuest grants you a nonexclusive, non-transferable license to view and print the Materials solely for your own personal non-commercial use.\nYou may share a map or directions with another individual for that individual’s personal non-commercial use using the email option on the webpage.\nYou may not commercially exploit the Materials or the underlying data, including without limitation, you may not create derivative works of the Materials, use any data mining, robots, or similar data gathering and extraction tools on the Materials, frame any portion of the Materials, or reprint, copy, modify, translate, port, publish, sublicense, assign, transfer, sell, or otherwise distribute the Materials without the prior written consent of MapQuest.\nYou shall not derive or attempt to derive the source code or structure of all or any portion of the Materials by reverse engineering, disassembly, decompilation or any other means.\nYou shall not use the Materials to operate a service bureau or for any other use involving the processing of data of others.\nYou shall use the Materials and this website for legal purposes only and shall not use them in any manner that violates the laws of any jurisdiction.\nYou do not receive any, and MapQuest and its licensors retain all, ownership rights in the Materials.\nYou may not alter or remove any copyright notice or proprietary legend contained in or on the Materials.\nNothing contained herein shall be construed as granting you a license under any copyright, trademark, patent or other intellectual property right of MapQuest or any third party, except for the right of use license expressly set forth herein.</p>\n<p>To the extent you are authorized to access, display or otherwise use any Materials outside of any MapQuest website, you may not use such Materials with other content or in a manner that:</p>\n<ul>\n<li>is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, or contains explicit or graphic descriptions, or accounts of, sexual acts;</li>\n<li>victimizes, harasses, degrades, or intimidates an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;</li>\n<li>impersonates any person, business or entity, including MapQuest, its affiliated companies, and their employees and agents;</li>\n<li>encourages conduct that would constitute a criminal offense, or that gives rise to civil liability;</li>\n<li>removes, alters, reproduces, distorts, or in any way obstructs any trademark, logo, copyright or other proprietary notices, legends, symbols or labels provided as part of the Materials or MapQuest website;</li>\n<li>uses the Materials or MapQuest website for any purpose other than as expressly permitted;</li>\n<li>interferes or disrupts the MapQuest servers or networks, or disobeys any network access or security requirements, policies, procedures or regulations of MapQuest;</li>\n<li>interferes with the rights of others to use the Materials or MapQuest website;</li>\n<li>uses the Materials or MapQuest website as a means to engage in conduct that reflects poorly upon, disparages or devalues MapQuest’s reputation or goodwill, as determined in MapQuest’s sole discretion.\nor</li>\n<li>uses the Materials or MapQuest website in conjunction with adult content or promotes illegal activities, gambling, or the sale of tobacco or alcohol to persons under twenty-one (21) years of age.</li>\n</ul>\n<p>\n<strong>Posting Content on MapQuest</strong>\n</p>\n<p>You may only post information, text, graphics, photos, audio and video and other data (collectively, “Content”) on or through the services of MapQuest that you created or which you have been given permission to post by the owner.\nThe Content may not violate the rights of others, applicable law, or these Terms of Use.\nAlthough you or the owner of the Content retain ownership of all right, title, and interest in Content that you post on or through the services of MapQuest, MapQuest will own all right, title, and interest in any compilation, collective work or other derivative work created by MapQuest or an affiliate using or incorporating this Content.\nIn addition, by posting content on or through the services of MapQuest, you grant MapQuest and its parent, affiliates, subsidiaries, assigns, agents and licensees a royalty free, irrevocable, perpetual, worldwide right to reproduce, display, perform, distribute, adapt, promote, syndicate and otherwise use this Content in any medium.\nYou are solely responsible for the Content you upload or otherwise provide via the services of MapQuest.\nYou are solely responsible for the consequences of sharing or publishing such Content with others and/or making such content available to publicly available areas of the services of MapQuest, including without limitation, disclosing your location to others.\nYou are aware that once Content is posted on or through the services of MapQuest that it may be shared or linked by other users.\nYOU ACKNOWLEDGE AND AGREE THAT MAPQUEST IS NOT RESPONSIBLE FOR ANY CONTACT OR INTERACTION THAT OCCURS BETWEEN YOU AND ANY PERSON OR THE CONFIDENTIALITY OF ANY CONTENT OR INTERACTION YOU HAVE WITH OTHERS.\nMAPQUEST SHALL NOT BE RESPONSIBLE FOR ANY CONTENT THAT YOU POST.\nTHE ENTIRE RISK OF POSTING CONTENT FALLS ON YOU.\nYou further agree that MapQuest may, without limitation and for no compensation to you, use in any manner all comments, suggestions, complaints and other feedback you provide relating to MapQuest or the Materials.</p>\n<p>\n<strong>Registration</strong>\n</p>\n<p>You may register with us to access products from computers and certain mobile devices.\nIn order to register, you must be legally capable of entering into contracts, you must provide true and accurate registration information and you must keep this information current.\nWe may require that you use or obtain a user ID authorized by us (such as an AOL screen name or Facebook registration) to create your account and to authenticate your access (“User ID”).\nYou agree to abide by any separate terms and policies that will apply to your registration and use of such User ID.\nWe may deny any registration in our sole discretion.</p>\n<p>\n<strong>Your Responsibilities</strong>\n</p>\n<ul>\n<li>Any account you establish is for your personal use only.\nYou are responsible for all activities under your account, including all legal liability incurred from the use of your account by you or others.\nYou are responsible for keeping your password confidential.</li>\n<li>You are solely responsible for the Content you upload or otherwise provide (including any personal information you choose to submit or share, such as maps or images disclosing your home address and the home address of others) and the consequences of sharing or publishing such Content with others and/or the general public.\nYOU ACKNOWLEDGE AND AGREE THAT WE ARE NOT RESPONSIBLE FOR ANY CONTACT OR INTERACTION THAT OCCURS BETWEEN YOU AND ANY OTHER USER OF ANY MAPQUEST PRODUCT, INCLUDING, BUT NOT LIMITED TO, MAPQUEST DISCOVER MY MAPS, MAPQUEST LOCAL F/K/A MAPQUEST VIBE, AND THAT THE ENTIRE RISK FALLS ON YOU.\nOnce you have posted information about yourself or your family members, through comments, images or even maps locating where you live or work, it may be difficult to control the misuse of such information by others, which could compromise your own privacy.\nTherefore, consider if there is any information contained in your postings that you would rather be kept private.</li>\n<li>Most of the content you’ll find on the Internet, is subject to copyright protection.\nTherefore, you agree that you will transmit, post or share only content you own or that you have the express permission to use in this manner.\nUnless otherwise expressly authorized by MapQuest or by law, you will not modify, copy, frame, reproduce, sell, publish, transmit, display or otherwise use any portion of a MapQuest product or their content without the express written authorization of MapQuest or the owner of the content.</li>\n<li>You will not violate the privacy rights of others by posting their personal information on any MapQuest product, such as name, address, email address, telephone number or map location, without their express, prior consent.</li>\n<li>All Content should not:</li>\n<li>contain images of nudity and/or sexual acts.</li>\n<li>victimize, harass, degrade or intimidate an individual or group of individuals on the basis of age, disability, ethnicity, gender, race, religion or sexual orientation.</li>\n<li>depict gratuitous violence and/or gore.</li>\n<li>exploit a minor (under 18 years old).</li>\n<li>depict gratuitous violence and/or gore.</li>\n<li>depict illegal drugs and/or illicit drug use.</li>\n<li>infringe on any patent, trademark, trade secret, copyright, right of privacy or publicity, or other proprietary right of any party.</li>\n<li>link to or otherwise reference content not allowed under these guidelines</li>\n<li>otherwise contain content that is deemed inappropriate by MapQuest.</li>\n<li>You will not transmit post or share Content that violates any applicable law, regulation, or the MapQuest Legal Terms of Use or any Community Guidelines.</li>\n<li>You will not use any MapQuest product to mine information about others for purposes of sending unsolicited bulk communications (e.g., spam), to violate any applicable law, regulation or these Terms, or to violate the rights of others.</li>\n<li>All Content uploaded to MapQuest should reflect the location or event being represented.</li>\n<li>You acknowledge and agree that we may take any legal or technical remedies as we deem appropriate to prevent the violation of these Terms and to protect our computer network.</li>\n</ul>\n<p>\n<strong>Your representations and license to us</strong>\n</p>\n<p>You represent and warrant to us and to other users of MapQuest products that you own or have the appropriate rights to post such Content.\nIn order for us to provide services to you, you give us a permanent right to display, modify, use, perform, transmit, distribute, store and copy any content you post or share on our site.</p>\n<p>\n<strong>No duty to monitor or retain data</strong>\n</p>\n<p>We are not liable for Content provided by you or others.\nWe have no duty to monitor or pre-screen Content.\nWe reserve the right to remove Content for any reason, but we are not responsible for any failure or delay in removing such material.\nSome MapQuest products include limited online storage of Content you submit as a convenience to you.\nhowever, <strong>please take note that we are not and will not be responsible for lost or missing data or Content you submit.</strong>\n</p>\n<p>\n<strong>Procedure For Making Claims Of Copyright Infringement</strong>\n</p>\n<p>Copyright Infringement/Repeat Infringer Policy.\nMapQuest respects the intellectual property rights of third parties.\nAccordingly, you may not store any material or use MapQuest’s systems or servers in any manner that constitutes an infringement of third party intellectual property rights, including under U.S.\ncopyright law.\nIn accordance with the Digital Millennium Copyright Act (DMCA) and other applicable laws, it is the policy of MapQuest to suspend or terminate, in appropriate circumstances, services provided to any user who is deemed to infringe third party intellectual property rights, including repeat infringers of copyrights in connection with the use of MapQuest services.\nIn addition, MapQuest expressly reserves the right to suspend, terminate or take other interim action regarding the go90 account of any user or account holder if MapQuest, in its sole judgment, believes that circumstances relating to an infringement of third party intellectual property rights warrant such action.\nThese policies are in addition to and do not affect or modify any other rights MapQuest may have under law or contract.\nIf you believe that copyrighted material has been used in violation of this policy, please follow the instructions for contacting MapQuest’s Designated Agent for DMCA Notices as set forth in MapQuest’s Copyright Policy located at https://system1.com/terms/privacy-policy.</p>\n<p>\n<strong>No Warranties</strong>\n</p>\n<p>THIS WEBSITE AND THE MATERIALS ARE PROVIDED WITH ALL FAULTS ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nMAPQUEST, ITS LICENSORS AND OTHER SUPPLIERS DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES THAT THE WEBSITE AND MATERIALS ARE FREE OF DEFECTS, VIRUS FREE, AND ABLE TO OPERATE ON AN UNINTERRUPTED BASIS, THAT THEY WILL MEET YOUR REQUIREMENTS, OR THAT ERRORS WILL BE CORRECTED, AND THE IMPLIED WARRANTIES THAT THE WEBSITE AND MATERIALS ARE MERCHANTABLE, OF SATISFACTORY QUALITY, ACCURATE, FIT FOR A PARTICULAR PURPOSE OR NEED, OR NON-INFRINGING, UNLESS SUCH IMPLIED WARRANTIES ARE LEGALLY INCAPABLE OF EXCLUSION.\nNO ADVICE OR INFORMATION GIVEN BY MAPQUEST, ITS AFFILIATES OR THEIR RESPECTIVE EMPLOYEES OR AUTHORIZED AGENTS SHALL CREATE A WARRANTY OR EXPAND THE SCOPE OF ANY WARRANTY THAT CANNOT BE DISCLAIMED UNDER APPLICABLE LAW.\nYOUR USE OF THIS WEBSITE AND THE MATERIALS IS SOLELY AT YOUR OWN RISK.</p>\n<p>SOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nYOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM STATE TO STATE AND JURISDICTION TO JURISDICTION.</p>\n<p>Your use of the website and Materials is at YOUR OWN RISK and MapQuest is under no obligation to provide you with any support, error corrections, updates, upgrades, bug fixes and/or enhancements of the website and Materials.</p>\n<p>Please note that the Materials may include technical inaccuracies or typographical errors.\nIn addition, you may find that weather, construction projects, traffic conditions, or other events may cause road conditions to differ from the listed results.\nPlease obey the rules of the road at all times and comply with all posted signage.</p>\n<p>MapQuest has the right at any time to change, modify, add to or discontinue or retire any aspect or feature of the website or Materials, including, but not limited to, the software, content, hours of availability, equipment needed for access or use, or the availability of the website or Materials on any particular device or communications service.\nMapQuest has no obligation to provide you with notice of any such changes.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL MAPQUEST, ITS PARENT, AFFILIATES, DIRECTORS, EMPLOYEES, DISTRIBUTORS, SUPPLIERS, LICENSORS, LICENSEES, AGENTS OR RESELLERS (COLLECTIVELY, THE “MAPQUEST GROUP”) BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES THAT RESULT FROM THE USE OF, MISUSE OF, INABILITY TO USE, OR RELIANCE UPON THIS WEBSITE OR THE MATERIALS, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA, BUSINESS OPPORTUNITIES, SAVINGS OR PROFITS.\nTHIS LIMITATION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF THE MAPQUEST GROUP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nSUCH LIMITATION SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY AND TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>SOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.\nTHE MAPQUEST GROUP’S LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>ADDITIONALLY, UNDER NO CIRCUMSTANCES SHALL THE MAPQUEST GROUP BE HELD RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY LOSS OR DAMAGE CAUSED OR ALLEGED TO HAVE BEEN CAUSED TO YOU IN CONNECTION WITH THE USE OF OR RELIANCE ON ANY CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SITES LINKED TO OR FROM THIS WEBSITE.</p>\n<p>ALL MAPQUEST PRODUCTS ARE PROVIDED “AS IS,” WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESS OR IMPLIED.\nWE SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES.</p>\n<p>Without limiting the foregoing, under no circumstances shall the MapQuest Group be held liable for any delay or failure in performance resulting directly or indirectly from acts of nature, forces, or causes beyond its reasonable control, including, without limitation, Internet failures, computer equipment failures, telecommunication equipment failures, other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>Upon a request by MapQuest, you agree to defend, indemnify, and hold harmless the MapQuest Group from all liabilities, claims, and expenses, including attorney’s fees that arise from your violation of these Terms of Use or your use or misuse of the Materials or this website.\nMapQuest reserves the right, at it own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with MapQuest in asserting any available defenses.</p>\n<p>\n<strong>Disclaimer of Endorsement</strong>\n</p>\n<p>Reference herein or on the website to any products, services, processes, hypertext links to third parties or other information by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply its endorsement, sponsorship or recommendation by MapQuest.\nProduct and service information are the sole responsibility of each individual vendor.</p>\n<p>\n<strong>International Use</strong>\n</p>\n<p>MapQuest makes no representation that the Materials are appropriate or available for use in locations outside the United States, and accessing it from territories where the Materials are illegal is prohibited.\nThose who choose to access this website from other locations do so on their own initiative and are responsible for compliance with local laws.</p>\n<p>\n<strong>Choice Of Law And Forum</strong>\n</p>\n<p>These Terms of Use shall be governed by and construed in accordance with the laws of the Commonwealth of Virginia, excluding its conflicts of law rules.\nYou expressly agree that the exclusive jurisdiction for any claim or action arising out of or relating to these Terms of Use or your use of the Materials and this website shall be initiated and maintained only in the state courts located in Loudoun County, Virginia (USA) or the federal court located in the Eastern District of Virginia (Alexandria Division) USA, and you further agree and submit to the exercise of personal jurisdiction and venue of such courts for the purpose of litigating any such claim or action.\nAny action by you against MapQuest or the MapQuest Group hereunder shall be brought within one (1) year after the claim arose, or be barred.</p>\n<p>\n<strong>Severability And Integration</strong>\n</p>\n<p>These Terms of Use constitute the entire agreement between you and MapQuest with respect to the Materials and this website.\nIf any part of these Terms of Use is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>MapQuest reserves the right, in its sole discretion, to terminate your access to the Materials or to all or part of this website or any application, with or without notice.\nFor further information, questions or problem reports regarding the Materials or this website, contact help@mapquest.com</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Supplemental Terms for MapQuest Business Listings</strong>\n</p>\n<p>The following additional terms (“Supplemental Terms”) apply to your use of the maps, information, materials, services and other features made available to you through MapQuest Business Listings (collectively “Business Listings”).\nYOUR SUBMISSION OF DATA TO BUSINESS LISTINGS SIGNIFIES THAT YOU AGREE ELECTRONICALLY TO ABIDE BY THESE SUPPLEMENTAL TERMS, in addition to the Terms of Use.</p>\n<p>Please review these terms carefully.\nIf you do not agree to these Supplemental Terms, please do not submit data to or use Business Listings.</p>\n<p>You may only post Content using Business Listings that you created or which you have been given permission to post by the owner.\nThe Content may not violate the rights of others, applicable law, MapQuest guidelines or these Terms of Use.\nAlthough you or the owner of the Content retain ownership of all right, title, and interest in Content that you submit using Business Listings, MapQuest will own all right, title, and interest in any compilation, collective work or other derivative work created by MapQuest or an agent or affiliate using or incorporating this Content.\nIn addition, by submitting Content through Business Listings, you grant MapQuest and its parent, affiliates, subsidiaries, assigns, agents and licensees (“MapQuest Properties”) a royalty free, irrevocable, perpetual, worldwide right to reproduce, display, perform, distribute, adapt, promote, syndicate and otherwise use this Content in any medium.\nYou are solely responsible for the Content you provide using Business Listings.</p>\n<p>You further grant to MapQuest Properties a royalty free, irrevocable, perpetual, worldwide right to reproduce, display, perform, distribute, adapt, promote, syndicate and otherwise use any data or information submitted by You (“Data”) using Business Listings.\nYou agree this license includes a right for MapQuest Properties to make the Data available to other companies, organizations or individuals with whom it has relationships.</p>\n<p>MapQuest Properties are not liable for any Data or Content you provide.\nMapQuest is not obligated to use your Data or Content on any or all of the MapQuest Properties.\nMapQuest has no duty to monitor or screen content and we reserve the right to remove content for any reason, but we are not responsible for any failure or delay in removing such material.\nWe are not and will not be responsible for any lost or missing Data or Content You submit.\nMapQuest Properties are not obligated to compensate you or the owner of any Content for the use of Content or Data submitted using Business Listings.</p>\n<p>We incorporate fully by reference the Disclaimer of Warranties and Limitation of Liability provisions of the MapQuest Legal Terms of Use.\nYou also agree to defend, indemnify, and hold harmless MapQuest Properties and their officers, directors, agents, affiliates, distributors, and employees from any and all claims, demands, liabilities, costs or expenses, including reasonable attorneys’ fees, in connection with, arising out of or resulting from a third party’s claim arising out of or in any way related to the Data or Content provided using Business Listings.</p>\n<p>\n<strong>3RD PARTY NOTICES AND LICENSES</strong>\n</p>\n<p>Click here for MapQuest's 3rd Party Notices and Licenses.\n<br>\n</p> Contact Still haven't found what<br> you're looking for? Report a Problem Tweet a Rep © 2021 MapQuest<br> Driving Directions| Find Places| Legal| Terms| Privacy| Careers ", "created_at": "2022-12-11 23:48:52.299185", "updated_at": "2022-12-28 17:18:18.208814"}, {"id": 3198, "name": "Privacy Policy", "url": "https://system1.com/terms/privacy-policy", "xpath": "//body", "text": " This website works best with JavaScript enabled.\nMenu Who we are What we do Research Join our team Partner with us Investors Press Blog Contact us Privacy Policy <p>Last updated: January 31, 2020</p>\n<p>System1 LLC (including its subsidiaries) respects your privacy and we are committed to protecting it through our compliance with this privacy policy (the “Policy”) in connection with the online websites, applications and services (the “Services”) that we operate.\nThis Policy also applies to the following System1 subsidiaries, including Infospace Holdings LLC, Qool Media Holdings LLC, Dotzup Holdings LLC, Concourse Media Holdings LLC, MapQuest Holdings LLC, Privacy One Group Limited and System1 Waterfox Holdings LLC (the “System1 Parties”).</p>\n<p>Our Services include our websites, applications and other services that link to this Policy.\nThis Policy describes the types of information we may collect from you or that you may provide when you use our Services, as well as our practices for collecting, using, maintaining, protecting and disclosing that information.</p>\n<p>This Policy applies to information we collect:</p>\n<ul>\n<li>When you use or interact with our Services.</li>\n<li>In your email, text, and other electronic messages with us.</li>\n<li>Through our mobile and desktop websites and applications.</li>\n</ul>\n<p>Please read this Policy carefully to understand our policies and practices regarding your information and how we use it and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Services.\nBy accessing or using our Services, you agree to accept the terms and conditions set forth in this Policy.\nThis Policy may change from time to time (see “Changes to Our Privacy Policy“).\nYour continued use of our Services after we make changes is deemed to be acceptance of those changes, so please check the Policy periodically for updates.</p> EU-US Privacy Shield and Swiss-US Privacy Shield\n<p>System1 LLC, and the System1 Parties comply with the EU-US Privacy Shield Framework (the “EU-US Privacy Shield”) and the Swiss-US Privacy Shield Framework (the “Swiss-US Privacy Shield”) as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.\nSystem1 has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability (the “Privacy Shield Principles”).\nIf there is any conflict between the policies set forth in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern or prevail.</p>\n<p>To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/</p>\n<p>System1 is subject to the investigatory and enforcement powers of the Federal Trade Commission (the “FTC”).\nFurthermore, with regards to any human resources related data that may be transferred from the EU to the U.S.\nin connection with or in the context of any employment relationship with a EU-based employee, System1 is committed to co-operating with EU data protection authorities (or DPAs) in the relevant country regarding any such EU-based employee and comply with the advice provided by such DPAs in connection with the foregoing.</p> Children Under the Age of 13\n<p>Our Services are not intended for use by children under 13 years of age.\nNo one under age 13 may provide any information to or through our Services.\nWe do not knowingly collect personal information from children under 13 and do not target our Services to children under the age of 13.\nIf you are under 13, do not use or provide any information through our Services.\nIf we learn we have collected or received personal information from a child under the age of 13 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under the age of 13, please contact us at:</p>\n<p>Attn: Privacy Officer<br>\n4235 Redwood Avenue<br>\nMarina Del Rey, CA 90066</p> Information We Collect About You and How We Collect It\n<p>We collect several types of information from and about users of our Services, including information:</p>\n<ul>\n<li>by which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information”);</li>\n<li>that is about you but individually does not identify you, such as your IP address, referral data, and browser and platform type.\nand/or</li>\n<li>about your internet connection, the equipment you use to access our Services and usage details.</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us.</li>\n<li>Automatically as you use our Services.\nInformation collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, pixels and other tracking technologies.</li>\n<li>From third parties, for example, our business partners and commercial vendors that we use to implement or provide our Services.</li>\n</ul>\n<p>\n<strong>\n<u>Information You Provide to Us</u>\n</strong>\n</p>\n<p>The information we collect through our Services may include:</p>\n<p>Information that you provide by filling in forms through our Services.\nThis includes information provided at the time of registering to use our Services, subscribing to our Services, posting material, or requesting further services.\nWe may also ask you for information when you report a problem with our Services.</p>\n<p>Information that you provide us also includes records and copies of your correspondence (including email addresses from which any correspondence is received), if you contact us.</p>\n<p>\n<strong>\n<u>Information We Collect Through Automatic Data Collection or Tracking Technologies</u>\n</strong>\n</p>\n<p>As you use our Services, we may use automatic data collection or tracking technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your use of our Services, including traffic data, referral data, location data, logs, and other communication data and the resources that you use (or information that you retrieve) on our Services.</li>\n<li>Information about your computer or other device and internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (e.g.\nbehavioral tracking).</p>\n<p>The information we collect automatically is statistical data and does not include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve our Services and to deliver a better and more personalized service to our users.</p>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies)</strong>.\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting(s) on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Services.\nUnless you have adjusted your browser setting(s) so that it will refuse to accept cookies, our system(s) and technologies will issue cookies when you direct your browser to our Services.</li>\n<li>\n<strong>Flash Cookies</strong>.\nCertain features of our Services may use local stored objects (or “flash cookies”) to collect and store information about your preferences and navigation to, from, and on our Services.\nFlash cookies are not managed by the same browser setting(s) as are used for browser cookies.</li>\n<li>\n<strong>Web Beacons</strong>.\nPortions of our Services may contain small electronic files known as web beacons (sometimes also referred to as clear gifs, pixel tags, and single-pixel gifs) that allow us, for example, to count users who have visited pages and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</li>\n</ul>\n<p>We do not collect personal information automatically, but we may tie this information to personal information about you that we collect or receive from other third-party sources or you provide to us.</p>\n<p>\n<strong>\n<u>Third-Party Use of Cookies and Other Tracking Technologies</u>\n</strong>\n</p>\n<p>Some content or applications, including advertisements, on our Services are served or provided by third-parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third-parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Services.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral or retargeted) advertising or other targeted content.</p>\n<p>We do not control these third-parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising or content from many providers, see Choices About How We Use and Disclose Your Information.</p> How We Use Your Information\n<p>We use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>To present our Services and its contents to you.</li>\n<li>To provide you with information, products, or services that you request from us.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account, including expiration and renewal notices.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Services.</li>\n<li>To allow you to participate in interactive features on our Services.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your consent.</li>\n</ul>\n<p>We may use the information we have collected from you to enable us to display advertisements to our advertisers’ target audiences.\nEven though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target or objective criteria.</p> Disclosure of Your Information\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>We may disclose personal information that we collect or you provide as described in this Policy:</p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To contractors, service providers, and other third-parties we use to support our business and deliver our Services.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information of users held by us is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.</li>\n<li>If we believe disclosure is necessary or appropriate to protect our rights, property, or for our safety, and that of our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</li>\n<li>Under certain circumstances, we may be required to disclose your personal information in response to valid requests by public, regulatory or governmental authorities, including to meet national security or law enforcement requirements.</li>\n<li>System1’s accountability for data it receives pursuant to the EU-US Privacy Shield or the Swiss-US Privacy Shield and subsequent transfer of that data to third parties is detailed in the Privacy Shield Principles.\nIn cases of onward transfer to third parties of data of EU or Swiss individuals received pursuant to the EU-US Privacy Shield or the Swiss-US Privacy Shield, System1 is potentially liable.\nIn particular, System1 remains responsible and liable under the Privacy Shield Principles if third-party agents that it engages to process the personal data on its behalf do so in a manner inconsistent with the Privacy Shield Principles, unless System1 proves that it is not responsible for the event giving rise to the damage.\nWith regards to any human resources related data that may be transferred from the EU to the US in connection with or in the context of any employment relationship with a EU-based employee, System1 is committed to co-operating with EU data protection authorities (or DPAs) in the relevant country regarding any such EU-based employee and comply with the advice provided by such DPAs in connection with the foregoing.</li>\n</ul> Choices About How We Use and Disclose Your Information\n<p>We strive to provide you with choices regarding the personal information you provide to us.\nWe have created mechanisms to provide you with the following control over your personal information and similar data that we may collect and store:</p>\n<ul>\n<li>You can set your browser to refuse to accept all or some browser cookies, or to alert you when cookies are being set.\nIf you disable or refuse cookies, please note that some parts of our Services (including certain websites and applications that you may access through our Services) may then be inaccessible or not function properly.</li>\n<li>For some of our products, we use Google Analytics Advertising Features, including Remarketing with Google Analytics, Google Display Network Impression Reporting, DoubleClick Platform integrations, and Google Analytics Demographic and Interest Reporting.\nFor information about Google Analytics currently available opt-outs, please click here.</li>\n<li>Some of our products and Services may include advertisements from Microsoft.\nTo learn more about information collected by Microsoft, please click here.\nYou can opt-out of Microsoft’s personalized advertising services by following the instructions found here.</li>\n<li>We do not control any of the third parties’ collection or use of your personal information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your personal information collected or used in this way.\nYou can also generally opt-out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising (DAA) by visiting the opt-out pages on the NAI website and the DAA website.</li>\n<li>System1 acknowledges that EU and Swiss individuals have the right to access the personal information that we maintain about them.\nAn EU or Swiss individuals who seeks access, or who seeks to correct, amend, or delete inaccurate data, should contact System1.\nIf requested to remove data, we will respond within a reasonable timeframe.</li>\n<li>We will also provide an EU or Swiss individuals with opt-out or opt-in choice(s) before we share their data with third parties other than our agents, or before we use it for a purpose other than which it was originally collected or subsequently authorized.</li>\n<li>To limit the use and disclosure of your personal information, please submit a written request here.</li>\n</ul> Accessing and Correcting Your Information\n<p>We desire to keep you in control of the personal information you provide to us.\nAccordingly, you can review, correct, change, or remove the registration settings for the personal information that you provide to us and that we subsequently control.\nTo choose not to receive future communications from us, please Contact Us.</p>\n<p>You may also contact System1 to request access to, correct, or delete any personal information that you have provided to us.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p> California and CCPA Privacy Rights and Disclosures\n<p>This California Privacy Rights and Disclosure section addresses the legal obligations and rights laid out in the California Consumer Privacy Act (the “CCPA”) in order to comply with the requirements set forth in the CCPA for those businesses doing business in California and/or offer their services to California residents, including with respect to information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with California consumers or households (collectively, “California Information”).</p>\n<p>\n<strong>\n<u>California Information We Collected and/or Shared</u>\n</strong>\n</p>\n<p>This section of the Policy provides the information California residents need to exercise their rights over their California Information.\nHere is information about the California Information we may have collected from and shared about consumers over the twelve months prior to the Effective Date of this Policy.</p>\n<p>In the year before the date this Policy was updated, on or through some of our Services we may have collected and/or shared (for operational purposes with providers who provide services for or to us in connection with developing, improving, providing and/or offering our Services) the following categories of California Information:</p>\n<ul>\n<li>Address and other identifiers — such as email address, device type, web-browser, operating system or other similar identifiers;</li>\n<li>Unique and online identifiers — such as IP address, device IDs derived from device type, or other similar identifiers;</li>\n<li>Characteristics of protected classifications — such as race, ethnicity, or sexual orientation;</li>\n<li>Certain commercial information — such as products or services purchased, obtained, or considered through our Services, or other purchasing or consuming histories or tendencies;</li>\n<li>Internet, gaming or other electronic network activity information — such as browsing history, search history and information regarding an individual’s interaction with an internet website, application, or advertisement;</li>\n<li>Location information – geo-location information about where you are accessing our Services (e.g.\nif you access our Services on your mobile or tablet device we may collect information about your device’s precise location to the extent feasible);</li>\n<li>Online viewing activities and habits (e.g., videos viewed, pages viewed).\nand</li>\n<li>Inferences drawn from California Information, such as individual profiles, preferences, characteristics and behaviors.</li>\n</ul>\n<p>We may have collected these categories of California Information for the following purposes:</p>\n<ul>\n<li>Performing services on behalf of our various businesses, such as user retention, providing content recommendations and/or processing information;</li>\n<li>Fraud and crime prevention;</li>\n<li>Debugging errors in systems;</li>\n<li>Marketing and advertising;</li>\n<li>Internal research, analytics and development — e.g., user-preference analytics.\nand</li>\n<li>Developing, maintaining, provisioning or upgrading networks, products, services, or devices.</li>\n</ul>\n<p>We may have obtained California Information from a variety of sources, including:</p>\n<ul>\n<li>Directly from you, including technical and usage information when you use our Services;</li>\n<li>Linked sites, such as social media sites, and other third-party platforms;</li>\n<li>Our various affiliated entities;</li>\n<li>Our joint-ventures and promotional and strategic partners;</li>\n<li>Information suppliers;</li>\n<li>Distributors, service providers and other vendors;</li>\n<li>Marketing mailing lists;</li>\n<li>Other users submitting California Information about you, such as to invite you to participate in an offering, make recommendations, or share content.\nand</li>\n<li>Publicly available sources.</li>\n</ul>\n<p>While the CCPA defines ‘sale’ very broadly, there is no industry-wide consensus whether enabling third parties to collect personal data via cookies and other similar tracking technologies for the purposes of delivering interest or location-based advertising and/or similar targeting activities constitutes a “sale” under the CCPA.\nHowever, a “sale” under the CCPA may be considered to include the sharing of California Information in exchange for anything of value.\nAccording to this broad definition, in the year before the date this Policy was updated, on or through some of our Services we may be deemed to have sold the following categories of California Information:</p>\n<ul>\n<li>Address and other identifiers — such as email address, device type, web-browser, operating system or other similar identifiers;</li>\n<li>Unique and online identifiers — such as IP address, device IDs derived from device type, or other similar identifiers;</li>\n<li>Characteristics of protected classifications — such as race, ethnicity, or sexual orientation;</li>\n<li>Certain commercial information — such as products or services purchased, obtained, or considered through our Services, or other purchasing or consuming histories or tendencies;</li>\n<li>Internet, gaming or other electronic network activity information — such as browsing history, search history and information regarding an individual’s interaction with an internet website, application, or advertisement;</li>\n<li>Location information – geo-location information about where you are accessing our Services (e.g.\nif you access our Services on your mobile or tablet device we may collect information about your device’s precise location to the extent feasible);</li>\n<li>Online viewing activities and habits (e.g., videos viewed, pages viewed).\nand</li>\n<li>Inferences drawn from California Information, such as individual profiles, preferences, characteristics and behaviors.</li>\n</ul>\n<p>\n<strong>\n<u>Your California Privacy Rights to Request Disclosure of Information We Collect and Share About You</u>\n</strong>\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.83 permits you to request information about our practices related to the disclosure of your personal information by certain members of System1 and its affiliated entities to certain third parties for their direct marketing purposes.\nYou may be able to opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes in certain circumstances.\nPlease contact us with your request.</p>\n<p>In addition, if you are a California resident, the CCPA grants you the right to request certain information about our practices with respect to California Information.\nIn particular, you can request the following:</p>\n<ul>\n<li>The categories and specific pieces of your California Information that we’ve collected;</li>\n<li>The categories of sources from which we collected your California Information;</li>\n<li>The business or commercial purposes for which we collected or ‘sold’ your California Information.\nand</li>\n<li>The categories or types of third parties with which we have shared your California Information.</li>\n</ul>\n<p>You can submit a request to us for the following additional information:</p>\n<ul>\n<li>The categories or types of third parties to which we’ve sold your California Information, and the category or categories of California Information sold to each.</li>\n<li>The categories or types of California Information that we’ve shared with service providers who provide services for us, like processing your bill.</li>\n</ul>\n<p>To exercise your CCPA rights with respect to this information, please contact us.\nThese requests for disclosure are generally free.</p>\n<p>\n<strong>\n<u>Your Right to Request the Deletion of California Information</u>\n</strong>\n</p>\n<p>Upon your request, we will delete the California Information we have collected about you, except for situations when that information is necessary for us to: provide you with a product or service that you requested.\nperform a contract we entered into with you.\nmaintain the functionality or security of our systems.\ncomply with or exercise rights provided by the law.\nor use the information internally in ways that are compatible with the context in which you provided the information to us, or that are reasonably aligned with your expectations based on your relationship with us.</p>\n<p>To exercise your right to request the deletion of your California Information, please contact us.\nThese requests are generally free.</p>\n<p>\n<strong>\n<u>Your Right to Ask Us Not To Sell Your California Information</u>\n</strong>\n</p>\n<p>You can always tell us not to sell your California Information by contacting us.</p>\n<p>Once we receive and process your request, we will not sell your California Information unless you later allow us to do so.</p> Data Security\n<p>We have implemented security measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to (or collected by) our Services.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on or implemented through the Services.</p> Dispute Resolutions\n<p>In compliance with the Privacy Shield Principles, System1 commits to resolve complaints about your privacy and our collection or use of your personal information.\nEuropean Union or Swiss individuals with inquiries or complaints regarding this privacy policy should first contact System1 here.</p>\n<p>System1 has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD, operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit http://www.bbb.org/EU-privacy-shield/for-eu-consumers for more information and to file a complaint.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolutions procedures have been exhausted.</p> Changes To Our Privacy Policy\n<p>It is our policy to post any changes we make to our Policy on this page.\nIf we make material changes to how we treat our users’ personal information, we will let you know through a notice available in connection with your use of our Services after implementing such changes.\nThe date the Policy was last revised is found at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting this Policy to check for any changes.</p> Contact Information\n<p>To ask questions or comment about this Policy and our privacy practices, contact us at:</p>\n<p>\n</p>\n<p>Attn: Privacy Officer<br>\n4235 Redwood Avenue<br>\nMarina Del Rey, CA 90066</p> Company\nWho we are What we do Research Careers Partner with us Investors Press Blog Contact Us Legal Privacy Policy Terms CMP Healthcare Plan MRFs Change My Consent <p>Copyright © 2022 System1.\nAll Rights Reserved.</p> We Care About Your Privacy<p>We and our partners store and access information on your device, such as unique IDs in cookies to process personal data.\nYou may accept and manage your choices at any time by clicking `Manage Preferences`, including your right to object where legitimate interest is relied upon.\nYour choices will be signaled to our partners and will not affect your browsing.</p>We and our partners process data to provide:<p>Use precise geolocation data.\nActively scan device characteristics for identification.\nStore and/or access information on a device.\nPersonalised ads and content, ad and content measurement, audience insights and product development.\nList of Partners (vendors) </p>I Accept Show Purposes ", "created_at": "2020-11-29 15:54:24.484445", "updated_at": "2022-12-28 17:23:16.27137"}], "points": [{"id": 11821, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://map-quest.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:57:52.053146", "updated_at": "2023-07-11 10:03:30.409355", "quoteText": null, "case_id": 121, "document_id": 3198, "quoteStart": null, "quoteEnd": null}, {"id": 11819, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://map-quest.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:56:45.592689", "updated_at": "2023-07-11 10:04:01.413982", "quoteText": null, "case_id": 128, "document_id": 3198, "quoteStart": null, "quoteEnd": null}, {"id": 11820, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://map-quest.co/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:57:11.118244", "updated_at": "2021-02-23 10:14:41.494294", "quoteText": null, "case_id": 220, "document_id": 3198, "quoteStart": null, "quoteEnd": null}, {"id": 29677, "title": "There is a date of the last update of the agreements", "source": "https://hello.mapquest.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-12-28 17:27:25.80568", "updated_at": "2023-07-11 06:27:07.278826", "quoteText": null, "case_id": 331, "document_id": 13183, "quoteStart": null, "quoteEnd": null}, {"id": 29676, "title": "This service is a subsidiary of System1", "source": "https://system1.com/terms/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-12-28 17:26:14.075671", "updated_at": "2023-07-11 06:27:07.35991", "quoteText": null, "case_id": 493, "document_id": 3198, "quoteStart": null, "quoteEnd": null}, {"id": 33691, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://hello.mapquest.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:20:42.021827", "updated_at": "2023-07-11 06:32:21.687382", "quoteText": null, "case_id": 403, "document_id": 13183, "quoteStart": null, "quoteEnd": null}], "urls": ["mapquest.com"]}}