{"error": 448, "message": "OK", "parameters": {"id": 7506, "name": "woebot", "created_at": "2023-03-12 20:00:14.78613", "updated_at": "2023-03-29 19:26:44.898142", "wikipedia": null, "keywords": null, "related": null, "slug": "woebot", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7506.png", "url": "woebothealth.com", "documents": [{"id": 14432, "name": "Privacy Policy", "url": "https://woebothealth.com/privacy-webview/", "xpath": "//body", "text": " This website stores cookies on your computer.\nThese cookies are used to improve your website experience and provide more personalized services to you, both on this website and through other media.\nTo find out more about the cookies we use, see our Privacy Policy.\n<p>We won't track your information when you visit our site.\nBut in order to comply with your preferences, we'll have to use just one tiny cookie so that you're not asked to make this choice again.</p> Accept Decline \"Why Generative AI Is Not Yet Ready for Mental Healthcare\" by Founder &amp.\nPresident Dr.\nAlison Darcy.\nRead here <ul>\n<li>Our Products\n<ul>\n<li>Behavioral Health Solutions <ul>\n<li>Adult Mental Health</li>\n</ul>\n</li>\n<li>Prescription <ul>\n<li>Adolescent Depression</li>\n<li>Postpartum Depression</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Who We Serve</li>\n<li>What Powers Woebot</li>\n<li>About Us\n<ul>\n<li>Our Boards</li>\n<li>Blog</li>\n<li>Awards and Certifications</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>For Users</li>\n<li>For Organizations</li>\n</ul> Your thoughts and information are private.\nWe are committed to keeping them that way.\n<p>Effective Date: August 31, 2022<br>Read our full Privacy Policy<br>Questions, comments, concerns? Please reach out: privacy@woebothealth.com</p> Commitment 1: What you write to Woebot is private <p>The transcripts of your conversations with Woebot are not shared with third parties, except to provide the Services, improve the Services, or to protect us and others.</p> Commitment 2: We never sell or share your personal data with advertisers&nbsp.\n<p>Never have, never will.&nbsp;</p> Commitment 3: You control your personal data <p>Request to access it, correct it, or delete it, whenever you want.\nShare as much or as little as you like.\nSee: How Can I Control My Personal Data?</p> Commitment 4: We always collect personal data with specific purpose and intent <p>For example, we ask about your symptoms to help you reflect on your progress, customize your experience, and in some partner programs to inform your clinical care.\nSee: What Personal Data Do You Collect &amp.\nHow Is It Used?</p> Commitment 5: We are upfront about who can see which personal data and why <p>For example, some technical service providers use personal data to help make the Services work.\nIf you use Woebot through a clinical partner, it may be appropriate to share more personal data with them than with an employer or other partner.\nWe’ll always be transparent about who sees what.\nSee: Do You Share My Personal Data?</p> Table of Contents Introduction\nContact Us\nWhat Personal Data Do You Collect &amp.\nHow Is It Used?\nDo You Share My Personal Data?\nHow is My Personal Data Protected?\nFor How Long Do You Store My Personal Data?\nWhat Rights Do I Have?\nHow Can I Control My Personal Data?\nWhat Responsibilities Do I Have? <p>\n</p>\n<p>Also see:<br>Supplemental California Privacy Notice<br>Supplemental Nevada Privacy Notice</p> Introduction <p>Woebot Labs, Inc.\nd/b/a Woebot Health (“<strong>Woebot</strong>”, “<strong>us</strong>”, “<strong>we</strong>”, or “<strong>our</strong>”) is committed to protecting and respecting your privacy.\nThis privacy policy applies to and describes how we collect, store, use, and share personal data about you through our software, website, mobile application, documentation, and related services (together, the “<strong>Services</strong>”).\nReferences to “<strong>you</strong>” means the person whose personal data we collect, use, and process.\nWe will manage your personal data only as described below and consistent with applicable laws.\nBy using the Services, you acknowledge that you have read and understand this privacy policy.</p>\n<p>Back to Top​</p> Contact Us​ <p>Woebot is the controller of personal data processed under this privacy policy.\n</p>\n<p>For further information, to exercise your rights, or if you have any questions, please see our Security Overview or contact Woebot Health’s&nbsp;Data Protection Officer at privacy@woebothealth.com or Attn: Data Protection Officer, Woebot Health, 535 Mission Street, 14th Floor, San Francisco, CA 94105, United States.\n</p>\n<p>Back to Top​</p> What Personal Data Do You Collect &amp.\nHow Is It Used? <p>See the European Union’s General Data and Protection Regulation (GDPR) guide for details on “Lawful basis for processing.” You decide how much or how little you are comfortable sharing.\nIf you do not provide us with certain personal data, some of the Services may not work as intended.\n</p> Account data Details: <ul>\n<li>Email address</li>\n<li>Other personal data you provide to us, including any personal identifiers like your birthdate</li>\n<li>Password</li>\n<li>Personal data you’ve allowed one of our partners to share with us</li>\n<li>Referral or access code (if applicable)</li>\n<li>Time zone (from iOS and Android apps)</li>\n<li>What Woebot should call you</li>\n</ul> How It Is Used: <ul>\n<li>To provide our Services, including creating an account</li>\n<li>To improve our Services</li>\n<li>For identification and authentication purposes</li>\n<li>To address issues like malicious use of the Services</li>\n<li>To maintain and uphold your preferences</li>\n<li>To send you communications about our Services</li>\n<li>To invite you to participate in relevant user experience research</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Communications with us (separate from conversational data) Details: <ul>\n<li>Email address</li>\n<li>Platform</li>\n<li>Operating system version</li>\n<li>Other personal data you provide to us, including any personal identifiers or attachments you share</li>\n</ul> How it is used: <ul>\n<li>To provide our Services</li>\n<li>To improve our Services</li>\n<li>To invite you to participate in ad hoc opportunities, like product feedback</li>\n<li>To provide user support</li>\n<li>To invite you to participate in relevant user experience research</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Conversational data Details: <ul>\n<li>Your conversational interactions with Woebot, like what you write or options you select during the conversation&nbsp;</li>\n</ul> How it is used: <ul>\n<li>To provide our Services</li>\n<li>To improve our Services</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Concerning language and escalation data <p>Woebot sometimes detects an input that might indicate you need more support than we can provide.\nWoebot is not a crisis service.\n</p> Details: <ul>\n<li>How often you share concerning language and confirm that Woebot has understood you correctly</li>\n<li>If you share that you’re considering harming yourself or others in a clinical survey</li>\n</ul> How it is used: <ul>\n<li>To suggest more appropriate resources</li>\n<li>To provide our Services</li>\n<li>To improve our Services</li>\n<li>For clinical partner programs (if enrolled), which may include informing your care team or clinical study staff</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Hardware diagnostic and login information Details: <ul>\n<li>Certain login information stored on your device</li>\n<li>Crash reports and system error logs</li>\n<li>Operating system, hardware, and browser version (if applicable)</li>\n</ul> How it is used: <ul>\n<li>To provide our Services</li>\n<li>To improve our Services</li>\n<li>To invite you to participate in relevant user experience research</li>\n<li>For clinical partner programs (if enrolled), like supporting Single Sign-On (SSO)</li>\n<li>For non-clinical partner programs (if enrolled), like supporting Single Sign-On (SSO)</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Survey and assessment data Details: <ul>\n<li>Surveys and assessments about your health or experiences</li>\n<li>Surveys about our Services (if applicable)</li>\n</ul> How it is used: <ul>\n<li>To provide our Services, including to provide a personalized experience based on your responses</li>\n<li>To improve our Services</li>\n<li>To invite you to participate in relevant user experience research</li>\n<li>For clinical partner programs (if enrolled), to inform your care</li>\n<li>To share de-identified and/or aggregated data about Woebot, like trends for marketing and business purposes</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Usage data Details: <ul>\n<li>Information from Google Analytics or other analytics vendors, like website visitor or app user behavior and demographics.\nSee: Google Analytics and Privacy and Opt Out of Google Analytics</li>\n<li>Internal analytics information</li>\n<li>Log files</li>\n<li>Mobile device, browser type, browser language, operating system, and Internet Protocol address</li>\n<li>Cookies, pixel tags, and web beacons</li>\n<li>Usage information, like the time of day or how often you use each tool</li>\n</ul> How it is used: <ul>\n<li>To provide our Services</li>\n<li>To improve our Services, including to assess the performance of our Services</li>\n<li>To invite you to participate in relevant user experience research</li>\n<li>For clinical partner programs (if enrolled), to inform your care</li>\n<li>To share de-identified and/or aggregated data about Woebot, like trends for marketing and business purposes</li>\n</ul>\n<p>Lawful Basis for Processing: Performance of a contract, Legitimate interest, Consent</p> Note on our social media pages <p>Woebot may maintain social media pages.\nAny personal data you share on the public sections of our social media pages is public and, unless otherwise required by applicable laws, is not covered by this privacy policy.\nPlease exercise caution before sharing information that may identify you on the public sections of our social media pages.\nIn addition, our Services may contain social media buttons to “Share Woebot.” Use of, or sharing personal data, with a social media service will also be subject to the social media service’s terms of service and privacy policy.\n</p>\n<p>Back to Top​</p> Do You Share My Personal Data? <p>We do not share your personal data with third parties except as outlined below.</p> Service providers <p>We use third party service providers, like Amazon Web Services, that help us provide our Services.\nThese third parties may have limited and controlled access to personal data in connection with the services they provide such as hosting or customer service.\nThe use of personal data by service providers outside of agreed-upon service they provide is prohibited.</p> Partner programs​ <p>We may partner with organizations to conduct research studies or provide you with the Services through separate programs.&nbsp;</p>\n<p>Program partners may include employers, hospitals, providers, or other medical and academic partners.\nClinical partner programs are a specific type of partner program that include a licensed healthcare provider.</p>\n<p>Your participation in partner programs is optional and requires your agreement with our partner for any personal data to be shared with a partner.\nParticipation may be governed by additional terms outside this privacy policy.\nIf you choose to participate in a partner program,&nbsp;</p> We will not share: <ul>\n<li>Your conversational interactions with Woebot, like what you write or your path through a conversation, unless you give us your consent to do so</li>\n</ul> We often share: <ul>\n<li>De-identified and/or aggregated data about how Woebot users use the app and its effectiveness</li>\n</ul> If you are using the Services through a clinical program or as part of a study and you consent, we may also share: <ul>\n<li>Identifiable data about how you’re doing such as survey responses, mood trends, or your confirmation that Woebot has understood a concerning entry that’s beyond what it can support</li>\n</ul>\n<p>The personal data we may share “For clinical partner programs (if enrolled)” and “For non-clinical partner programs (if enrolled),” is indicated in: What Personal Data Do You Collect &amp.\nHow Is It Used.</p>\n<p>Please note that any personal data shared with a partner program is also subject to the partner program’s terms and privacy policy.\nWe are not responsible for the processing of personal data by partner programs.\nPlease contact the partner program if you have any questions about their documents or practices.\nFor research programs, please see the study’s informed consent.\nYou may also contact the study and/or its institutional review board (IRB).</p> Your interactions with third-party services <p>Our Services may link to third parties, like helplines or other resources.\nAny information shared with or otherwise collected by third parties is subject to the third party’s terms and privacy policy.\nWe are not responsible for the processing of personal data by third parties relevant to these resources.\n</p> De-identified and/or aggregated data <p>We may use your personal data to create de-identified and/or aggregated data, like approximate location information, information about the device you use to access our Services, information about conversational trends, or other analyses we create.\nDe-identified and/or aggregated data is not personal data and we may use and share this data as permitted by applicable law, such as with academic partners.\nWe never share your transcripts with Woebot without your consent, even de-identified.</p> Disclosures to protect us or others &nbsp.\nWe may access, preserve, and disclose any personal data we store associated with you to external parties if we, in good faith, believe doing so is required or appropriate to: <ul>\n<li>Comply with law enforcement or national security requests and legal process, such as court order or subpoena;</li>\n<li>Protect you, our, or others’ rights, property, or safety.\n</li>\n<li>Enforce our policies or contracts.\nor</li>\n<li>Assist with an investigation or prosecution of suspected or actual illegal activity</li>\n</ul> Transferring personal data outside of the country you reside in or are currently located <p>Your personal data may be transferred, stored, and processed in one or more countries outside of the country you reside in or are currently located in, which may have data protection laws that are different from the laws where you reside or are currently located.\nWhen processing personal data outside of the country you reside or are currently located in, we take additional steps in an effort to ensure our international transfer of personal data is consistent with applicable law.\n<br>\n<br>If we transfer personal data which originates in the European Economic Area, Switzerland, and/or the United Kingdom to a country that has not been found to provide an adequate level of protection under applicable data protection laws, one of the safeguards we may use to support such transfer is the EU Standard Contractual Clauses.\n</p>\n<p>If you have additional questions about our international transfers of personal data, please Contact Us.</p> Disclosure in the event of merger, sale, or other asset transfers <p>If we are involved in a merger, acquisition, financial due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.\n</p>\n<p>Back to Top​</p> How is My Personal Data Protected? We use commercially reasonable efforts to implement security measures that are designed to avoid accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access to personal data.\nThis may include (as appropriate): <ul>\n<li>We adhere to hospital-level security policies and procedures to protect sensitive user data, adhering to the HIPAA rules, including the Privacy and Security Rules</li>\n<li>Using cloud-enabled infrastructure designed to reduce our data footprint</li>\n<li>Encrypting all personal data at rest and in transit</li>\n<li>Securing sensitive personal data in a dedicated environment in a manner designed to ensure segregation and clear access control</li>\n<li>Using technical network controls like multi-factor authentication and deny-all/allow-by-exception in a manner designed to maintain controlled access</li>\n<li>Conducting and responding to penetration tests, vulnerability assessments, code reviews, and internal compliance reviews</li>\n<li>Maintaining our business continuity, disaster recovery, and incident response plans</li>\n<li>Allowing employees to access personal data only if required in connection to their job duties</li>\n</ul>\n<p>Despite these efforts, no security measures are perfect, and no method of data transmission or storage is guaranteed to prevent unauthorized disclosure or misuse.\nAs a result, we cannot ensure or warrant the security of any personal data you provide to us.\nTo the fullest extent permitted by applicable law, we do not accept liability for unauthorized access, use, disclosure, or loss of personal data.\nTo learn more about how to safeguard your data see: What Responsibilities Do I Have?</p>\n<p>Back to Top​</p> For How Long Do You Store My Personal Data? <p>We store personal data so that your experience with the Services is personalized based on your past interactions and for other reasons listed above.\nWe retain the personal data we collect for as long as you use our Services, or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.\nFor more information about our data retention practices, please Contact Us.</p>\n<p>Back to Top​</p> What Rights Do I Have?&nbsp.\n<p>Anyone who uses the services can access, correct, or delete their personal data regardless of where they live or are physically located.\nIn addition, under certain data protection laws, individuals may have rights around their personal data which may include (as applicable):</p>\n<ol>\n<li>\n<strong>The right of access&nbsp;</strong>which enables you to check what type of personal data we hold about you, what we do with that personal data, and to receive a copy of this personal data</li>\n<li>\n<strong>The right to rectification&nbsp;</strong>which enables you to correct any inaccurate or incomplete personal data we hold about you (including Protected Health Information (PHI))</li>\n<li>\n<strong>The right to erasure&nbsp;</strong>which enables you to request that we erase personal data held about you in certain circumstances</li>\n<li>\n<strong>The right to restrict or object to&nbsp;the processing of your personal data</strong> by us in some instances, including if you believe that the personal data held about you is inaccurate or our use of the personal data is unlawful</li>\n<li>\n<strong>The right to data portability&nbsp;</strong>which enables you to receive your personal data in a structured, commonly used, and machine-readable format and to have that personal data transmitted to another data controller</li>\n<li>\n<strong>The right to get an electronic or paper copy of your medical record</strong> containing Protected Health Information (PHI)</li>\n<li>\n<strong>The right to receive confidential communications</strong>&nbsp;containing your Protected Health Information (PHI) by alternative means, like requesting that we contact you at a different email address or phone number</li>\n<li>\n<strong>The right to ask us to limit the Protected Health Information (PHI) we use or share</strong>\n</li>\n<li>\n<strong>The right to receive an accounting of disclosures</strong>&nbsp;we have made of your Protected Health Information (PHI) for a specified timeframe</li>\n<li>\n<strong>The right to name a personal representative</strong> who can also manage your Protected Health Information (PHI)</li>\n<li>\n<strong>The right to withdraw your consent</strong>\n</li>\n<li>\n<strong>The right to receive&nbsp;</strong>a paper copy of this privacy policy</li>\n</ol>\n<p>We will process your request in accordance with applicable laws.\nNote that we will require you to take steps to verify your identity.\nIf you wish to exercise any of the above rights, please Contact Us.</p>\n<p>Back to Top​</p> How Can I Control My Personal Data? <p>If you have feedback or questions about any aspect of how we collect, share, or use your personal data, please Contact Us.\n</p>\n<p>If your personal data is subject to the applicable data protection laws of the European Economic Area, Switzerland, or the United Kingdom, you have the right to file a complaint with the competent supervisory authority, if you believe our processing of your personal data violates applicable law.\n</p>\n<ul>\n<li>EEA Data Protection Authorities (DPAs)</li>\n<li>Swiss Federal Data Protection and Information Commissioner (FDPIC)</li>\n<li>UK Information Commissioner’s Office (ICO)&nbsp;</li>\n</ul> Request your personal data <p>​Contact us from the Settings section of the app or email support@woebothealth.com&nbsp;from the email address you used to register for the app.\nAfter verifying your identity, you will be sent a file containing what you’ve said to Woebot.</p> Opt-out <ul>\n<li>Email communications: Use the unsubscribe link found at the bottom of any email to stop receiving future emails.\nYou will continue to receive other transaction-related emails you have requested.\nYou are not able to opt out of some types of important communications, like updates to our terms or this privacy policy.</li>\n<li>Text messages: Follow the instructions in the text message you received or Contact Us.</li>\n<li>Push notifications: We may send you push notifications through one of our mobile applications.\nOpt out by changing the settings on your mobile device.</li>\n<li>Do Not Track (DNT): DNT is a privacy preference that you can set in some web browsers.\nWe honor DNT on our website.\nThe DNT preference does not apply to mobile applications.</li>\n<li>Cookies and similar technologies: You may stop, restrict, or remove the placement of some of cookies and other similar technologies we use as your browser or device permits.\nYou must opt out in each browser and on each device.&nbsp;</li>\n</ul> Please note: <ul>\n<li>We only use cookies on our website, not on any mobile applications.</li>\n<li>If you adjust your preferences, our Services may not work correctly.</li>\n</ul>\n<p>For more information on how we and our partners use cookies and the options to control them, see the Cookie Policy.</p>\n<p>Back to Top​</p> What Responsibilities Do I Have? Safeguard your personal data <p>You are responsible for helping to protect your personal data by safeguarding your&nbsp;device, email, and password.\nFor best practices, see the US Federal Trade Commission (FTC) guides: How To Protect Your Privacy on Apps, Online Security, and How to Keep Your Personal Information Secure.\nPlease reference our Security Overview for more information on how to safeguard your personal data.\n</p> Protect children’s information <p>The services are not directed to children (defined as under the age of 13 or another age as required by local law), and we do not knowingly collect personal data from children.\nIf you learn that your child has provided us with personal data without your consent, please Contact Us.\nIf we learn that we have collected a child’s personal data in violation of applicable law, we will delete that personal data (unless we have a legal obligation to keep it) and close the child’s account.&nbsp;</p> Read the privacy policies of third parties <p>The Services may contain links to third party websites or applications not covered by this privacy policy.\nWe do not endorse, screen, or approve, and are not responsible for, the privacy practices or content of such other websites or applications.\nProviding personal data to third party websites or applications is at your own risk.</p> Review this privacy policy​ regularly <p>We may change this privacy policy at any time.\nIf we make any material changes to this privacy policy, we will notify you as required by applicable law.&nbsp;</p>\n<p>If you continue using our Services after the new policy takes effect, you are acknowledging acceptance of the updated privacy policy.\nWe encourage you to review the content of this privacy policy regularly.</p>\n<p>Archived Versions of our Privacy Policy: <br>April 28, 2022<br>July 14, 2021<br>April 23, 2020</p>\n<p>Back to Top​</p>\n<ul>\n<li>App Support</li>\n<li>Security Overview</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Blog</li>\n<li>News</li>\n<li>Careers</li>\n<li>FAQ</li>\n<li>Partner With Us</li>\n<li>For Press</li>\n</ul>\n<p>© 2023 Woebot Health</p>\n<ul>\n<li>Linkedin</li>\n<li>Instagram</li>\n<li>Twitter</li>\n</ul>\n<p>© 2023 Woebot Health</p> ↑ &nbsp.\nBack to Top <ul>\n<li>App Support</li>\n<li>Security Overview</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Blog</li>\n<li>News</li>\n<li>Careers</li>\n<li>FAQ</li>\n<li>Partner With Us</li>\n<li>For Press</li>\n</ul>\n<ul>\n<li>Linkedin</li>\n<li>Instagram</li>\n<li>Twitter</li>\n</ul> ↑ &nbsp.\nBack to Top <p>© 2023 Woebot Health</p> ", "created_at": "2023-03-12 20:00:14.818527", "updated_at": "2023-03-12 20:01:15.085053"}, {"id": 14433, "name": "Terms of Service", "url": "https://woebothealth.com/terms-webview/", "xpath": "//body", "text": " This website stores cookies on your computer.\nThese cookies are used to improve your website experience and provide more personalized services to you, both on this website and through other media.\nTo find out more about the cookies we use, see our Privacy Policy.\n<p>We won't track your information when you visit our site.\nBut in order to comply with your preferences, we'll have to use just one tiny cookie so that you're not asked to make this choice again.</p> Accept Decline \"Why Generative AI Is Not Yet Ready for Mental Healthcare\" by Founder &amp.\nPresident Dr.\nAlison Darcy.\nRead here <ul>\n<li>Our Products\n<ul>\n<li>Behavioral Health Solutions <ul>\n<li>Adult Mental Health</li>\n</ul>\n</li>\n<li>Prescription <ul>\n<li>Adolescent Depression</li>\n<li>Postpartum Depression</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Who We Serve</li>\n<li>What Powers Woebot</li>\n<li>About Us\n<ul>\n<li>Our Boards</li>\n<li>Blog</li>\n<li>Awards and Certifications</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>For Users</li>\n<li>For Organizations</li>\n</ul> Terms of Service <p>Effective Date: April 28th, 2022</p>\n<p>\n<strong>1.\nWhat is Woebot?​</strong>\n</p>\n<p>Welcome to Woebot.\nPlease read on to learn the rules and restrictions that govern your use of our website(s), products, services and applications (the “Services”).\nIf you have any questions, comments, or concerns regarding these terms or the Services, please contact us via our&nbsp;Help Center.</p>\n<p>These Terms of Use (the “Terms”) are a binding contract between you and Woebot Health (“Woebot,” “we” and “us”).\nYou must agree to and accept all of the Terms, or you don’t have the right to use the Services.\nYour using the Services in any way means that you agree to all of these Terms, and these Terms will remain in effect while you use the Services.\nThese Terms include the provisions in this document, our Terms &amp.\nConditions, as well as those in the Woebot&nbsp;Privacy Policy.</p>\n<p>IMPORTANT NOTICE REGARDING ARBITRATION: WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND WOEBOT THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT AND YOU ARE WAIVING YOUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nPLEASE REVIEW CAREFULLY THE SECTION ON “CHOICE OF LAW.\nARBITRATION” BELOW FOR DETAILS REGARDING ARBITRATION.</p>\n<p>\n<strong>2.\nOur services</strong>\n</p>\n<p>Woebot is designed to be a pure self-help program which in some cases may include individualized support and feedback from a Woebot coach.\nThe Services do not include the provision of medical care, mental health services or other professional services.</p>\n<p>USE OF THE SERVICES IS NOT FOR EMERGENCIES.\nIF YOU THINK YOU HAVE A MEDICAL OR MENTAL HEALTH EMERGENCY, CALL 911 OR GO TO THE NEAREST OPEN CLINIC OR EMERGENCY ROOM.</p>\n<p>IF YOU ARE CONSIDERING OR COMMITTING SUICIDE OR FEEL THAT YOU ARE A DANGER TO YOURSELF OR TO OTHERS, YOU MUST DISCONTINUE USE OF THE SERVICES IMMEDIATELY, CALL 911 OR NOTIFY APPROPRIATE POLICE OR EMERGENCY MEDICAL PERSONNEL.&nbsp;</p>\n<p>** IF YOU SUSPECT, HAVE EXPERIENCED OR HAVE KNOWLEDGE OF CHILD OR DEPENDENT ADULT OR ELDER ABUSE PLEASE CONTACT YOUR LOCAL PROTECTIVE SERVICES AGENCY.\n** Woebot is not a mandated reporter, and is under no obligation to report any known or suspected instances of child, dependent adult or elder abuse to the proper authorities as set forth under applicable state law.&nbsp;</p>\n<p>\n<strong>3.\nWhat about my privacy?​</strong>\n</p>\n<p>Woebot takes the privacy of its users very seriously.\nFor the current Woebot Privacy Policy, please click&nbsp;Privacy Policy.&nbsp;</p>\n<p>The Children’s Online Privacy Protection Act (“COPPA”) requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13.\nWe do not knowingly collect or solicit personally identifiable information from children under 13.\nif you are a child under 13, please do not attempt to register for the Services or send any personal information about yourself to us.\nIf we learn we have collected personal information from a child under 13, we will delete that information as quickly as possible and terminate the associated account.\nIf you believe that a child under 13 may have provided us personal information, please contact us via our&nbsp;Help Center.</p>\n<p>\n<strong>4.\nWhat are the basics of using Woebot?​</strong>\n</p>\n<p>You will start interacting with Woebot on the Woebot Apple or Android application.\nIt will ask for the name you would like Woebot to call you.\nIn addition, you may be required to sign up for an account, and select a password and username (“Woebot User ID”).\nYou promise to provide us with accurate, complete, and updated registration information about yourself.\nYou may not select as your Woebot User ID a name that you don’t have the right to use, or another person’s name with the intent to impersonate that person.\nYou may not transfer your account to anyone else without our prior written permission.</p>\n<p>You may use the Services only if you are at least 13 years of age (or such other minimum age at which you can provide consent to data processing under the laws of your territory), and not otherwise barred from using the Services under applicable law.\nIf you are over 13 years of age but under the age of majority in your respective jurisdiction, you hereby represent and warrant that your parent or legal guardian has read these Terms and accepts them on your behalf.\nParents and legal guardians are responsible for the acts of their minor children when using the Services, whether or not the parent or guardian has authorized such uses.\nIf you’re agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization or entity’s behalf and bind them to these Terms (in which case, the references to “you” and “your” in these Terms, except for in this sentence, refer to that organization or entity).</p>\n<p>You will only use the Services for your own internal, personal, non-commercial use, and not on behalf of or for the benefit of any third party, and only in a manner that complies with all laws that apply to you.\nIf your use of the Services is prohibited by applicable laws, then you aren’t authorized to use the Services.\nWe can’t and won’t be responsible for your using the Services in a way that breaks the law.</p>\n<p>You will not share your account or password with anyone, and you must protect the security of your account and your password.\nYou’re solely responsible for any activity associated with your account.</p>\n<p>Your use of the Services is subject to the following additional restrictions.\nYou represent, warrant, and agree that you will not contribute any Content or User Submission (each of those terms is defined below) or otherwise use the Services or interact with the Services in a manner that:</p>\n<ul>\n<li>Infringes or violates the intellectual property rights or any other rights of anyone else (including Woebot);</li>\n<li>Violates any law or regulation;</li>\n<li>Is harmful, fraudulent, deceptive, threatening, harassing, defamatory, obscene, or otherwise objectionable;</li>\n<li>Jeopardizes the security of your Woebot account or anyone else’s (such as allowing someone else to log on as you on the Services);</li>\n<li>Attempts, in any manner, to obtain the password, account, or other security information from any other user;</li>\n<li>Violates the security of any computer network, or cracks any passwords or security encryption codes;</li>\n<li>Runs Maillist, Listserv, any form of auto-responder or “spam” on the Services, or any processes that run or are activated while you are not logged into the Services, or that otherwise interfere with the proper working of the Services (including by placing an unreasonable load on the Services’ infrastructure);</li>\n<li>“Crawls,” “scrapes,” or “spiders” any page, data or portion of or relating to the Services or Content (through use of manual or automated means);</li>\n<li>Copies or stores any significant portion of the Content and/or share, post or distribute any significant portion of the Content elsewhere;</li>\n<li>Decompiles, reverse engineers, or otherwise attempts to obtain the source code or underlying ideas or information of or relating to the Services.</li>\n<li>Reports false emergencies relating to yourself, others, or vulnerable populations including children, elders, or people with disabilities.</li>\n<li>Evidences mental health services needs that exceed those provided in the Services.\nWoebot seeks to protect users by providing services only to those who are likely to benefit from the Services provided.\nIf your needs appear beyond the scope of guided self-help you will be advised to seek alternative services which can be found through the services of a mental health professional, medical professional, or support organization such as NAMI.org.</li>\n</ul>\n<p>A violation of any of the foregoing is grounds for termination of your right to use or access the Services.</p>\n<p>\n<strong>5.\nWhat are my rights while using Woebot?</strong>\n</p>\n<p>The materials displayed or performed or available on or through the Services, including, but not limited to, text, graphics, data, articles, videos, photos, images, illustrations, User Submissions, and so forth (all of the foregoing, the “Content”) are protected by copyright and/or other intellectual property laws.\nYou agree to abide by all copyright notices, trademark rules, information, and restrictions contained in any Content you access through the Services, and you won’t use, copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purpose any Content not owned by you, (i) without the prior consent of the owner of that Content or (ii) in a way that violates someone else’s (including Woebot’s) rights.</p>\n<p>Note: Woebot may provide links to videos or articles that were not created by us and for which we assume no ownership.\nWoebot does not take any responsibility for the accuracy of information or content therein, nor for any harm caused by that content.</p>\n<p>You understand that Woebot owns the Services.\nYou won’t modify, publish, transmit, participate in the transfer or sale of, reproduce (except as expressly provided in this Section), creative derivative works based on, or otherwise exploit any of the Services.</p>\n<p>The Services may allow you to copy or download certain Content.\nplease remember that just because this functionality exists, doesn’t mean that all the restrictions above don’t apply — they do!</p>\n<p>\n<strong>6.\nDo I have to grant any licenses to Woebot or to other users?​</strong>\n</p>\n<p>Anything you post, upload, share, store, or otherwise provide through the Services is your “User Submission.” Some User Submissions may be viewable by other users.\nIn order to display your User Submissions on the Services, and to allow other users to view them (where applicable), you grant us certain rights in those User Submissions.\nPlease note that all of the following licenses are subject to our&nbsp;Privacy Policy&nbsp;to the extent they relate to User Submissions that are also your personally-identifiable information.</p>\n<p>For all User Submissions, you hereby grant Woebot a license to translate, modify (for technical purposes, for example making sure your content is viewable on an iPhone as well as a computer) and reproduce and otherwise act with respect to such User Submissions, in each case to enable us to operate the Services, as described in more detail below.\nThis is a license only – your ownership in User Submissions is not affected.</p>\n<p>If you submit a User Submission in your own personal Woebot account, in a manner that is not viewable by any other user except you (a “Personal User Submission”), you grant Woebot the license above, provided that the license to display, perform, and distribute your Personal User Submission will be limited to the sole purpose of making that Personal User Submission accessible to you and providing the Services necessary to do so.</p>\n<p>You agree that the licenses you grant are royalty-free, perpetual, sublicensable, irrevocable, and worldwide.\nprovided that when you delete your Woebot account, we will stop displaying your User Submissions to other users (if applicable), but you understand and agree that some User Submissions may not be completely removed and copies of your User Submissions may continue to exist in Woebot’s records and on the Services, and your User Submissions may remain viewable elsewhere to the extent that they were copied or stored by other users who had access to such User Submissions.\nTo the maximum extent permitted by law, Woebot is not responsible or liable for the removal or deletion of (or the failure to remove or delete) any of your User Submissions.</p>\n<p>Finally, you understand and agree that Woebot, in performing the required technical steps to provide the Services to our users (including you), may need to make changes to your User Submissions to conform and adapt those User Submissions to the technical requirements of connection networks, devices, services, or media, and any of the foregoing licenses include the rights to do so.</p>\n<p>\n<strong>7.\nWhat if I see something on the Services that infringes my copyright?​</strong>\n</p>\n<p>You may have heard of the Digital Millennium Copyright Act (the “DMCA”), as it relates to online service providers, like Woebot, being asked to remove material that allegedly violates someone’s copyright.\nWe respect others’ intellectual property rights, and we reserve the right to delete or disable Content alleged to be infringing, and to terminate the accounts of repeat alleged infringers.\nTo learn more about the DMCA, click&nbsp;here.</p>\n<p>Woebot will process and investigate notices of alleged infringement, and will take appropriate action under the DMCA, and/or any other applicable intellectual property laws, with respect to any alleged or actual infringement.\nA notification of claimed copyright infringement should be emailed to Woebot’s Designated Copyright Agent at&nbsp;privacy@woebothealth.com&nbsp;(Subject line: “DMCA Takedown Request”).\nYou may also contact us by mail:</p>\n<p>Woebot Health, 535 Mission Street, 14th Floor, San Francisco, CA 94105</p>\n<p>To be effective, the notification must be in writing and contain the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Services, with enough detail that we may find it on the Services;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, the owner’s agent, or the law;</li>\n<li>a statement, made under penalty of perjury, that the above information, included within your notice, is accurate, and that you are the copyright or intellectual property owner, or are authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul>\n<p>If you believe that your content, which was removed (or to which access was disabled), is not infringing, or that you have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to use the content, you may send a written counter-notice containing the following information to the Designated Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the content, which has been removed or to which access has been disabled, and the location at which the content appeared before it was removed or disabled;</li>\n<li>a statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</li>\n<li>your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court located within the Northern District of California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>If a counter-notice is received by the Designated Copyright Agent, Woebot will send a copy of the counter-notice to the original complaining party, informing that party that it may replace the removed content or cease disabling it within ten (10) business days.\nUnless the copyright owner files an action seeking a court order against the content provider, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at our sole discretion.</p>\n<p>\n<strong>8.\nWe do not provide medical advice​</strong>\n</p>\n<p>While the Services may provide access to certain general medical information the Services cannot and are not intended to provide medical advice.\nThe Services may provide general information to patients for educational, informative and engagement purposes.\nAll such information is not intended to replace or complement any professional medical consultation, advice, or treatment, which should be provided by a physician or other qualified healthcare professional.\nWe advise you to always seek the advice of a physician or other qualified healthcare provider with any questions regarding your personal health or medical conditions.\nIf you have or suspect that you have a medical problem or condition, please contact a qualified healthcare professional immediately.</p>\n<p>The provision of Content through the Services does not create a medical professional-patient relationship, and does not constitute an opinion, medical advice, or diagnosis or treatment of any particular condition, but is provided to assist you in completing your self-help program.</p>\n<p>**NO LICENSED MEDICAL PROFESSIONAL-PATIENT RELATIONSHIP IS CREATED BY USING INFORMATION AND/OR SERVICES PROVIDED BY OR THROUGH THE USE OF THE SERVICES OR THROUGH ANY OTHER COMMUNICATIONS FROM WOEBOT.\nTHE CONTENT OF THE SERVICES ARE NOT AND SHOULD NOT BE CONSIDERED MEDICAL ADVICE OR A SUBSTITUTE FOR INDIVIDUAL MEDICAL ADVICE, DIAGNOSIS OR TREATMENT.\nIF THE SERVICES PROVIDE YOU WITH ANY POTENTIALLY ACTIONABLE INFORMATION, THIS INFORMATION IS INTENDED FOR INFORMATIONAL PURPOSES ONLY AND FOR DISCUSSION WITH YOUR PHYSICIAN OR OTHER QUALIFIED HEALTH CARE PROFESSIONAL.\nDO NOT DISREGARD, AVOID OR DELAY OBTAINING MEDICAL ADVICE FROM A QUALIFIED HEALTH CARE PROFESSIONAL BECAUSE OF SOMETHING YOU MAY HAVE READ ON THE SERVICES.\nYOU ARE SOLELY RESPONSIBLE FOR SEEKING THE MEDICAL ADVICE OF QUALIFIED HEALTH CARE PROFESSIONALS FOR QUESTIONS REGARDING A MEDICAL CONDITION, DIAGNOSIS OR TREATMENT.\nDO NOT USE THE SERVICES FOR EMERGENCY MEDICAL NEEDS.\nIF YOU REQUIRE MENTAL HEALTH THERAPY SERVICES, YOU SHOULD CONTACT A QUALIFIED HEALTHCARE PROFESSIONAL IN YOUR AREA.\nIF YOU EXPERIENCE A MEDICAL EMERGENCY, CALL 911 IN THE UNITED STATES OR YOUR COUNTRY’S LOCAL EMERGENCY SERVICES IF OUTSIDE OF THE UNITED STATES.\nYOUR USE OF INFORMATION PROVIDED ON AND THROUGH THE SERVICES IS SOLELY AT YOUR OWN RISK.\nNOTHING STATED, POSTED, OR MADE AVAILABLE THROUGH THE SERVICES IS INTENDED TO BE, AND MUST NOT BE TAKEN TO BE, THE PRACTICE OF MEDICINE OR THE PROVISION OF MEDICAL CARE.**</p>\n<p>\n<strong>9.\nWho is responsible for what I see and do on the Services?​</strong>\n</p>\n<p>Any information or content posted or transmitted through the Services is the sole responsibility of the person from whom such content originated, and you access all such information and content at your own risk, and we are not liable for any errors or omissions in that information or content or for any damages or loss you might suffer in connection with it.\nWe cannot control and have no duty to take any action regarding how you may interpret and use the Content or what actions you may take as a result of having been exposed to the Content, and you hereby release us from all liability for you having acquired or not acquired Content through the Services.\nWe cannot guarantee the identity of any users with whom you interact in using the Services and are not responsible for which users gain access to the Services.</p>\n<p>Our Services and the Content provided therein are for informational and educational purposes and are not a substitute for the professional judgment and advice of health care professionals.\nThe Content and the Services are not intended to be used for medical diagnosis or treatment.\nPersons accessing this information assume full responsibility for the use of the information.\nWoebot is not responsible or liable for any claim, loss, or damage arising from the use of the information.</p>\n<p>You are responsible for all Content you contribute, in any manner, to the Services, and you represent and warrant that you have all rights necessary to do so, in the manner in which you contribute it.\nYou will keep all your registration information accurate and current.\nYou are responsible for all your activity in connection with the Services.</p>\n<p>The Services may contain links or connections to third party websites or services that are not owned or controlled by Woebot.\nWhen you access third party websites or use third party services, you accept that there are risks in doing so, and that Woebot is not responsible for such risks.\nWe encourage you to be aware when you leave the Services and to read the terms and conditions and privacy policy of each third party website or service that you visit or utilize.</p>\n<p>Woebot has no control over, and assumes no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any third party websites or by any third party that you interact with through the Services.\nIn addition, Woebot will not and cannot monitor, verify, censor or edit the content of any third party site or service.\nBy using the Services, you release and hold us harmless from any and all liability arising from your use of any third party website or service.</p>\n<p>Your interactions with organizations and/or individuals found on or through the Services are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with interaction with any of these third parties.\nYou agree that Woebot shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.</p>\n<p>If there is a dispute between participants on the Services, or between users and any third party, you agree that Woebot is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you release Woebot, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Services.\nIf you are a California resident, you shall and hereby do waive California Civil Code Section 1542, which says: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.”</p>\n<p>\n<strong>10.\nWill Woebot ever change the Services?​</strong>\n</p>\n<p>We are always trying to improve the Services, so they may change over time.\nWe may suspend or discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services.\nWe will try to give you notice when we make a material change to the Services that would adversely affect you, but this isn’t always practical.\nSimilarly, we reserve the right to remove any Content from the Services at any time, for any reason (including, but not limited to, if someone alleges you contributed that Content in violation of these Terms), in our sole discretion, and without notice.</p>\n<p>\n<strong>11.\nWill these terms ever change?​</strong>\n</p>\n<p>We are constantly trying to improve our Services, so these Terms may need to change along with the Services.\nWe reserve the right to change the Terms at any time, but if we do, we will bring it to your attention by placing a notice on the&nbsp;Woebot website, and/or by sending you an email and/or by some other means.</p>\n<p>If you do not agree with the new Terms, you are free to reject them.\nunfortunately, that means you will no longer be able to use the Services.\nIf you use the Services in any way after a change to the Terms is effective, that means you agree to all of the changes.</p>\n<p>Except for changes by us as described here, no other amendment or modification of these Terms will be effective unless in writing and signed by both you and us.</p>\n<p>\n<strong>12.\nDoes Woebot cost anything?​</strong>\n</p>\n<p>There is no subscription fee to be a part of Woebot.\nSponsored special programs do exist, as described in the&nbsp;Privacy Policy.</p>\n<p>\n<strong>13.\nWhat if I want to stop using Woebot?​</strong>\n</p>\n<p>You’re free to do that at any time, by contacting us through our&nbsp;Help Center.\nPlease refer to our&nbsp;Privacy Policy, as well as the licenses above, to understand how we treat information you provide to us after you have stopped using our Services.</p>\n<p>Woebot is also free to terminate (or suspend access to) your use of the Services or your account, for any reason in our discretion, including your breach of these Terms.\nWoebot has the sole right to decide whether you are in violation of any of the restrictions set forth in these Terms.</p>\n<p>Account termination may result in destruction of any Content associated with your account, so keep that in mind before you decide to terminate your account.\nWe will try to provide advance notice to you prior to our terminating your account so that you are able to retrieve any important User Submissions you may have stored in your account (to the extent allowed by law and these Terms), but we may not do so if we determine it would be impractical, illegal, not in the interest of someone’s safety or security, or otherwise harmful to the rights or property of Woebot.</p>\n<p>If you have deleted your account by mistake, contact us immediately via our&nbsp;Help Center&nbsp;– we will try to help, but unfortunately, we can’t promise that we can recover or restore anything.</p>\n<p>Provisions that, by their nature, should survive termination of these Terms shall survive termination.\nBy way of example, all of the following will survive termination: any obligation you have to pay us or indemnify us, any limitations on our liability, any terms regarding ownership or intellectual property rights, and terms regarding disputes between us.</p>\n<p>\n<strong>14.\nI use the Woebot App available via the Apple App Store or Google Play Store – should I know anything about that?​</strong>\n</p>\n<p>These Terms apply to your use of all the Services, including the iPhone and iPad applications available via the Apple, Inc.\n(“Apple”) App Store (the “Application”), and the Android applications available via the Google, Inc.\n(“Google”) Play Store (the “Application”), but the following additional terms also apply to the Application:</p>\n<p>Both you and Woebot acknowledge that the Terms are concluded between you and Woebot only, and not with Apple and Google, and that Apple and Google are not responsible for the Application or the Content;</p>\n<p>The Application is licensed to you on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Services for your private, personal, non-commercial use, subject to all the terms and conditions of this Agreement as they are applicable to the Services;</p>\n<p>You will only use the Application in connection with an Apple device that you own or control;</p>\n<p>You acknowledge and agree that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Application;</p>\n<p>In the event of any failure of the Application to conform to any applicable warranty, including those implied by law, you may notify Apple or Google of such failure.\nupon notification, Apple and Google’s sole warranty obligation to you will be to refund to you the purchase price, if any, of the Application;</p>\n<p>You acknowledge and agree that Woebot, and not Apple or Google, is responsible for addressing any claims you or any third party may have in relation to the Application;</p>\n<p>You acknowledge and agree that, in the event of any third party claim that the Application or your possession and use of the Application infringes that third party’s intellectual property rights, Woebot, and not Apple or Google, will be responsible for the investigation, defense, settlement and discharge of any such infringement claim;<br>You represent and warrant that you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties;</p>\n<p>Both you and Woebot acknowledge and agree that, in your use of the Application, you will comply with any applicable third party terms of agreement which may affect or be affected by such use.\nand</p>\n<p>Both you and Woebot acknowledge and agree that Apple and Apple’s subsidiaries and Google and Google’s subsidiaries are third party beneficiaries of this Agreement, and that upon your acceptance of this Agreement, Apple and Google will have the right (and will be deemed to have accepted the right) to enforce this Agreement against you as the third party beneficiary hereof.</p>\n<p>\n<strong>15.\nWhat else do I need to know?​</strong>\n</p>\n<p>\n<strong>Warranty Disclaimer.</strong>&nbsp;Woebot does not make any representations or warranties concerning any content contained in or accessed through the Services, and we will not be responsible or liable for the accuracy, copyright compliance, legality, or decency of material contained in or accessed through the Services.\nWe make no representations or warranties regarding suggestions or recommendations of services or products offered or purchased through the Services.\nServices purchased or offered (whether or not following such recommendations and suggestions) through the Services are provided “AS IS” and without any warranty of any kind from Woebot or others (unless, with respect to such others only, provided expressly and unambiguously in writing by a designated third party for a specific product).\nTHE SERVICES AND CONTENT ARE PROVIDED ON AN “AS-IS” BASIS, WITHOUT WARRANTIES OR ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>Limitation of Liability.</strong>&nbsp;TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL WOEBOT BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, OR (B) ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF THE GREATER OF (I) $100 OR (II) THE AMOUNTS PAID BY YOU TO WOEBOT IN CONNECTION WITH THE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THIS APPLICABLE CLAIM, OR (III) ANY MATTER BEYOND WOEBOT’S REASONABLE CONTROL.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>Indemnity.</strong>&nbsp;You agree to indemnify and hold Woebot, its affiliates, officers, agents, employees, and partners harmless for and against any and all claims, liabilities, damages (actual and consequential), losses and expenses (including attorneys’ fees) arising from or in any way related to any third party claims relating to (a) your use of the Services (including any actions taken by a third party using your account), and (b) your violation of these Terms.\nIn the event of such a claim, suit, or action (“Claim”), if you have an account, we will attempt to provide notice of the Claim to the contact information we have for your account (provided that failure to deliver such notice shall not eliminate or reduce your indemnification obligations hereunder).</p>\n<p>\n<strong>Assignment.</strong>&nbsp;You may not assign, delegate or transfer these Terms or your rights or obligations hereunder, or your Services account, in any way (by operation of law or otherwise) without Woebot’s prior written consent.\nWe may transfer, assign, or delegate these Terms and our rights and obligations without consent.</p>\n<p>\n<strong>Choice of Law.\nArbitration.</strong>&nbsp;These Terms are governed by and will be construed under the laws of the State of California, without regard to the conflicts of laws provisions thereof.\nAny dispute arising from or relating to the subject matter of these Terms shall be finally settled in San Francisco County, California, in English, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with the Arbitration Rules and Procedures of JAMS.\nJudgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction.\nNotwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the state or federal courts located in, respectively, San Francisco County, California, or the Northern District of California.\nAny arbitration under these Terms will take place on an individual basis: class arbitrations and class actions are not permitted.\nYOU UNDERSTAND AND AGREE THAT BY ENTERING INTO THESE TERMS, YOU AND WOEBOT ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.</p>\n<p>\n<br>\n<strong>Miscellaneous.</strong>&nbsp;You will be responsible for paying withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Services, provided that the Woebot may, in its sole discretion, do any of the foregoing on your behalf or for itself as it sees fit.\nThe failure of either you or us to exercise, in any way, any right herein shall not be deemed a waiver of any further rights hereunder.\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable.\nYou and Woebot agree that these Terms are the complete and exclusive statement of the mutual understanding between you and Woebot, and that it supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of these Terms, and that all modifications to these Terms must be in a writing signed by both parties (except as otherwise provided herein).\nNo agency, partnership, joint venture, or employment is created as a result of these Terms and you do not have any authority of any kind to bind Woebot in any respect whatsoever.\nExcept as expressly set forth in the section above regarding the Apple Application, you and Woebot agree there are no third party beneficiaries intended under this Agreement.</p>\n<ul>\n<li>App Support</li>\n<li>Security Overview</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Blog</li>\n<li>News</li>\n<li>Careers</li>\n<li>FAQ</li>\n<li>Partner With Us</li>\n<li>For Press</li>\n</ul>\n<p>© 2023 Woebot Health</p>\n<ul>\n<li>Linkedin</li>\n<li>Instagram</li>\n<li>Twitter</li>\n</ul>\n<p>© 2023 Woebot Health</p> ↑ &nbsp.\nBack to Top <ul>\n<li>App Support</li>\n<li>Security Overview</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Blog</li>\n<li>News</li>\n<li>Careers</li>\n<li>FAQ</li>\n<li>Partner With Us</li>\n<li>For Press</li>\n</ul>\n<ul>\n<li>Linkedin</li>\n<li>Instagram</li>\n<li>Twitter</li>\n</ul> ↑ &nbsp.\nBack to Top <p>© 2023 Woebot Health</p> ", "created_at": "2023-03-12 20:01:21.288903", "updated_at": "2023-03-12 20:01:30.066948"}], "points": [], "urls": ["woebothealth.com"]}}