{"error": 448, "message": "OK", "parameters": {"id": 7900, "name": "Old Skull Games", "created_at": "2023-04-03 20:53:22.934824", "updated_at": "2023-04-22 11:50:37.398595", "wikipedia": null, "keywords": null, "related": null, "slug": "old-skull-games", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7900.png", "url": "oldskullgames.com", "documents": [{"id": 15275, "name": " Privacy Policy", "url": "https://oldskullgames.com/privacy-policy", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li>Our studio</li>\n<li>Our games</li>\n<li>Careers</li>\n<li>Business</li>\n<li>News</li>\n<li>Contact us</li>\n</ul>Privacy Policy<p>Thank you for playing our games! This Privacy Policy describes:</p>\n<ul>\n<li>The ways we collect personal data about you and why we do so</li>\n<li>How we use your personal data, and</li>\n<li>The choices you have about your personal data.</li>\n</ul>\n<p>This Privacy Policy applies to Old Skull Games’ games, websites and related services, which we here collectively call the Service.\nWe may periodically update this Privacy Policy by posting a new version on OldSkullGames.com.\nIf we make any material changes, we will notify you by posting a notice in the Service prior to the change becoming effective.\nYour continued use of the Service after the effective date will be subject to the new Privacy Policy.</p>CONTACT US<p>If you have questions about data protection, or if you have any requests for resolving issues with your personal data, we encourage you to primarily contact us through the game so we can reply to you more quickly.</p>\n<p>Name of the controller: Old Skull Games<br>Address: 35-37 rue Louis Guérin 69100 Villeurbanne, France<br>email: contact@oldskullgames.com</p>THE DATA WE COLLECT<p>\n<strong>Data you provide us</strong>:</p>\n<ul>\n<li>Contact information (such as email address)</li>\n</ul>\n<p>\n<strong>Data we collect automatically</strong>:</p>\n<ul>\n<li>Data about your account and game progress</li>\n<li>Your IP address and mobile device identifiers (such as your device ID, advertising ID, MAC address, IMEI)</li>\n<li>Data about your device, such as device name and operating system, browser type and language</li>\n<li>Data we collect with cookies and similar technologies (see more below)</li>\n<li>General location data</li>\n<li>Data about your use of the Service, such as gameplay data and your interactions with other players inside the Service</li>\n</ul>\n<p>In most cases, we also create a Kraken Corp.\nspecific ID for you when you use the service.</p>\n<p>\n<strong>Data we collect from our partners</strong>:</p>\n<ul>\n<li>Data we receive if you link a third-party tool with the Service (such as Facebook, WeChat or Google)</li>\n<li>Demographic data (such as to determine the coarse location of your IP address)</li>\n<li>Data to fight fraud (such as refund abuse in games or click fraud in advertising)</li>\n<li>Data from platforms that the games run on (such as to verify payment)</li>\n<li>Data for advertising and analytics purposes, so we can provide you a better Service</li>\n</ul>WHY DO WE COLLECT YOUR DATA<p>\n<strong>To make the Service work.</strong>\n</p>\n<p>To perform the contract, we process data necessary to :</p>\n<ul>\n<li>Create accounts and allow you to play our games and use our Service</li>\n<li>Operate the Service</li>\n<li>Verify and confirm payments</li>\n<li>Provide and deliver products and services you request</li>\n<li>Send you Service-related communications</li>\n</ul>\n<p>\n<strong>To make the Service more suitable for our players.</strong>\n</p>\n<p>To provide a great Service to our players, we have a legitimate interest to collect and process necessary data to:</p>\n<ul>\n<li>Update and develop player profiles</li>\n<li>Develop and improve the Service and player experience</li>\n<li>Manage our relationship with you</li>\n<li>Provide social features as part of the Service</li>\n<li>Customize your Service experience</li>\n<li>Respond to your comments and questions and provide player support</li>\n<li>Send you related information, such as updates, security alerts, and support messages</li>\n<li>Enable you to communicate with other players</li>\n</ul>\n<p>\n<strong>To show personalized advertisements.</strong>\n</p>\n<p>To show you personalized advertisements in the Service as well as in other websites and services (including email) we have a legitimate interest to process necessary data to</p>\n<ul>\n<li>Track the content you access in connection with the Service and your online behavior</li>\n<li>Deliver, target and improve our advertising and the Service</li>\n<li>For information on how to opt-out from personalized advertisements, see section ‘Your rights and options’ below.</li>\n</ul>\n<p>\n<strong>To keep the Service safe and fair.</strong>\n</p>\n<p>Ensuring a level playing field in the Service is a top priority for us.\nFor more information on our acceptable use policy, see the Old Skull Games Terms of Service.</p>\n<p>In order to keep the Service and its social features safe and fair, to fight fraud and ensure acceptable use otherwise, we have a legitimate interest to process necessary data to :</p>\n<ul>\n<li>Analyze and monitor use of the Service and its social features</li>\n<li>Moderate chats either automatically or manually</li>\n<li>Take action against fraudulent or misbehaving players</li>\n<li>To analyze, profile, and segment.</li>\n</ul>\n<p>In all of the above cases and purposes, we may analyze, profile and segment all collected data.</p>WHO CAN SEE YOUR DATA<p>Apart from Old Skull Games, your data can be accessed by others in the following situations:</p>\n<p>\n<strong>OTHER PLAYERS AND USERS.</strong>\n</p>\n<p>Social features are a core component of our games.\nOther players and users may, for example, see your profile data, in-game activities and read the messages you have posted.</p>\n<p>\n<strong>PARTNERS WORKING FOR OLD SKULL GAMES.</strong>\n</p>\n<p>Old Skull Games has partners to perform services for us.\nThese partners process your data only at and according to Old Skull Games’ instructions to provide the Service, such as hosting, player support, advertising, analytics and fraud prevention.</p>\n<p>\n<strong>Other companies and public authorities.</strong>\n</p>\n<p>In order to combat fraud and illegal activity, we may exchange data with other companies and organizations and provide it to public authorities in response to lawful requests.</p>\n<p>We may also disclose your data based on your consent, to comply with the law or to protect the rights, property or safety of us, our players or others.</p>\n<p>\n<strong>Advertising and Social Media partners.</strong>\n</p>\n<p>The Service includes features from our partners, such as social media interaction tools and in-game advertising.\nA list of these partners is available at https:// oldskullgames.com/partner-opt-out.\nThese partners may access your data and operate under their own privacy policies.\nWe encourage you to check their privacy policies to learn more about their data processing practices.</p>\n<strong>INTERNATIONAL DATA TRANSFERS</strong>\n<p>Our Service is global by nature and your data can therefore be transferred to anywhere in the world.\nBecause different countries may have different data protection laws than your own country, we take steps to ensure adequate safeguards are in place to protect your data as explained in this Policy.\nAdequate safeguards that our partners may use include standard contractual clauses approved by EU Commission and the Privacy Shield certification in case of transfers to the USA.</p>YOUR RIGHTS AND OPTIONS<p>\n<strong>Opt-out of marketing emails and other direct marketing.</strong>\n</p>\n<p>You may opt-out of receiving promotional communications, such as marketing emails from us by following the instructions in such communications.</p>\n<p>\n<strong>Opt-out of targeted advertising.</strong>\n</p>\n<p>You can opt-out of interest-based advertising on mobile applications by checking the privacy settings of your Android or iOS device and selecting “limit ad tracking” (Apple iOS) or “opt-out of interest based ads” (Android).\nFor more information, see also: https:// oldskullgames.com/partner-opt-out.</p>\n<p>\n<strong>Access the personal data we hold about you.</strong>\n</p>\n<p>If you request, we will provide you a copy of your personal data in an electronic format.</p>\n<p>\n<strong>Your other rights.</strong>\n</p>\n<p>You also have the right to correct your data, have your data deleted, object how we use or share your data, and restrict how we use or share your data.\nYou can always withdraw your consent, for example by turning off GPS location sharing in your mobile device settings.</p>\n<p>We will respond to all requests within a reasonable timeframe.\nYou may also contact your local data protection authority within the European Economic Area for unresolved complaints.</p>COOKIES AND SIMILAR TECHNOLOGIES<p>Like most online services, we and our partners use cookies and similar technologies to provide and personalize the Service, analyze use, target advertisements and prevent fraud.\nYou can disable cookies in your browser settings, but some parts of the Service may then not function properly.</p>HOW DO WE PROTECT YOUR DATA<p>\n<strong>Security Safeguards.</strong>\n</p>\n<p>In order to help ensure a secure and safe player experience, we are continuously developing and implementing administrative, technical and physical security measures to protect your data from unauthorized access or against loss, misuse or alteration.</p>\n<p>\n<strong>Data retention.</strong>\n</p>\n<p>We retain your data for as long as your account is active or as needed to provide you the Service.\nWe will for example periodically de-identify unused game accounts and we regularly review and de-identify unnecessary data.<br>Note that if you ask us to remove your personal data, we will retain your data as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>AGE LIMITS<p>We do not knowingly collect or solicit personal data about or direct or target interest-based advertising to anyone under the age of 13 or knowingly allow such persons to use our Services.\nIf you are under 13, please do not send any data about yourself to us, including your name, address, telephone number, or email address.\nNo one under the age of 13 may provide any personal data.\nIf we learn that we have collected personal data about a child under age 13, we will delete that data as quickly as possible.\nIf you believe that we might have any data from or about a child under the age of 13, please contact us.</p>\n<i>\n</i>\n<small>©&nbsp;2023&nbsp;Old Skull Games</small>\n<ul>\n<li>Legal notice</li>\n<li>Privacy Policy</li>\n</ul>Old Skull Games received financial support from the following organizations:<br>\nYoutube\nFacebook\nLinkedIn\nInstagram\nTwitter\nTiktok ", "created_at": "2023-04-03 20:53:22.966603", "updated_at": "2023-04-03 20:53:51.010114"}, {"id": 15276, "name": "Legal notice", "url": "https://oldskullgames.com/legal-notice/", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li>Our studio</li>\n<li>Our games</li>\n<li>Careers</li>\n<li>Business</li>\n<li>News</li>\n<li>Contact us</li>\n</ul> Legal notice <p>The Website&nbsp;oldskullgames.com&nbsp;(hereinafter the “Website”) is edited by Old Skull Games SAS, a company governed by French law, with its headquarters at 35 rue Louis Guérin, 69100 Villeurbanne, France, registered at the Lyon trade registrar under # 753 486 877 (hereinafter “Old Skull Games”).\nTelephone: +33 (0) 9 67 46 90 53.</p>\n<p>Website Editor: Mr Nicolas BRIERE, CEO of Old Skull Games.</p>\n<p>This Website is hosted by OVH SAS, a company duly organised under the laws of France, having its registered office at 2 rue Kellermann – 59100 Roubaix – France, registered with the Pontoise Trade Registry under number 424 761 419 00045.\nTelephone: +33 (0) 9 72 10 10 10 07.</p>\n<p>Webmaster contact:&nbsp;contact@oldskullgames.com</p>\n<p>Consulting this Website by any Internet user (hereinafter the “User”) automatically implies his/her approval and acceptance to the following terms of use.</p> Purpose of the Website <p>The purpose of this Website is to provide non contractual information on Old Skull Games, and on the organisation, activities and values of Old Skull Games.\nOld Skull Games will exercise its best efforts to ensure that information communicated via this Website is true and accurate and is kept up to date, and will reserve the right to change the content thereof at any time, without notice.\nHowever, Old Skull Games cannot guarantee that information or news displayed on the Website is true and accurate, fully updated or exhaustive.</p> Intellectual property rights <p>The Website is owned and operated by Old Skull Games.\nThe Website, including (but not limited to) text, content, software, video, music, sound, graphics, photographs, illustrations, artwork, photographs, names, logos, trademarks, service marks and other material (“Content”) is protected by copyrights, trade marks and/or other proprietary rights.\nThe Content includes both content owned or controlled by Old Skull Games and content owned or controlled by third parties and licensed to Old Skull Games.\nAll individual articles, reports, and other elements making up the Website may be copyright works.\nThe User may not use any of Old Skull Games’s trademarks or trade names without Old Skull Games’s prior express written consent and the User acknowledges that he/she has no ownership rights in and to any of those names and marks.</p>\n<p>Documents or information displayed on the Website may only be copied for information purposes, for strictly personal and private use.\nThe Website or its Content may not be copied and/or displayed, whether in full or in part, in any medium whatsoever for any other purposes, including for commercial purposes.</p>\n<p>The reproduction or unauthorized use of any Content may constitute a criminal offence.</p>\n<p>Photo credit (except for royalty free stock photos): Luc Delmas.</p> Links <p>Old Skull Games may provide links to other websites.\nThese websites are independent from the Website.\nOld Skull Games will not edit or control the sources and contents of these websites or links thereof to other websites.\nLinks to such websites shall not be deemed, in any way whatsoever, to represent any approval or validation of or adherence from Old Skull Games to the contents of such websites.\nOld Skull Games will therefore not be held liable for the contents, products, services, advertising, cookies or other elements of these websites and any actual or alleged damages or losses consequential to or relating to the use of such information, services or data available over these websites.</p> Liability <p>Old Skull Games, its directors, managers or employees will not be held liable for any damages whatsoever as may arise from logging on to this Website.\nOld Skull Games reserves the right to modify, suspend or even interrupt the display of all or any part of this Website – particularly links to other websites.</p>\n<p>Old Skull Games cannot be held liable for (i) any imprecision, inaccuracy or omission relative to the information provided on the Website.\n(ii) any damage resulting from fraudulent intrusion by a third party.\n(iii) more generally, any damage, direct or indirect, regardless of its cause, origin, nature or consequences, whether it be the result of (a) access or inability to access the Website, (b) the use of the Website, including any damage or virus which may infect your computer system, and/or (c) credit given to any information provided directly or indirectly by the Website.</p>\n<p>The content of the Website is provided “as is”, without any kind of warranty, whether express or implied.\nOld Skull Games does not provide any express or implied warranty relative, without limitation, to their merchantability and fitness for a particular purpose.</p>\n<p>Further, in no event whatsoever shall the on-line information on the Website be used to give any medical opinion and replace any consultation with a health professional.\nSimilarly, this information may not be construed as any recommendation to use products without a doctor’s opinion.</p> Collecting « cookies » browsing statistic information <p>Certain information may be recorded by Old Skull Games servers (browser used, IP address…).\nNone of the information recorded will consist of personal data and will not enable Old Skull Games to identify the User.\nIn addition, logging in to our Web server may result in our server sending out a small number of data which will be stored on the User’s computer’s disc.\nThese are cookies recording information on browsing by Users of our Website (pages consulted, date and hour of consultation, etc.).\nEach browser contains a function used to reject “cookies” (terms are set out in the Website of the CNIL (French National Commission on Informatics and Liberties)).</p> Collecting and using personal data <p>Personal information regarding Users may be collected through this Website with the agreement of the User.\nThis information will be used for the sole purpose of replying to the request of the Users in the most efficient way.</p>\n<p>In accordance with the French law “Loi n°78-17 du 06 janvier 1978 relative à l’informatique, aux fichiers et aux libertés” as amended, the User has a right to access, to modify, to rectify and to suppress its personal data, simply by requesting it on line at:&nbsp;contact@oldskullgames.com&nbsp;or by post at: Old Skull Games – Webmaster – 35 rue Louis Guérin, 69100 Villeurbanne, France</p>\n<p>These personal data are intended to be used by Old Skull Games only and Old Skull Games is responsible for processing and preserving such data.\nOld Skull Games undertakes to take all reasonable measures to treat such personal data in confidentiality.</p>\n<p>Any change as may have been requested will be made in a timely manner.\nWhenever personal data are collected over the Website, legal terms applying to the collection and/or modification of data collected will be expressly stated again.</p> Additional and/or complementary terms <p>This Website may contain or refer to other additional or complementary terms to be met by Users.\nin case of conflict, these terms and conditions should apply.\nThey will be governed by and construed according to the laws of France and disputes arising from such terms will be referred to the competent Court within the jurisdiction of the Court of Appeal of Paris, France, which will have sole jurisdiction.\nAny use of this Website will be expressly considered as made from the French territory.\nOld Skull Games reserves the right of amending these terms and conditions at any time.</p>\n<i>\n</i>\n<small>©&nbsp;2023&nbsp;Old Skull Games</small>\n<ul>\n<li>Legal notice</li>\n<li>Privacy Policy</li>\n</ul> Old Skull Games received financial support from the following organizations:<br> Youtube Facebook LinkedIn Instagram Twitter Tiktok Close <b>✛ Preference for all services</b> ✓ Allow ✗ Deny By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n✛ APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n✛ Advertising network Ad networks can generate revenue by selling advertising space on the site.\n✛ Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<b>Google Analytics (ga.js)</b>\n<br> This service can install 7 cookies.<br> Read more - View the official website ✓ Allow ✗ Deny ✛ Comments Comments managers facilitate the filing of comments and fight against spam.\n✛ Other Services to display web content.\n✛ Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n✛ Support Support services allow you to get in touch with the site team and help to improve it.\n✛ Videos Video sharing services help to add rich media on the site and increase its visibility.\nIf you continue to browse this website, you are allowing all third-party services ✓ OK, accept all Personalize ", "created_at": "2023-04-03 20:53:22.998134", "updated_at": "2023-04-03 20:54:32.151667"}], "points": [], "urls": ["oldskullgames.com"]}}