{"error": 448, "message": "OK", "parameters": {"id": 9240, "name": "HealthCare . gov", "created_at": "2023-07-15 19:31:00.275538", "updated_at": "2023-07-15 22:54:43.940301", "wikipedia": null, "keywords": null, "related": null, "slug": "healthcare-gov", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9240.png", "url": "healthcare.gov", "documents": [{"id": 18090, "name": "Privacy Policy", "url": "https://www.healthcare.gov/privacy/", "xpath": "//*[@id=\"main\"]", "text": "Health Insurance Marketplace<sup>®</sup> Privacy PolicyProtecting your privacy is very important to us.\nWe’re telling you about our privacy policy so you know what information we collect, why we collect it, and what we do with it.\nThis privacy notice is for HealthCare.gov, CuidadoDeSalud.gov, and other Healthcare.gov subdomains such as LocalHelp.HealthCare.gov.\nThese sites are referred to as the \"Health Insurance Marketplace<sup>®</sup>\" or simply \"Marketplace\" throughout the rest of this notice and are maintained and operated by the Centers for Medicare &amp.\nMedicaid Services (CMS).\nThis privacy notice aligns with the CMS Privacy Policy.\nThe Marketplace doesn't collect your name, contact information, Social Security Number or other similar information unless you choose to provide it.\nWe do collect other limited information automatically from visitors who read, browse, and/or download information from our site.\nWe do this so we can understand how the site is being used and how we can make it more helpful.\nGo to the Types of information we collect section below for more information.\nPersonally identifiable information (PII), defined by the Office of Management and Budget (OMB), refers to information which can be used to distinguish or trace an individual's identity, such as their name, Social Security Number, biometric records, etc.\nalone, or when combined with other personal or identifying information which is linked or linkable to a specific individual, such as date and place of birth, mother’s maiden name, etc.\nIf you create a user account, fill out an application for health care coverage, and use other tools on the site (such as identity verification), the Marketplace collects personally identifiable information.\nThis information is collected in order to provide the services the Marketplace is designed to offer – to compare health insurance plans based on costs, benefits, and other important features.\nto determine eligibility for health coverage and cost-sharing reductions.\nto choose a plan.\nand to enroll in coverage.\nInformation entered into HealthCare.gov is never sold.\nFor information on how we share information, go to How the Health Insurance Marketplace<sup>®</sup> uses information it collects.\nTable of contents Types of information we collect How the Health Insurance Marketplace<sup>®</sup> uses information it collects How the Health Insurance Marketplace<sup>®</sup> uses cookies and other technologies Your choices about tracking and data collection How the Health Insurance Marketplace<sup>®</sup> uses third-party websites and applications How the Health Insurance Marketplace<sup>®</sup> protects your personal information How long the Health Insurance Marketplace<sup>®</sup> keeps data and how it is accessed Children and privacy Links to other sites Additional privacy information Types of information we collect Information which is automatically collected <strong>When you browse</strong> Certain information about your visit can be collected when you browse websites.\nWhen you browse HealthCare.gov, we, and in some cases our third-party service providers, can collect the following types of information about your visit, including: <ul>\n<li>Domain (for example, comcast.com, if you are using a Comcast account) from which you accessed the Internet</li>\n<li>IP address (an IP or internet protocol address is a number that is automatically assigned to a device connected to the web)</li>\n<li>Approximate geographic location based on the IP address of the user’s local system</li>\n<li>Operating system (which is software that directs a computer’s basic functions like executing programs and managing storage) for the device that you are using and information about the browser you used when visiting the site</li>\n<li>Date and time of your visit</li>\n<li>Pages you visited</li>\n<li>Address of the website that connected you to HealthCare.gov (such as google.com or bing.com)</li>\n<li>Device type (desktop computer, tablet, or type of mobile device)</li>\n<li>Screen resolution</li>\n<li>Browser language</li>\n<li>Geographic location</li>\n<li>Time spent on page</li>\n<li>Scroll depth – The measure of how much of a web page was viewed</li>\n<li>User events (like selecting a button)</li>\n</ul>Go to How the Health Insurance Marketplace<sup>®</sup> uses third-party websites and applications below for more information.\nWe use this information to measure the number of visitors to our site and its various sections, to help make our site more useful to visitors, and to improve our public education and outreach through digital advertising.\nAlso, this information is sometimes used to personalize the content we show to you on third-party sites.\nInformation which you may provide <strong>When you request information:</strong> We collect information including your email address or mobile phone number to deliver alerts or e-newsletters.\nWe use this information to complete the subscription process and provide you with information.\nYou can opt out of these communications at any time by editing your subscription preferences.\n<strong>When you apply for health insurance coverage:</strong> To establish an account on HealthCare.gov, we collect information like your first and last name, your email address, and your responses to three questions used for password recovery.\nWe use this information to establish and maintain your account to login and utilize HealthCare.gov.\nWe use multi-factor authentication (MFA) to add security to your HealthCare.gov account and ensure you as the authorized user are the only person who can access it.\nIf you agree to use MFA, we collect your phone number or your email address.\nWe use this information to send a code by text message, email, or phone call.\nVisit granicus.com/wireless/healthcareExternal Link for more information on how this works.\nThen, when you begin the application process, we collect information from you that is used to verify your identity.\nThe Health Insurance Marketplace<sup>®</sup> contracts with Experian and Symantec to verify the information you disclose as part of this identity proofing and authentication process.\nOn HealthCare.gov, we provide streamlined applications that allow you to apply for affordable health insurance coverage.\nWhen you apply using one of these forms, we collect personally identifiable information about you and are authorized to maintain a record of the information related to your application.\nAfter you complete an application, some of your application information may be disclosed to other federal agencies so that your eligibility for affordable health insurance can be determined.\nThese organizations may include the Social Security Administration (SSA), the Internal Revenue Service (IRS), the Department of Homeland Security (DHS), the Department of Defense (DoD)/TRICARE, the Veterans Health Administration (VHA), state Medicaid and Children’s Health Insurance Program (CHIP) agencies, and Equifax Workforce Solutions, with which the Marketplace engages in an electronic verification process authorized by the Affordable Care Act.\nSome of your information may also be verified against data provided to the Marketplace by the Office of Personnel Management (OPM) and the Peace Corps if necessary to verify whether you are eligible for or enrolled in Minimal Essential Coverage (MEC).\nYour information may also be shared with the employer(s) listed on your application for the limited purposes of verifying whether you are eligible for or enrolled in employer-sponsored coverage or advance premium tax credits.\nIn accordance with the Privacy Act of 1974, a system of records has been created for the collection of personally identifiable information you submit to HealthCare.gov.\nThe original system of records notice entitled, “Health Insurance Exchanges (HIX) Program” was published in the Federal Register on February 6, 2013.\nThis notice was amended on May 29, 2013 and on October 23, 2013.\nThe system of records and modifications can be found at: http://www.cms.gov/Research-Statistics-Data-and-Systems/Computer-Data-and-Systems/Privacy/CMS-Systems-of-Records.html.\nFor specific details on the data collected by the systems that make up the Marketplace, go to the Privacy Impact Assessments (PIAs) located at: http://www.hhs.gov/pia/.\nHow the Health Insurance Marketplace<sup>®</sup> uses information it collects When processing your application after you apply for health insurance coverage We use the application information you choose to provide to determine eligibility for enrollment in a qualified health plan through the Marketplace, Medicaid, the Children's Health Insurance Program (CHIP), advance premium tax credits and cost sharing reductions, and certifications of exemption from the individual shared responsibility requirement.\nWe also verify the information provided on the application, communicate with you or your authorized representative and provide the information to the health plan you select so that it can enroll you in a qualified health plan.\nIf you submitted your Marketplace application through the website of an agent, broker or a health insurance company and not through HealthCare.gov, we will also communicate with the entity you applied or enrolled with regarding your application and supply them with your eligibility determination and other related information.\nYou can find more information about how we use the information you provide on the application in the Privacy Act Statements at the following links: <ul>\n<li>Individuals and Families</li>\n<li>Agents and Brokers</li>\n<li>Small Business Health Options Program (SHOP) for Employers</li>\n</ul>You can learn more about how we handle your information at https://www.healthcare.gov/how-we-use-your-data.\nWhen sending you Marketplace messages The Marketplace uses the email address (or mobile phone number) you provide us to send emails or Short Message Service (SMS) messages related to&nbsp;HealthCare.gov, if you have given us permission to send you such emails and text messages.&nbsp;The Marketplace also may use the phone number you provided to us (or was sent to us by your state) to call or SMS/text you about Marketplace coverage.\nWhen calling about your application or account The Marketplace uses the phone number you provided us to communicate important information about your application or account.\nPeriodically, you may receive prerecorded phone calls from the Marketplace.\nIf you want to stop receiving notifications in the form of prerecorded phone calls, contact the Marketplace Call Center at <strong>1-800-318-2596</strong> and ask to be added to our do not call list.\nTTY users can call 1-855-889-4325.\nAfter we update your account, a Marketplace representative may still call you if there is an issue with your account or health plan, including if: <ul>\n<li>A technical error occurred when you applied on HealthCare.gov — you probably got an error message when completing your application — that prevented: <ul>\n<li>You from enrolling in a plan, <strong>or</strong>\n</li>\n<li>Your health insurance company from receiving your enrollment information</li>\n</ul>\n</li>\n<li>The Marketplace needs more information to verify or add to information you entered on your application about your income, citizenship, immigration status, identity, or something else.\nWe do this when some information you provided doesn’t match our records.\n(<strong>Note:</strong> This is sometimes called a \"data matching issue\" or \"inconsistency,\" but both terms mean the same thing.) The Marketplace won’t end health insurance or change savings based on health insurance data matching issues without giving you advance notice.\nYou'll get three warning notices and a reminder phone call before coverage ends or your savings change because of a data matching issue</li>\n<li>Your health insurance company is no longer offering your plan through the Marketplace</li>\n</ul>When getting your health coverage application from state Medicaid or Children's Health Insurance Program (CHIP) When a state Medicaid or Children's Health Insurance Program (CHIP) transfers a health coverage application for you and your household members to the Marketplace, it may be due to ineligibility for Medicaid/CHIP coverage.\nHowever, you may be eligible for Marketplace coverage.\nThe Marketplace processes the information we get to help you apply for and enroll in Marketplace coverage.\nThe Marketplace may send you a letter and conduct outreach by phone, or send you email or SMS text messages based on the communication preferences included in your transferred application, if any.\nThe communication is to let you know we've gotten your application and to help you transition to the Marketplace and find out what you may be eligible for.\nIn addition, the Marketplace may share your contact information from your transferred application with enrollment assistance contractors and Marketplace-certified grantees for the purposes of conducting outreach on behalf of the Marketplace and to help you with next steps in completing your Marketplace application and enrolling in coverage, if eligible.\nThe Marketplace assisters may use your contact information to reach out to you and offer help with applying and enrolling in Marketplace coverage.\nYou don't have to work with the Marketplace assister who may contact you.\nYou can use HealthCare.gov, call the Marketplace Call Center, use Find Local Help to choose a different assister or find an agent/broker, or use a certified enrollment partner website to complete your Marketplace application and enroll in coverage.\nIf you are contacted and want to confirm the person is certified and registered with the Marketplace, you can call the Marketplace Call Center for assistance at 1-800-318-2596.\nTTY users can call 1-855-889-4325.\nWhen conducting surveys and improving services The Marketplace also uses online surveys to collect opinions and feedback.\nYou don’t have to answer these questions.\nIf you do answer these questions, do not include any personally identifiable information in your answers.\nWe analyze and use the information from these surveys to improve the site’s operation and content.\nThe information is available only to Marketplace managers, members of the Marketplace communications and web teams, and other designated federal staff and contractors who require this information to perform their duties.\nWhen using third-party tools for website analytics The Marketplace uses a variety of third-party web analytics tools to collect basic information about visits to HealthCare.gov.\nThis information is then used to maintain the website including: monitoring site stability, measuring site traffic, optimizing site content, and may help make the site more useful to visitors.\nMarketplace staff analyzes the data collected from these tools.\nThe reports are available only to Marketplace managers, teams who implement Federally Facilitated Marketplaces programs represented on HealthCare.gov, members of the Marketplace communications and web teams, and other designated federal staff and contractors who need this information to perform their duties.\nWhen using third-party tools for outreach through digital advertising The Marketplace uses third-party web services to conduct outreach and education through the use of digital advertising for the Marketplace.\nThese third-party services may collect information through the use of web beacons that are located on our pages.\nA web beacon is a see-through graphic image (usually 1 pixel x 1 pixel) that is placed on a web page and, in combination with a cookie, allows us to collect information regarding the use of the web page that contains the web beacon.\nWe use web beacons to tell when a user is redirected to HealthCare.gov because of a Marketplace advertisement that we ran on another website was clicked on or otherwise interacted with (known as “click tracking” or “conversion tracking”) and to better target Marketplace advertisements (known as “retargeting”) to inform citizens about Marketplace deadlines and the benefits available through HealthCare.gov.\nGo to How the Health Insurance Marketplace<sup>®</sup> uses third-party websites and applications below for more information on how these tools work.\nThe Marketplace uses third-party tools to help deliver advertising.\nVendors that operate the third-party tools may also gather information about your visits to third-party sites outside of HealthCare.gov.\nHowever, while the Marketplace doesn't track your individual-level activity on the Internet outside of HealthCare.gov, our vendors may collect information automatically collected by HealthCare.gov (not information you provide), and combine it with data they collect elsewhere for targeted advertising purposes.\nYou can opt out of this type of data collection via Privacy Settings, Ad Choices, and Do Not Track.\nGo to Your Choices about tracking and data collection below for methods to opt out of this type of collection.\nThe outreach and education analytics tools provide reports which aggregate data like the number of clicks on advertisements.\nThe reports are available only to Marketplace managers, teams who implement the insurance affordability programs represented on HealthCare.gov, members of the HealthCare.gov communications and web teams, and other designated federal staff and contractors who need this information to perform their duties.\nHow the Health Insurance Marketplace<sup>®</sup> uses cookies and other technologies The Office of Management and Budget (OMB) Memo M-10-22, Guidance for Online Use of Web Measurement and Customization Technologies, allows federal agencies to use session and persistent cookies to improve the delivery of services.\nWhen you visit a website, its server may generate a piece of text known as a \"cookie\" to place on your device.\nThe cookie, which is unique to your browser, allows the server to \"remember\" specific information about your visit while you are connected.\nThe cookie makes it easier for you to use the dynamic features of web pages.\nInformation that you enter into the application isn't associated with cookies on HealthCare.gov.\nDepending on the third-party tool’s business practices, privacy policies, terms of service, and/or the privacy settings you selected, information you have provided to third parties could be used to identify you when you visit HealthCare.gov.\nThese third parties don't/won't share your identity with CMS or Department of Health and Human Services (HHS).\nThere are two types of cookies, single session (temporary), and multi-session (persistent).\nSingle session cookies last only as long as your web browser is open.\nOnce you close your browser, the session cookie disappears.\nPersistent cookies are stored on your device for longer periods.\nBoth types of cookies create an ID that is unique to your device.\n<ul>\n<li>\n<strong>Session cookies:</strong> We use session cookies for technical purposes like to allow better navigation through our site.\nThese cookies let our server know that you are continuing a visit to our site.\nThe OMB Memo 10-22 Guidance defines our use of session cookies as \"Usage Tier 1—Single Session.” The policy says, \"This tier encompasses any use of single session web measurement and customization technologies.\"</li>\n<li>\n<strong>Persistent cookies:</strong> We use persistent cookies to understand the differences between new and returning visitors to HealthCare.gov.\nPersistent cookies remain on your device between visits to our site until they expire or are removed by the user.\nThe OMB Memorandum 10-22 Guidance defines our use of persistent cookies as \"Usage Tier 2—Multi-session without personally identifiable information.” The policy says, \"This tier encompasses any use of multi-session web measurement and customization technologies when no PII is collected.\" We don't use persistent cookies to collect personally identifiable information.\nCMS does not identify a user by using such technologies.</li>\n</ul>The Marketplace also uses the following technologies: <ul>\n<li>\n<strong>Persistent cookies for digital advertising:</strong> Similar to persistent cookies identified above, the Marketplace uses persistent cookies for outreach through digital advertising.\nThese cookies can also be created on third-party sites and remain on your device between visits to our site until they expire or are removed by you.\nConsistent with OMB guidance for “Usage Tier 2”, we don't use persistent cookies for outreach to collect personally identifiable information.\nThe Marketplace doesn't identify a user by using such technologies.</li>\n<li>\n<strong>Web beacons for digital advertising:</strong> Also referred to as pixels and\\or tracking tags – see-through images placed on certain pages of HealthCare.gov are typically used in conjunction with cookies and aren't stored on your device.\nWhen you access these pages, web beacons generate a notice of your visit.\nGo to the section How the Marketplace uses third-party websites and applications for information on how we use web beacons.</li>\n<li>\n<strong>Website log files:</strong> Are used as an analysis tool and to tell how visitors use HealthCare.gov, how often they return, and how they navigate through the site.</li>\n<li>\n<strong>Flash:</strong> Flash is used to assess the performance of the site and as a player for selected videos depending on the browser a device is using.</li>\n<li>\n<strong>Local storage objects:</strong> We use Flash Local Storage Objects (“LSOs”) to store your preferences and to personalize your visit.</li>\n</ul> Your choices about tracking and data collection The Health Insurance Marketplace<sup>®</sup> offers Privacy Settings which give you control over what tracking and data collection takes place during your visit.\nThird-party tools are enabled by default to provide a quality consumer experience.\nThe Privacy Settings provide you with the choice to opt-in or to opt-out of the different categories of third-party tools used by HealthCare.gov: Advertising, Analytics, or Social Media.\nThe Privacy Settings prevent cookies, web beacons, and Local Storage Objects from being placed on your device.\nThe Privacy Settings also prevent third-party tools from loading regardless of your cookie settings, which provides consumers with an additional layer of privacy that prevents the tool from loading at all.\nBecause the Privacy Settings create a cookie in your browser, the opt-in and opt-out choices you make through the Privacy Settings will only be effective on the device and browser you used to make your choices, and your choices will expire when the cookie expires.\nOnce the cookie is created, the Privacy Settings will retain your choices for 3 years from the date of your most recent visit.\nYou may revisit the Privacy Settings to change or renew your choices at any time.\nModify Privacy Options Note that if you disable cookies in your browser, Privacy Settings won't be able to store your preferences and won't function properly.\nIf you don't wish to use our Privacy Settings to opt-out of the tools used by HealthCare.gov, you can opt-out of tools individually, or via the Digital Advertising Alliance (“DAA”) AdChoices icon, discussed in the next subsection.\nGo to the list of third-party tools for more information on how to opt-out individually to each service.\nIf you opt out of the tools used by the Marketplace via the Privacy Settings or by opting out of the tools directly, you will still have access to information and resources at HealthCare.gov.\nAlternatively, if you don't want to use the website, you can use the call center to apply <strong>AdChoices:</strong> The Marketplace includes the Ad Choices icon on all digital advertising that uses “conversion-tracking” or “re-targeting”.\nGo to How the Marketplace uses third-party websites and applications to learn about conversion tracking, targeted advertising, and retargeting.\nThe AdChoices icon is usually at or near the corner of digital ads.\nWhen you click on the AdChoices icon it will provide information on what company served the ad and information on how to opt-out.\nFor more information on AdChoices, visit the AdChoices websiteExternal Link.\n<strong>Do Not Track:</strong> The Marketplace automatically observes the \"Do Not Track\" browser setting for digital advertising that uses \"conversion-tracking\" or \"re-targeting\".\nIf \"Do Not Track\" is set before a device visits HealthCare.gov, third-party conversion tracking and retargeting tools won't load on the site.\nGo to How the Health Insurance Marketplace<sup>®</sup> uses third-party websites and applications to learn about conversion tracking and retargeting.\nFor more information on Do Not Track or information on how to set the Do Not Track setting in your browser go to the Do Not Track websiteExternal Link.\nHow the Health Insurance Marketplace<sup>®</sup> uses third-party websites and applications As a response to Office of Management and Budget (OMB) Memo M-10-06, Open Government Directive, the HealthCare.gov site leverages a variety of technologies and social media services to communicate and interact with the public.\nThese third-party websites and applications include popular social networking and media sites, open source software communities, and more.\nThird-party websites Your activity on the third-party websites that HealthCare.gov links to (like Facebook or Twitter) is governed by the security and privacy policies of those websites.\nYou should review the privacy policies of all websites before using them so that you understand how your information may be used.\nYou should also adjust privacy settings on your account on any third-party website to match your preferences.\nHelp On Demand The Marketplace has contracted with Help On Demand (formerly known as BigWave Systems) to provide consumers access to Help On Demand, a service that connects consumers with Marketplace-registered and state-licensed insurance agents/brokers for assistance with obtaining eligibility determinations and enrollment in coverage.\nThe service is a real-time referral system that allows consumers to request assistance from participating agents/ brokers in their area who can provide immediate assistance.\nConsumers who want assistance with completing an application on HealthCare.gov can navigate to the Help On Demand service by completing the online form or clicking on a hyperlink.\nIf they choose to navigate to Help On Demand, they’re interacting with a website that is operated by a CMS contractor and a referral service that then provides their information directly to a Marketplace-registered insurance agent/ broker.\nTherefore, consumers using the service are subject to the security standards and privacy policies of the Help On Demand service.\nThe Help On Demand website will display a detailed privacy notice as well as terms of use, which will govern users' activity on the website.\nUsers should review this content before using Help On Demand to understand how their information may be used.\nFor more information on this service, go to the CMS Privacy Impact Assessment for Help On Demand (PDF, 94 KB).\nEnhanced Direct Enrollment CMS, as operator of the Marketplace, manages and oversees an Enhanced Direct Enrollment (EDE) program that establishes agreements with qualified EDE partners, which include certain insurance companies and licensed agents and brokers that use their own websites to facilitate enrollment in Marketplace qualified health plans.\nThese agreements authorize EDE partners to submit consumer application information collected directly from consumers to the Marketplace for an eligibility determination, without requiring consumers to submit Marketplace application information through HealthCare.gov.\nIf you choose to apply for coverage through an EDE partner using its website, your activity on such a third-party website is governed by the security and privacy policies of the EDE partner and its website.\nInformation needed to determine your eligibility status, your final eligibility determination, and other information related to your Marketplace application and enrollment will be shared between the EDE partner and CMS.\nFor more information on how your information is used and kept secure when you apply or enroll through an EDE partner without using HealthCare.gov, go to the CMS Privacy Impact Assessment for Enhanced Direct Enrollment Partner Websites.\nOnline appeals submission The Marketplace has contracted with DocuSign Web Service, a service that provides consumers the ability to digitally sign and submit appeal request forms online to the Marketplace Appeals Center.\nConsumers that want to appeal a decision made by the Marketplace can submit their information into DocuSign, which is electronically sent to the Marketplace Appeals Center to be processed on.\n(<strong>Note:</strong> A copy of the appeal request is stored in DocuSign for 14 days before it is automatically deleted.\nThis gives the Marketplace Appeals Center enough time to receive and process the request.) Consumers who want to submit their appeal request forms online can do so by selecting a hyperlink to a Marketplace Appeal Request Form website, operated by DocuSign, Inc.\nOnce the consumer chooses to navigate to the DocuSign website, they are interacting with a third-party website that isn’t operated by the Marketplace, but provides their information directly to the Marketplace Appeals Center.\nTherefore, the consumer using the DocuSign service is subject to the security standards and privacy policies of the third-party website and DocuSign.\nThe website will display a detailed privacy notice as well as terms of use which will govern users' activity on the website.\nUsers should review this content before using the third-party website to understand how their information may be used.\nFor more information on this service, go to the CMS Privacy Impact Assessment for DocuSign (PDF).\nWebsite analytics tools These tools collect basic site usage information such as: how many visits HealthCare.gov receives, the pages visited by consumers, time spent on the site, the number of return visits to the site, the approximate location of the device used to access the site, types of devices used, etc.\nThis information is then used to maintain the website including: monitoring site stability, measuring site traffic, optimizing site content, and improving the consumer experience.\nUse the&nbsp;Marketplace Privacy Settings to opt-out of website analytics tools.\nDigital advertising tools for outreach and education The Marketplace uses third-party tools to support our digital advertising outreach and education efforts.\nThese tools enable the Marketplace to reach new people and provide information to previous visitors.\nTo use these tools, we use the following technologies on HealthCare.gov.\n<strong>Click tracking:</strong> HealthCare.gov uses click tracking to identify the ads that are most helpful to consumers and efficient for outreach.\nThis enables HealthCare.gov to improve the performance of ads that consumers click on.\nWhen users click on links from ads, data about what ad was viewed is collected.\nReports are generated about ad performance – including the total number of views and clicks an ad received.\n<strong>Conversion tracking:</strong> HealthCare.gov uses conversion tracking to identify ads that are helpful to consumers and efficient for outreach.\nIt enables HealthCare.gov to improve the performance of ads viewed by consumers.\nWhen a HealthCare.gov ad is viewed on a third-party site (e.g.\na banner ad), a cookie is placed in the browser of the device the ad was viewed on.\nIf this device later visits HealthCare.gov, the visit is linked to the ad viewed on the same device.\nUse the&nbsp;Marketplace Privacy Settings to opt-out of advertising tools.\nUsers can click on the “AdChoices” Icon in the corner of our Ads to opt-out of this Ad Targeting.\nUsers who have set their browser to \"Do Not Track\" will automatically be opted out of conversion tracking.\nFor more information about AdChoices and Do Not Track, go to \"Your Choices about tracking and Data Collection.\" <strong>Re-targeting:</strong> HealthCare.gov uses retargeting to provide information to consumers who have previously visited HealthCare.gov like reminders about upcoming enrollment deadlines.\nRetargeting enables the Marketplace to improve the performance of ads by delivering them to relevant audiences like recent visitors to HealthCare.gov.\nDuring a visit to HealthCare.gov, a cookie is placed in the browser of the devices used to view the site.\nWhen that same device is used to visit third-party sites that are displaying HealthCare.gov ads, ads for HealthCare.gov may be shown to that device because it had previously visited HealthCare.gov.\nUsing these cookies, the Marketplace doesn't collect information about the third-party sites visited by a device.\nReports are generated about ad performance – including the total number of views and clicks an ad received.\nUse the&nbsp;Marketplace Privacy Settings to opt-out of advertising tools.\nUsers can click on the “AdChoices” Icon in the corner of our Ads to opt-out of this Ad Targeting.\nUsers who have set their browser to “Do Not Track” will automatically be opt-ed out of conversion tracking.\nFor more information about AdChoices and Do Not Track, go to Your Choices about Tracking and Data Collection.\n<strong>Targeted advertising:</strong> The Marketplace uses third-party vendors to engage in targeted advertising (also known as online behavioral or interest-based advertising) to provide information to consumers across their online activities.\nTargeted advertising involves the collection of data from a particular computer or device.\nData regarding web viewing behaviors or application use is gathered to predict user preferences or interests.\nThe Marketplace can have ads delivered to computers or devices based on the preferences or interests inferred from the web viewing behaviors or application use.\nThird-party vendors engaged by the Marketplace may also target advertising based on information automatically collected (not information you provide) when you browse the CMS websites or other websites on the internet.\nYou can opt out this type of data collection via our Privacy Settings, Ad Choices, and Do Not Track.\nGo to Your Choices about Tracking and Data Collection above for methods to opt out of this type of collection.\nThe Marketplace may consider new third-party tools or the use of new third-party websites, but will first assess the tools or websites before it is used in connection with HealthCare.gov.\nThe Marketplace will provide notice to the public before adding any new tool to HealthCare.gov.\nThese assessments include a description about how information will be collected, accessed, secured, and stored.\nGet a list of the third-party tools currently being used on HealthCare.gov.\nRisk assessments for third-party websites and applications are available at http://www.hhs.gov/pia/.\nHow the Health Insurance Marketplace<sup>®</sup> protects your personal information The Marketplace is committed to protecting consumer information entrusted with us.\nIf you visit HealthCare.gov and choose to provide us with personally identifiable information through a request for information, paper or electronic form, application, questionnaire, survey, etc., we store your personally identifiable information in a record system designed to retrieve information about you by personal identifier (name, personal email address, home mailing address, personal or mobile phone number, etc.).\nWe will safeguard the information you provide in accordance with the requirements of the Affordable Care Act and the Privacy Act of 1974, as amended (5 U.S.C.\nSection 552a).\nCMS, the operator of HealthCare.gov, publishes System of Record Notices in the Federal Register for these record systems, and posts the System of Record Notices on CMS.gov.\nThe original system of records notice entitled, “Health Insurance Exchanges (HIX) Program” was published in the Federal Register on February 6, 2013.\nThis notice was amended on May 29, 2013 and on October 23, 2013.\nThe System of Records and modifications can be found at http://www.cms.gov/Research-Statistics-Data-and-Systems/Computer-Data-and-Systems/Privacy/CMS-Systems-of-Records.html.\nFor further information about HealthCare.gov privacy policy, contact Privacy@cms.hhs.gov.\nThird-party services are web-based technologies that are not exclusively operated or controlled by a government entity, or that involve significant participation of a nongovernment entity.\nThese services may be separate websites or may be applications embedded within the Marketplace.\nThe list of third-party services includes links to relevant third-party privacy policies.\nHow long the Health Insurance Marketplace<sup>®</sup> keeps data and how it is accessed The Marketplace will keep data collected long enough to achieve the specified objective for which they were collected.\nOnce the specified objective is achieved, the data will be retired or destroyed in accordance with published draft records schedules of CMS as approved by the National Archives and Records Administration.\nThe Marketplace doesn't store information from cookies on Marketplace systems.\nThe persistent cookies used with third-party tools on HealthCare.gov can be stored on a user’s local system and are set to expire at varying time periods depending upon the cookie.\nThe Marketplace assesses whether the expiration date of a cookie exceeds one year and provides an explanation as to why cookies with a longer life are used on the site in the associated Third-Party Website or Application Privacy Impact Assessment.\nThese explanations can be found at http://www.hhs.gov/pia#Third-Party.\nChildren and privacy We believe in the importance of protecting the privacy of children online.\nThe Children’s Online Privacy Protection Act (COPPA) governs information gathered online from or about children under the age of 13.\nThe HealthCare.gov site isn't intended to solicit information of any kind from children under age 13.\nIf you believe that we have received information from a child under age 13, contact us at 1-800-318-2596 (TTY: 1-855-889-4325).\nLinks to other sites HealthCare.gov may link to other government sites and/or to private organizations (like health care providers).\nWe link to other websites solely for your convenience and education.\nWhen you follow a link to an external site, you're leaving HealthCare.gov and are subject to the external site’s privacy and security policies.\nNon-federal websites might not operate under the same laws, regulations, and policies as federal websites.\nAside from third-party websites listed in this privacy notice, the Health Insurance Marketplace<sup>®</sup> isn't responsible for the contents of external web pages and a link to a page doesn't constitute an endorsement.\nYour privacy on social media sites &amp.\nother sites that require registration The Marketplace uses social media sites to increase government transparency, enhance information sharing, promote public participation, and encourage collaboration with the agency.&nbsp;Social media sites we use include: FacebookExternal Link TwitterExternal Link YouTubeExternal Link LinkedInExternal Link InstagramExternal Link Notice: Social media sites aren’t government websites or applications — they’re controlled or operated by the social media site.\nThe Marketplace doesn't: <ul>\n<li>Own, manage, or control social media sites</li>\n<li>Collect, maintain, or disseminate information posted by visitors to those social media sites</li>\n</ul>The social media site’s policies control how that company will use any information you choose to provide to them (by creating an account or interacting on their site).\nCMS doesn’t maintain anything you voluntarily share on a social media site.\nDepending on the social media site’s policies and your privacy settings for that site, some or all of the information you share may be available to our Marketplace social media page administrators.\nThe Marketplace: <ul>\n<li>Won’t use your PII (if you provide your PII to a social media site or other site that requires registration) for targeted advertising or retargeting.</li>\n<li>Doesn’t keep separate records of, track, store, or share information of any social media site users or their interaction with Marketplace social media pages.</li>\n</ul>The social media site retains your information based on its policies.\nVisit your social media site’s privacy policy to find out how they use and maintain your information, including how long they retain your information after your account is closed.\nProtect your privacy.\nDon’t share personal information or PII about yourself or others when interacting with (posting or replying on) a Marketplace social media page.\nAdditional privacy information If you would like more information about the application of the Privacy Act at CMS, read the Privacy Act of 1974 located at http://www.cms.gov/Research-Statistics-Data-and-Systems/Computer-Data-and-Systems/Privacy/PrivacyActof1974.html.\nUpdated: June 29, 2023\nBack to top", "created_at": "2023-07-15 19:31:00.307678", "updated_at": "2023-07-15 19:31:46.83442"}, {"id": 18091, "name": "Terms & Conditions", "url": "https://www.healthcare.gov/terms-and-conditions/", "xpath": "//*[@id=\"main\"]", "text": "Terms &amp.\nConditionsEmailPrintSo that HealthCare.gov remains accurate and available to you and all other visitors, we monitor network traffic to identify unauthorized attempts to upload or change information or otherwise cause damage to this web service.\nUse of HealthCare.gov constitutes consent to such monitoring and auditing.\nUnauthorized attempts to upload information and/or change information on this website are strictly prohibited and are subject to prosecution under the Computer Fraud and Abuse Act of 1986 and Title 18 U.S.C.\nSec.1001 and 1030.\nEmailPrintBack to top", "created_at": "2023-07-15 19:32:10.372102", "updated_at": "2023-07-15 19:32:19.422108"}], "points": [], "urls": ["healthcare.gov"]}}