{"error": 448, "message": "OK", "parameters": {"id": 7876, "name": "Braintrust", "created_at": "2023-04-03 18:24:55.320839", "updated_at": "2023-06-05 22:02:45.489691", "wikipedia": null, "keywords": null, "related": null, "slug": "braintrust", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/7876.png", "url": "usebraintrust.com", "documents": [{"id": 15213, "name": "Terms of Service", "url": "https://www.usebraintrust.com/terms", "xpath": "/html/body/div[1]/main/div/div/div/div/div[2]/div/div/div[2]/div/div/div/div/div", "text": null, "created_at": "2023-04-03 18:24:55.354285", "updated_at": "2023-05-03 17:44:37.729099"}, {"id": 15214, "name": "Privacy Policy", "url": "https://www.usebraintrust.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-04-03 18:24:55.386684", "updated_at": "2023-04-03 18:25:32.59949"}], "points": [{"id": 33042, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.usebraintrust.com/terms", "status": "\"You will indemnify, defend, and hold harmless Freelance Labs, our Affiliates, and our respective directors, officers, employees, representatives, and agents (each an “Indemnified Party”) for any and all claims, damages, liabilities, costs, losses, and expenses (including reasonable attorneys’ fees and all related costs and expenses) arising from or relating to any claim, suit, proceeding, demand, or action\" from §11", "created_at": "2023-05-13 19:24:14.323577", "updated_at": "2023-05-14 14:52:10.705757", "quoteText": null, "case_id": 146, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 33040, "title": "Content you post may be edited by the service for any reason", "source": "https://www.usebraintrust.com/terms", "status": "\"You retain all ownership rights in any User Content you post on Freelance Labs. To the extent permitted by applicable law, you also grant to Freelance Labs and our successors and Affiliates a royalty-free, sub-licensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media, or technology, whether now known or hereafter developed, for use in connection with the Site and Freelance Labs’s, our successors’ and Affiliates’ businesses, including, without limitation, for promoting and redistributing part or all of the Site (and derivative works thereof) in any media formats and through any media channels.\" §17.4.2\r\n\r\nNote that they can both \"modify\" and \"edit\" your User Content.", "created_at": "2023-05-13 19:05:01.946162", "updated_at": "2023-05-17 22:19:40.550773", "quoteText": null, "case_id": 407, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 33041, "title": "Code of Conduct disallows the words \"stupid\", \"nigger\", and \"fag\", as well as condoning violence", "source": "https://www.usebraintrust.com/code-of-conduct", "status": "Language, symbolism, behavior, and other acts we consider discriminatory include, but is not limited to: \r\n¬Discriminating against, threatening, or insulting individuals or groups based on race, gender identity, sexual orientation, ability, political views, religion, national origin, or culture.\r\n¬Using derogatory terms, racial slurs, or code words, including but not limited to “the n-word,”, “f*g,” or calling someone “stupid”. These words are unacceptable no matter the context. Other words can also be considered derogatory when used in a certain context.\r\n¬Showing or eliciting support for hate groups or people promoting hateful activities.\r\n¬Suggesting, showing, threatening, or glorifying the use of violence — even jokingly — against an individual or a group of individuals.", "created_at": "2023-05-13 19:12:50.935438", "updated_at": "2023-05-14 14:52:54.592876", "quoteText": null, "case_id": 314, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 33043, "title": "Harassment includes simply discussing harassment", "source": "https://www.usebraintrust.com/network-standards", "status": "\"Nonverbal harassment includes distribution, display or discussion of any written or graphic material that ridicules, denigrates, insults, belittles or shows hostility, aversion or disrespect toward an individual or group because of national origin, race, color, religion, age, gender, sexual orientation, pregnancy, appearance, disability, sexual identity, marital status or other protected status.\" - Harassment section of Network standards.\r\n\r\nNote that discussion of belittling materials (even condemnation of said belittling materials!) is considered harassment. This would mean that reports of harassment which include a quote of the original harassing statement, would be themselves considered harassment. It should be obvious that this kills the whole process and increases fear of retaliation.", "created_at": "2023-05-13 19:27:22.424093", "updated_at": "2023-05-17 22:19:33.46885", "quoteText": null, "case_id": 283, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["usebraintrust.com"]}}