{"error": 448, "message": "OK", "parameters": {"id": 7080, "name": "Linux Mint", "created_at": "2022-12-03 03:46:29.427164", "updated_at": "2022-12-03 23:01:06.078598", "wikipedia": "https://en.wikipedia.org/wiki/Linux_Mint", "keywords": null, "related": null, "slug": "linux-mint", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7080.png", "url": "linuxmint.com", "documents": [{"id": 12996, "name": "Privacy and Cookies Policy", "url": "https://linuxmint.com/privacy.php", "xpath": "/html/body/section[1]", "text": " <p>The Linux Mint Privacy &amp.\nCookie Policy was last updated on Aug 3rd, 2021.</p> Philosophy <p>Your privacy is very important to us.\nAt Linux Mint Team we are committed to gathering as little personal data as possible, ideally and in mosts cases, no data at all, and when data is gathered to protecting and respecting it.</p> Guiding Principles <p>Here are our key principles when it comes to privacy: </p>\n<ul>\n<li>Your data belongs to you.</li>\n<li>We respect your rights, in particular your rights to access and modification of your data.</li>\n<li>We do not look at personal data as an asset, but as a liability.</li>\n<li>We only store personal data when it is needed, either for our services to operate properly, or to comply with the law.</li>\n<li>We want as little of your personal data as possible.\nFor most of the services and products we provide, we do not need to know anything personal about you.\nWe try to reduce the amount of data we gather as much as possible.</li>\n<li>We are transparent about data collection and use.\nIf anything isn't clear or satisfactory, please contact us and we'll help and/or fix the issue.</li>\n<li>We protect data via strong security, encryption and anonymizing techniques.</li>\n<li>We do not store contact information for marketing purposes.</li>\n</ul>\n<p>\n</p> Privacy Policy Introduction <p>What is herein referred to as \"products\" is a set of Internet websites, products and services operated by Linux Mint Ltd.\n(“Linux Mint”, “we” or “us”), a company registered in the Republic of Ireland.\nThis privacy policy describes what information we collect, how we use that information, and what options you have to control your personal information.</p>\n<p>We sometimes need to process your personal information in order to provide our products.\nBy using our products you confirm that you have read and understood this privacy policy.\nIf you do not want us to collect or process your personal information as described herein, you have several choices including limiting the information we collect on you, or not using our products.</p>\n<p>By using these products, you acknowledge that Linux Mint will use your information in the Republic of Ireland and in any country where Linux Mint operates.\nThis privacy policy complies with the EU’s General Data Protection Regulation (GDPR).\nPlease be aware that the privacy laws and standards in certain countries, including the rights of authorities to access your personal information, may differ from those that apply in the country in which you reside.\nWe will transfer personal information only to countries to which we are permitted by law to transfer personal information and we will continue to ensure that your personal information is appropriately safeguarded.</p> Collected Data <p>This section details what data is gathered and how it is collected.</p> Account Registration <p>Although the websites and products provide for anonymous and pseudonymous participation, in some instances in order to use certain features, we require account registration.\nThis requires a unique nickname associated with your account, an email address, and in some cases, additional information including, an IP address and a password to help secure your personal information.</p> Profile Information <p>When setting up a public “profile” or a signature, you may share information that is not required but will be displayed publicly at your election.</p> Server and Website Information <p>Linux Mint uses server software such as Apache, Wordpress, Akismet, PHPBB which receive and record networking information sent by your computer and your browser or mobile device when you visit our websites.\nThis information may include your Internet Protocol (IP) address or unique device identifier.\nThis information is stored in secure logs and is collected automatically.</p> OAuth <p>In an effort to reduce the amount of data we gather and to no longer store email addresses and passwords, we offer single sign-on solutions for account login on some of our websites.\nAs a result, third-parties including Github, Facebook and Google may receive information when you elect to use them.\nWhen Linux Mint shares your personal information and other collected information with third party service providers, we require that they use your information only for the purpose of providing services to us and that their terms are consistent with this privacy policy.</p> Google Adsense <p>Authorized third parties such as Google Adsense place cookies as described in our Cookies Policy.\nWe use this information to serve you certain advertising content.</p> Google Analytics <p>Linux Mint uses Google Analytics for pages which URL starts with linuxmint.com/start/.\nThe information collected is anonymized and is used by Linux Mint to have a rough idea of how successful each particular release is.</p> Paypal <p>When you make a donation we receive personal information from Paypal.\nTransaction dates, amounts and county of origin are kept and shared with accountants and the Irish tax authorities.\nAlthough your full name and your postal address are kept by Paypal and accessible by us via Paypal, we do not store, copy or share this information.</p>\n<p>We keep a record of your email address to be able to identify future donations from being associated with you and to provide you with information and access to the list of donations you sent us.</p> Your Rights <p>You may change or correct your account settings.\nMost of the data we collect is voluntary and your choice entirely to provide us or not.\nYou may remove certain optional information that you no longer wish to be publicly displayed.\nYou may also request the permanent deletion of your account, in which case all personal information collected on you will be removed (except, in some cases your IP address required for security purposes, site maintenance, and spam protection).</p>\n<p>In accordance with the GDPR, you also have the right to data access and portability (including the right to obtain and download a copy of the personal data you provided to Linux Mint), data correction (the ability to update the personal data we collect and display on you, in many cases via your account settings), data deletion (where Linux Mint will delete personal information stored on you, which we are not required by necessity to maintain), and the ability to have us stop processing your personal data (with certain exceptions as may be necessary).\nPlease also be aware that in order to provide some of these data choices to you, we may need to first verify your identity.\nWe will make reasonable efforts to verify your identity, however if we are unable to do so, we reserve the right to refuse such a request in keeping with data privacy and information security principles.</p> Data Security <p>Security is important to us and we know it is important to you.\nLinux Mint follows generally accepted standards to protect your personal information when processing, transferring, and storing your personal information including Transport Layer Security (“TLS”), by restricting your personal data when we do not need to access it and by keeping your personal data only as necessary.</p>\n<p>As the data provider, you too have an important role to play in helping us protect your personal information.\nWe encourage you to protect yourself against unauthorized access to your personal information by choosing a password carefully and in accordance with industry best standards.\nDo not share your password with anyone you do not trust, and make sure your computer accesses Linux Mint via a secure network and that you do not leave your personal information vulnerable to hackers and other bad actors by leaving your computer unattended or by failing to logout of your account when you have ended your session activity.</p>\n<p>All records containing personal information are considered to be proprietary and are afforded confidential treatment at all times.\nLinux Mint is committed to the safety and security of your personal data and the information that you share with us and with the public.\nWe treat your personal safety and safety from harassment as top organizational priorities.\nAt Linux Mint we consider it necessary to pursue these legitimate interests in order to keep our community, you and your information safe from spam, harassment, intellectual property infringement, identity theft, and the scraping and unlawful collection of your information.</p> Cookies Policy How Does Linux Mint Use Cookies? <p>A cookie is a small piece of text that allows a website to recognize your device and maintain a consistent, cohesive experience throughout multiple sessions.\nIf you use the our websites, both Linux Mint and third parties will use cookies to track and monitor some of your activities, and store and access some data about you, your browsing history, and your usage of the Linux Mint websites.</p>\n<p>This policy describes how both Linux Mint and other third parties use cookies and how you can exercise a greater degree of control over cookies.\nPlease keep in mind that this may alter your experience with our platform, and may limit certain features (including being logged in as a user).</p> Cookie banners <p>We use cookie banners to warn you about the fact that our websites use cookies.\nThese banners themselves set a cookie when you dismiss them.\nWithout this cookie, the cookie banners could not remember that you dismissed them and would constantly appear every time you load a new web page.</p> Session cookies <p>We use session cookies for account registrations and log ins.\nThese cookies are generated and necessary for our web software to authenticate you and log you in your account correctly.</p> Advertising <p>We use Google Adsense to provide advertising and help fund our project.</p>\n<p>On all websites using Adsense, including Linux Mint's, Google use cookies to track your web activity and to guess what commercial products you're most likely to be interested in.\nThis information is then used by Adsense to provide personalized adverts to you.</p> Analytics <p>On URLs which start with linuxmint.com/start, we use Google Analytics to measure the number of visits and have a rough idea of how successful new releases are.</p>\n<p>Google Analytics use cookies to provide us with this information.</p> What information is collected on me via cookies? <p>In general, we collect most data from you via form submission.\nHowever, there are cases when visiting our site and/or using our platforms in which we may receive certain information through the use of cookies.\nThis data will generally not include personally identifying information about you.\n</p>\n<ul>\n<li>Unique identification tokens (this is used to know when/if you already logged in)</li>\n<li>Cookie dismissals (this is used to know if you already dismissed the cookie banner)</li>\n</ul>\n<p>\n</p> Third Party Cookies <p>Third party services such as Google Adsense and Analytics provide their own policies: </p>\n<ul>\n<li>Google Privacy Policy</li>\n<li>Information about Google Analytics</li>\n<li>How Doubleclick uses Cookies</li>\n</ul>\n<p>\n</p> How do I restrict cookies? <p>You can adjust the settings on your internet browser and choose from the available Cookies setting to best meet your preferences.\nWhile setting options may vary from browser to browser, you can generally choose to reject some or all cookies, or instead to receive a notification when a cookie is being placed on your device.\nFor more information, please refer to the user help information for your browser of choice.\nPlease keep in mind that cookies may be required for certain functionalities, and by blocking these cookies, you may limit your access to certain parts or features of our sites and platforms.</p>\n<p>You can opt out of personalised advertising from Google by visiting Ads Settings and aboutads.info.</p>\n<p>Finally, while cookies are set for varying durations on your device, you can manually delete them at any time.\nHowever, deleting cookies will not prevent the site from setting further cookies on your device unless you adjust the settings discussed above.</p> Contact <p>Contact us if you have any questions, comments, or concerns regarding privacy, personal data, policies or cookies.</p>\n<p>Our representative for all data privacy matters is Ms Lisa Rushe, Linux Mint Ltd, Athlone, County Westmeath, Ireland, privacy@linuxmint.com.</p> ", "created_at": "2022-12-03 03:46:29.430364", "updated_at": "2022-12-03 02:46:49.947755"}], "points": [], "urls": ["linuxmint.com"]}}