{"error": 448, "message": "OK", "parameters": {"id": 9075, "name": "Renewal by Andersen", "created_at": "2023-07-11 17:10:24.796711", "updated_at": "2023-07-11 22:02:36.579235", "wikipedia": null, "keywords": null, "related": null, "slug": "renewal-by-andersen", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9075.png", "url": "renewalbyandersen.com", "documents": [{"id": 17771, "name": "Privacy Policy", "url": "https://www.andersenwindows.com/support/privacy/", "xpath": "//*[@id=\"542542372\"]", "text": " Andersen's Privacy Policy <p>Last Revised on December 30, 2022</p>\n<p>\n<br>\nAndersen Windows, Inc.\nand its parent and subsidiaries (collectively “Andersen” or “we”) respect your privacy.\nAs you use our websites, blogs, social media sites, mobile apps, and electronic communications, your Personal Information may be collected.&nbsp;</p>\n<p>\n<br>\n<strong>Scope of Policy</strong>\n</p>\n<p>\n<strong>\n</strong>Andersen Sites:<br>\nThis Privacy Policy applies to Personal Information we collect on “AndersenWindows.com” and any other official Andersen websites and applications, including, but not limited to, the Andersen mobile site, Renewal by Andersen websites and applications, official sweepstakes entry forms, forms linked to this Privacy Policy, mobile applications, and other related applications linked to Andersen products and services (collectively, the “Sites”).\nThis Privacy Policy is incorporated into Andersen’s “Site Terms and Conditions of Use.”<br>\n<br>\nPersonal Information:<br>\n“Personal Information” means any information that may be used to identify an individual (or household), including, but not limited to, identifiers (e.g., names, phone numbers, physical mailing addresses, email addresses, social security numbers), familial information (e.g., spouse/partner name, names of children/dependents, birthdates of family members), characteristics of protected classifications (e.g., race, ethnicity), biometric information (e.g., fingerprints, signature), electronic network activity information (e.g., browsing or search history, information regarding your interaction with the Sites, whether submitted or not), payment information (e.g., credit information, credit card information), location (e.g., GPS, IP address), employment-related information, education information, or other non-public information unique to you.\nPersonal Information also means information that can be used to identify you when put together with other data, such as your browser type, the URL of the previous website(s) you visited, your Internet service provider, the operating system of the devices you use, and your Internet protocol (“IP”) address.<br>\n<br>\nThird-Party Sites:<br>\nWhen you provide Personal Information to us on a third-party site, the information you provide may be separately collected by that third party.\nOnly Personal Information collected directly by Andersen, or on Andersen’s behalf, is covered by this Privacy Policy.\nThe information collected by third-party sites are subject to the privacy practices of those third parties.\nPrivacy choices you make with third parties will not apply to our use of your Personal Information collected through our Sites.\nAlso be aware that our Sites contain links to other sites not owned or controlled by Andersen, and we are not responsible for the privacy practices of those other sites.\nAndersen may use third-party services on the Sites to provide you with a better online experience or for other reasons.\nThird parties, including Facebook and other social media providers, may use cookies, web beacons, and other storage technologies to collect or receive information from the Sites and elsewhere on the Internet and use that information to provide measurement services and target ads.&nbsp.\nIf you want to opt-out of the collection and use of information by third parties, you can obtain information about exercising such choice at https://www.aboutads.info/choices and https://www.youronlinechoices.eu.</p>\n<p>\n<br>\n<strong>Your Consent<br>\n</strong>\n<br>\nAdult Consumers:<br>\nBy using the Sites, you consent to the terms of this Privacy Policy as well as Andersen’s processing, use, and potential disclosure of your Personal Information for the purposes provided in this Privacy Policy.<br>\nIn addition, certain portions of the Sites may request the entry of your contact information, including, but not limited to, the telephone number for your residence or cellular device.\nBy providing such information, you agree and authorize Andersen to contact you for the purposes stated below, including, but not limited to, SMS messages (including text messages), calls using a prerecorded message or artificial voice, and calls/messages delivered using an auto telephone dialing system or automatic texting system.<br>\n<br>\nPlease note that if you call us on the telephone or if we call you on the telephone, your call may be recorded.\nBy providing information to us over the telephone, you consent to the terms of this Privacy Policy as well as Andersen’s processing, use, and potential disclosure of your Personal Information for the purposes provided in this Privacy Policy.&nbsp;<br>\n&nbsp;<br>\nNotwithstanding any current or prior election to opt-in/opt-out of receiving telemarketing, other calls, or SMS messages (including text messages), by providing your contact information, you hereby expressly consent to and authorize contact by us, our agents, representatives, affiliates, or anyone calling on our behalf for any purposes relating to our products and services, which may include advertising or telemarketing messages.\nYou agree this consent applies to the specific number(s) you have provided to us now or in the future, or numbers we can reasonably associate with your account (through skip trace, caller ID capture or other means which may be described in this Privacy Policy).\nYou certify, warrant, and represent that the telephone number(s) you have provided to us or will provide to us in the future are your contact numbers and that you will promptly alert us when a particular telephone number is no longer associated with you.\nFurther, you understand that your cellular or mobile telephone provider will charge you according to the type of plan you carry.\nAny consent you give to Andersen may be revoked by you at any time as to each method of communication.\nIf you want your phone number to be on our “Do Not Call List”, please register for the “Do Not Call Registry” at https:/www.donotcall.gov/register.html.<br>\n<br>\nInformation About Minors:<br>\nAndersen’s Sites are neither structured nor intended for users who are minors.\nAndersen does not target, promote, or market products or services to minors.\nWe do not knowingly collect Personal Information from minors, as defined by law.\nIf we discover we have received Personal Information from a person under the age of 18 years without proper authorization, we will take reasonable steps to delete that data as quickly as possible.</p>\n<p>\n<br>\n<strong>Information We Collect About You</strong>\n</p>\n<p>\n<strong>\n</strong>\n<br>\nContact information:<br>\nAndersen collects contact information provided by you when you visit our Sites.\nThis includes, but is not limited to, names and user names, business name (if applicable), purchase history, billing and shipping addresses, phone numbers, email addresses, the location where you purchased Andersen products, and other digital contact information.<br>\n<br>\nPayment Information:<br>\nAndersen collects your payment information when you purchase our products and services.\nThis includes, but is not limited to, information from your credit or debit card, personal check, PayPal account (or other electronic payment service provider), or gift card.\nPayment information is used for payment processing and fraud prevention.\nAndersen will not use your payment information for any other purpose.<br>\n<br>\nCredit and Identifier Information:<br>\nAndersen may collect credit and identifier information about you in connection with the purchase, or attempted purchase, of our products and services.\nThis includes, but is not limited to, information about your credit history, income, social security number, and date of birth.&nbsp.\nAndersen may use this information to, among other things, help you rehabilitate your credit.&nbsp;<br>\n&nbsp;<br>\nApplications for Employment:<br>\nAndersen may place job openings on the Sites that allow you to provide your Personal Information in connection with an application for employment.\nWe collect your Personal Information, contact instructions, and information related to applicable work experience through online forms and other means.<br>\n<br>\nInformation Needed for Warranty Claims:<br>\nWhen you make a claim under one of our written warranties, Andersen will collect Personal Information from you relating to the initial purchase of the product to process the warranty request and prevent fraud.<br>\n<br>\nDemographic Information:<br>\nAndersen collects information about who you are, what you do, and where you live.\nThis helps us put your feedback about our products and services into context so that we may serve you better in the future.<br>\n<br>\nLocation Information:<br>\nAndersen collects location data obtained from your mobile device's GPS or your IP address, depending on whether you are visiting the mobile or online version of our Sites.\nIn addition to any other uses noted in this Privacy Policy, we may use this location data to find an Andersen dealer close to you.<br>\n<br>\nCommunications and Promotions:<br>\nAndersen collects information provided when you communicate with us via blogs, social media sites, other offline communications (e.g., paper mailers, trade show attendance forms), or other online or in person communications (e.g., electronic entry forms, contact us forms).\nIn addition, we may require that you provide Personal Information to access more detailed descriptions of our products or services or to better find products and services that we wish to market to you, which will then allow us to engage you in follow-up communications or to verify requests received from you.\nFurther, the Sites sometimes include notices of promotions for which you can submit an online entry.<br>\n<br>\nSurveys and Polls:<br>\nAndersen values your opinions and comments, and we may conduct online surveys or polls.\nParticipation in these surveys and polls is always optional.\nThe Personal Information collected via polls is aggregated and used to make improvements to the Sites and to develop useful content, features, and promotions for visitors to our Sites.\nThe identity of survey or poll participants is anonymous unless the survey or poll either specifically requests Personal Information or otherwise states information is collected.<br>\n<br>\nOther information:<br>\nWe collect information about the browser you are using as you visit our Sites.\nWe may also track the specific pages you visit, the website you came from, or the website you visit once you leave ours.&nbsp;</p>\n<p>\n<br>\n<strong>How We Collect Information About You<br>\n</strong>\n<br>\nYou Provide the Information:<br>\nWe may collect your information, including Personal Information, through online forms, information you enter, or otherwise provide to us when purchasing our products or services, completing job applications, entering sweepstakes, or any other methods by which you provide your information to us.<br>\n<br>\nAnalytic Tools:<br>\nAndersen, like other website operators, uses analytic and reporting technologies to automatically record Personal Information, such as Internet domain/host name, IP address, browser software, operating system types (e.g., Mac OS, Windows OS, Android OS), clickstream patterns, and the date/time of Site visit.\nAndersen may aggregate this information to measure how the Sites are being used and to continuously improve the content and integrity of the Sites.&nbsp;<br>\n<br>\nMobile Applications:<br>\nIf you elect to install the mobile versions or mobile application versions of the Sites, Andersen may collect your geographic location, data about your use of the mobile application, the type of device you use and its operating system, unique device identifiers, IP address, and use of mobile coupons in a transaction, among other things.<br>\n<br>\nTracking Cookies:&nbsp;<br>\nAndersen relies on “cookies” to gather data on who visits its websites, track user trends (e.g., how users interact with the Sites), and remember the preferences of visitors to the Sites, among other things.\nSome cookies on the Sites collect data using third party tools.\nAndersen uses third parties to gather certain Personal Information to create activity and trending reports.\nAndersen contracts with third parties, for these reporting services.<br>\nWith most browsers, you can refuse cookies by turning them off or requesting a warning prior to accepting cookies at the request of a website.\nYou can go to your browser settings at any time to change your cookie preferences or delete the cookies deployed by the Andersen Sites during a previous visit.</p>\n<p>\n<br>\n<strong>How We Use Information About You<br>\n</strong>\n<br>\nIn addition to the business purposes discussed in the section “Information We Collect About You,” Andersen uses Personal Information (collected from you and/or your device) for system administration purposes, to enhance your experience while on our Sites, to market our goods and services, and to otherwise transact or communicate with you.\nConsistent with applicable law and the choices you make, specific uses may include, but are not limited to, the following:<br>\n<br>\n• Compiling figures for market research, data analytics, and website performance.<br>\n• Providing descriptions of our products and services when you need them.<br>\n• Noting color, style, and design preferences as you move through our Sites.<br>\n• Displaying advertisements personalized to individual interests or preferences, either on our Sites or the sites of third-parties.<br>\n• Tracking the effectiveness of our marketing efforts.<br>\n• Setting in-home appointments upon your request.<br>\n• Collecting information for lead-generation or the sale of additional products/services.<br>\n• Assisting with the procurement of financing for your purchase of Andersen products and/or services or rehabilitating your credit for the future purchase of Andersen products and/or services.<br>\n• Considering you for employment at Andersen.<br>\n• Facilitating transactions for the procurement of replacement parts.<br>\n• Demonstrating Andersen’s compliance with our legal obligations, policies, and procedures.</p>\n<p>\n<br>\nAny uses described in this section are not exclusive, and there may be additional uses for Personal Information indicated elsewhere in this Privacy Policy.</p>\n<p>\n<br>\n<strong>Sharing Personal Information with Third Parties<br>\n</strong>\n<br>\nBy accessing or using the Sites you are choosing to provide Andersen with your Personal Information and we may use that information for legitimate business purposes, including, but not limited to, sharing, selling, or otherwise transferring that information to Andersen subsidiaries, Andersen affiliates, and third parties.\nBy “third parties” we mean, without limitation, dealers, distributors, suppliers, service providers, and Renewal by Andersen LLC’s non-corporate-owned retail affiliates.\nFurther, by accessing and continuing to use the Sites, you understand that your Personal Information may be disclosed to Andersen’s successors, assigns, or business partners.<br>\nThese third parties may contact you for various reasons, some examples of which are to:<br>\n<br>\n• Contact you about our products and services.<br>\n• Fulfill orders for Andersen products and services.<br>\n• Obtain financing for Andersen products and services.<br>\n• Provide information or assistance at your request.<br>\n• Prevent an emergency or prevent harm to others.<br>\n• Respond to or prove compliance with legal requirements.<br>\n• Protect or enforce our rights and policies.<br>\n• Confirm demographics connected to the purchase of Andersen products and services.<br>\n• Protect or enforce the rights of a third party as required or permitted by law (including, but not limited to, to comply with a subpoena or court order).</p>\n<p>\n<br>\nAndersen also contracts with third parties from time to time to provide, maintain, and improve the Sites.\nWe will use commercially reasonable efforts to prevent such third parties from disclosing your Personal Information, except for the purpose of providing the services in question.\nWe cannot guarantee that such third parties will not disclose your Personal Information.<br>\nWe sell and/or share certain Personal Information to our non-corporate-owned retail affiliates and dealers so that such non-corporate-owned retail affiliates and dealers can set up appointments and market to you.\nSuch Personal Information includes your name, phone number, email address, mailing or street address, and other contact information.<br>\nTo the extent you are concerned about the sale of your Personal Information, you may opt-out of any such sale by clicking HERE.\nYou may also submit such a request using one of the methods listed at the end of this document.</p>\n<p>\n<br>\n<strong>Security&nbsp;<br>\n</strong>\n<br>\nAndersen follows generally accepted industry standards to protect the Personal Information deemed to be under its control.\nWherever your Personal Information may be held within Andersen or on its behalf, Andersen takes reasonable and appropriate steps to protect your Personal Information from unauthorized access, use or disclosure.<br>\nAccess to and use of secure areas of our Sites is restricted to authorized users only with a business need to know the Personal Information accessible there.\nUnauthorized individuals attempting to access these areas of the Sites may be subject to adverse employment actions, criminal prosecution, or civil damages.<br>\nAndersen may from time to time use third parties to provide content or deliver services, such as, but not limited to e-commerce technology.\nAndersen follows generally accepted industry standards in selecting these third parties but does not have ultimate control over the security measures used by those third parties.&nbsp;<br>\nMoreover, no method of transmission over the Internet or storage of information is guaranteed secure.\nTherefore, while we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.</p>\n<p>\n<br>\n<strong>Changes to Privacy Policy<br>\n</strong>\n<br>\nAndersen may make changes to this Privacy Policy from time to time.\nIf we decide to make revisions, updates will be posted on this page so that you are always aware of what information Andersen collects, how we use it, and the circumstances under which we disclose it.\nAll revisions to the Privacy Policy will become effective immediately upon posting to any of the Sites.\nYou further agree to review the Privacy Policy when visiting any of the Sites to view any updates.&nbsp;</p>\n<p>\n<br>\n<strong>Access and Deletion of Personal Information<br>\n</strong>\n<br>\nTo the extent that you provide Andersen with Personal Information, you may request that Andersen provide you with a list of that data for the purposes of review or deletion.\nFor your protection, you will be required to provide proof of your identity when such requests are made.&nbsp;<br>\n<br>\nAndersen may not delete certain Personal Information if retention is necessary to comply with Federal and/or State law, complete transactions made at your request, uphold its legal obligations, maintain security and site integrity, or other expected and lawful uses of the Personal Information you provided, including but not limited to the following:<br>\n<br>\n• Complete the transaction for which the information was collected, provide a good/service requested by you (or reasonably anticipated within the context of an ongoing business relationship with you), or otherwise perform a contract between Andersen and you.<br>\n• Detect security incidents or otherwise protect against malicious, deceptive, fraudulent, or illegal activity, up to and including pursuing prosecution of those responsible for the illegal activity.<br>\n• Debug the information to identify and repair errors impacting functionality.<br>\n• Exercise free speech, ensure the right of another consumer to exercise their right of free speech, or exercise another right provided for by law.<br>\n• Comply with the California Electronic Communications Privacy Act.<br>\n• Engage in public or peer-received scientific, historical, or statistical research in the public interest.<br>\n• Enable internal uses that are reasonably aligned with expectations based on your relationship with the business.<br>\n• Fulfill the terms of a written warranty or product recall.<br>\n• Comply with a legal obligation.<br>\n• Otherwise use your Personal Information, internally, in a lawful manner that is compatible with the context in which you provided the information.</p>\n<p>\n<br>\nAndersen will make reasonable efforts to respond to your request regarding your Personal Information that we hold as soon as practicable or in the time required by law.\nYou may submit a request using any one of the following:<br>\n<br>\n• Privacy Request Forms<br>\n• General Privacy Inquiry Form<br>\n• <strong>By US Mail:</strong> Attention: Legal Department<br>\n100 Fourth Avenue North<br>\nBayport, MN 55003<br>\n• <strong>By Phone:</strong> 844-853-1096</p>\n<p>\n<br>\n<strong>Rights of California Residents:</strong>\n<br>\nIf you live in California and are also any of the following: a consumer of Andersen products/services, an applicant for employment with Andersen, an Andersen employee, or believe that Andersen may have your Personal Information in its possession, please see “Andersen’s California Privacy Rights Notice”.&nbsp;<br>\n</p>\n<p>\n</p> ", "created_at": "2023-07-11 17:11:06.404784", "updated_at": "2023-07-11 17:11:18.323701"}, {"id": 17770, "name": "Terms of Use ", "url": "https://www.renewalbyandersen.com/about/terms-of-use", "xpath": "", "text": null, "created_at": "2023-07-11 17:10:24.827095", "updated_at": "2023-07-11 17:10:24.827095"}], "points": [], "urls": ["renewalbyandersen.com"]}}