{"error": 448, "message": "OK", "parameters": {"id": 7492, "name": "light.gg", "created_at": "2023-03-12 19:13:08.38203", "updated_at": "2023-03-29 19:26:44.437063", "wikipedia": null, "keywords": null, "related": null, "slug": "light-gg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7492.png", "url": "light.gg", "documents": [{"id": 14407, "name": "Privacy Policy", "url": "https://www.light.gg/privacy/", "xpath": "/html/body/div[2]", "text": " Privacy Policy of Pack Enterprises, LLC <p>Pack Enterprises, LLC (the Company) operates the light.gg website, which provides the SERVICE.</p>\n<p>This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service, the light.gg website.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation with this policy.\nThe Personal Information that we collect are used for providing and improving the Service.\nWe will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at light.gg, unless otherwise defined in this Privacy Policy.</p> Information Collection and Use <p>For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your name, phone number, and postal address.\nThe information that we collect will be used to contact or identify you.</p> Log Data <p>We want to inform you that whenever you visit our Service, we collect information that your browser sends to us that is called Log Data.\nThis Log Data may include information such as your computer’s Internet Protocol (\"IP\") address, browser version, pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other statistics.</p> Cookies <p>Cookies are files with small amount of data that is commonly used an anonymous unique identifier.\nThese are sent to your browser from the website that you visit and are stored on your computer’s hard drive.</p>\n<p>Our website uses these \"cookies\" to collection information and to improve our Service.\nYou have the option to either accept or refuse these cookies, and know when a cookie is being sent to your computer.\nIf you choose to refuse our cookies, you may not be able to use some portions of our Service.</p> Service Providers <p>We may employ third-party companies and individuals due to the following reasons:</p>\n<ul>\n<li>To facilitate our Service;</li>\n<li>To provide the Service on our behalf;</li>\n<li>To perform Service-related services.\nor</li>\n<li>To assist us in analyzing how our Service is used.</li>\n</ul>\n<p>We want to inform our Service users that these third parties have access to your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p> Security <p>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.</p> Links to Other Sites <p>Our Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>\n<strong>Children’s Privacy</strong>\n<p>Our Services do not address anyone under the age of 13.\nWe do not knowingly collect personal identifiable information from children under 13.\nIn the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.</p> Changes to This Privacy Policy <p> We may update our Privacy Policy from time to time.\nThus, we advise you to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately, after they are posted on this page.\n</p> Contact Us <p>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.</p> For California Residents: CCPA Information <p>This Privacy Notice for California Residents supplements the information contained elsewhere in this Privacy Notice and applies solely to all visitors, users, and others who reside in the State of California (“consumers” or “you”).\nWe adopt this notice to comply with the California Consumer Privacy Act of 2018 (CCPA) and any terms defined in the CCPA have the same meaning when used in this notice.\n</p> Rights and Choices <p>The CCPA provides consumers located in the state of California with certain rights regarding their personal information and data.\nThe following section describes those rights and explains how to exercise them: </p> Access to Specific Information and Data Portability Rights <p>You have the right to request that the Company disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (as described in the section “Exercising Access, Data Portability, and Deletion Rights”), we will disclose to you: </p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called data portability request) </li>\n<li> If we sold or disclose your personal information for a business purpose, two separate lists disclosing: <ul>\n<li>Sales, identifying the personal information categories that each category of recipient purchased, and </li>\n<li>Disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained </li>\n</ul>\n</li>\n</ul> Non-Discrimintation <p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not: </p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or imposing penalties.\n</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level of quality of goods or services.\n</li>\n</ul>\n<p>Any CCPA-permitted financial incentive we offer will reasonably relate to your value and contain written terms that describe the program’s material aspects.\n</p> Exercising Access, Data Portability, and Deletion Rights <p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by emailing us at privacy@light.gg</p>\n<p>Only you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\n</p>\n<p>You may only make a verifiable consumer request for access of data portability twice within a 12-month period.\nThe verifiable consumer request must: </p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.\n</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.\n</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\n</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.\n</p> Information We Collect <p>Our websites, emails (with your consent, where required by law), and other products, services and platforms collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (“personal information”).\nIn particular, our websites, apps, emails, and other products, services and platforms may have collected the following categories of personal information from its consumers within the last twelve (12) months: </p>\n<p>\n</p> CategoryCollected A.\nIdentifiersYES B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) YES C.\nProtected classification characteristics under California or federal lawNO D.\nCommercial information.YES E.\nBiometric information.NO F.\nInternet or other similar network activity.YES G.\nGeolocation data.YES H.\nSensory data.NO I.\nProfessional or employment-related information.NO J.\nInferences drawn from other personal information.YES <p>\n</p>\n<p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>Deidentified or aggregated consumer information.</li>\n<li> Information excluded from the CCPA’s scope, like: <ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data.\n</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy.\n</li>\n</ul>\n</li>\n</ul> Use of Personal Information <p>We may use or disclose the personal information we collect for one or more of the following business purposes: </p>\n<ul>\n<li>To fulfill or meet the reason you provided the information.\nFor example, if you share your name and contact information to request a newsletter or ask a question about our products or services, we will use that personal information to respond to your inquiry.\nIf you provide your personal information to purchase a product or service, we or our third-party service providers will use that information to process your payment and facilitate delivery.\nWe may also save your information to facilitate new product or service orders and requests.\n</li>\n<li>To provide, support, personalize, and develop our websites, emails, and other products, services and platforms.\n</li>\n<li>To create, maintain, customize, and secure your account with us.</li>\n<li>To process your requests, purchases, transactions, and payments and prevent transactional fraud.</li>\n<li>To provide you with support and to respond to your inquiries, including investigating and addressing your concerns and monitoring and improving our responses.\n</li>\n<li>To personalize your website, apps, emails, or other product, service or platform experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our websites, apps, emails, and other products, services and platforms.\n</li>\n<li>To help maintain the safety, security, and integrity of our websites, apps, emails, and other products, services and platforms, databases and other technology assets, and business.\n</li>\n<li>For testing, research, analysis, and product development, including to develop and improve our websites, apps, emails, and other products, services and platforms.\n</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.\n</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by the Company about our Website users is among the assets transferred.\n</li>\n</ul>\n<p>The Company will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.\n</p> Sharing Personal Information <p>The Company may disclose your personal information to a third-party for a business purpose or sell your personal information, subject to your right to opt-out of those sales (see ‘Sales of Personal Information’ below).\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\nThe CCPA prohibits third parties who purchase the personal information we hold from reselling it unless you have received explicit notice and an opportunity to opt-out of further sales (see ‘Sales of Personal Information’ below).\n</p>\n<p>We may share your personal information with the following categories of third parties:</p>\n<ul>\n<li>Subsidiaries and affiliates.</li>\n<li>Contractors and service providers.</li>\n<li>Data aggregators.</li>\n<li>Third parties with whom we partner to offer products and services to you.</li>\n</ul> Disclosures of Personal Information for a Business Purpose <p>In the preceding twelve (12) months, the Company has disclosed the following categories of personal information for a business purpose: </p>\n<ul>\n<li>[Category A: Identifiers.]</li>\n<li>[Category B: California Customer Records personal information categories.]</li>\n<li>[Category F: Internet or other similar network activity.]</li>\n<li>[Category G: Geolocation Data.]</li>\n<li>[Category K: Inferences drawn from other personal information.]</li>\n</ul> Sales of Personal Information <p>In the preceding twelve (12) months, the Company has sold the following categories of personal information collected through our ad-supported services: </p>\n<ul>\n<li>[Category A: Identifiers.]</li>\n<li>[Category F: Internet or other similar network activity.]</li>\n<li>[Category G: Geolocation Data.]</li>\n<li>[Category K: Inferences drawn from other personal information.]</li>\n</ul>\n<p>The Company and our advertising partners collect the personal information identified above (such as the cookies stored on your browser, the advertising identifier on your mobile device, or the IP address of your device) when you visit our websites, apps, and other products, services and platforms, or open our emails.\nWe, and our partners, use this information to tailor and deliver ads to you on our websites, apps, emails, and other products, services and platforms, or to help tailor ads to you when you visit others’ sites (or use others’ apps).\nTo tailor ads that may be more relevant to you, we and/or our partners may share the information we collect with third parties.</p>\n<p>\n</p>\n<em>Destiny 2 &amp.\nall related media © Bungie</em> Terms / Privacy © 2023 - light.gg 2.1.5 <strong>Follow us:</strong>\n<i>\n</i>Twitter <i>\n</i>YouTube <i>\n</i>Discord <i>\n</i>Patreon <p>\n</p> ", "created_at": "2023-03-12 19:13:08.41383", "updated_at": "2023-03-12 19:13:46.152142"}, {"id": 14408, "name": "Terms of Service", "url": "https://www.light.gg/terms/", "xpath": "/html/body/div[2]", "text": " Terms of Service (\"Terms\") <p>Last updated: September 17, 2018</p>\n<p>Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using the https://light.gg website (the \"Service\") operated by light.gg (\"us\", \"we\", or \"our\").</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.</p> Accounts <p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p> Links To Other Web Sites <p>Our Service may contain links to third-party web sites or services that are not owned or controlled by light.gg.</p>\n<p>light.gg has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that light.gg shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p> Termination <p>We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p> Governing Law <p>These Terms shall be governed and construed in accordance with the laws of West Virginia, United States, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p> Changes <p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p> Contact Us <p>If you have any questions about these Terms, please contact us.</p>\n<p>\n</p>\n<em>Destiny 2 &amp.\nall related media © Bungie</em> Terms / Privacy © 2023 - light.gg 2.1.5 <strong>Follow us:</strong>\n<i>\n</i>Twitter <i>\n</i>YouTube <i>\n</i>Discord <i>\n</i>Patreon <p>\n</p> ", "created_at": "2023-03-12 19:13:08.447248", "updated_at": "2023-03-12 19:14:10.923645"}], "points": [], "urls": ["light.gg"]}}