{"error": 448, "message": "OK", "parameters": {"id": 7524, "name": "The Intercept", "created_at": "2023-03-13 20:22:12.49944", "updated_at": "2023-03-29 19:26:45.502558", "wikipedia": null, "keywords": null, "related": null, "slug": "the-intercept", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7524.png", "url": "theintercept.com", "documents": [{"id": 14478, "name": "Terms of Use", "url": "https://www.firstlookinstitute.org/terms-of-use", "xpath": "//body", "text": " AboutContactTerms of Use<p>\n<em>Effective Date: September 29, 2017</em>\n</p>\n<p>These Terms of Service (<strong>“Terms”</strong>) set forth a legally binding agreement between you and First Look Institute.\n(<strong>“First Look”</strong>, <strong>“we”</strong>, <strong>“our”</strong>, or <strong>“us”</strong>), and govern your use of <em>The Intercept</em> website available at https://theintercept.com/ and related mobile applications (the <strong>“Services”</strong>).\nBy using the Services, you accept these Terms, and consent to the collection, use, and sharing of your data and other activities as described in our Privacy Policy.\nPlease read these Terms carefully before using the Services.\nIf you do not agree to these Terms, you may not use the Services.</p>\n<p>Our Services are continually evolving.\nwe may modify these Terms from time to time.\nAdditional terms may apply to your use of particular Services (<strong>“Additional Terms”</strong>), along with these Terms.\nWe will post Additional Terms (or a link to Additional Terms) on any Services to which they apply and such Additional Terms are incorporated by reference into these Terms.\nTo the extent there is a conflict between these Terms and any Additional Terms, the Additional Terms will control unless they expressly state otherwise.\nPrint or save these Terms for your reference.\n</p>\n<p>\n<strong>\n<em>1.\nGENERAL PROVISIONS</em>\n</strong>\n</p>\n<p>We are a non-profit organization that covers national security, politics, civil liberties, the environment, international affairs, technology, criminal justice, the media, and more.\nWe reserve the right to deny access to the Services to anyone who violates these Terms or who, in our judgment, interferes with the ability of others to enjoy the Services or violates the rights of others.\nWe may change, restrict access to, suspend, or discontinue the Services and Content (as defined below), or any portion of the Services or Content, to any individual user or all users, for any reason, in First Look’s sole discretion, and without advance notice or liability, at any time.\nUpon suspension or termination of your access to the Services, or upon notice from First Look, all rights granted to you under these Terms or any Additional Terms will cease immediately, and you agree that you will immediately discontinue use of the Services.\nThe provisions of these Terms and any applicable Additional Terms, which by their nature should survive your suspension or termination, including sections on Services Use, Donations and Membership, Our Content (except for the limited license), Information You Submit to Us, Notice of Copyright Infringement, Customer Support, Services Features, Disclaimers, Limitations of Liability, Indemnification, Agreement to Arbitrate Disputes and Choice of Law, Waiver of Injunctive or Other Equitable Relief, Miscellaneous, California Consumer Rights and Notices, and Terms Applicable for Apple iOS, will survive.\n</p>\n<p>\n<strong>\n<em>2.\nSERVICES USE</em>\n</strong>\n</p>\n<p>These Services are intended solely for persons who are 13 or older.\nAny access to or use of the Site by anyone under 13 is expressly prohibited.\nBy accessing or using the Site you represent and warrant that you are 13 or older.\nYou agree to comply with all local, state, federal, national, foreign, supranational, and international laws, statutes, ordinances, regulations, treaties, directives, and agreements that apply to your use of the Services and Content.\nYou further agree that you will not: (i) use the Services or Content for any commercial purpose.\n(ii) engage in any activity in connection with the Services or Content that is unlawful, harmful, offensive, obscene, violent, threatening, harassing, or abusive.\n(iii) harvest any information from the Services.\n(iv) reverse engineer or modify the Services.\n(v) interfere with the proper operation of or any security measure used by the Services.\n(vi) infringe any intellectual property or other right of any third party.\n(vii) use the Content in a manner that suggests an unauthorized association or is beyond the scope of the limited license granted to you.\nor (viii) otherwise violate these Terms or any applicable Additional Terms.\n</p>\n<p>\n<strong>\n<em>3.\nDONATIONS AND MEMBERSHIP</em>\n</strong>\n</p>\n<p>Certain features of the Services may require you to donate and become a member.\nFor example, you may need to become a member to access exclusive reports, stories, event invites, and event discounts.\nWhen you provide your information to us, you agree: (i) to these Terms and to the collection, use and sharing of your information as provided in our Privacy Policy.\n(ii) you will not use an email address that violates the intellectual property or other right of any third party, or is offensive.\n(iii) you are solely responsible for all activities that occur in connection with your donation and membership – whether or not you authorized the activity.\n(iv) you will abide by the Services and Content use restrictions set out in these Terms.\nand (v) we will not be liable for any loss or damage to you or any third party arising from your failure to comply with any of the foregoing obligations.\n</p>\n<p>We do our best to describe all the benefits you get as a donor or member of the Services.\nFor example, we may send our donors and members exclusive products offered through the Services.\nHowever, as you are making a donation to a non-profit, once you process the transaction you are not entitled to a refund.\nWe do not warrant that product specifications or other content on the Services is complete, accurate, reliable, current, or error-free.\nAll physical products sent to you are made pursuant to a shipment contract.\nThis means that the risk of loss and title for such items pass to you upon delivery to the carrier.\nAdditional Terms may apply.\n</p>\n<p>For more information on donations and membership, click here.\n</p>\n<p>\n<strong>\n<em>4.\nOUR CONTENT</em>\n</strong>\n</p>\n<p>The Services contain: (i) materials and other items relating to First Look and its products and services, and similar items from our licensors and other third parties, including all layout, information, databases, articles, posts, text, data, files, images, scripts, designs, graphics, instructions, illustrations, photographs, sounds, pictures, videos, advertising copy, URLs, technology, software, interactive features, the “look and feel” of the Services, and the compilation, assembly, and arrangement of the materials of the Services and any and all copyrightable material.\n(ii) trademarks, logos, trade names, trade dress, service marks, and trade identities of various parties, including those of First Look.\nand (iii) other forms of intellectual property (all of the foregoing, collectively <strong>“Content”</strong>).\nThe Services are made available for your personal, noncommercial use only.\nUnless otherwise identified on the Services, all right, title, and interest in and to the Content and the Services is the property of First Look or its licensors or certain third parties, and is protected by U.S.\nand international copyright, trademark, trade dress, patent and/or other intellectual property and unfair competition rights and laws, and international conventions, to the fullest extent possible.\nExcept as explicitly provided in these Terms, you may not reproduce, distribute, display, perform, create derivative works from, or otherwise exploit any of the Content or the Services.\n</p>\n<p>When you access certain pages and Content on the Services you opt-in to the collection, use and sharing of your information as provided in our Privacy Policy.\nSubject to your strict compliance with these Terms and the Additional Terms, First Look grants you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to download, display, view, use, play the Content on a personal computer, browser, laptop, tablet, mobile phone or other Internet-enabled device (each, a <strong>“Device”</strong>) and/or occasionally print a single copy of the Content as it is displayed to you, in each case for your personal, non-commercial use only, provided that you keep intact all credits and copyright and other proprietary notices.\n</p>\n<p>You may not otherwise reproduce, store, or distribute copies of any Content, in any form (including electronic form), or exploit any of the Content you find here for any commercial purpose, without prior written permission from First Look and/or its licensors or other third party copyright owners.\nThe foregoing limited license (i) does not give you any ownership of, or any other intellectual property interest in, any Content, and (ii) may be immediately suspended or terminated for any reason, in First Look’s sole discretion, and without advance notice or liability.\nYour unauthorized use of the Content may violate copyright, trademark, privacy, publicity, communications, and other laws, and any such use may result in your personal liability, including potential criminal liability.\n</p>\n<p>To request permission to reproduce or distribute our material found on the Services, please contact us here.\n</p>\n<p>First Look grants you a limited, revocable license to link to our Services so long as those links do not state or imply that we sponsor, endorse, or are affiliated with you or your website or service.\nHowever, unless otherwise provided on the Services or without prior written permission, you may not frame any of the Content, or incorporate into another website or other service any of the Content without prior written permission.\nFirst Look reserves the right to withdraw this license at any time based on its own discretion.\n</p>\n<p>All rights not expressly granted to you are reserved by First Look and its licensors and other third parties.\nNo right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise.\n<em>Any unauthorized use of any Content or the Services for any purpose is prohibited.</em>\n</p>\n<p>\n<strong>\n<em>5.\nINFORMATION YOU SUBMIT TO US</em>\n</strong>\n</p>\n<p>You agree that any information you submit to us will not: (i) promote any commercial purpose.\n(ii) defame, abuse, harass, stalk, or threaten others.\n(iii) use racially or ethnically offensive language.\n(iv) discuss or incite illegal activity.\nor (v) infringe any intellectual property or other right of any third party.\nWe have the right to moderate and remove any information you post on the Services.\n</p>\n<p>For information you submit to us via email or any comment page, you grant us a non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, transferable and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense, display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of the information and derivative works thereof, for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.\nYou agree to waive any moral rights that you may have to that information, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section.\nOur receipt of information you submit to us is not an admission of their novelty, priority, or originality, and it does not impair our right to contest existing or future intellectual property rights relating to that information.\nSubject to the rights and license you grant in these Terms, you retain whatever legally cognizable right, title, and interest that you have in the information you submit to us.\nYou remain ultimately responsible for any information you submit to us.\n</p>\n<p>To learn more about our editorial policies and procedures, please click here.\n</p>\n<p>\n<strong>\n<em>6.\nNOTICE OF COPYRIGHT INFRINGEMENT</em>\n</strong>\n</p>\n<p>First Look respects the intellectual property rights of others, and expects those who use the Services to do the same.\nIf you are a copyright owner who believes your copyright protected material has been copied on the Services in a way that constitutes copyright infringement in the U.S.A., please notify First Look of your claim of infringement by sending the following written information to our Copyright Agent, designated as such pursuant to the Digital Millennium Copyright Act (<strong>“DMCA”</strong>), 17 U.S.C.\n§ 512(c)(2), named below:\n</p>\n<p>(1) a detailed description of the copyrighted work that is allegedly infringed.\n(2) a description of the location of the allegedly infringing material on the Services.\n(3) your contact information, including your address, telephone number, email address.\n(4) a statement by you indicating that you have a good-faith belief that the allegedly infringing use is not authorized by the copyright owner, its agent, or the law.\n(5) a statement by you, made under penalty of perjury, affirming that the information in your notice is accurate and that you are authorized to act on the copyright owner’s behalf.\nand (6) an electronic or physical signature of the copyright owner or someone authorized on the owner’s behalf to assert infringement of copyright and to submit the statement.\nWe will respond to notices of claimed copyright infringement in accordance with the DMCA.\nIt is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.\nOur designated Copyright Agent to receive DMCA Notices is:\n</p>\n<p>DMCA Agent\nThe Intercept\n15 West 38th Street #636\nNew York, New York 10018\n646.784.3287</p>\n<p>DMCA@theintercept.com</p>\n<p>(These addresses are to be used only to notify us of claimed copyright infringement on the Services.\nPlease direct any other comments or inquiries to the Customer Support address below.)\n</p>\n<p>\n<strong>\n<em>7.\nCUSTOMER SUPPORT</em>\n</strong>\n</p>\n<p>If you have any questions, please send an email to us here.\nYou acknowledge that the provision of support is at First Look’s sole discretion and that we have no obligation to provide you with customer support of any kind.\nAll legal notices to us must be mailed to: First Look Institute, 114 Fifth Ave, New York, NY 10011.\nWhen you communicate with us electronically, you consent to receive communications from us electronically and in accordance with our Privacy Policy.\nYou agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\n</p>\n<p>\n<strong>\n<em>8.\nDISCLAIMERS</em>\n</strong>\n</p>\n<p>\n<em>Third Parties.</em> Our linking to third party services does not imply that we endorse such services, or the information, products or services offered on or through those services.\nFirst Look does not control third party services, and you acknowledge and agree that we are not responsible or liable for the information, content, products, or services on or available from such third party services, or for the results to be obtained from using them.\nIf you choose to access any such third party services, you do so at your own risk.\nAny interactions, transactions, and other dealings that you have with any third parties found on or through the Services are solely between you and the third party.\n</p>\n<p>\n<em>As Is.</em> The Services are provided “as is,” “as available,” with all faults, and without warranties of any kind, either express or implied.\nTo the fullest extent permitted by applicable law, we disclaim all warranties, express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nWe do not warrant that the Services or any of the functions therein will be uninterrupted or error-free, that defects will be corrected, or that any part of the Services, or the servers that make the Services available, are free of viruses or other harmful components.\nAny Content downloaded from or otherwise accessed through the Services is accessed at your own risk.\nyou alone will be responsible for any damage to your person or property, including your computer system and any other Device you use to access the Services, which results from accessing such content.\nNOTWITHSTANDING THE FOREGOING, THE DISCLAIMERS HEREIN DO NOT EXCLUDE ANY PRODUCT LIABILITY CLAIMS, STATUTORY CONSUMER RIGHTS, DAMAGES ASSOCIATED WITH PERSONAL INJURY OR RESULTING FROM COMPANY INTENTIONAL MISCONDUCT, RECKLESSNESS, FRAUD, OR GROSS NEGLIGENCE.\n</p>\n<p>If you are dissatisfied with the Services or Content, your sole and exclusive remedy is to discontinue using the Services.\n</p>\n<p>\n<strong>\n<em>9.\nLIMITATIONS OF LIABILITY.\nRELEASE</em>\n</strong>\n</p>\n<p>Under no circumstances, including, but not limited to, negligence, will we be liable for any damages arising out of your use of the Services or of any information or Content made available on or through the Services, including indirect, incidental, special, punitive, exemplary or consequential damages, even if we are advised beforehand of the possibility of such damages.\nBecause some states do not allow the exclusion or limitation of certain categories of damages, the above limitation may not apply to you.\nIn such states, our liability is limited to the fullest extent permitted by state law.\n</p>\n<p>You hereby release First Look and its affiliates (and their respective directors, officers, employees, agents, representatives, licensors, successors and assigns) from any and all claims, demands, losses, damages, rights, and actions of any kind, including personal injury, death, and property damage, that is related to or arises from your misuse of the Services, including, but not limited to, any interactions with or conduct of other users or third-party websites or services.\nIf you are a California resident, you hereby waive California Civil Code Section 1542, which states that “[a] general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.”\n</p>\n<p>NOTWITHSTANDING THE FOREGOING, THE LIMITATIONS OF LIABILITY HEREIN DO NOT EXCLUDE ANY PRODUCT LIABILITY CLAIMS, STATUTORY CONSUMER RIGHTS, DAMAGES ASSOCIATED WITH PERSONAL INJURY OR RESULTING FROM COMPANY INTENTIONAL MISCONDUCT, RECKLESSNESS, FRAUD, OR GROSS NEGLIGENCE.\n</p>\n<p>\n<strong>\n<em>10.\nINDEMNIFICATION</em>\n</strong>\n</p>\n<p>You agree to indemnify and hold harmless First Look, our affiliates, and each of our and their respective directors, officers, employees, agents, representatives, licensors, successors and assigns from and against any and all losses, expenses, damages and costs, including reasonable attorneys’ fees, that arise out of your misuse of the Services, violation of these Terms by you, or your violation of any rights of another.\nWe reserve the right to control the defense of any claim for which we are entitled to indemnification under this section.\nIn such event, you agree to provide us with such cooperation as is reasonably requested by us.\nWe will make reasonable efforts to provide you with notice of any such claim, but our failure to provide such notice will not relieve you of the indemnification obligations.\nThis provision does not require you to indemnify First Look for any unconscionable commercial practice or for First Look’s fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the Services.\n</p>\n<p>\n<strong>\n<em>11.\nAGREEMENT TO ARBITRATE DISPUTES AND CHOICE OF LAW</em>\n</strong>\n</p>\n<p>\n<strong>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT AND TO HAVE A JURY HEAR YOUR CLAIMS.\nIt contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.</strong>\n<strong>\n<em>WE BOTH AGREE TO ARBITRATE:</em>\n</strong> You and First Look agree to resolve any claims relating to these Terms through final and binding arbitration, except that, to the extent you have in any manner violated or threatened to violate First Look’s intellectual property rights (for example, trademark, trade secret, copyright, or patent rights).\nUnder such circumstances First Look may bring a lawsuit solely for injunctive relief to stop unauthorized use or abuse of the Services, or intellectual property infringement (for example, trademark, trade secret, copyright, or patent rights) without first engaging in arbitration or the informal dispute-resolution process described above.</p>\n<p>\n<strong>\n<em>WHAT IS ARBITRATION:</em>\n</strong> Arbitration is more informal than a lawsuit in court and seeks to resolve disputes more quickly.\nInstead of a judge or a jury, the case will be decided by a neutral arbitrator who has the power to award the same damages and relief that a court can.\nIf any provision of this arbitration agreement is found unenforceable, the unenforceable provision shall be severed, and the remaining arbitration terms shall be enforced.\n</p>\n<p>\n<strong>\n<em>ARBITRATION PROCEDURES:</em>\n</strong> The Federal Arbitration Act governs the interpretation and enforcement of this dispute resolution provision.\nArbitration shall be initiated through JAMS.\nAny dispute, controversy, or claim arising out of or relating to these Terms shall be referred to and finally determined by arbitration in accordance with the JAMS Streamlined Arbitration Rules and Procedures in front of one arbitrator.\nIf there is a conflict between JAMS Rules and the rules set forth in these Terms, the rules set forth in this Terms will govern.\nThe JAMS Rules and instructions for how to initiate an arbitration are available from JAMS at http://www.jamsadr.com or 1-800-352-5267.\nTo initiate arbitration, you or First Look must do the following things:</p>\n<ul>\n<li>(1) Write a demand for Arbitration.\nThe demand must include a description of the Claim and the amount of damages sought to be recovered.\nYou can find a copy of a Demand for Arbitration at www.jamsadr.com.</li>\n<li>(2) Send three copies of the Demand for Arbitration, plus the appropriate filing fee to: JAMS to your local JAMS office or to JAMS, Two Embarcadero Center, Suite 1500, San Francisco, CA 94111</li>\n<li>(3) Send one copy of the Demand for Arbitration to the other party.</li>\n</ul>\n<p>Payment of all filing, administration and arbitrator fees will be governed by the JAMS Rules.\nIf travelling to New York is a burden, you may participate in the arbitration by phone or via document submission to the fullest extent allowable by the arbitrator.\nEach party will bear their own costs of arbitration unless the arbitrator directs that bearing such costs would be an undue burden and in that case, we will pay for your portion of the arbitration administrative costs (but not your attorneys’ fees).\nArbitration under this agreement shall be held in the United States in New York, NY under New York law without regard to its conflict of laws provisions.\nThe arbitration may award on an individual basis the same damages and relief as a court (including injunctive relief).\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\n</p>\n<p>\n<strong>\n<em>AUTHORITY OF ARBITRATOR:</em>\n</strong> The arbitrator will decide the rights and liabilities, if any, of you and First Look, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the Arbitration Rules, and the Terms.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and First Look.\n</p>\n<p>\n<strong>\n<em>NO CLASS ACTIONS:</em>\n</strong> You may only resolve disputes with us on an individual basis, and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.\nClass arbitrations, class actions, private attorney general actions, and consolidation with other arbitrations are not allowed.\n</p>\n<p>\n<strong>\n<em>WAIVER OF JURY TRIAL:</em>\n</strong> THE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration.\nArbitration procedures are typically more limited, more efficient and less costly than rules applicable in court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and First Look in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND FIRST LOOK WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.\nYOU ACKNOWLEDGE THAT YOU HAVE BEEN ADVISED THAT YOU MAY CONSULT WITH AN ATTORNEY IN DECIDING TO ACCEPT THIS AGREEMENT TO ARBITRATE.\n</p>\n<p>\n<strong>\n<em>OPT-OUT OF AGREEMENT TO ARBITRATE:</em>\n</strong> You can decline this agreement to arbitrate by emailing First Look here with the Subject Line “Arbitration Opt Out” and providing the requested information as follows: (1) Your Name.\n(2) the URL of the Terms.\n(3) Your Address.\n(4) Your Phone Number.\n(5) and clear statement that you wish to opt out of this arbitration provision in the Terms.\nThe Opt-Out Notice must be emailed no later than 30 days after the date you first accept the Terms by using the website.\n</p>\n<p>\n<strong>\n<em>12.\nWAIVER OF INJUNCTIVE OR OTHER EQUITABLE RELIEF.</em>\n</strong>\n</p>\n<p>YOU AGREE THAT YOU WILL NOT BE PERMITTED TO OBTAIN AN INJUNCTION OR OTHER EQUITABLE RELIEF OF ANY KIND, SUCH AS ANY COURT OR OTHER ACTION THAT MAY INTERFERE WITH OR PREVENT THE DEVELOPMENT OR EXPLOITATION OF ANY WEBSITE, APPLICATION, CONTENT, SUBMISSIONS, PRODUCT, SERVICE, OR INTELLECTUAL PROPERTY OWNED, LICENSED, USED OR CONTROLLED BY FIRST LOOK OR A LICENSOR OF FIRST LOOK.\n</p>\n<p>\n<strong>\n<em>13.\nMISCELLANEOUS</em>\n</strong>\n</p>\n<p>This agreement constitutes the entire agreement between us and you with respect to this subject matter and supersedes all previous and contemporaneous agreements and communications on this subject, whether written or oral.\nThis agreement is personal to you, is not intended to benefit any third party, and does not create any third party beneficiaries.\nIf any provision of these Terms, or any Additional Terms, is for any reason deemed invalid, unlawful, void, or unenforceable, then that provision will be deemed severable from these Terms or the Additional Terms, and the invalidity of the provision will not affect the validity or enforceability of the remainder of these Terms or the applicable Additional Terms.\nYou hereby waive any applicable statutory and common law that may permit a contract to be construed against its drafter.\nThe summaries of provisions and section headings are provided for convenience only and shall not limit the full Terms.\nFirst Look may assign its rights and obligations under these Terms and any applicable Additional Terms, in whole or in part, to any party at any time without any notice.\nYou may not assign these Terms or any applicable Additional Terms to anyone and you may not delegate your duties under them, without the prior written consent of an officer of First Look.\nNo First Look consent or approval may be deemed to have been granted by First Look without being in writing and signed by an officer of First Look.\nExcept as expressly set forth in these Terms or any applicable Additional Terms, (i) no failure or delay by you or First Look in exercising any of rights, powers, or remedies under will operate as a waiver of that or any other right, power, or remedy, and (ii) no waiver or modification of any term of these Terms or any applicable Additional Terms will be effective unless in writing and signed by the party against whom the waiver or modification is sought to be enforced.\n</p>\n<p>This agreement will be governed by and construed in accordance with the laws of the State of New York, without giving effect to any principles of conflicts of law.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action that you may have arising out of or related to use of the Services or these Terms must be filed by you within one year after such claim or cause of action arose or be forever barred.\n</p>\n<p>First Look controls and operates the Services from the U.S.A., and First Look makes no representation that the Services are appropriate or available for use beyond the U.S.A.\nYou agree that the United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.\nSoftware related to or made available by the Services may be subject to export controls of the U.S.A, and, except as authorized by law, you agree and warrant not to export or re-export the software to any county, or to any person, entity, or end-user subject to U.S.\nexport controls or sanctions.\n</p>\n<p>The sections on Indemnification, Limitation of Liability.\nRelease, and Disclaimers do not apply to New Jersey residents.\n</p>\n<p>\n<strong>\n<em>14.\nCALIFORNIA CONSUMER RIGHTS AND NOTICES.</em>\n</strong>\n</p>\n<p>Residents of California are entitled to the following specific consumer rights information: you may contact the Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs by mail at: 400 R St., Suite 1080, Sacramento, California, 95814, or by telephone at (916) 445-1254.\nTheir website is located at: http://www.dca.ca.gov.\n</p>\n<p>\n<strong>\n<em>15.\nTERMS APPLICABLE FOR APPLE IOS.</em>\n</strong>\n</p>\n<p>If you are using the Services through an Apple Device, the following terms apply:\n</p>\n<p>(i) To the extent that you are accessing the Services through an Apple Device, you acknowledge that these Terms are entered into between you and First Look and, that Apple, Inc.\n(<strong>“Apple”</strong>) is not a party to these Terms other than as third-party beneficiary as contemplated below.\n</p>\n<p>(ii) The license granted to you in these Terms is subject to the permitted Usage Rules set forth in the App Store Terms of Service (see: http://www.apple.com/legal/itunes/us/terms.html) and any third party terms of agreement applicable to the Services.\n</p>\n<p>(iii) You acknowledge that First Look, and not Apple, is responsible for providing the Services and Content thereof.\n</p>\n<p>(iv) You acknowledge that Apple has no obligation whatsoever to furnish any maintenance or any support services to you with respect to the Services.\n</p>\n<p>(v) To the maximum extent not prohibited by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Services.\n</p>\n<p>(vi) Notwithstanding anything to the contrary herein, and subject to the terms in these Terms, you acknowledge that, solely as between Apple and First Look, First Look, and not Apple is responsible for addressing any claims you may have relating to the Services, or your possession and/or use thereof, including, but not limited, to: (a) product liability claims.\n(b) any claim that the Services fail to confirm to any applicable legal or regulatory requirement.\nand (c) claims arising under consumer protection or similar legislation.\n</p>\n<p>(vii) Further, you agree that if the Services, or your possession and use of the Services, infringe on a third party’s intellectual property rights, you will not hold Apple responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claims.\n</p>\n<p>(viii) You acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of these Terms, and that, upon your acceptance of the terms and conditions of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary thereof.\n</p>\n<p>(ix) When using the Services, you agree to comply with any and all third party terms that are applicable to any platform, website, technology or service that interacts with the Services.</p>\n<p>Fetching more</p>\n<p>©First Look Institute</p>Terms of ServicePrivacy Policy ", "created_at": "2023-03-13 20:22:31.692823", "updated_at": "2023-03-13 20:22:39.548736"}, {"id": 14477, "name": "Privacy Policy", "url": "https://theintercept.com/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-03-13 20:22:12.53179", "updated_at": "2023-03-13 20:22:45.30398"}], "points": [], "urls": ["theintercept.com"]}}