{"error": 448, "message": "OK", "parameters": {"id": 7810, "name": "Mudfish Networks ", "created_at": "2023-03-29 22:16:34.291205", "updated_at": "2023-04-22 11:50:34.193098", "wikipedia": null, "keywords": null, "related": null, "slug": "mudfish-networks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7810.png", "url": "mudfish.net,wiki.mudfish.net,myip.mudfish.net,image.mudfish.net,dns.mudfish.net,ping.mudfish.net,docs.mudfish.net", "documents": [{"id": 15073, "name": "Terms Of Service", "url": "https://mudfish.net/agreement/tos", "xpath": "//body", "text": " Toggle navigation <strong>MUDFISH</strong>\n<ul>\n<li> Home </li>\n<li> Download </li>\n<li> Shopping </li>\n</ul>\n<ul>\n<li> Forum <ul>\n<li> Home </li>\n<li>\n</li>\n<li>List</li>\n<li> Announcement Technical Support </li>\n</ul>\n</li>\n<li> Document </li>\n<li> Miscellaneous <ul>\n<li>Document</li>\n<li> Wiki </li>\n<li>\n</li>\n<li>Status</li>\n<li> Nodes Status </li>\n<li>\n</li>\n<li>Tools</li>\n<li> What's My IP? </li>\n<li> Image Uploader </li>\n<li> DNS Client </li>\n<li> Ping Test </li>\n</ul>\n</li>\n<li> Sign In </li>\n</ul> Terms Of Service <small>(Effective Date: March 22, 2013)</small>\n<p> By accessing this web site and/or using the Mudfish service, you are agreeing to be bound by these Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this site are protected by applicable copyright and trade mark law.\n</p>\n<p> PLEASE READ CAREFULLY THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nBY CLICKING THE \"INSTALL\" BUTTON TO INITIATE THE INSTALLATION OF THE MUDFISH, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THIS AGREEMENT INCLUDING THE REQUIREMENT OF BINDING ARBITRATION FOR ALL LEGAL DISPUTES.\n</p>\n<p> As provided in greater detail in this Agreement (and without limiting the express language of this Agreement), you acknowledge the following: </p>\n<ul>\n<li> the use of the Service may be subject to separate third party terms of service and fees, including, without limitation, your mobile network operator's or Internet provider's terms of service and fees, including fees charged for data usage and overage, which are your sole responsibility.\n</li>\n<li> you consent to the collection, use and disclosure of your personally identifiable information in accordance with Mudfish's Privacy Policy.\n</li>\n<li> if you post any User Content that is prohibited by this Agreement, then we may—but have no obligation to—take any remedial action that we, in our sole discretion, deem necessary and/or appropriate under the circumstances, such as, without limitation, suspending or terminating your account, removing your User Content, and/or reporting you to law enforcement authorities, either directly or indirectly.\n</li>\n</ul> Privacy Policy <p> Your privacy is important to Mudfish.\nPrivacy Policy is hereby incorporated into this Agreement by reference.\nPlease read this Privacy Policy carefully for information relating to Mudfish's collection, use, and disclosure of your personal information.\n</p> User Content <p> Certain features of the Service, such as Mudfish Forms, may permit users to post content, including messages, reviews, data, text, and other materials (collectively, \"User Content\") and to publish User Content on the Service.\nYou retain copyright and any other proprietary rights that you may hold in the User Content that you post to the Service.\n</p> Usage <p> Your contract with Mudfish Networks shall automatically terminate if you violate any of below restrictions and may be terminated by Mudfish at any time: </p>\n<p>\n</p>\n<ul>\n<li>You may not use Mudfish servers for <ul>\n<li>Any malicious activities </li>\n</ul>\n</li>\n<li>You shall not give out your account details to anyone.\n</li>\n</ul>\n<p>\n</p>\n<p> Mudfish Networks also reserves the right to close your account at any time without any notice or reason for doing so.\n</p> Pricing <p> Service pricing are subject to change at anytime.\nWe will announce the service price change at least 14-days in advance.\n</p> Limitations <p> In no event shall Mudfish Networks or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Mudfish internet site.\n</p> Site Terms of Use <p> Mudfish Networks may revise these terms of use for its web site at any time without notice.\nAnd by reading these Terms and Conditions, you are agreeing to be bound by the then current version of these Terms and Conditions of Use.\n</p>\n<p> If any of the above terms or conditions are not adhered to, Mudfish Networks reserves the right to close your account.\n</p> MUDFISH Terms Of Service Privacy Policy Refund Policy Language <i>\n</i> Mudfish Networks Contact Us We're hiring! Miscellaneous Mudcat - Port Sharing service Muddog - Free VPN Somagu Homepage © 2011-2023 Mudfish Networks Inc.\n", "created_at": "2023-03-29 22:16:34.3261", "updated_at": "2023-03-29 22:17:33.836097"}, {"id": 15075, "name": "Refund Policy", "url": "https://docs.mudfish.net/en/docs/mudfish-policy/refund-policy/", "xpath": "//body", "text": "MUDFISH<ul>\n<li>Blog</li>\n<li>Forums</li>\n<li>Wiki</li>\n<li>\n</li>\n</ul>\n<i>›</i>Service Policy<i>\n</i>Service Policy<ul>\n<li>Data Plans</li>\n<li>Pricing</li>\n<li>Refund Policy</li>FAQ<ul>\n<li>Account</li>\n<li>Credits</li>\n<li>Payments</li>\n</ul>\n</ul>Refund Policy<p>This section describes the refund policy at Mudfish Networks.\nWe accepts\nany refund requests only if:</p>\n<ul>\n<li>\n<p>The transaction is completed within <strong>last 1 week</strong>.</p>\n</li>\n<li>\n<p>Or the refund request for the balance if your payment date is passed over\n1 week.</p>\n<ul>\n<li>\n<p>If your payment (transaction unit) is over KRW 10,000 (around $8.28 USD)\nand you used more than 60%.</p>\n</li>\n<li>\n<p>If your payment (transaction unit) is less than KRW 10,000\n(around $8.28 USD) and you used more than 80%.</p>\n</li>\n</ul>\n<p>To ask the balance refund, you should create the <strong>Paypal invoice</strong> and send\nit to chloe0528@nate.com email.\nFor details about how to create Paypal\ninvoice, please check the following link:</p>\n<ul>\n<li>How do I create and send an invoice?</li>\n</ul>\n</li>\n</ul>\nHow to request\n<p>Please mark the refund request at 'Credit -&gt.\nPayment History'\nmenu or leave your refund request at\nMudfish Forums.</p>\nRefund Processing\n<p>All transactions are refunded by PG (Payment Gateway) company so\nfor most of cases you'll get the email notification when the refund is\ncompleted.</p>\nApple In-App Refund\n<p>If you bought a mudfish credits via iPhone/iPad In-App purcharse or\nencountered a problem, please contact to Apple to ask the refund because\nthey don't provide a refund feature for app sellers.</p>\n<p>For details, please check https://support.apple.com/en-us/HT204084 link</p>\nBitcoin Refund\n<p>If you paid with bitcoin, we're not accepting the refund request to bitcoin\naddress.\nPlease send the paypal invoice to chloe0528@nate.com email address.</p>\n← PricingAccount →<ul>\n<li>How to request</li>\n<li>Refund Processing<ul>\n<li>Apple In-App Refund</li>\n<li>Bitcoin Refund</li>\n</ul>\n</li>\n</ul>Mudfish VPNMudfish App for AndroidMudfish App for iOSMudfish Cloud VPNMudfish DNS ClientMudfish HTTP / SOCKS ProxyMudfish Web ExtentionsTechnical SupportMudfish ForumsMiscMudfish HomepageCopyright © 2011-2023 Mudfish Networks", "created_at": "2023-03-29 22:17:42.516673", "updated_at": "2023-03-29 22:17:52.730646"}, {"id": 15074, "name": "Privacy Policy", "url": "https://mudfish.net/agreement/privacy_policy", "xpath": "//body", "text": " Toggle navigation <strong>MUDFISH</strong>\n<ul>\n<li> Home </li>\n<li> Download </li>\n<li> Shopping </li>\n</ul>\n<ul>\n<li> Forum <ul>\n<li> Home </li>\n<li>\n</li>\n<li>List</li>\n<li> Announcement Technical Support </li>\n</ul>\n</li>\n<li> Document </li>\n<li> Miscellaneous <ul>\n<li>Document</li>\n<li> Wiki </li>\n<li>\n</li>\n<li>Status</li>\n<li> Nodes Status </li>\n<li>\n</li>\n<li>Tools</li>\n<li> What's My IP? </li>\n<li> Image Uploader </li>\n<li> DNS Client </li>\n<li> Ping Test </li>\n</ul>\n</li>\n<li> Sign In </li>\n</ul> Privacy Policy <small>(Effective Date: January 19, 2016)</small> General <p> Mudfish Networks and its affiliates (hereinafter, \"we\", \"us\" or \"our\") are committed to protecting and respecting your privacy.\n</p>\n<p> This Privacy Policy (together with our Terms and Conditions of Use) governs our collection, processing and use of your Personal Information.\nWe define \"Personal Information\" as information which identifies you personally, e.g.\nyour name, address and e-mail address etc.\n</p>\n<p> The purpose of this Privacy Policy is to inform you of: </p>\n<ol>\n<li>the kinds of Personal Information which we may collect about you and how it may be used.\n</li>\n<li>our use of information regarding IP Addresses and our use of cookies.\n</li>\n<li>any disclosure of Personal Information to third parties.\n</li>\n<li>your ability to correct, update and delete your Personal Information.\nand </li>\n<li>the security measures we have in place to prevent the loss, misuse, or alteration of Personal Information under our control.\n</li>\n</ol> Anonymity <p> While we always anonymize your true IP address while using the Services, remember that no VPN provider can control what other apps collect from your device or what cookies other websites or third parties place in your browser.\n</p>\n<ul>\n<li> Our product will never store, log, or share your true IP address, and we always delete your true IP address after your VPN session is closed.\n</li>\n<li> We never associate your email, true IP address, username, or unique mobile ID with your browsing information or online activities when you are using Mudfish.\n</li>\n<li> We never share your personal information with unaffiliated third parties other than service providers that we use for internal technology and business operations (such as website hosting, payment processing, data analysis, information technology, customer service, and email delivery).\n</li>\n<li> We only use your information to provide you with amazing products and services that we are constantly working to improve.\n</li>\n</ul> Automatically Collected Information <p> When you use our Services, we collect information about you or your device automatically.\nHere's a fuller explanation of the types of information we collect when you use our Services: </p>\n<li> When you visit our websites: <ul>\n<li> We and our third party service providers may automatically collect information from your device, sometimes by placing cookies, beacons, and similar technologies in your browser and on emails that we send you.\nWe may use this information, for example, to ensure that the Services function properly, to determine how many users have visited certain pages or opened messages or newsletters, or to prevent fraud.\nIf you do not want information collected through the use of cookies, there is a simple procedure in most browsers that allows you to automatically decline cookies or be given the choice of declining or accepting the transfer to your computer of a particular cookie (or cookies) from a particular site.\nYou may also wish to refer to http://www.allaboutcookies.org/manage-cookies/index.html.\nKeep in mind though, if you do not accept cookies, you may experience some inconvenience in your use of the Services.\n</li>\n<li> Your IP address may be collected when you visit our websites.\nCollecting IP addresses is standard practice and is done automatically by many websites and other online services.\nWe use IP addresses for internal purposes such as calculating usage levels and diagnosing server problems.\nWe may also use your IP address to derive your approximate location.\nDownloading and turning on Mudfish will make your true IP address private to our websites, as well as websites of third parties.\nUsing our websites or other websites without turning on Mudfish may allow your IP address to be collected.\n</li>\n<li> We collect device-specific information, such as the hardware model, operating system version, browser type, language, wireless network, and mobile network information.\nThis information does not identify you, and we use it to provide and improve the Services, troubleshoot, and perform analytics.\n</li>\n</ul>\n</li>\n<li> When you launch Mudfish: <ul>\n<li> We collect your IP address, immediately obfuscate and anonymize it, and provide you with a virtual or proxy IP address.\nWe may also use your IP address to derive your approximate location in order to effectively provide the Services.\nAgain, your true IP address is stored only for the duration of your VPN session and is cleared after your session is closed.\nWe do not associate your true IP address with your online activities and we do not store or log your true IP address after the end of your session.\n</li>\n<li> When you launch Mudfish, we also collect device-specific information, such as the hardware model, operating system version, browser type, language, wireless network, and mobile network information.\nThis information does not identify you, and we use it to provide and improve the Services, troubleshoot, and perform analytics on our services.\n</li>\n<li> When you use Mudfish to access the internet, we collect only anonymous, aggregate data about which websites you visit and which apps you use.\nWe do not attribute any specific website visits or app usage to any specific user.\nWe collect this information to: <ol>\n<li> Perform analytics on our services, including measuring whether our users are able to successfully access certain websites or apps.\n</li>\n<li> Troubleshoot service issues and improve service quality.\n</li>\n<li> Place generic ads in front of specific apps or websites.\n</li>\n</ol>\n</li>\n</ul>\n</li> International Cross-Border Data Transfer <p> Mudfish uses servers hosted in the South Korea.\nPlease note that we may be transferring your information outside of your region for storage and processing in the South Korea and around the globe.\nBy using the Services you consent to the transfer of information to countries outside of your country of residence, including the South Korea, which may have data protection rules that are different from those of your country.\n</p> Cookies <p> We use a browser feature known as a \"cookie\", which assigns a unique identification to your computer.\nCookies are typically stored on your computer's hard drive.\nInformation collected from cookies is used by us to evaluate the effectiveness of our Site, analyse trends, and administer the Mudfish service.\nThe information collected from cookies allows us to determine such things as which parts of our Site are most visited and difficulties our visitors may experience in accessing our Site.\nWith this knowledge, we can improve the quality of your experience on the Mudfish server by recognising and delivering more of the most desired features and information, as well as by resolving access difficulties.\nWe also use cookies and/or a technology known as web bugs or clear gifs, which are typically stored in emails to help us confirm your receipt of, and response to, our emails and to provide you with a more personalised experience when using our Site.\n</p>\n<p> We use third party service provider(s), to assist us in better understanding the use of our Site.\nOur service provider(s) will place cookies on the hard drive of your computer and will receive information that we select that will educate us on such things as how visitors navigate around our site, what products are browsed.\nOur service provider(s) analyses this information and provides us with aggregate reports.\nThe information and analysis provided by our service provider(s) will be used to assist us in better understanding our visitors' interests in our Site and how to better serve those interests.\nThe information collected by our service provider(s) may be linked to and combined with information that we collect about you while you are using the Mudfish service.\nOur service provider(s) is/are contractually restricted from using information they receive from our Site other than to assist us.\n</p>\n<p> By using our Site you are agreeing that we may use cookies for the purposes set out above.\n</p> Marketing Mudfish Networks don't use or sell your Personal Information for marketing purposes.\nYou'll get explicitly E-Mail from Mudfish Networks for your agreement when Mudfish Networks wants to use your Personal Information for marketing purposes.\nChanges <p> Our Site policies, content, information, promotions, disclosures, disclaimers and features may be revised, modified, updated, and/or supplemented at any time and without prior notice at the sole and absolute discretion of Mudfish Networks.\nIf we change this Privacy Policy, will take steps to notify all users by a notice on our Site and will post the amended Privacy Policy on the Site.\n</p> Contact Us <p> If you have any questions, comments, or concerns regarding our Privacy Policy and/or practices as it or they relate to the Mudfish service, please contact us at the following e-mail address, address and telephone number: </p>\n<p>E-Mail: support@loxch.com</p> MUDFISH Terms Of Service Privacy Policy Refund Policy Language <i>\n</i> Mudfish Networks Contact Us We're hiring! Miscellaneous Mudcat - Port Sharing service Muddog - Free VPN Somagu Homepage © 2011-2023 Mudfish Networks Inc.\n", "created_at": "2023-03-29 22:16:34.357456", "updated_at": "2023-03-29 22:18:34.186247"}], "points": [], "urls": ["mudfish.net", "wiki.mudfish.net", "myip.mudfish.net", "image.mudfish.net", "dns.mudfish.net", "ping.mudfish.net", "docs.mudfish.net"]}}