{"error": 448, "message": "OK", "parameters": {"id": 9543, "name": "Verywell Mind", "created_at": "2023-09-04 04:47:35.947441", "updated_at": "2023-09-04 10:02:32.145513", "wikipedia": "https://en.wikipedia.org/wiki/Verywell", "keywords": null, "related": null, "slug": "verywell-mind", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9543.png", "url": "verywellmind.com", "documents": [{"id": 18885, "name": "Privacy Policy &  Terms of Use & Cookie Disclosure", "url": "https://www.verywellmind.com/legal-4773968#privacy-policy", "xpath": "//body", "text": " Menu Visit Verywell Mind's homepage <ul>\n<li> Conditions A-Z <ul>\n<li>\nAddiction\n</li>\n<li>\nDepression\n</li>\n<li>\nADHD\n</li>\n<li>\nSocial Anxiety Disorder\n</li>\n<li>\nBipolar Disorder\n</li>\n<li>\nKids Mental Health\n</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Therapy <ul>\n<li>\nTherapy Center\n</li>\n<li>\nWhen To See a Therapist\n</li>\n<li>\nTypes of Therapy\n</li>\n<li>\nBest Online Therapy\n</li>\n<li>\nBest Couples Therapy\n</li>\n<li>\nBest Family Therapy\n</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Living Well <ul>\n<li>\nManaging Stress\n</li>\n<li>\nMeditation\n</li>\n<li>\nSleep and Dreaming\n</li>\n<li>\nUnderstanding Emotions\n</li>\n<li>\nSelf-Improvement\n</li>\n</ul>\n</li>\n<li> Relationships <ul>\n<li>\nHealthy Relationships\n</li>\n<li>\nDating\n</li>\n<li>\nRelationships in 2023\n</li>\n</ul>\n</li>\n<li> Psychology <ul>\n<li>\nTheories\n</li>\n<li>\nStudent Resources\n</li>\n<li>\nPersonality Types\n</li>\n</ul>\n</li>\n<li> Trending <ul>\n<li>\nNews\n</li>\n<li>\nVerywell Mind Insights\n</li>\n<li>\n2023 Verywell Mind 25\n</li>\n<li>\nMental Health in the Classroom\n</li>\n</ul>\n</li>\n<li>\nAbout Us\n<ul>\n<li> Editorial Process </li>\n<li> Meet Our Review Board </li>\n<li> Crisis Support </li>\n</ul>\n</li>\n</ul> Search Search Clear GO <ul>\n<li> Conditions A-Z <ul>\n<li>Addiction</li>\n<li>Depression</li>\n<li>ADHD</li>\n<li>Social Anxiety Disorder</li>\n<li>Bipolar Disorder</li>\n<li>Kids Mental Health</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Therapy <ul>\n<li>Therapy Center</li>\n<li>When To See a Therapist</li>\n<li>Types of Therapy</li>\n<li>Best Online Therapy</li>\n<li>Best Couples Therapy</li>\n<li>Best Family Therapy</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Living Well <ul>\n<li>Managing Stress</li>\n<li>Meditation</li>\n<li>Sleep and Dreaming</li>\n<li>Understanding Emotions</li>\n<li>Self-Improvement</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Relationships <ul>\n<li>Healthy Relationships</li>\n<li>Dating</li>\n<li>Relationships in 2023</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Psychology <ul>\n<li>Theories</li>\n<li>Student Resources</li>\n<li>Personality Types</li>\n<li>\nView All </li>\n</ul>\n</li>\n<li> Trending <ul>\n<li>News</li>\n<li>Verywell Mind Insights</li>\n<li>2023 Verywell Mind 25</li>\n<li>Mental Health in the Classroom</li>\n<li>\nView All </li>\n</ul>\n</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li> About Us\n</li>\n<li> Editorial Process\n</li>\n<li> Privacy Policy\n</li>\n<li> Contact Us\n</li>\n</ul> Verywell Health Visit Verywell Fit's homepage Visit Verywell Family's homepage Verywell Mind's content is for informational and educational purposes only.\nOur website is not intended to be a substitute for professional medical advice, diagnosis, or treatment.\nⒸ 2023 Dotdash Media, Inc.\n— All rights reserved Terms of Service and Policies Table of Contents View All Table of Contents <ul>\n<li> Advertising Policy </li>\n<li> Privacy Policy </li>\n<li> California Privacy Notice </li>\n<li> Verywell Cookie Disclosure </li>\n<li> Terms of Service </li>\n</ul> Advertising Policy <p>\n<em>Updated June 15, 2016</em>\n</p>\n<p>\nTo help us maintain the resources needed to create the quality content you deserve, we accept advertisements on our website.\nWe greatly value transparency and hope that this policy leaves you feeling even more confident about the content and service we provide.\n</p>\n<p>\nVerywell accepts advertising on all of its sites but maintains a strict and clear separation between advertising and editorial content.\nPlease see our&nbsp;Advertising Policy&nbsp;for full details on how advertisements and sponsored content are distinguished on our pages and the guidelines to which they must adhere.\n</p>\n<p>\nSpecial attention is paid to featuring advertising in a way that will not interfere with your reading experience.\nThis relates to both page design and the number of ads we choose to feature on a page.\n</p>\n<p>\nVerywell maintains a distinct separation between advertising and editorial content.\n</p>\n<ul>\n<li>All advertising or sponsored content on Verywell is clearly and unambiguously distinguished from editorial content through borders or other distinguishing elements and/or identified as an \"Ad,\" \"Advertisement,\" \"Sponsored\" or a similar designation indicating that the content is being provided by or on behalf of the sponsor.</li>\n<li>All ads on Verywellhealth.com are labeled as an \"Ad,\" \"Advertisement,\" \"Sponsored\" or a similar designation indicating that the content is being provided by or on behalf of the sponsor.</li>\n<li>All \"native\" ads or paid content are identified as an \"Ad,\" \"Advertisement,\" \"Sponsored\" or a similar designation indicating that the content is being provided by or on behalf of the sponsor.</li>\n<li>Editorial content on the Verywell sites is not influenced by advertisements unless the content is sponsored content, in which case, the content will be clearly demarcated and identified with the title \"Ad,\" \"Advertisement,\" or \"Sponsored\", or a similar designation, indicating that the content is being provided by or on behalf of an advertiser or sponsor.</li>\n</ul> Privacy Policy <p>\nWe take online privacy seriously and we respect the concerns of our community of users.&nbsp;We may collect information, including personal information, directly from you if you choose to provide that information.&nbsp;In addition, when you access the Site, we and our third-party partners may automatically collect certain information about you and your visit, including personal information, using tools such as cookies, web beacons and other similar technologies.&nbsp;We may use the information gathered on the Site for various purposes, including responding to inquiries and to serve content and offers to you based on your interests and online activities.\n</p>\n<p>\nRead our complete Privacy Policy.&nbsp;&nbsp.\n</p> California Privacy Notice <p>\nThis California Consumer Act Privacy Notice (“<strong>CCPA</strong>\n<strong>Notice</strong>”) applies to “Consumers” as defined by the California Consumer Privacy Act (“<strong>CCPA</strong>”).\nFor the purpose of this CCPA Notice, personal information applies to “Personal Information” as defined by the CCPA (also referred to herein as “PI”).&nbsp.\n</p>\n<p>\nWe collect and share the following categories of PI from the corresponding sources and for the corresponding purposes set forth in the table below.\n</p>\n<strong>Category of Personal Information</strong>\n<strong>Sources of Personal Information</strong>\n<strong>Purposes for Collection</strong>\n<strong>Categories of Third Parties with whom Personal Information is Shared</strong>\n<strong>Purposes of Third Parties Receiving PI</strong>\n<strong>1.\nIdentifiers and Personal Records</strong>\n<br>(e.g., email address, name, address, IP address, credit card number)\nDirectly from you.\nyour devices.\nVendors\nPerforming Services;<br>Processing and managing interactions and transactions;&nbsp;<br>Quality Assurance.\nsecurity.\ndebugging.\nmarketing&nbsp.\nVendors which assist us in providing services and running our internal business operations (“Vendors”).\nData Analytics Partners.\nCorporate affiliates\nPerforming Services on our behalf;<br>Processing and managing interactions and transactions.\nperforming services;<br>Quality Assurance.\nsecurity.\ndebugging <strong>2.&nbsp.\nCustomer Acct.\nDetails/Commercial Information</strong>\n<br>(e.g., details of your use of our service)\nYou.\nyour devices.\nVendors\nPerforming Services;<br>Research and development.\nquality assurance.\nsecurity.\ndebugging.\nand marketing\nData Analytics Partners.\nVendors.\nCorporate affiliates\nPerforming Services on our behalf.\nresearch and development.\nquality assurance.\nsecurity.\nand debugging <strong>3.\nInternet Usage Information&nbsp;</strong>(e.g., information regarding your interaction with our services)\nYou.\nyour devices.\nData Analytics Partners.\nVendors\nResearch and development.\nquality assurance.\nsecurity.\nand debugging\nPartners.\nVendors.\nCorporate affiliates\nPerforming Services on our behalf.\nResearch and development.\nquality assurance.\nsecurity.\nand debugging <strong>4.\nInferences&nbsp;</strong>(e.g., your preferences, likelihood of interest in certain of our services)\nData Analytics Partners.\nVendors.\nAdvertising Networks\nResearch and development.\nquality assurance.\nand marketing\nData Analytics Partners.\nVendors.\nAdvertising Networks.\nCorporate affiliates\nPerforming Services on our behalf.\nresearch and development.\nquality assurance.\nmarketing <p>\nIn addition, we may collect, use and disclose your PI as required or permitted by applicable law, or as directed by you, in accordance with this Privacy Policy.\n</p>\n<p>\nWe do not knowingly “sell” personal information that we collect from you, in accordance with the definition of “sell” in the CCPA, and will treat personal information we collect from you as subject to a do not sell request.&nbsp;There is not yet a consensus as to whether third-party cookies and tracking devices associated with our websites and mobile apps may constitute a “sale” of your PI as defined by the CCPA.&nbsp;You can exercise control over browser-based cookies by adjusting the settings on your browser.&nbsp;We also list cookies and provide access to their privacy information and, if available, opt-out programs in our Cookie Policy.&nbsp;Further, you can learn more about your choices regarding certain kinds of online interest-based advertising with the Digital Advertising Alliance or the Network Advertising Initiative.\nWe do not represent that these third-party tools, programs or statements are complete or accurate.\n</p>\n<p>\nSome browsers have signals that may be characterized as do not track signals, but we do not understand them to operate in that manner or to indicate a do not sell expression by you, so we currently do not recognize these as a do not sell request.&nbsp;We understand that various parties are developing do not sell signals and we may recognize certain such signals if we conclude such a program is appropriate.\n</p>\n<p>\nCalifornia Consumers have the right to exercise the privacy rights under the CCPA.&nbsp;California Consumers may exercise these rights via an authorized agent who meets the agency requirements of the CCPA.&nbsp;Any request you submit to us is subject to an identification and residency verification process (“<strong>Verifiable Consumer Request</strong>”).&nbsp;We will not fulfill your CCPA request unless you have provided sufficient information for us to reasonably verify you are the Consumer about whom we collected PI.\nIn order to verify your identity, we will send you an email to the email address that you provide to us, and you must take action as described in our email.&nbsp;This will enable us to verify that the person who made the request controls and has access to the email address associated with the request.&nbsp;We will check our systems for the email address that you provide, and any information associated with such email address.&nbsp;If you provide us with an email address that has not been used to interact with us, then we will not be able to verify your identity.\nIn other words, the only reasonable method by which we may verify the identity of individuals is if we have an email address on file that was provided to us in relation to our services.&nbsp;We will be unable to fulfill your request if we cannot verify your identity.\n<strong>Please follow the instructions at our Consumer Rights Request page here</strong> and respond to any follow up inquiries we may make.&nbsp.\n</p>\n<p>\nSome personal information we maintain about Consumers is not sufficiently associated with enough personal information about the Consumer for us to be able to verify that it is a particular Consumer’s personal information (e.g., clickstream data tied only to a pseudonymous browser ID).&nbsp;As required by the CCPA, we do not include that personal information in response to Verifiable Consumer Requests.&nbsp;If we cannot comply with a request, we will explain the reasons in our response.&nbsp.\n</p>\n<p>\nWe will make commercially reasonable efforts to identify Consumer PI that we collect, process, store, disclose, and otherwise use and to respond to your California Consumer privacy rights requests.&nbsp;We will typically not charge a fee to fully respond to your requests, but we may charge a reasonable fee, or refuse to act upon a request, if your request is excessive, repetitive, unfounded, or overly burdensome.&nbsp.\n</p>\n<p>\n<strong>To make a request according to your rights to know or to request deletion of your PI set forth below, please click here</strong>, where you will find a description of the process we use to verify your request and any information that we will need to confirm your identity.&nbsp;In order to verify your identity, we will send you an email to the email address that you provide to us, and you must take action as described in our email.&nbsp;This will enable us to verify that the person who made the request controls and has access to the email address associated with the request.&nbsp;We will check our systems for the email address that you provide, and any information associated with such email address.&nbsp;If you provide us with an email address that has not been used to interact with us, then we will not be able to verify your identity.&nbsp;In other words, the only reasonable method by which we may verify the identity of individuals is if we have an email address on file that was provided to us in relation to our services.&nbsp;We will be unable to fulfill your request if we cannot verify your identity.\n</p>\n<p>\nFor your specific pieces of information, as required by the CCPA, we will apply heightened verification standards, which may include a request to provide further information.\n</p>\n<p>\nYou have the right to send us a request, no more than twice in a twelve-month period, for any of the following for the period that is twelve months prior to the request date:\n</p>\n<ul>\n<li>The categories of PI we have collected about you.</li>\n<li>The categories of sources from which we collected your PI.</li>\n<li>The business or commercial purposes for our collecting or selling your PI.</li>\n<li>The categories of third parties to whom we have shared your PI.</li>\n<li>The specific pieces of PI we have collected about you.</li>\n<li>A list of the categories of PI disclosed for a business purpose in the prior 12 months, or that no disclosure occurred.</li>\n<li>A list of the categories of PI sold about you in the prior 12 months, or that no sale occurred.&nbsp;If we sold your PI, we will explain:</li>\n<li>The categories of your PI we have sold.</li>\n<li>The categories of third parties to which we sold PI, by categories of PI sold for each third party.</li>\n</ul>\n<p>\nYou have the right to make or obtain a transportable copy, no more than twice in a twelve-month period, of your PI that we have collected in the period that is 12 months prior to the request date and are maintaining.&nbsp.\n</p>\n<p>\nPlease note that PI is retained by us for various time periods, so we may not be able to fully respond to what might be relevant going back 12 months prior to the request.\n</p>\n<p>\nExcept to the extent we have a basis for retention under CCPA, you may request that we delete your PI that we have collected directly from you and are maintaining.&nbsp;Note also that we are not required to delete your PI that we did not collect directly from you.&nbsp.\n</p>\n<p>\nYou may alternatively exercise more limited control of your PI by instead exercising one of the following more limited opt-outs, including unsubscribing from email newsletters.\n</p>\n<p>\nWe will not discriminate against you in a manner prohibited by the CCPA because you exercise your CCPA rights.&nbsp;However, we may charge a different price or rate, or offer a different level or quality of good or service, to the extent that doing so is reasonably related to the value of the applicable data.&nbsp;&nbsp;In addition, we may offer you financial incentives for the collection, sale and retention and use of your PI as permitted by the CCPA that can, without limitation, result in reasonably different prices, rates, or quality levels.&nbsp;The material aspects of any financial incentive will be explained and described in its program terms.\nPlease note that participating in incentive programs is entirely optional, you will have to affirmatively opt-in to the program and you can opt-out of each program (i.e., terminate participation and forgo the ongoing incentives) prospectively by following the instructions in the applicable program description and terms.&nbsp;We may add or change incentive programs and/or their terms by posting notice on the program descriptions and terms linked to above so check them regularly.\n</p>\n<p>\n<strong>Our Notice to Nevada Residents</strong>\n</p>\n<p>\nUnder Nevada law, Nevada residents may opt out of the sale of certain “covered information” collected by operators of websites or online services.\nWe currently do not sell covered information, as “sale” is defined by such law, and we don’t have plans to sell this information.\nHowever, if you would like to be notified if we decide in the future to sell personal information covered by the Act, please go to NevadaPrivacy@verywell.com to provide your name and email address.\nWe may share your data as explained in this privacy policy, such as to enhance your experiences and our services, and those activities will be unaffected by a Nevada do not sell request.\nYou may also have other choices regarding our data practices as set forth elsewhere in this privacy policy.\n</p>\n<p>\n<strong>If you are located in the European Economic Area (EEA):</strong>\n</p>\n<p>\n<strong>Controller of your Personal Data</strong>\n</p>\n<p>\nThe controller of your personal data under this Privacy Policy is About, Inc., with an address of 28 Liberty St, New York, NY 10005.\nOur local representative with respect to the GDPR can be contacted at&nbsp;privacy@verywellmind.com.\n</p>\n<p>\n<strong>Legal Basis for Using Personal Data</strong>\n</p>\n<p>\nWe process your personal data only if we have a legal basis to do so, including:\n</p>\n<ul>\n<li>to comply with our legal and regulatory obligations;</li>\n<li>for the performance of our contract with you or to take steps at your request before entering into a contract;</li>\n<li>for our legitimate interests or those of a third party;</li>\n<li>where you have given consent to our specific use.</li>\n</ul>\n<p>\nThe purpose for which we use and process your information and the legal basis on which we carry out each type of processing is further explained below.\n</p>\n<strong>Purposes for which we will process the information</strong>\n<strong>Legal Basis for the processing</strong>To provide products and services you request.It is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.To respond to requests, questions, and comments, and provide other types of user support.It is necessary for us to respond to requests, questions, and comments, and provide other types of user support in order to take steps at your request or according to the applicable contract between us.To offer you products and services in marketing communications, or direct you to portions of this Site or other websites, that we believe may interest you.We may send electronic marketing communications to you if you have consented to these communications.\nIt is in our legitimate interest to market out products and services to you by other means and to direct you to portions of this Site or other websites that we believe may interest you.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To communicate about, and administer your participation in, events, programs, contests, and other offers or promotionsWe will send electronic communications to you if you have consented to these communications.\nWith respect to other communications, it is in our legitimate interest to communicate to you and administer your participation in, our events, programs, contests, and other offers or promotions.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To carry out, evaluate, and improve our business (which may include developing new features for the Site.\nanalyzing and enhancing the user experience on the Site.\nassessing the effectiveness of our marketing and advertising.\nand managing our communications.It is in our legitimate interests to process your personal data to carry out these activities.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To perform data analytics regarding usage of the Site (including market and customer research, trend analysis, financial analysis, and anonymization of personal data).It is in our legitimate interests to process your personal data to carry out these activities.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To serve advertising, content and offers to you based on your interests and online activities, from us or third parties.We will serve you advertising, content and offers to you based on your interests and online activities if you have consented to this processing.To enable our affiliates or service providers to perform certain activities on our behalf;It is necessary for us to process your personal data in this manner in order to deliver the services and process transactions according to the applicable contract between us.\nIt is also in our legitimate interest to enable our service providers and affiliates to perform certain activities on our behalf.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To notify you of any changes to the Website that may affect you.It is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.<ul>\n<li>If we are required to do so by law, regulation, or legal process (such as a court order or subpoena);</li>\n<li>In response to requests from government agencies, such as law enforcement authorities, including to meet national security requirements;</li>\n<li>If we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual illegal activity.\nand</li>\n<li>In the event we sell or transfer all or a portion of our business or assets (including a reorganization, dissolution, or liquidation).\nIn such an event, we will seek to provide you with commercially reasonable notice, e.g., via email and/or notice on our website, of any change in ownership, incompatible new uses of your personal information, and choices you may have regarding your personal information.\nand</li>\n</ul>We conduct this processing to comply with our legal obligations and to protect the public interest.<ul>\n<li>Guard against, identify, and prevent fraud and other criminal activity, claims, and other liabilities.\nand</li>\n<li>Comply with applicable legal requirements, law enforcement requests, and our company policies.</li>\n</ul>We conduct this processing to comply with our legal obligations and to protect the public interest.\n<p>\n<strong>International Transfers</strong>\n</p>\n<p>\nSome of our processing of your data will involve transferring your data outside the European Economic Area (\"EEA\").\nSome of our external third-party service providers are also based outside of the EEA, and their processing of your personal data will involve a transfer of data outside the EEA.\nThis includes the United States.\nWhere personal data is transferred to and stored in a country not determined by the European Commission as providing adequate levels of protection for personal data, we take steps to provide appropriate safeguards to protect your personal data, including when appropriate entering into standard contractual clauses approved by the European Commission, obliging recipients to protect your personal data.\n</p>\n<p>\n<strong>Retention of Personal Data</strong>\n</p>\n<p>\nWe will retain your personal data only for as long as necessary for the purposes it was retained, such as to enable you to use the Website and your products or to provide services to you.\nIn some instances, we may retain data for longer periods in order to comply with applicable laws (including those regarding document retention), resolve disputes with any parties, and otherwise as necessary to allow us to conduct our business.\nAll personal data we retain will be subject to this Privacy Policy and our internal retention guidelines.\n</p>\n<p>\n<strong>Data Subject Access Rights</strong>\n</p>\n<p>\nYou have the following rights:\n</p>\n<ul>\n<li>Right of access to your personal data: You have the right to ask us for confirmation on whether we are processing your personal data, and access to the personal data and related information.</li>\n<li>Right to correction: You have the right to have your personal data corrected, as permitted by law.</li>\n<li>Right to erasure: You have the right to ask us to delete your personal data, as permitted by law.</li>\n<li>Right to withdraw consent: You have the right to withdraw consent that you have provided.</li>\n<li>Right to lodge a complaint with a supervisory authority: You have the right to lodge a complaint with a supervisory authority in the member state of your habitual residence.</li>\n<li>Right to restriction of processing: You have the right to request the limiting of our processing under limited circumstances.</li>\n<li>Right to data portability: You have the right to receive the personal data that you have provided to us, in a structured, commonly used and machine-readable format, and you have the right to transmit that information to another controller, including to have it transmitted directly, where technically feasible.</li>\n<li>Right to object: You have the right to object to our processing of your personal data, as permitted by law, under limited circumstances.</li>\n</ul>\n<p>\nIn order to exercise any of these rights, please contact us according to the&nbsp;“How to Contact Us” section&nbsp;herein.\nPlease note that the above rights are not absolute and we may be entitled to refuse requests, wholly or partly, where exceptions under the applicable law apply.\n</p> Verywell Cookie Disclosure ProviderName of cookiePurposeTypeDurationGoogle Analytics_gaUsed to distinguish users.Persistent2 YearsGoogle Analytics_gidUsed to distinguish users.Persistent24 HoursGoogle Analytics_gat_&lt;property-id&gt;Used to throttle request rate.Persistent1 MinuteDotdashTMogDotdash client id - Used to identify unique browsersPersistent68 YearsDotdashMintDotdash session id - Used to identify all activity within a sessionPersistent30 MinutesDotdashpcpagecountPersistent30 MinutesDotdashds_abAB Testing segmentation informationSession&nbsp;Google (GTM/GA)_dc_gtm_&lt;property-id&gt;Used to throttle request rate.Persistent1 MinuteSailThrusailthru_pageviewsPage view count by user on sitePersistent30 MinutesSailThrusailthru_contentTracks recent pageviews for visitorPersistent1 HourSailThrusailthru_visitorClient IdPersistent1 HourGoogle DFP__gadsAd targetingPersistent2 YearsGooglegsScrollPos-&lt;num&gt;Scroll position trackingSession&nbsp;Bounce ExchangebounceClientVisit&lt;num&gt;vClient tracking informationPersistent30 MinutesGoogleAMP_TOKENContains a token that can be used to retrieve a Client ID from AMP Client ID service.\nOther possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service.Persistent1 HourLotamecrwdcntrl.netMaintain ads and personalization profilePersistent9 Months Terms of Service <p>\nVerywell Mind and its affiliated sites (the “Site”) are Dotdash Meredith brands, owned and operated by Dotdash Media Inc.\nand its affiliates.&nbsp;Access to and use of the Site is subject to our terms of service (“Terms of Service”).\n</p>\n<p>\nRead our Terms of Service.\n</p> How to Contact Us <p>\nThis Site is a Dotdash Meredith brand, owned and operated by Dotdash Media, Inc., located at 28 Liberty St, New York, NY 10005.\n</p>\n<p>\nAll other feedback, comments, requests for technical support and other communications relating to the Site should be directed to:&nbsp;contact@verywellmind.com.\n</p>\n<p>\nThank you for visiting Verywell.\n</p> Visit Verywell Mind's homepage Daily Tips for a Healthy Mind to Your Inbox <p>\n</p> Sign Up You're in! <p>Thank you, , for signing up.</p>\n<p>There was an error.\nPlease try again.</p>\n<ul>\n<li>\nConditions A-Z\n</li>\n<li>\nTherapy\n</li>\n<li>\nLiving Well\n</li>\n<li>\nPsychology\n</li>\n<li>\nTrending\n</li>\n</ul>\n<ul>\n<li>Meet Our Review Board</li>\n<li>About Us</li>\n<li>Editorial Process</li>\n<li>Diversity Pledge</li>\n<li>Privacy Policy</li>\n<li>In the News</li>\n<li>Advertise</li>\n<li>Terms of Service</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Your Privacy Choices </li>\n<li>\nCrisis Support\n</li>\n</ul> Follow Us\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Verywell Health Visit Verywell Fit's homepage Visit Verywell Family's homepage Verywell Mind's content is for informational and educational purposes only.\nOur website is not intended to be a substitute for professional medical advice, diagnosis, or treatment.\nⒸ 2023 Dotdash Media, Inc.\n— All rights reserved Verywell Mind is part of the Dotdash Meredith publishing&nbsp;family.\n<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Accept All Cookies ", "created_at": "2023-09-04 04:47:35.97951", "updated_at": "2023-09-04 04:48:09.713272"}], "points": [], "urls": ["verywellmind.com"]}}