{"error": 448, "message": "OK", "parameters": {"id": 7486, "name": "Oku Club", "created_at": "2023-03-12 18:53:22.999177", "updated_at": "2023-03-29 19:26:44.301191", "wikipedia": null, "keywords": null, "related": null, "slug": "oku-club", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7486.png", "url": "oku.club", "documents": [{"id": 14394, "name": "Privacy Policy", "url": "https://oku.club/privacy", "xpath": "//body", "text": "<p>\n</p>Privacy Policy / Oku<p>\n</p>You need to enable JavaScript to run this app.<li>Join</li>\n<li>Sign in</li>\n<li>Explore</li>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Twitter</li>\n<li>Contact</li>Sign inJoinLast updated Feb 2021, effective Feb 2021Privacy Policy<p>The long and short of it is this: <strong>We collect only what we need to</strong>, and <strong>share as little as we can</strong>, for reasons like error tracking and consensual email marketing.\n<strong>We don't sell your data</strong> and we <strong>avoid services that track you</strong> to sell ads.\nThat's the core of our philosophy, but read on for details.</p>Data we collect<p>When using the service we may log your <strong>IP address</strong> to help us prevent abuse.\nWhen registering for an account we collect two further pieces of personal information: <strong>email address</strong> and <strong>username</strong>.</p>Your rights &amp.\nContact us<p>We'll delete any data we have on you at your request.\nYou can also ask for a copy of your personal data, or request that we update it.\nPlease email us at data@oku.club.</p>Third parties &amp.\ndata sharing<p>We avoid it where we can, but sometimes we have to share data when we make use of third party services.\nHere's the list of third parties that we share information with.</p>\n<ul>\n<li>Plausible Analytics: A website analytics tool that makes their money directly from us, not from tracking people to sell them ads.\nWhen using our website Plausible will receive your <strong>IP address</strong>.</li>\n<li>Sentry: An error tracking service that we use to track bugs and other issues as they arise within the service.\nSentry may receive your <strong>IP address</strong> and an identifier unique to your account.</li>\n<li>Substack: We share your <strong>email address</strong> with substack in order to send out regular product update emails.\nYou can unsubscribe from these.</li>\n<li>Amazon Web Services (SES): Amazon Web Services is our email service provider for transactional emails.\nThese are things like password reset emails and notifications.\nThey will receive your <strong>email address</strong>.</li>\n<li>Mailchimp: If you registered for our waiting list before we allowed open signups, your <strong>email address</strong> was collected with mailchimp.</li>\n</ul>Policy Updates<p>We'll need to update this policy from time to time.\nOur philosophy won't change, but we'll let you know if there are major changes to the policy &amp.\nand give you a chance to agree to them.</p>Ready to join us?<p>Oku is the companion app for every book.\n<br>Become a member for free to track, rate &amp.\nreview your favorite books with a community of others.</p>Create a free account<ul>ExploreBlogPricingPrivacyTermsContactTwitterFacebook</ul>\n<p>Copyright © 2022 Readng BV.</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2023-03-12 18:53:23.031405", "updated_at": "2023-03-12 18:54:23.271914"}, {"id": 14395, "name": "Terms of Service", "url": "https://oku.club/terms", "xpath": "//body", "text": null, "created_at": "2023-03-12 18:54:07.283273", "updated_at": "2023-03-12 18:54:42.433537"}], "points": [], "urls": ["oku.club"]}}