{"error": 448, "message": "OK", "parameters": {"id": 7257, "name": "ZPHC", "created_at": "2023-01-16 22:28:06.68454", "updated_at": "2023-01-22 17:00:18.925653", "wikipedia": null, "keywords": null, "related": null, "slug": "zphc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7257.png", "url": "zphc.com,zphc.co", "documents": [{"id": 13920, "name": "Privacy Policy & Terms and Conditions", "url": "https://zphc.com/privacy-policy/", "xpath": "//body", "text": " Privacy Policy &amp.\nTerms and Conditions Interpretation and Definitions\n<p>\nPLEASE READ THIS TEXT CAREFULLY IN ITS ENTIRETY.\nIT AFFECTS YOUR\nLEGAL RIGHTS AND OBLIGATIONS.\n</p>\nInterpretation\n<p>\nThe words of which the initial letter is capitalized have meanings\ndefined under the following conditions.\nThe following definitions\nshall have the same meaning regardless of whether they appear in\nsingular or in plural.\n</p>\n<p>\nIf there is a conflict between these Terms and additional terms\napplicable to a given Website or Online Service, the additional\nterms will control for that conflict.\n</p> Definitions\n<p>\nFor the purposes of these Terms:\n</p>\n<ol>\n<li>\nany headings are included for convenience only and shall not\naffect the construction of this agreement between the company\nand user.\n</li>\n<li>words denoting the singular shall include the plural and vice\nversa words denoting one gender shall include each gender and\nall genders.\n</li>\n<li>\nreferences to persons shall be deemed to include references\nto natural persons to firms to partnerships to companies to\ncorporations to associations and to organisations (in each\ncase whether or not having separate legal personality).\n</li>\n<li>\nany words following the words \"include\", \"includes\",\n\"including\", \"in particular\", or any similar words or\nexpressions shall be construed without limitation.\n</li>\n<li>\nreferences in this agreement to statutory provisions shall be\nconstrued as references to those provisions as amended,\nconsolidated, extended or re- enacted from time to time and\nwhether before or after the date of this agreement, in any\njurisdiction to which they pertain.\n</li>\n</ol>\n<p>\n- <strong>Company</strong>\nshall mean either \"the Company\", \"We\", \"Us\", \"ZPHC Support Team\", \"Our Website\" \"Our\" https://zphc.com/, or \"ZPHC\" or \"CLUBZPHC\"\n</p>\n<p>\n- <strong>Service</strong>\nrefers to this Website and any other website of ZPHC.\n</p>\n<p>\n- <strong>You</strong>\nshall mean the lawful person accessing the Service, a company\nand or other legal entity on behalf of which such individual is\naccessing or using the Service, as applicable.\n</p>\n<p>\n- <strong>Website</strong>\nshall refer to the Support Team of\nhttps://zphc.com/ and is\naccessible from https://zphc.com/ </p> Disclaimer <p>\nThe information contained herein is for general information\npurposes only.\nWhile due care and attention has been executed.\nthis website accepts no responsibility for any errors or\nomissions in the contents and or provision of the Service(s)\noffered.\n</p>\n<p>\nThe ZPHC makes no representations or warranties of any kind,\nexpress or implied, about the completeness, accuracy,\nreliability, suitability or availability with respect to the\nwebsite or the information, products, or services offered, or\nrelated graphics contained on the website for any purpose.\nAny\nreliance you place on such information is therefore strictly at\nyour own risk.\n</p>\n<p>\nPlease be advised that we fully disclaim responsibility for any\nspecial, direct, indirect, consequential, or incidental damages\nor any damages whatsoever, whether in an action of contract,\nnegligence or other tort, arising out of or in connection with\nthe use of the Service or the contents of the Service.\nThe\nCompany does not warrant that the Service is free of viruses or\nother harmful components.\n</p>\n<p>\n<strong>Amendments</strong>\n</p>\n<p>\nThe Support Team who manage this website reserve the right to\nmake additions, deletions, or modifications to the contents on\nthe Service at any time without prior notice.\nPlease ensure you\nkeep up to date with any changes you may unilaterally rely on.\n</p>\n<p>\n<strong>Non-Affiliated Links</strong>\n</p>\n<p>\nOur Website may contain links to external websites that are not\nprovided or maintained by us.\nThe inclusion of any links does\nnot imply a recommendation or endorse the views expressed within\nthem.\nIn addition, we do not guarantee the content, or the\nrepresentations made therein.\nAny user of this site selects\nthese external links at their own risk.\n</p>\n<p>\n<strong>Such linked websites are not under our control, and we are\nnot responsible for their content, you may follow those links\nat your own risk!8</strong>\n</p> Errors and Omissions Disclaimer <p>\nThe information given by the Service is for general guidance\nonly.\nWhile we endeavour that the Service is both current and\naccurate.\nerrors can occur.\nThe amendments of laws, rules, and\nregulations mean there may be delays, omissions, or inaccuracies\nin the information contained on the Service.\n</p>\n<p>\nPlease note, by using the services herein you accept that this\nwebsite and it's team are not responsible for any said errors or\nomissions, or for the results obtained from the use of this\ninformation.\n</p> Fair Use Disclaimer <p>\nThe Company may use copyrighted material which has not always\nbeen specifically authorized by the copyright owner.\nThe Company\nis making such material available for criticism, comment, news\nreporting, teaching, scholarship, or research subject to the\nparameters of Fair Usage.\n</p>\n<p>\nWe rely on Article 10 of the Berne Convention, Article 10 in\nthis regard.\nnamely:\n</p>\n<p>\n(1) It shall be permissible to make quotations from a work\nwhich has already been lawfully made available to the public,\nprovided that their making is compatible with fair practice, and their extent does not exceed that justified by the purpose,\nincluding quotations from newspaper articles and periodicals in\nthe form of press summaries.\n</p>\n<p>\n(2) It shall be a matter for legislation in the countries of\nthe Union, and for special agreements existing or to be\nconcluded between them, to permit the utilization, to the extent\njustified by the purpose, of literary or artistic works by way\nof illustration in publications, broadcasts or sound or visual\nrecordings for teaching, provided such utilization is compatible\nwith fair practice.\n</p>\n<p>\nIf You wish to use copyrighted material from the Service for\nyour own purposes that go beyond Fair Usage, you must obtain\npermission from the copyright owner.\n</p> Views Expressed Disclaimer <p>The Service may contain views and opinions which are those of\nthe authors and do not necessarily reflect the official policy\nor position of any other author, agency, organization, employer,\nor company, including the Company.</p>\n<p>Comments published by users are their own sole responsibility\nand the user(s) will accept full liability, for any defamation\n(and consequential litigation) that results from anything\nwritten, and or a direct result of something being written, in a\ncomment.</p>\n<p>The Company is not liable for any comment published by\nusers and reserve the right to delete any comment for any reason\nwhatsoever.\nUnder the mere conduit principle of the laws such as\nthe <em>EU E-Commerce Regulations of 2002 </em>we have no legal\nliability for the consequences of traffic delivered via the\nService.</p> No Responsibility Disclaimer <p>The information on the Service is provided with the\nunderstanding that the Company is not herein engaged in\nrendering legal, accounting, tax, or other professional advice\nand services.\nIt should not be used as a substitute for\nconsultation with professional accounting, tax, legal, or other\ncompetent advisers.</p>\n<p>To the maximum extent possible by applicable law(s), ZHPC will\nnot be liable for any indirect, incidental, consequential,\nspecial, punitive, damages, loss incurred directly or\nindirectly.\nThis extends to goodwill, data, or any intangible\nloss.\nIn addition, no liability falls on the company in the\nevent you are unable to access the contents herein.\nNo warranty,\ncontract, or relationship exists between the parties.</p>\n<p>All information in the Service is neither a legal\ninterpretation or representation of fact.\nit is provided with no\nguarantee of accuracy, and or no express or implied warranty,\nincluding, but not limited to warranties of performance,\nmerchantability, and fitness for a particular purpose.</p>\n<p>The Company will not be liable for any reliance placed on the\ninformation given by the Service and or for any consequential,\nspecial, or any form of damages, even if advised of the\npossibility of such damages.</p>\n<p>\nIN NO EVENT WILL THE https://zphc.com/ENTITIES BE LIABLE TO\nYOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL,\nSPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES ARISING OUT OF OR\nRELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO\nACCESS OR USE, THE WEBSITES AND ONLINE SERVICES OR ANY MATERIALS\nOR CONTENT ON THE WEBSITES AND ONLINE SERVICES, WHETHER BASED ON\nWARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY\nOTHER LEGAL THEORY, WHETHER OR NOT THE https://zphc.com/\nENTITIES HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH\nDAMAGE.\n</p> \"Use at Your Own Risk\" Disclaimer <p>All information in the Service is provided \"as is\", with no\nguarantee of completeness, accuracy, timeliness or of the\nresults obtained from the use of this information, and without\nwarranty of any kind, express or implied, including, but not\nlimited to warranties of performance, merchantability and\nfitness for a particular purpose.</p>\n<p>The Company will not be liable to You or anyone else for any\ndecision made or action taken in reliance on the information\ngiven by the Service or for any consequential, special or\nsimilar damages, even if advised of the possibility of such\ndamages.</p>\n<p>INFORMATION WE COLLECT</p>\n<p>We do not collect any information about you at our servers but\nhis site is routed via Cloudflare for details please visit\nhttps://www.cloudflare.com/en-gb/privacypolicy/\n</p>\n<p>NOTICE TO UK AND EU RESIDENTS</p>\n<p>We are fully compliant with the European Union General Data\nProtection Regulation.\nUnder the General Data Protection\nRegulation (GDPR) (EU) 2016/679, we have a legal duty to protect\nany information we collect from you.</p>\n<p>Please note that the “personal information” referenced here\nmeans “personal data” as that term is defined under the GDPR and\nits United Kingdom (“UK”) GDPR counterpart.\nIf you are an\nindividual from the European Economic Area (the “EEA”), the UK\nor Switzerland, please note that we do not collect any\ninformation about you.</p>\n<p>In some cases, we may also have a legal obligation to collect\npersonal information from you or may otherwise need the personal\ninformation to protect your vital interests or those of another\nperson.</p>\n<p>Where we rely on your consent to process your personal data,\nyou have the right to withdraw or decline consent at any time.\nWhere we rely on our legitimate interests to process your\npersonal data, you have the right to object.</p>\n<p>This site is managed via Cloudflare for details please visit https://www.cloudflare.com/en-gb/privacypolicy/\n</p> ELIGIBILITY\n<p>By agreeing to these Terms, you certify to us you:</p>\n<p>- that you are at least twenty one (21) years of\nage;</p>\n<p>- You are NOT a citizen or a resident or not trying to access from such locations as but not limited to: the United States of America (USA), the United Kingdom, some of the former British colonies, particularly Australia, New Zealand, and South Africa.\nIreland, Canada, countries of European Union(EU), Japan, Central State (People's Republic of China), UAE, Iceland, Norway, Hong Kong SAR of PRC, Sweden, Singapore, Finland, Israel, South Korea.\nThis list may be extended without further notice.\nAnd,</p>\n<p>- have not previously been suspended or removed from our\nWebsite(s) and Online Services, and</p>\n<p>- agree your use of our Website(s) and Online Services follows\nyour jurisdictional laws and regulations (Your use of this Site\nand the Services, including any content you submit, will comply\nwith this Agreement and all applicable local, state, national\nand international laws, rules and regulations.</p>\n<p>- You will not copy or distribute in any medium any part of\nthis Site or the Services, except where expressly authorized by\nZPHC;</p>\n<p>- You accept that by using this website you understand that\nZPHC does not promote, encourage or engage in the sale or\ndistribution of prescription medication without a valid\nprescription or does not infringe on the intellectual property\nrights of another User or any other person or entity;</p>\n<p>- agree that you will defend, indemnify, and hold the Company\nand its officers, directors, employees, consultants, affiliates,\nsubsidiaries and agents (collectively, the \"ZPHC Entities\")\nharmless from and against any and all claims, liabilities,\ndamages, losses, and expenses, including reasonable attorneys'\nfees and costs, arising out of or in any way connected\nwitt:</p>\n<p>- your access to, use of, or alleged use of the Websites and\nOnline Services, and</p>\n<p>- your violation of these Terms or any representation,\nwarranty, or agreements referenced herein, or any applicable law\nor regulation, and</p>\n<p>- your violation of any third-party right, including without\nlimitation any intellectual property right, publicity,\nconfidentiality, property or privacy right.\nor</p>\n<p>- any disputes or issues between you and any third party.\nWe\nreserve the right, at our own expense, to assume the exclusive\ndefence and control of any matter otherwise subject to\nindemnification by you (and without limiting your\nindemnification obligations with respect to such matter), and in\nsuch case, you agree to cooperate with our defence of such\nclaim.</p>\n<p>- You agree to provide government-issued photo identification\nand/or government-issued business identification as required for\nverification of identity when requested.</p>\n<p>- agree to entering and using this site you accept the legal\nterms and conditions stated herein.</p> TERMINATION OF USE.\n<p>\n<strong>\nDISCONTINUATION AND MODIFICATION OF THE WEBSITES AND ONLINE\nSERVICES\n</strong>\n</p>\n<p>We may at our sole discretion suspend or terminate your access\nto the Website(s) and/or Online Services at any time, with or\nwithout notice for any reason or no reason at all.</p>\n<p>We also reserve the right to modify or discontinue the Websites\nand/or Online Services at any time (including, without\nlimitation, by limiting or discontinuing certain features of the\nWebsites and/or Online Services) without notice to you.</p>\n<p>\nWe will have no liability whatsoever on account of any change\nto the Websites and/or Online Services or any suspension or\ntermination of your access to or use of the Websites and/or\nOnline Services.\n</p>\n<p>\nBy staying on the Service and by using this site you accept the\nlegal terms and conditions stated herein.\n</p> By staying and using this site you accept the legal terms and conditions\nstated herein.\n<p>\nIF YOU ARE NOT AGREE WITH ANYTHING STATED ABOVE,\nPLEASE LEAVE IMMEDIATELY\n</p> Contact Us\n<p>\nThis Website is managed by support team of\nhttps://zphc.com/ located at\nhttps://zphc.com/\n</p>\n<p>\nYou may contact us by sending correspondence to the foregoing\naddress or by emailing us at support team email\n</p>\n<p>\nAll information at this website is provided \"as is\", with no\nguarantee of completeness, accuracy, timeliness or of the results\nobtained from the use of this information, and without warranty of\nany kind, express or implied, including, but not limited to\nwarranties of performance, merchantability and fitness for a\nparticular purpose.\n</p>\n<p>2021 ZPHC®.\nAll rights reserved.</p> ", "created_at": "2023-01-16 22:28:06.744693", "updated_at": "2023-01-16 22:28:35.738987"}], "points": [], "urls": ["zphc.com", "zphc.co"]}}