{"error": 448, "message": "OK", "parameters": {"id": 7667, "name": "Aidlab", "created_at": "2023-03-19 17:26:15.895377", "updated_at": "2023-03-29 19:26:50.515765", "wikipedia": null, "keywords": null, "related": null, "slug": "aidlab", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7667.png", "url": "aidlab.com", "documents": [{"id": 14770, "name": "Privacy Policy", "url": "https://www.aidlab.com/privacy_policy", "xpath": "/html/body/div[1]", "text": "Privacy Policy<p>Last modified: June 8, 2022</p>\n<p>This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online.\nPII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.</p>\n<p>What personal information do we collect from the people that visit our blog, website or apps?</p>\n<p>When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, phone number, medical data or other details to help you with your experience.</p>\n<p>Although Aidlab in the version 2.2 and higher contains a built-in microphone, we do not record or store any data from it.\nThe implemented microphone has no way of recording raw sound.\nThe only information it can acquire is the sound volume (in dB), but it is turned off by default and does not record any information.\nIf we begin offering any features that require turning on the microphone, we will give advance notice.</p>\n<p>Location information</p>\n<p>To enable full experience when user records their acivities with Aidlab, the application asks for background location permissions.\nThe agreement is optional and can be turned off at any time in the phone settings.\nBackground location is used to record and show walks, runs and bike rides on a map, even when screen is turned off or application is in the background.</p>\n<p>When do we collect information?</p>\n<p>We collect information from you when you register on our site, place an order, fill out a form or enter information on our site or apps.</p>\n<p>How do we use your information?</p>\n<p>We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site or apps features in the following ways:</p>\n<ul>\n<li>To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested.</li>\n<li>To allow us to better service you in responding to your customer service requests.</li>\n</ul>\n<p>How do we protect your information?</p>\n<p>Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.</p>\n<p>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nIn addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.</p>\n<p>We implement a variety of security measures when a user enters, submits, or accesses their information to maintain the safety of your personal information.</p>\n<p>For your convenience we may store your credit card information kept for more than 60 days in order to expedite future orders, and to automate the billing process.</p>\n<p>Do we use <i>cookies</i>?</p>\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nFor instance, we use cookies to help us remember and process the items in your shopping cart.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</p>\n<p>We use cookies to:</p>\n<ul>\n<li>Understand and save user's preferences for future visits.</li>\n<li>Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</li>\n</ul>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.</p>\n<p>If you turn cookies off, Some of the features that make your site experience more efficient may not function properly.It won't affect the user's experience that make your site experience more efficient and may not function properly.</p>\n<p>Third-party disclosure</p>\n<p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information.</p>\n<p>Third-party links</p>\n<p>Occasionally, at our discretion, we may include or offer third-party products or services on our website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<p>California Online Privacy Protection Act</p>\n<p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared.\nSee more at: http://consumercal.org/california-online-privacy-protection-act-caloppa/#sthash.0FdRbT51.dpuf</p>\n<p>According to CalOPPA, we agree to the following:</p>\n<ul>\n<li>Users can visit our site anonymously.</li>\n<li>Once this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.</li>\n<li>Our Privacy Policy link includes the word 'Privacy' and can easily be found on the page specified above.</li>\n</ul>\n<p>You will be notified of any Privacy Policy changes:</p>\n<ul>\n<li>On our Privacy Policy Page.</li>\n<li>You can change your personal information by logging in to your account.</li>\n</ul>\n<p>\n</p>\n<p>How does our site handle Do Not Track signals?</p>\n<p>We honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p>\n<p>Does our site and apps allow third-party behavioral tracking?</p>\n<p>Yes.</p>\n<p>COPPA (Children Online Privacy Protection Act)</p>\n<p>When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>We do not specifically market to children under the age of 13 years old.</p>\n<p>We do not let third-parties, including ad networks or plug-ins collect PII from children under 13.</p>\n<p>Fair Information Practices</p>\n<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</p>\n<ul>\n<li>We will notify users via email, within 1 business day</li>\n<li>We will notify users via in-site notification, within 1 business day</li>\n</ul>\n<p>We also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.</p>\n<p>Deleting the data</p>\n<p>You have the right to delete your data if the following conditions are met:</p>\n<ul>\n<li>You are not in any Team.<p>You can leave a Team at any time by opening to your Team tab under the Teams list, and pressing \"Leave the Team\".</p>\n</li>\n<li>You do not have a Premium Plan.<p>You can cancel your Premium Plan at any time under the Plans.</p>\n</li>\n</ul>\n<p>You can delete the data by deleting your account.\nFirstly you need to click on Settings and then \"Delete account\".\nWhen you delete your account the whole data that you provided before will be automatically deleted.\nThe deletion of data means the anonymization of data allowing for the identification of the User.</p>", "created_at": "2023-03-19 17:26:15.92651", "updated_at": "2023-03-19 17:26:36.042277"}], "points": [{"id": 30526, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.aidlab.com/privacy_policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 23:57:28.263549", "updated_at": "2023-07-11 06:28:25.894576", "quoteText": null, "case_id": 375, "document_id": 14770, "quoteStart": null, "quoteEnd": null}, {"id": 30525, "title": "There is a date of the last update of the agreements", "source": "https://www.aidlab.com/privacy_policy", "status": "Generated through the annotate view", "created_at": "2023-04-01 23:55:29.972061", "updated_at": "2023-07-11 06:28:26.156268", "quoteText": null, "case_id": 331, "document_id": 14770, "quoteStart": null, "quoteEnd": null}], "urls": ["aidlab.com"]}}