{"error": 448, "message": "OK", "parameters": {"id": 8053, "name": "Bill Organizer", "created_at": "2023-04-16 01:54:31.239376", "updated_at": "2023-04-22 11:50:43.066242", "wikipedia": null, "keywords": null, "related": null, "slug": "bill-organizer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8053.png", "url": "upsquaresolutions.com", "documents": [{"id": 15623, "name": " Privacy Policy", "url": "https://upsquaresolutions.com/bill-organizer/privacy-policy.html", "xpath": "//body", "text": " Privacy Policy <p>The Bill Organizer Privacy Policy describes our policies and procedures and covers all of the products and services contained on those websites.\nOur Policy explains what data we collect from you, how we collect it, and the use of the data collected from you.</p>\n<p>Bill Organizer never sells your information to any third party for monetary purposes, advertising, or promotions.\nWe guarantee the security of your data.\nThe Bill Organizer Privacy Policy also discloses information about your privacy rights and how the law protects you.</p> What Information Do We Collect? <p>We collect the information that helps us know our customers better and deliver more satisfactory services and user experiences.\nCustomers share the information when they contact us using email, contact forms, or lead generation forms asking for our services.</p>\n<p>We store that information for future use in developing your projects and analyzing your requirements.\nThe information that we gather include:</p> Personal Data <p>We may ask you to provide us with certain personal information that we can use to contact or identify you or your business.\nThe information may include:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Phone number</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Usage Data</li>\n</ul>\n<p>We may also collect Personal Data from your Third-Party Social Media Service accounts (Google, Facebook, Twitter), such as your activities or your contact list associated with that account.</p> Usage Data <p>Usage Data is the information that is collected automatically when using the Service.\nIt may include information such as the Device’s IP address, browser type, browser version, your browsing histories like the service pages that you visit, the time and date of your visit, as well as the time spent and other data.</p>\n<p>Suppose a user accesses the Service through a mobile device.\nIn that case, we collect certain information automatically, including the type of mobile device, mobile device unique ID, the IP address of the mobile device, mobile operating system, mobile Internet browser, unique device identifiers, and other data.</p> Cookies and Tracking Technologies <p>We use cookies and similar tracking technologies to track the user activities on our service pages and website.\nThe tracking technologies we use include beacons, tags, and scripts to collect and track information and improve and analyze Our Services.</p>\n<p>\n<strong>Cookies or Browser Cookies.</strong> A cookie is a small file placed on the device of users.\nUsers can choose to refuse or disable certain Cookies.\nHowever, if users do not accept cookies, they may not use some parts of our Service.</p>\n<p>\n<strong>Web Beacons </strong>We may use small electronic files known as web beacons in our Service and emails that permit Bill Organizer to collect the website and visitors statistics.\nFor example, to count users who have visited those pages or opened an email and recorded the popularity of a specific section, verifying system and server integrity.</p>\n<p>We use both “Persistent” and “Session” Cookies.\nPersistent Cookies remain on your personal computer or mobile device when you go offline, while Session Cookies get deleted the moment you close your web browser.</p>\n<p>Certain features of our Service may use Flash Cookies that are local stored objects to collect and store information about your preferences or your activity on our Service.\nThe Browser settings for Flash Cookies are different than settings used for Browser Cookies.</p> How do we use your information? <p>We use the collected information to analyze user needs, develop better solutions, and provide the same services you’ve requested.\nWe also use this data to provide you with the details about the services you’re currently using, customer support requests or offers on new services.\nIn addition, we use it to gather user feedback and communicate policy updates.</p>\n<p>The Users can decline certain kinds of information use either by not providing the information or by opting out later.\nWe provide limited access to your personal information to our employees and vendors only for legitimate use.</p>\n<p>We use your data for imparting more suitable and improved Service.\nBy using the Service, You agree to collect your data and information per this Privacy Policy.</p> We may use your Data for the following purposes: <ul>\n<li>Develop and deliver services as well as monitor the usage of our Service.</li>\n<li>To manage your account as a registered user of our services.\nWe provide you access to different functionalities of our Service as a registered user.</li>\n<li>To use the contract for the products, items, or services used or purchased by you.</li>\n<li>Contact you by email, telephone calls, SMS, or others such as push notifications in mobile apps regarding updates or informative communications related to the functionalities, products, or contracted services.\nFor instance, app updates, special offers, and general information about other goods and services we offer.</li>\n<li>To attend and manage the requests sent by users to Bill Organizer.</li>\n<li>Bill Organizer may use your information for other purposes, such as for data analysis, understanding usage trends, to evaluate and improve our Service, products, services, marketing, and user experience.</li>\n</ul> Who we share your data with <p>We disclose your personal information only with your consent.\nBill Organizer processes and operates your Personal Data at the Company’s operating offices.\nWe may share or transfer this information to other computers outside the state, province, or country.\nBill Organizer ensures that your data is treated securely and per this Privacy Policy.</p> How long do we retain your data? <p>We keep your personal information for as long as it is required for legitimate purposes.\nWhen we no longer need to process your information, we delete, anonymize, or isolate your information, whichever is appropriate.</p>\n<p>The comments and their metadata are retained eternally.\nRetention of this information helps us automatically recognize and approve any follow-up comments instead of holding them in a moderation queue.</p>\n<p>If any users register on our website, we store the personal information they provide in their user profiles.\nThey can see, edit, or delete their personal information except for their username.\nThe website administrator also has the right to edit this information.</p> How long do we retain your data? <p>We disclose which categories of Personal Data we collect and the purposes for collecting and using the Personal Data.\nThe users can request to disclose information about personal data usage.\nUsers can refuse to share their private information.</p>\n<p>Users can also request to delete the Personal Data, subject to certain exceptions.\nWe may deny your deletion request if retaining the information is necessary for us or to keep it for administrative, legal, or security purposes.</p> Changes to this Privacy Policy <p>We regularly review the Privacy Policy to ensure compliance with the latest data protection laws and practices for transparency in our services.\nWe notify and inform our users about any updates made in the Privacy Policy and post the new Privacy Policy on the same page.</p>\n<p>We notify users via email before the change becomes effective, explicitly mentioning the last updated date.\nUsers can review this Privacy Policy periodically for any changes.</p> Home Privacy PolicyTerms of Use <p> © 2023 Bill organizer.\nAll rights reserved.</p> ", "created_at": "2023-04-16 01:54:31.300583", "updated_at": "2023-04-16 01:55:17.049405"}, {"id": 15622, "name": " Terms of Use", "url": "https://upsquaresolutions.com/bill-organizer/terms-of-use.html", "xpath": "//body", "text": " Terms of Use <p>These Terms of Service (“Terms”) apply when you access or use our website, (“https://upsquaresolutions.com/bill-organizer”), our mobile application, The Service is provided to you by Bill Organize (“Company,” “we,” “us” and “our”).\nThese Terms explain the terms and conditions that will govern your use of the Services.</p>\n<p>By accessing or using our Services, you indicate that you agree to be bound by these Terms.\nIf you do not wish to be bound by these Terms, please do not use the Services.</p>\n<p>NOTICE REGARDING DISPUTE RESOLUTION: These Terms contain provisions that govern how claims between you and the Company are resolved (see Section 12 below), including an agreement to arbitrate disputes, which will, subject to limited exceptions, require you to submit claims you have against us to binding arbitration, unless you opt-out of arbitration within 30 days of the date you first agree to these Terms in accordance with Section 12(E).\nUnless you opt-out of arbitration: (a) you will only be permitted to pursue claims against us on an individual basis, not as part of any class or representative action or proceeding, and (b) you will only be permitted to seek relief (including monetary, injunctive, and declaratory relief) on an individual basis.</p> Eligibility <p>When you use the Services, you represent that: (a) you are at least 16 years of age (or of the age of consent in your jurisdiction),(b) the information you submit is truthful and accurate.\n(c) your use of the Services do not violate any applicable law or regulation.\n(d) you are of sufficient legal age or otherwise have the legal capacity to legally enter into these Terms.</p> Updates to these Terms of Service <p>We may modify these Terms of Service from time to time.\nWe will notify you of material changes to these Terms of Service by posting the amended terms on the Services before the effective date of the changes.\nIn addition, you will be required to accept the new Terms of Service the first time you visit the Service and log in to your user account after the new Terms of Service take effect.\nIf you do not agree with the proposed changes, you should discontinue your use of the Service prior to the time the new Terms of Service take effect.\nIf you continue using the Service after the new terms take effect, you will be bound by the modified Terms of Service.</p> Privacy Policy <p>In connection with your use of the Service, please review our Privacy Policy to understand how we use the information we collect from you when you access, visit or use the Service.\nThe Privacy Policy is a part of these Terms, and by agreeing to these Terms, you agree that we may use information collected from or about you in accordance with the Privacy Policy.</p> Account Registration <p>To access certain features of our Services, you may be required to register for an account with our Services.\nYou can sign up for an account by completing the registration process when prompted in our App.\nIf you register an account, you agree: (a) to provide true, accurate, current and complete information about yourself, whether provided by entering information in the Service’s registration form or by authorizing your social media account to provide us with your information (the “Registration Data”).\n(b) to maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nand (c) that you will not engage in any of the prohibited activities in Section 5 below.</p>\n<p>You agree that you will not share your account login and password and are responsible for maintaining their confidentiality.\nYou assume all responsibility for actions taken under your account, including any financial liability incurred.\nAs part of your member account, you will be able to create a user profile, sync your activity across devices, and access certain features restricted to registered members only.</p> Prohibited Activities <p>You agree that you in connection with your use of the Services, you will not:</p>\n<p>use the Services for any improper, illegal, or unauthorized purpose, including collecting usernames and/or email addresses of other users by electronic or other means, using the system to send unsolicited or commercial emails or other communications, or engaging in unauthorized framing, mirroring, or linking to, the Services without our express written consent;</p>\n<p>post, upload, publish, submit or transmit any Content that: (i) infringes, misappropriates or violates a third-party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity, or (vii) promotes illegal or harmful activities or substances;</p>\n<p>take any action that would interfere with, disrupt, or create an undue burden on the Service or the networks, infrastructure, or services connected to the Services;</p>\n<p>use any meta tags, “hidden text,” agents, robots, scripts, spiders, crawlers or other tools or means, whether manual or automated, to collect, retrieve, scrape, index, mine, republish, redistribute, transmit, sell, license, download, access or manage the Services;</p>\n<p>distribute, transmit, distribute, reproduce, or otherwise make available any software viruses, malware, program, code, file, or other technology or material intended to interfere with or cause harm to the Services or users of the Services;impersonate any other person or entity, sell or let others use your profile or password, or provide false or misleading identification or address information;</p>\n<p>decompile, disassemble, modify, translate, adapt, reverse engineer, create derivative works from or sublicense the Service, or any portion thereof;</p>\n<p>violate or interfere with any rights of us, our users, or any other third parties, including intellectual property, privacy, or publicity rights.\nor</p>\n<p>circumvent, disable or otherwise interfere with security-related features of the Services or features that prevent or restrict the use, access, or copying, or to enforce other limitations of use on the Services.</p> Availability of the Services <p>We do not make any guarantees with respect to the availability of our Services.\nOur Services may be suspended temporarily without notice to you for security purposes, maintenance or repair, system failures, or other similar circumstances (collectively, “Service Interruptions”).\nYou acknowledge and agree that you are not entitled to a refund or rebate related to such Service Interruptions.</p> Termination <p>Without limiting any other provision of these Terms, we reserve the right to, in our sole discretion, and without notice or liability, deny access to our Services to any person for any reason, including, without limitation, for engaging in the prohibited activities, breach of any representation, warranty or covenant contained in these Terms, or breach of any applicable law or regulation.</p> Subscriptions Payments and Fees <p>Bill Organizer offers certain premium features of the Services that you can purchase as a monthly, yearly or lifetime subscription (“Subscription”).\nYou can find descriptions of the features and benefits associated with the Subscriptions on the App.\nTo purchase a Subscription, you will have to provide a valid, accepted Payment Method (e.g., debit or credit card) to either the Apple App Store or Google Play Store.\nBy submitting such information, you agree and warrant that the Apple App Store or Google Play Store has the right to use or provide the information to third parties for payment processing.\nYou may be subject to additional terms and conditions imposed by Apple or Google.</p> Automatically Renewing Subscriptions <p>When you purchase a Subscription, your Subscription will automatically renew based on the term you select (e.g., on a monthly or yearly basis) until terminated.\nYou authorize us to charge your Payment Method up to 24 hours before the end of the current subscription term.\nYou can cancel your Subscription in your Apple App Store or Google Play Store settings at least 24 hours in advance of the end of your current subscription term.</p> No Refunds <p>Payments for Subscriptions are nonrefundable.\nWe do not provide partial refunds or credits for unused periods.\nFollowing any cancellation, however, you will continue to have access to the premium features of the Services associated with the Subscription you purchased through the end of your subscription term.</p> Changes to the Price and Subscription Terms <p>We reserve the right to change our Subscription terms or pricing at any time, which we may determine in our sole discretion.\nAny Subscription terms or pricing changes will not apply retroactively and will only take effect following notice to you.</p> Free Trial <p>You may be offered a Free Trial of premium features associated with a paid Subscription.\nFree Trial eligibility shall be determined by us in our sole discretion, and we may limit eligibility or duration to prevent abuse.\nAt the end of your Free Trial term, your subscription may automatically renew, as stated in the notice that you accept at the time you sign up for the Free Trial.</p>\n<p>For the European Union (“EU”) and United Kingdom (“UK”) residents only.</p>\n<p>Notwithstanding the foregoing, if you are a resident of the EU or UK: you have 14 days from the date you signed up for a Subscription to cancel for any reason and receive a refund, provided that we may charge you or withhold from your refund the value of any Subscription used through your account during such period.\nPlease note that if you signed up for a Free Trial, then the 14-day period runs from the date that you signed up for the Free Trial.</p>\n<p>To exercise this right, you must inform us of your unequivocal decision to withdraw from your contract by email at support@spaceodigicom.com</p> Intellectual Property Rights <p>Our Services, including the underlying content and information, are protected by copyright, trademarks, and other intellectual property rights under the United States and foreign laws and international conventions, which belong to Bill Organizer and its licensors.\nSubject to your compliance with these Terms, Bill Organizer grants you a limited, non-exclusive, non-transferable license to download and install a copy of the App on a mobile device or computer that you own or control and to run such copy of the App solely for your own personal, non-commercial purposes.\nBill Organizer reserves all rights in and to the App not expressly granted to you under these Terms.\nYou may not copy the App, except for making one copy for backup or archival purposes.\nIf you make a copy for your own backup or archival purposes, you must retain all trademark, copyright and other proprietary notices contained in and on the Services.</p>\n<p>If you submit any ideas, suggestions, feedback, or other content to Bill Organizer, you automatically grant to Bill Organizer (or warrant that the owner of such information and material has expressly granted to Bill Organizer) a royalty-free, worldwide, perpetual, irrevocable, unrestricted, right and license to use, copy, display, perform, modify, adapt, publish, and distribute, or otherwise make available such content (including any associated intellectual property rights), in whole or in part, for any purpose.</p> Third-Party App Stores <p>You acknowledge and agree that the availability of the Services may be dependent on third-party websites from which you download the Service, e.g., the Apple App Store or Google Play Store (each a “Third-Party App Store”).\nYou acknowledge that these Terms of Service are between you and Bill Organizer and not with the applicable Third-Party App Store.\nEach Third-Party App Store may have its own terms and conditions to which you must agree before downloading the Service from it.\nYou agree to comply with, and your license to use the Service is conditioned upon, your compliance with, the applicable Third-Party App Store terms and conditions.\nTo the extent that other terms and conditions from the applicable Third-Party App Store are less restrictive than, or otherwise conflict with, the terms and conditions of these Terms of Service, the more restrictive or conflicting terms and conditions in these Terms of Service will apply.</p> Third-Party Sites <p>The Service may contain links to websites operated by third parties (“Third-Party Sites”).\nFor example, you may be able to share information with Third-Party Sites through links on the Services.\nhowever, we do not own or operate the Third-Party Sites, and we have not reviewed, and cannot review, all of the material, including goods or services, made available through Third-Party Sites.\nThe availability of these links on the Services does not represent, warrant or imply that we endorse any Third-Party Sites or any materials, opinions, goods or services available on them.\nThird-Party materials accessed through or used by means of the Third-Party Sites may also be protected by copyright and other intellectual property laws.</p>\n<p>These terms of service do not apply to third-party sites.\nBefore visiting a Third-Party Site through links or other means provided on or through the service, you should review the Third-Party Site’s terms and conditions and privacy policy, and inform yourself of the regulations, policies, and practices of these Third-Party Sites.</p> Legal Disputes and Arbitration Agreement <p>Please Read This Following Clause Carefully — It May Significantly Affect Your Legal Rights, Including Your Right to File a Lawsuit in Court Initial Dispute Resolution.</p>\n<p>We are available by email at support@spaceodigicom.com to address any concerns you may have regarding your use of the Service.\nMost concerns may be quickly resolved in this manner.\nBoth you and the Company agree to use best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration.</p> Agreement to Binding Arbitration <p>If we do not reach an agreed-upon solution within a period of thirty (30) days from the time informal dispute resolution is pursued pursuant to section 11(A) above, then either party may initiate binding arbitration.\nAll claims arising out of or relating to these Terms of Service (including its formation, performance and breach), the parties’ relationship with each other and/or your use of the Service shall be finally settled by binding arbitration administered on a confidential basis by the American Arbitration Association in accordance with the provisions of the Consumer Arbitration Rules of the American Arbitration Association (the “AAA”), excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms of Service, including, but not limited to, any claim that all or any part of these Terms of Service is void or voidable.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nThe interpretation and enforcement of these Terms of Service shall be subject to the Federal Arbitration Act.\nThe seat of the arbitration will be California,United States.\nYou and the Company each further agree that any arbitration shall be conducted in your respective individual capacities only and not as a class action or other representative action, and you and the Company each expressly waive your respective right to file a class action or seek relief on a class basis.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that arbitration can proceed on a class basis, then the arbitration provision set forth above in Section 12(B) shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p> General Terms Non-Waiver <p>Our failure to exercise or enforce any right or provision of these Terms of Service shall not operate as a waiver of the applicable right or provision.</p> Severability <p>These Terms of Service operate to the fullest extent permissible by law.\nIf any provision or part of a provision of these Terms of Service is unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Service and shall not affect the validity and enforceability of any remaining provisions.</p> Assignment <p>You may not assign or transfer these Terms, by operation of law or otherwise, without our prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null and of no effect.\nWe may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p> No Modifications by Our Employees <p>If any of our employees offers to modify the terms of these Terms of Service, he or she is not acting as an agent for us or speaking on our behalf.\nYou may not rely upon, and should not act in reliance on, any statement or communication from our employees or anyone else purporting to act on our behalf.</p> Contact Information.\n<p>If you have any questions about these Terms of Service or your account, please contact us at support@spaceodigicom.com.</p> Home Privacy PolicyTerms of Use <p> © 2023 Bill organizer.\nAll rights reserved.</p> ", "created_at": "2023-04-16 01:54:31.270207", "updated_at": "2023-04-16 01:55:23.583801"}], "points": [], "urls": ["upsquaresolutions.com"]}}