{"error": 448, "message": "OK", "parameters": {"id": 8697, "name": "IAS", "created_at": "2023-07-01 04:43:26.718556", "updated_at": "2023-07-01 10:02:08.765943", "wikipedia": null, "keywords": null, "related": null, "slug": "ias", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8697.png", "url": "iasmembership.org", "documents": [{"id": 16964, "name": "TERMS OF USE", "url": "https://www.iasmembership.org/about/terms-of-use.html", "xpath": "//body", "text": " Hit enter to search or ESC to close <ul>\n<li> 36TH ANNIVERSARY </li>\n<li> Make a Donation </li>\n<li> US IAS Members’ Trust Donation </li>\n<li> IAS Donation </li>\n<li> Become a Member </li>\n<li> Campaigns </li>\n<li> BECOME A MONTHLY SUPPORTER </li>\n<li> Purchase a Ticket </li>\n<li> IAS Field Dissemination Program </li>\n<li> Claim a Fundraising Commission </li>\n<li> Change My Address or Personal Info </li>\n<li> Request a Card </li>\n<li> I received my new card </li>\n<li> News </li>\n<li> Contact Us </li>\n</ul> en LANGUAGE <ul>\n<li> 繁體中文 | Chinese </li>\n<li> Dansk | Danish </li>\n<li> Deutsch | German </li>\n<li> English | English </li>\n<li> Ελληνικά | Greek </li>\n<li> Español (Latino) | Spanish </li>\n<li> Español (Castellano) | Castilian </li>\n<li> Français | French </li>\n<li> עברית | Hebrew </li>\n<li> Italiano | Italian </li>\n<li> 日本語 | Japanese </li>\n<li> Magyar | Hungarian </li>\n<li> Nederlands | Dutch </li>\n<li> Norsk | Norwegian </li>\n<li> Português | Portuguese </li>\n<li> Русский | Russian </li>\n<li> Svenska | Swedish </li>\n</ul>\n<ul>\n<li> MAKE A DONATION <ul>\n<li> US IAS MEMBERS’ TRUST DONATION </li>\n<li> IAS DONATION </li>\n</ul>\n</li>\n<li> BECOME A MEMBER </li>\n<li> CAMPAIGNS </li>\n<li> IAS MEMBERS <ul>\n<li> BECOME A MONTHLY SUPPORTER </li>\n<li> PURCHASE A TICKET </li>\n<li> IAS FIELD DISSEMINATION PROGRAM </li>\n<li> CLAIM A FUNDRAISING COMMISSION </li>\n<li> CHANGE MY ADDRESS OR PERSONAL INFO </li>\n<li> REQUEST A CARD </li>\n<li> I RECEIVED MY NEW CARD </li>\n</ul>\n</li>\n<li> NEWS </li>\n<li> CONTACT US </li>\n<li>\n</li>\n</ul> TERMS OF USE <p>\nWelcome to our site.\nThe goal of this web site is to provide information about the International Association\nof Scientologists (“IAS”) to the largest group of people possible.\n</p>\n<p>\nBelow are our Terms of Use which spell out what you can expect from us and what we expect from you.\nBy accessing any area of this site, users agree to be legally bound and to abide by the terms set forth below.\nThis site is owned by the IAS and, pursuant to a service agreement, is hosted and maintained\nby the Church of Scientology International (“CSI”).\nThe information on the website is provided by IAS Administrations.\n</p> I.\nTRADEMARKS <p>\nEach and every graphic, logo, service mark and trademark used on this site is either owned by IAS or is used with permission from the owner.\nThus, each and every graphic, logo, service mark and trademark\nmay not be used without prior written consent by IAS or its owner.\n</p> II.\nDISCLAIMERS AND LIMITATION OF LIABILITY <p>\nUser expressly agrees that use of this site is at User’s sole risk.\nNeither IAS nor CSI, or any of their respective staff, officers, directors, employees, or agents, warrant that this site will be uninterrupted or error-free.\nnor do they make any warranty as to the results that may be obtained from the use of this&nbsp;site.\n</p>\n<p>\nTHIS SITE IS PROVIDED BY IAS AND HOSTED BY CSI ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nNEITHER IAS NOR CSI MAKE ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SITE, THE INFORMATION, CONTENT, MATERIALS OR SERVICES INCLUDED ON THIS SITE.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAWS, IAS AND CSI DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nNEITHER IAS NOR CSI WILL BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE AND CONSEQUENTIAL DAMAGES.\nNO ORAL ADVICE OR WRITTEN INFORMATION GIVEN BY IAS, CSI OR THEIR RESPECTIVE STAFF, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, OR THE LIKE, SHALL CREATE A WARRANTY.\nNOR SHALL USER RELY ON ANY SUCH INFORMATION OR ADVICE.\n</p>\n<p>\nUnder no circumstances shall IAS, CSI or any other party involved in creating, producing, or distributing\nthis site be liable for any direct, indirect, incidental, special or consequential damages that result\nfrom the use of or inability to use this site, including but no limited to reliance by a User on any information obtained from IAS or CSI or that results from mistakes, omissions, interruptions, deletion of files or email, errors, defects, viruses, delays in operation or transmission, or any failure of performance,\nwhether or not resulting from acts of God, communications failures, theft, destruction, or unauthorized access to CSI’s or IAS’ records, programs, or services.\nUser hereby acknowledges that this paragraph shall apply to all content and services available through this site.\nBecause the law may vary from state to state within the United States of America or other countries, liability is limited to the fullest extent permitted by all applicable laws.\n</p> III.\nCONTENT a.\nPROPRIETARY RIGHTS <p>\nUser acknowledges that this site contains information, data, software, photographs, graphs, videos, typefaces, graphics, music, sounds, and other material (collectively “Content”) that are protected by copyrights, trademarks, trade secrets, or other proprietary rights, and that these rights are valid and protected in all forms, media and technologies existing now or hereinafter developed.\nAll Content is copyrighted as a collective work under the U.S.\nand International copyright laws, and IAS owns a copyright in the selection, coordination, arrangement, and enhancement of such Content.\nUser may not modify, remove, delete, augment, add to, publish, transmit, participate in the transfer or sale of, create derivative works from, or in any way exploit any of the Content, in whole or in part.\nExcept as permitted by applicable law, user may not upload, post, reproduce, or distribute any Content protected by copyright, or other proprietary right, without obtaining permission of the owner of the copyright or other proprietary right.\n</p> b.\nEXPORT <p>\nThe U.S.\nexport control laws regulate the export and re-export of technology originating in the United States.\nThis includes the electronic transmission of information and software to foreign countries and to certain foreign nationals.\nUser agrees to abide by these laws and their regulations – including but not limited to the Export Administration Act and the Arms Export Control Act and not to transfer, by electronic transmission or otherwise, any Content derived from this IAS site to either a foreign national\nor a foreign destination in violation of such laws.\n</p> IV.\nPRIVACY POLICY <p>\nIn accordance with the terms of IAS’ Privacy Policy, IAS respects the privacy of its Users.\n</p> V.\nTERMINATION OF USAGE <p>\nIAS may terminate User’s access, or suspend any User’s access to all or part of this site without notice, for any conduct that IAS or CSI, in its sole discretion, believes is in violation of any applicable law or is harmful to the interests of another User, a third-party Provider, a service provider, IAS or CSI.\n</p> VI.\nUSAGE BY CHILDREN UNDER 18 <p>\nNeither IAS nor CSI can prohibit minors from visiting this site.\nIAS and CSI must rely on parents, guardians and those responsible for supervising children under 18 to decide which materials are appropriate\nfor such children to view and/or purchase.\n</p> VII.\nAPPLICABLE LAW <p>\nThis site, pursuant to an agreement, is created, hosted by CSI in the State of California.\nAs such, the laws of the State of California will govern these disclaimers, terms and conditions, without giving effect to any principles of conflicts of laws.\nCSI reserves the right to make changes to this site and these disclaimers, terms and conditions at any time.\nUser hereby irrevocably and unconditionally consents to submit to the exclusive jurisdiction of the courts of the State of California and of the United States of America located in the State of California for any litigation arising out of or relating to use of this site (and agrees not to commence any litigation relating thereto except in such courts) and waives any objection to the laying of venue of any such litigation in the State of California and agrees not to plead or claim in any California Court that such litigation brought therein has been brought in an inconvenient form.\n</p> VIII.\nSEVERABILITY <p>\nThe provisions of these Terms of Use are intended to be severable.\nIf for any reason any provision of these Terms of Use shall be held invalid or unenforceable in whole or in part in any jurisdiction, such provision shall, as to such jurisdiction, be ineffective to the extent of such invalidity or unenforceability without in any manner affecting the validity or enforceability thereof in any other jurisdiction or the remaining provisions hereof in any jurisdiction.\n</p> IX.\nACKNOWLEDGEMENT <p>\nThe Terms of Use, including all documents referenced herein, represents the entire understanding between you and the IAS and CSI regarding your relationship with IAS and CSI and supersedes any prior statements or representations.\nYOU AGREE TO BE BOUND BY THE TERMS OF USE by using the IAS web site.\nThese aforementioned Terms of Use are subject to change.\n</p> ABOUT THE IAS BECOME A MEMBER <ul>\n<li>Free Six Month Membership</li>\n<li>Annual</li>\n<li>Lifetime</li>\n</ul> CONTACT US <ul>\n<li>IAS Administrations</li>\n<li>Continental Membership Offices</li>\n</ul> MAKE A DONATION <ul>\n<li> US IAS Members’ Trust Donation </li>\n<li> IAS Donation </li>\n</ul> CAMPAIGNS <ul>\n<li> Citizens Commission on Human&nbsp;Rights </li>\n<li> United for Human Rights </li>\n<li> The Truth About Drugs </li>\n<li> The Way to Happiness </li>\n<li> Volunteer Ministers </li>\n</ul> NEWS <ul>\n<li>RSS</li>\n</ul> IAS MEMBERS <ul>\n<li> Purchase a Ticket </li>\n<li> IAS Field Disseminator Program </li>\n<li> Claim a Commission </li>\n<li> Change My Address or Personal Info </li>\n<li> Request a Card </li>\n</ul> SITEMAP OTHER SITES YOU MAY BE INTERESTED&nbsp;IN <ul>\n<li> Scientology.TV </li>\n<li> Official Scientology Site </li>\n<li> What is Scientology? </li>\n<li> Scientology Religion </li>\n<li> Dianetics </li>\n<li> L.&nbsp;Ron&nbsp;Hubbard </li>\n<li> Freedom Magazine </li>\n<li> Scientology Newsroom </li>\n<li> Scientology Volunteer Ministers </li>\n<li> Scientology Online Courses </li>\n<li> The Way to Happiness </li>\n<li> Criminon </li>\n<li> Narconon </li>\n<li> Applied Scholastics </li>\n<li> Drug-Free World </li>\n<li> United for Human Rights </li>\n<li> Youth for Human Rights </li>\n<li> Citizens Commission on Human Rights </li>\n</ul> © 2003-2023 IASA.\nAll Rights Reserved.\nTrademark Information • Legal Notice • Privacy Policy • Cookie Policy • Terms of Use • Contact IAS Administrations for more information.\n× <p>Cookie Policy</p> When you visit our website, cookies are placed on your device and social media plugins are used.\nCookies and social media plugins allow us among other things to offer you the best possible user experience, to show you relevant messages and to collect statistical information regarding our website.\nBy clicking on “I Agree,” you indicate that you have read all information about our use of cookies and social media plugins and that you unambiguously agree to this use as set out in our Cookie Policy.\nFor more information about the processing of personal data, please consult our Privacy Policy.\nI&nbsp;Agree Learn More ", "created_at": "2023-07-01 04:43:26.748205", "updated_at": "2023-07-01 04:44:09.390972"}, {"id": 16966, "name": "PRIVACY POLICY", "url": "https://www.iasmembership.org/about/privacy-notice.html", "xpath": "//body", "text": " Hit enter to search or ESC to close <ul>\n<li> 36TH ANNIVERSARY </li>\n<li> Make a Donation </li>\n<li> US IAS Members’ Trust Donation </li>\n<li> IAS Donation </li>\n<li> Become a Member </li>\n<li> Campaigns </li>\n<li> BECOME A MONTHLY SUPPORTER </li>\n<li> Purchase a Ticket </li>\n<li> IAS Field Dissemination Program </li>\n<li> Claim a Fundraising Commission </li>\n<li> Change My Address or Personal Info </li>\n<li> Request a Card </li>\n<li> I received my new card </li>\n<li> News </li>\n<li> Contact Us </li>\n</ul> en LANGUAGE <ul>\n<li> 繁體中文 | Chinese </li>\n<li> Dansk | Danish </li>\n<li> Deutsch | German </li>\n<li> English | English </li>\n<li> Ελληνικά | Greek </li>\n<li> Español (Latino) | Spanish </li>\n<li> Español (Castellano) | Castilian </li>\n<li> Français | French </li>\n<li> עברית | Hebrew </li>\n<li> Italiano | Italian </li>\n<li> 日本語 | Japanese </li>\n<li> Magyar | Hungarian </li>\n<li> Nederlands | Dutch </li>\n<li> Norsk | Norwegian </li>\n<li> Português | Portuguese </li>\n<li> Русский | Russian </li>\n<li> Svenska | Swedish </li>\n</ul>\n<ul>\n<li> MAKE A DONATION <ul>\n<li> US IAS MEMBERS’ TRUST DONATION </li>\n<li> IAS DONATION </li>\n</ul>\n</li>\n<li> BECOME A MEMBER </li>\n<li> CAMPAIGNS </li>\n<li> IAS MEMBERS <ul>\n<li> BECOME A MONTHLY SUPPORTER </li>\n<li> PURCHASE A TICKET </li>\n<li> IAS FIELD DISSEMINATION PROGRAM </li>\n<li> CLAIM A FUNDRAISING COMMISSION </li>\n<li> CHANGE MY ADDRESS OR PERSONAL INFO </li>\n<li> REQUEST A CARD </li>\n<li> I RECEIVED MY NEW CARD </li>\n</ul>\n</li>\n<li> NEWS </li>\n<li> CONTACT US </li>\n<li>\n</li>\n</ul> PRIVACY POLICY <p>This Privacy Policy governs the processing of your personal data on the basis of the European General Data Protection Regulation (GDPR) by IAS Administrations as part of your visit to our website iasmembership.org (hereinafter: “Website”), or your communication with us via e-mail, telephone and fax.\nIAS Administrations is a non-profit organization contracted to provide services to the members of the International Association of Scientologists (“IAS”).</p>\n<p>\n<strong>\n<em>If you want more information on how we process personal data via cookies, social plugins and other types of tracking technology, you are kindly referred to our Cookie Policy.</em>\n</strong>\n</p>\n<ol>\n<li>\n<strong>WHO ARE WE?</strong>\n<ol>\n<li>Your personal data are processed on the basis of applicable data protection legislation by the IAS Administrations Inc., 4751 Fountain Ave, Los Angeles, CA 90028, United States of America (hereinafter: “IASA”, “we”, “us”, “our”).\nYou can contact us via e-mail at iasagdpr@iasadministrations.info.\nThe IAS is the official membership organization of Scientology.\nIt was formed in 1984 with the purpose to unite, advance, support and protect the Scientology religion and Scientologists in all parts of the world so as to achieve the Aims of Scientology as originated by L.\nRon Hubbard.</li>\n<li>Where reference is made in this Privacy Policy to laws or regulations, possible amendments to these laws or regulations are implicitly included.</li>\n<li>We reserve the right to change and adapt this Privacy Policy on our own initiative.\nIn that case, those changes and adaptations will be communicated to you via our Website at least two weeks before those changes and adaptations will become applicable.\nAny further use of our Website will be subject to the amended Privacy Policy.</li>\n</ol>\n</li>\n<li>\n<strong>WHICH OF YOUR PERSONAL DATA DO WE PROCESS?</strong>\n<ol>\n<li>When you <strong>use</strong> our Website, we process: <ul>\n<li>\n<u>Technical information</u>, such as information concerning your device, IP-address, browser type, geographical location and operating system;</li>\n<li>\n<u>Browsing behavior</u>, such as the length of your visit, the links you click, the pages you visit and the frequency with which you visit a page.</li>\n</ul>\n</li>\n<li>When you <strong>request</strong> to replace your membership card or when you <strong>communicate</strong> with us by filling out a contact form on our Website, or via e-mail, telephone or fax, we process: <ul>\n<li>\n<u>Identity information</u> you provide us with, such as your IAS membership number (if applicable), title, first name, last name and language;</li>\n<li>\n<u>Contact details</u> your provide us with, such as your e-mail address, postal address, country, telephone number and mobile telephone number;</li>\n<li>\n<u>Content of the communication</u>, such as your request or question;</li>\n<li>\n<u>Technical information of the communication</u>, such as with whom you communicate at our end, date and time of the communication;</li>\n<li>\n<u>Publicly available information</u> about you, such as information publicly available on your social media profile;</li>\n<li>\n<u>Any other personal data</u> you provide us with, such as the type of your membership card, the reason why your membership card needs to be replaced or the best time to reach you.</li>\n</ul>\n</li>\n<li>When you <strong>apply to become an IAS member</strong> or when you make a <strong>contribution</strong> to the Association, whether a one-time contribution, a contribution weekly, every two weeks or monthly, we process: <ul>\n<li>\n<u>Identity information</u> you provide us with, such as your IAS membership number (if applicable), title, first name, last name, language, processing level and training level;</li>\n<li>\n<u>Contact details</u> your provide us with, such as your Church or Mission, e-mail address, postal address, country, telephone number and mobile telephone number;</li>\n<li>\n<u>Contribution or application details</u>, such as the application fee or contribution amount and, if applicable, the contribution schedule, unless you apply for a free six month membership;</li>\n<li>\n<u>Payment details</u>, such as your credit card number, the name on your credit card, the validity of your credit card and the CVV number, unless you apply for a free six month membership;</li>\n<li>\n<u>Technical details</u> of the application or contribution, such as date and time;</li>\n<li>\n<u>Any other personal data</u> you provide us with, such as your comments, what prompted you to make the contribution, how you have heard about the IAS or your membership level.</li>\n</ul>\n</li>\n<li>When you <strong>buy a ticket </strong>for the IAS Anniversary Patrons Ball, we process: <ul>\n<li>\n<u>Identity information</u> you provide us with, such as your IAS membership number, title, first name and last name;</li>\n<li>\n<u>Contact details</u> your provide us with, such as your e-mail address, postal address, country, telephone number and mobile telephone number;</li>\n<li>\n<u>Order details</u>, such as the ticket you purchased or date and time of the order;</li>\n<li>\n<u>Payment details</u>, such as the amount you paid for your purchase.</li>\n</ul>\n</li>\n<li>When you <strong>claim a fundraising commission</strong> from us, we process: <ul>\n<li>\n<u>Identity information</u> you provide us with, such as your IAS membership number, title, first name, last name and language;</li>\n<li>\n<u>Contact details</u> your provide us with, such as your e-mail address, postal address, country, telephone number and mobile telephone number;</li>\n<li>\n<u>Fundraising commission details</u>, such as the fundraising commission amount;</li>\n<li>\n<u>Selectee’s information</u>, such as the selectee’s first name, last name, e-mail address, IAS membership number, the amount paid by the selectee and the date, type and location of the selectee’s payment and, if applicable or available, a Church or Mission that the selectee belongs to.</li>\n</ul>\n</li>\n<li>We receive most of your personal data directly from you, but it may happen that we receive additional information about your preferences and browsing behavior from partners such as Google.\nIf you require more information about the personal data these parties process about you and make available to others, you are kindly requested to consult their respective privacy policies.</li>\n</ol>\n</li>\n<li>\n<strong>FOR WHAT PURPOSES DO WE PROCESS YOUR PERSONAL DATA AND WHAT IS THE LEGAL BASIS FOR THIS?</strong>\n<ol>\n<li>In the table below, we explain the purposes for which we process your personal data and on the basis of which legal basis we do so.\nWe rely on the following legal bases: <ul>\n<li>\n<u>Your consent</u>, in which you are informed of what this consent means before you freely give your consent;</li>\n<li>\n<u>A contract with you</u>, in order to perform that contract or in order to take steps prior to entering into a contract with you;</li>\n<li>\n<u>A legal obligation</u> that we have to comply with;</li>\n<li>\n<u>Our legitimate interest</u>, such as continuous improvements of our Website, social media channels, materials and services to ensure that you have the best experience possible, to keep them safe from misuse and illegal activity, to disseminate and promote them and to make them available to you, including the Church of Scientology’s social betterment and humanitarian programs.</li>\n</ul> &nbsp;PURPOSELEGAL BASIS 1.We process your personal data to <u>provide you</u>, in a personalized and efficient way <u>with the materials, services or information you request</u> via our Website, e-mail, telephone or fax.Our legitimate interest<br>\n<br>A contract with you 2.We process your personal data in order to be able to process <u>your order</u>, payment of the membership fees or contributions and to be able to deliver to you the membership and honour status materials or information you request or to provide you with the services you request.A contract with you 3.We process your personal data in order to be able to <u>process the contribution</u> made by you or the fundraising commission claimed by you.A contract with you 4.We process your personal data to <u>send you promotional information for our membership and honour status materials and services</u>, such as communications, promotions, offerings and newsletters, via e-mail or other person-to-person electronic communication channels if you explicitly consented to receiving such promotional information.Your consent 5.We process your personal data to <u>send you promotional information for membership or honour status materials or services similar to those you previously purchased or received from us</u>, such as communications, promotions, offerings and newsletters, via e-mail or other person-to-person electronic communication channels.Our legitimate interest 6.We process your personal data for <u>other marketing purposes</u>, such as on paper, <em>i.e.</em> to provide you with targeted promotional information, such as communications, promotions, offerings and newsletters of the IASA and carefully selected partners.Our legitimate interest 7.In the framework of sending you promotional information, such as communications, promotions, offerings and newsletters, via e-mail or other person-to-person electronic communication channels, we process your personal data to <u>collect information to analyse our promotional information</u>, such as which of our content in those promotional information you have accessed or on which links in those promotional information you have clicked (<em>e.g.</em> via tracking technologies such as web beacons in our e-mails).Your consent 8.We process your personal data to <u>create a unique profile</u> of you to enhance your experience based on your location, your order history if available, your contribution history, your membership level, your processing level, your training level and your family members.Your consent 9.We process your personal data:<ul>\n<li>to <u>comply with legal obligations</u> that we have to comply with, or </li>\n<li>to <u>comply with any reasonable request</u> from competent law enforcement agents or representatives, judicial authorities, governmental agencies or bodies, including competent data protection authorities, or</li>\n<li>to <u>transfer your personal data</u> to the police or the judicial authorities upon our own initiative as evidence or if we have justified suspicions of an unlawful act or crime committed by you through your use of our Website, our social media channels or other communication channels.</li>\n</ul>A legal obligation 10.We process your personal data to <u>perform statistical analyses</u> in order to be able to improve our Website, promotional information, materials and services or to develop new materials and services.Our legitimate interest 11.We process your personal data <u>to preserve our legitimate interests</u> or to <u>preserve the legitimate interests of a third party</u> in case your use of our Website or other communication channels can be considered:<ul>\n<li>a violation of any applicable terms of use of our Website or the intellectual property rights or any other of our or a third party’s rights, or</li>\n<li>a danger or threat to the security or integrity of our Website, our social media channels or other communication channels or any of our, our select partners’ or a third party’s IT systems due to viruses, Trojan horses, spyware, malware or any other form of malicious code, or </li>\n<li>in any way hateful, obscene, discriminating, racist, slanderous, spiteful, hurtful or in some other way inappropriate or illegal.</li>\n</ul>Our legitimate interest </li>\n</ol>\n</li>\n<li>\n<strong>TO WHOM DO WE SEND YOUR PERSONAL DATA?</strong>\n<ol>\n<li>We rely on third parties, for example: <ul>\n<li>To provide you our Website (such as a hosting provider).\nor</li>\n<li>To target our promotional information (such as a marketing company).\nor</li>\n<li>To process your order (such as a transport company to deliver you the materials).\nor</li>\n<li>To process your payment (such as a payment service provider or a credit checking agency).</li>\n</ul>\n</li>\n<li>These third parties are only allowed to process your personal data on our behalf and upon our explicit written instruction.\nWe also warrant that all those third parties are selected with due care and are committed to observing the safety and integrity of your personal data.</li>\n<li>We may share your personal data with the Church of Scientology International and other national, regional or local organizations of the Church of Scientology, such as local Churches, Missions, social betterment and humanitarian programs, Continental Membership Offices or IAS Field Disseminators.\nFor example, we share your IAS membership status and your contact details with the Church of Scientology International (CSI) to let them know your eligibility to own a Hubbard Professional Mark Ultra VIII E-Meter or your eligibility for certain member discounts.\nHowever, we will ensure that all Scientology organizations will take due care that all processing of your personal data is in line with what is set out in this Privacy Policy.</li>\n<li>We may be legally obliged to share your personal data with competent law enforcement agents or representatives, judicial authorities, governmental agencies or bodies, including competent data protection authorities, to comply with a legal obligation as set out in Article 3 above.</li>\n<li>We do not send your personal data in an identifiable manner to any other third party than the ones mentioned in Articles 4.1, 4.2, and 4.3 without your explicit consent to do so.\nHowever, we may send anonymized data to other organizations that may use that data for improving materials and services as well as to tailor the marketing, displaying and selling of those materials and services.</li>\n</ol>\n</li>\n<li>\n<strong>WHERE DO WE PROCESS YOUR PERSONAL DATA?</strong>\n<ol>\n<li>We process your personal data both within and outside the European Economic Area (EEA), including in the USA.\nIn order to process your personal data for the purposes outlined in Article 3 above, we may also transfer your personal data to third parties who process on our behalf outside the EEA.\nEach entity outside the EEA that processes your personal data will be bound to observe adequate safeguards with regard to the processing of your personal data.\nFor IASA, such safeguards result from the fact that we are directly bound by compliance with EU legislation in the context of personal data protection.\nFor third parties, such safeguards may be the consequence of: <ul>\n<li>The recipient country having legislation in place which may be considered equivalent to the protection offered within the EEA.\nor</li>\n<li>A contractual arrangement between us and that entity.</li>\n</ul>\n</li>\n<li>We may transfer anonymized and/or aggregated data to organizations outside the EEA.\nShould such transfer take place, we will ensure that there are safeguards in place to ensure the safety and integrity of your data and all rights with respect to your personal data you might enjoy under applicable mandatory law.</li>\n</ol>\n</li>\n<li>\n<strong>WHAT QUALITY ASSURANCES DO WE COMPLY WITH?</strong>\n<ol>\n<li>We do our utmost best to process only those personal data which are necessary to achieve the purposes listed under Article 3 above.</li>\n<li>Your personal data are only processed for as long as needed to achieve the purposes listed under Article 3 above or up until such time where you withdraw your consent for processing them.\nYour withdrawal of consent may imply that you can no longer use the whole or part of our Website.\nWe will de-identify your personal data when they are no longer necessary for the purposes outlined in Article 3 above, unless there is: <ul>\n<li>An overriding interest of the IASA, or any other third party, in keeping our personal data identifiable.\nor</li>\n<li>A legal or regulatory obligation or a judicial or administrative order that prevents us from de-identifying them.</li>\n</ul>\n</li>\n<li>You understand that an essential aspect of our marketing efforts pertains to making our marketing materials more relevant to you.\nWe do this by customizing your unique profile based on relevant characteristics as outlined in Article 2 of this Privacy Policy and then use this profile to provide you with communications, promotions, offerings, newsletters and other promotional information about materials and services that may interest you.</li>\n<li>We will take appropriate technical and organizational measures to keep your personal data safe from unauthorized access or theft as well as accidental loss tampering or destruction.\nAccess by our staff members or third parties’ personnel will only be on a need-to-know basis and be subject to strict confidentiality obligations.\nYou understand, however, that safety and security are best efforts obligations which can never be guaranteed.</li>\n<li>If you are registered to receive promotional information, such as communications, promotions, offerings and newsletters, via e-mail or other person-to-person electronic communication channels, you can change your preferences for receiving such promotional information by clicking the opt-out link provided in such promotional information.</li>\n<li>If you are registered to receive paper promotional information, such as magazines, communications, promotions, offerings and newsletters, you can object to receiving further promotional information on paper by submitting a request to our Data Protection Officer in accordance with Article 7.8 of this Privacy Policy.</li>\n</ol>\n</li>\n<li>\n<strong>WHAT ARE YOUR RIGHTS?</strong>\n<ol>\n<li>You have <u>the right to request access</u> to all personal data processed by us pertaining to you.\nWe reserve the right to charge a reasonable administrative fee for multiple subsequent requests for access that are clearly submitted for causing nuisance or harm to us.\nEach request must specify for which processing activity you wish to exercise your right to access and must specify to which data categories you wish to gain access to.</li>\n<li>You have <u>the right to rectification</u>, <em>i.e.</em> to ask that any personal data pertaining to you that are inaccurate, are corrected free of charge.\nIf you submit a request for correction, your request needs to be accompanied of proof of the flawed nature of the data for which correction is asked.</li>\n<li>You have <u>the right to withdraw your earlier given consent</u> for processing of your personal data.</li>\n<li>You have <u>the right to erasure</u>, <em>i.e.\n</em>to request that personal data pertaining to you be deleted if these data are no longer required in the light of the purposes outlined in Article 3 above or if you withdraw your consent for processing them.\nHowever, you need to keep in mind that a request for deletion will be evaluated by us against: <ul>\n<li>Our and a third parties’ interests which may override your interests.\nor</li>\n<li>Legal or regulatory obligations or administrative or judicial orders which may contradict such deletion.</li>\n</ul>\n</li>\n<li>You have <u>the right to restriction</u> instead of deletion, <em>i.e.</em> to request that we limit the processing of your personal data if: <ul>\n<li>We are verifying the accuracy of your personal data.\nor</li>\n<li>The processing is unlawful and you oppose the deletion of your personal data.\nor </li>\n<li>You require your personal data to establish, exercise or defend a legal claim, while we do no longer need your personal data for the purposes listed under Article 3 above.\nor</li>\n<li>We are verifying whether our legitimate interests override your interests if you exercise your right to object in accordance with Article 7.6.</li>\n</ul>\n</li>\n<li>You have <u>the right to object</u> to the processing of personal data if: <ul>\n<li>The processing is based on our legitimate interest under Article 3 above.\nand</li>\n<li>You are able to prove that there are serious and justified reasons connected with your particular situation that warrant such objection.\nand</li>\n<li>Our legitimate interests do not override your interests.</li>\n</ul>\n</li>\n<li>However, if the intended processing qualifies as direct marketing, you have the right to object to such processing free of charge and without justification.</li>\n<li>You have <u>the right to data portability</u>, <em>i.e.</em> to receive from us in a structured, commonly-used and machine-readable format all personal data you have provided to us if the processing is based on your consent or a contract with you under Article 3 above.</li>\n<li>If you wish to <u>submit a request</u> to exercise one or more of the rights listed above, you can contact our Data Protection Officer by sending an e-mail to iasagdpr@iasadministrations.info.\nAn e-mail requesting to exercise a right will not be construed as consent with the processing of your personal data beyond what is required for handling your request.\nSuch request should meet the following conditions: <ul>\n<li>State clearly which right you wish to exercise.\nand</li>\n<li>State clearly the reasons for exercising your right if such is required.\nand</li>\n<li>Your request should be dated and signed.\nand</li>\n<li>Your request should be accompanied by a digitally scanned copy of your valid identity card proving your identity.\nIf you use the contact form, we may ask you for your signed confirmation and proof of identity.</li>\n<li>We will promptly inform you of having received your request.\nIf the request meets the conditions above and proves valid, we will honor it as soon as reasonably possible and at the latest thirty (30) days after having received your request.</li>\n<li>If you have any complaints regarding the processing of your personal data by us, you may always contact our Data Protection Officer by sending an e-mail to iasagdpr@iasadministrations.info.\nIf you remain unsatisfied with our response, you are free to file a complaint with the competent data protection authority.</li>\n</ul>\n</li>\n</ol>\n</li>\n</ol> ABOUT THE IAS BECOME A MEMBER <ul>\n<li>Free Six Month Membership</li>\n<li>Annual</li>\n<li>Lifetime</li>\n</ul> CONTACT US <ul>\n<li>IAS Administrations</li>\n<li>Continental Membership Offices</li>\n</ul> MAKE A DONATION <ul>\n<li> US IAS Members’ Trust Donation </li>\n<li> IAS Donation </li>\n</ul> CAMPAIGNS <ul>\n<li> Citizens Commission on Human&nbsp;Rights </li>\n<li> United for Human Rights </li>\n<li> The Truth About Drugs </li>\n<li> The Way to Happiness </li>\n<li> Volunteer Ministers </li>\n</ul> NEWS <ul>\n<li>RSS</li>\n</ul> IAS MEMBERS <ul>\n<li> Purchase a Ticket </li>\n<li> IAS Field Disseminator Program </li>\n<li> Claim a Commission </li>\n<li> Change My Address or Personal Info </li>\n<li> Request a Card </li>\n</ul> SITEMAP OTHER SITES YOU MAY BE INTERESTED&nbsp;IN <ul>\n<li> Scientology.TV </li>\n<li> Official Scientology Site </li>\n<li> What is Scientology? </li>\n<li> Scientology Religion </li>\n<li> Dianetics </li>\n<li> L.&nbsp;Ron&nbsp;Hubbard </li>\n<li> Freedom Magazine </li>\n<li> Scientology Newsroom </li>\n<li> Scientology Volunteer Ministers </li>\n<li> Scientology Online Courses </li>\n<li> The Way to Happiness </li>\n<li> Criminon </li>\n<li> Narconon </li>\n<li> Applied Scholastics </li>\n<li> Drug-Free World </li>\n<li> United for Human Rights </li>\n<li> Youth for Human Rights </li>\n<li> Citizens Commission on Human Rights </li>\n</ul> © 2003-2023 IASA.\nAll Rights Reserved.\nTrademark Information • Legal Notice • Privacy Policy • Cookie Policy • Terms of Use • Contact IAS Administrations for more information.\n× <p>Cookie Policy</p> When you visit our website, cookies are placed on your device and social media plugins are used.\nCookies and social media plugins allow us among other things to offer you the best possible user experience, to show you relevant messages and to collect statistical information regarding our website.\nBy clicking on “I Agree,” you indicate that you have read all information about our use of cookies and social media plugins and that you unambiguously agree to this use as set out in our Cookie Policy.\nFor more information about the processing of personal data, please consult our Privacy Policy.\nI&nbsp;Agree Learn More ", "created_at": "2023-07-01 04:45:12.420919", "updated_at": "2023-07-01 04:45:21.033661"}, {"id": 16965, "name": "COOKIE POLICY", "url": "https://www.iasmembership.org/about/cookie-policy.html", "xpath": "//body", "text": null, "created_at": "2023-07-01 04:45:04.364601", "updated_at": "2023-07-01 04:45:04.364601"}], "points": [], "urls": ["iasmembership.org"]}}