{"error": 448, "message": "OK", "parameters": {"id": 7663, "name": "Saudi ADHD Society", "created_at": "2023-03-18 21:33:47.009474", "updated_at": "2023-03-29 19:26:50.380263", "wikipedia": null, "keywords": null, "related": null, "slug": "saudi-adhd-society", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7663.png", "url": "adhd.org.sa", "documents": [{"id": 14763, "name": "Privacy Policy", "url": "https://adhd.org.sa/en/privacy-policy/", "xpath": "//*[@id=\"content\"]", "text": "Privacy Policy <p>Thank you, dear visitor, for visiting our website and we promise to preserve the privacy of your data provided to us through the site.\nWe also make a commitment to clarify our privacy policy as follows:</p>\n<ul>\n<li>You have the right to know how any data you share with our website is used.</li>\n<li>We are committed to protecting the rights of all visitors and users of this site and are committed to preserving the confidentiality of the data.\nWe have prepared this privacy policy to disclose our approach to data collection and dissemination on this website.</li>\n<li>We assure you that your privacy is a top priority, and we will only use your data in an appropriate manner that ensures your data security.</li>\n<li>We also confirm that this site is not engaged in any for-profit activities.</li>\n<li>We do not share personal data with any commercial entity except that which is clearly announced to the site user and with the user’s explicit consent.</li>\n<li>We absolutely do not utilize site user contact information to send messages with commercial or promotional content.</li>\n<li>We may use the data recorded on the site to create questionnaires and surveys in order to improve the site and provide a more user-friendly experience for visitors and users.\nWe may also communicate with you when needed to offer you the opportunity to donate to philanthropic projects or for you see the latest project updates and charitable works by the society where this data helps us communicate with you, answer your queries, and respond to your requests as far as possible.</li>\n<li>We do not share this data with third parties unless they are required to complete your request, unless this is in the context of collective data used for statistical purposes and research, without including any data that may be used to inform you.</li>\n<li>Data and data are normally processed electronically through specific applications and programs, without the need for staff participation or access to such data.</li>\n<li>In exceptional cases (such as investigations and cases), the staff of the regulatory authorities or those who need to know them may be informed of them.\nsubject to the provisions of the law and the orders of the judicial authorities.</li>\n<li>This Privacy Policy applies to all services and transactions made on this site except where specific services or transactions are provided that have a separate privacy policy not incorporated into this Privacy Policy.</li>\n<li>However, the site may contain links to other websites outside of our control and which are not covered by this Privacy Policy.\nIf you access other sites by using the links available on our site, you will be subject to the privacy policy of these sites, which may be different from this site’s policy, and which require you to read the respective privacy policies for those sites.</li>\n<li>This site may contain links to sites or portals that may use data protection methods and privacy that differ from the methods we use.\nWe are not responsible for the content and privacy of other sites that are not hosted by this site and those sites are responsible for their data protection.\nWe recommend referring to the individual Privacy Policies of those sites.</li>\n<li>In any event, we will not sell, lease or trade your data for the benefit of any third parties outside this site.\nAt all times, we will maintain the privacy and confidentiality of all personal data we receive.</li>\n<li>Due to the tremendous development in the field of technology and the change in the scope of the laws relating to the internet, the site reserves the right to amend the terms and conditions of this Privacy Policy at any time it deems appropriate.\nAny amendments to the privacy policy will be implemented on this page, and you will be informed of any modifications that are made.</li>\n<li>To protect your personal data, electronic storage is secure and personal data are sent using appropriate secure technologies.</li>\n</ul>\n<p>\n</p>\n<strong>&nbsp;Please note:</strong> For legal purposes, the original Arabic version of this privacy policy takes precedence over this English translation.", "created_at": "2023-03-18 21:33:47.041451", "updated_at": "2023-03-18 21:34:35.819705"}], "points": [], "urls": ["adhd.org.sa"]}}