{"error": 448, "message": "OK", "parameters": {"id": 7240, "name": "Slipfox Network Suite", "created_at": "2023-01-07 00:49:45.07997", "updated_at": "2023-01-22 17:00:17.692816", "wikipedia": null, "keywords": null, "related": null, "slug": "slipfox-network-suite", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7240.png", "url": "slipfox.xyz,docs.slipfox.xyz,nitter.slipfox.xyz,rss.slipfox.xyz,psswd.slipfox.xyz,live.slipfox.xyz,speedtest.slipfox.xyz,mail.slipfox.xyz,lr.slipfox.xyz,wiki.slipfox.xyz,tl.slipfox.xyz,simpleertube.esmailelbob.xyz,lbry.slipfox.xyz,null.slipfox.xyz,mumble.slipfox.xyz,invidious.slipfox.xyz,pb.slipfox.xyz,searx.slipfox.xyz,hub.git.slipfox.xyz", "documents": [{"id": 13879, "name": "Privacy notice Sourcehut ", "url": "https://meta.git.slipfox.xyz/register/step2", "xpath": "/html/body/div[1]/div[3]/div", "text": " <strong>Privacy notice</strong>: Slipfox Sourcehut collects the minimum amount of your personal information which is necessary to faciliate the features of our services.\nWe do not collect or process any of your personal information for the purposes of marketing or analytics.\nWe do not send unsolicited marketing emails.\nYour information is only shared with third-parties if it is necessary to facilitate our services, and you will be warned before this occurs and given an opportunity to prevent the transmission of your information.\nPrivacy policy ", "created_at": "2023-01-07 00:49:45.442038", "updated_at": "2023-01-07 00:51:43.68326"}, {"id": 13877, "name": "Invidious privacy policy.", "url": "https://invidious.slipfox.xyz/privacy", "xpath": "//body", "text": " true Invidious <i>\n</i>\n<i>\n</i> Log in Due to repeated abuse by bots, User registration is only available upon request.\nPrivacy <p>This document concerns what data you provide to this website, the purpose of the data, how the data is stored, and how the data can be removed.</p> Data you directly provide <p>Data that you provide to the website for the purpose of the site's operation (for example: an account name, account password, or channel subscription) will be stored in the website's database until the user decides to remove it.\nThis data will not be intentionally shared with anyone or anything.</p>\n<p>Information stored about a registered user is limited to:</p>\n<ul>\n<li>a list of session tokens for remaining logged in across devices</li>\n<li>the last time an account was updated (to provide accurate notifications)</li>\n<li>a list of video IDs identifying notifications from a user's subscriptions</li>\n<li>a list of channel UCIDs the user is subscribed to</li>\n<li>a user ID (for persistent storage of subscriptions and preferences)</li>\n<li>a json object containing user preferences</li>\n<li>a hashed password if applicable (not present on google accounts)</li>\n<li>a randomly generated token for providing an RSS feed of a user's subscriptions</li>\n<li>a list of video IDs identifying watched videos</li>\n</ul>\n<p>Users can clear their watch history using the clear watch history page.</p>\n<p>If a user is logged in with a Google account, no password will ever be stored.\nThis website uses the session token provided by Google to identify a user, but does not store the information required to make requests on a user's behalf without their knowledge or consent.</p> Data you passively provide <p>When you request any resource from this website (for example: a page, a font, an image, or an API endpoint) information about the request may be logged.</p>\n<p>Information about a request is limited to:</p>\n<ul>\n<li>the time the request was made</li>\n<li>the status code of the response</li>\n<li>the method of the request</li>\n<li>the requested URL</li>\n<li>how long it took to complete the request.</li>\n</ul>\n<p>No identifying information is logged, such as the visitor's cookie, user-agent, or IP address.\nHere are a couple lines to serve as an example:</p>\n<code>2019-01-19 16:37:47 +00:00 200 GET /api/v1/comments/xrlETJYzH-c?format=html&amp;hl=en-US 1345.88ms\n2019-01-19 16:37:53 +00:00 200 GET /vi/r5P-f5arPXE/maxres.jpg 1085.41ms\n2019-01-19 16:37:54 +00:00 200 GET /watch 7.04ms</code>\n<p>This website does not store the visitor's user-agent or IP address and does not use fingerprinting, advertisements, or tracking of any form.</p>\n<p>This website provides links to googlevideo.com to provide audio and video playback.\ngooglevideo.com is owned by Google and is subject to their privacy policy.</p> Data stored in your browser <p>This website uses browser cookies to authenticate registered users.\nThis data consists of:</p>\n<ul>\n<li>An account token to keep you logged into the website between visits, which is sent when any page is loaded while you are logged in</li>\n</ul>\n<p>This website also provides an option to store site preferences, such as the theme or locale, without an account.\nUsing this feature will store a cookie in the visitor's browser containing their preferences.\nThis cookie is sent on every request and does not contain any identifying information.</p>\n<p>You can remove this data from your browser by logging out of this website, or by using your browser's cookie-related controls to delete the data.</p> Removal of data <p>To remove data stored in your browser, you can log out of the website, or you can use your browser's cookie-related controls to delete the data.</p>\n<p>To remove data that has been stored in the website's database, you can use the delete my account page.</p>\n<i>\n</i> Original source code&nbsp;/ Modified Source code <i>\n</i> Documentation Released under the AGPLv3 on GitHub.\n<i>\n</i> View JavaScript license information.\n<i>\n</i> View privacy policy.\n<i>\n</i> Donate Current version: 2023.01.06-049bfab4 @ master ", "created_at": "2023-01-07 00:49:45.322347", "updated_at": "2023-01-07 00:51:22.574034"}, {"id": 13874, "name": "Librarian Instance Privacy", "url": "https://lbry.slipfox.xyz/privacy", "xpath": "//body", "text": " settings <br> Instance Privacy <p>The instance operator has indicated their instance's privacy practices below.</p> check_circle Data Not Collected <p>The instance operator does not collect any data from this instance.</p> What's this? <p> Instance privacy aims to bring transparency to the data collected by frontends and encourage privacy friendly practices.\nThere is often no privacy policy and users are forced to trust that the instance operator is not collecting data.\nHowever, there is a possibility that the instance operator can put false information so we encourage looking at other factors when selecting an instance.\n</p>\n<ul>\n<li> password Internet address (IP Address) - This is an address that is given to your computer or internet connection.\nThis can be used to find your city or region and internet provider but can change depending on your connection.\n</li>\n<li> link Page viewed (Request URL) - This is what page you are viewing.\nSearches are kept private.\n</li>\n<li> phonelink Device Type (User agent) - This is what browser, device, and operating system you are using.\nAdvanced users can change this with an extension or browser setting.\n</li>\n<li> settings Diagnostics - When this data is only collected when there is an error or only a short amount of time while diagnosing an issue.\n</li>\n</ul> Additional information <ul>\n<li>Version: 2022-11-15-e04daa6</li>\n<li>Country: United States</li>\n<li>Provider: Hetzner</li>\n<li>Using Cloudflare?: No</li>\n<li>Stream proxy: No</li>\n<li>Livestreams: No</li>\n</ul>\n<br>\n<br>\n<br> info About visibility Privacy code Source Code ", "created_at": "2023-01-07 00:49:45.141298", "updated_at": "2023-01-07 00:52:10.184242"}, {"id": 13880, "name": "E-Mail Rules", "url": "https://slipfox.xyz/mailrules.html", "xpath": "//body", "text": " Slipfox Network Suite About Me Site Status Slipfox E-Mail <p>I do run an E-Mail service on this domain.\nAn account can be generated for you upon request.</p> Rules: <ol>\n<li>No spam.</li>\n<li>Nothing illegal under US law.</li>\n</ol>\n<p>To sign up, send an email to webmaster at slipfox dot xyz with the subject \"Email Request\", your erquested username, and the sum of 69420 and 1337 somewhere within the body.</p>\n<br> Password Reset: <p>When you sign up, I will give you a random password to use.\n*This is not recommended to be used as a permanent password.* You should absolutely set your own email password.<br>To do so, simply ssh into [username]@slipfox.xyz and you will be provided with a password reset prompt.\nNote that pubkey auth is explicitly <i>disabled</i> on any mailgroup accounts, so you will need to enter the password you were given at signup.</p>\n<br> Third Party Client Usage: <p>Some third party clients, namely Thunderbird, will automatically attempt to use imap.slipfox.xyz and smtp.slipfox.xyz for IMAP/SMTP.\nThis is incorrect, and will result in issues.\nPlease use the following configuration:</p>\n<ul>\n<li>IMAP: mail.slipfox.xyz:993</li>\n<li>SMTP: mail.slipfox.xyz:587</li>\n</ul>\n<br>\n<br>\n<p>Want to support me?</p>\n<p>Monero: </p>\n<p>48wT324pDVv4GpeJunPnhpi7RYgBrSnym15YbNjKjkypZv64WG35EZ44SKtcEdkHLafE2eVqsfmRJ1UD8trJDHYrGi8c4GK</p>\n<p>\n</p>\n<p>(OpenAlias: slipfox.xyz)</p>\n<small>\n<br>This work, and all others provided under this domain, is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License, unless otherwise declared.\n</small> ", "created_at": "2023-01-07 00:50:09.963001", "updated_at": "2023-01-07 00:50:18.303045"}, {"id": 13876, "name": "SLIPFOX MUMBLE RULES", "url": "https://mumble.slipfox.xyz/", "xpath": "//body", "text": " SLIPFOX MUMBLE RULES: <p>1) No Homosimia, Transsimia, Racism, Sexism, Xenosimia, or categorical hate of any kind.<br>2) No scams or ads.</p>\n<br>\n<br> ", "created_at": "2023-01-07 00:49:45.262298", "updated_at": "2023-01-07 00:51:02.532802"}, {"id": 13878, "name": "Slipfox Fedi Terms", "url": "https://slipfox.xyz/terms-of-service.html", "xpath": "//body", "text": "Slipfox FediThe Fediverse, for people who are sane enough to not want to use the fediverse.<p>We are a somewhat <em>left leaning, furry and LBGTQIA+ friendly</em> instance.\nWe are inclusive, but not to hate.</p>Rules:<ul>\n<li>\n<p>1) Don't be a dick.</p>\n</li>\n<li>\n<p>2) Don't post gore, porn, anything NSFW.</p>\n</li>\n<li>\n<p>3) Do not post about any illegal activity besides piracy.\n<em>Do not post anything illegal on this instance.</em>\n</p>\n</li>\n<li>\n<p>4) Do not harass anyone on this instance or on any other fediverse instance.\nTrolls should be blocked and ignored.</p>\n</li>\n<li>\n<p>5) Follow these rules to the spirit, not the letter.</p>\n</li>\n<li>\n<p>6) You must be at least <u>15 years of age</u> to have an account on this instance.</p>\n</li>\n</ul>\n<p>Do these things, and you should be fine.</p>", "created_at": "2023-01-07 00:49:45.38245", "updated_at": "2023-01-07 00:51:12.787667"}, {"id": 13875, "name": "ACCEPTABLE USE POLICY", "url": "https://null.slipfox.xyz/", "xpath": "//body", "text": " <em>null.slipfox.xyz | THE NULL POINTER</em>\n<em>file hosting and URL shortening service.</em>\n<br> USAGE\nHTTP POST files here: <code>curl -F'file=@yourfile.png' https://null.slipfox.xyz</code>\npost your text directly: <code>echo \"text here\" | curl -F'file=@-;' https://null.slipfox.xyz</code>\nyou can also POST remote URLs: <code>curl -F'url=https://example.com/image.jpg' https://null.slipfox.xyz</code>\nor you can shorten URLs: <code>curl -F'shorten=http://example.com/some/long/url' https://null.slipfox.xyz</code> file URLs are valid for at least 30 days and up to a year (see below).\nshortened URLs do not expire.\nnot allowed: application/java-archive, application/java-vm\nmaximum file size: 512.0 MiB <br> ACCEPTABLE USE POLICY\nAll things shared with this site are stored unencrypted and are publically accessible,\nprovided other users can guess your file extension.\nBecause of this,\nplease do not post any informations that\nmay violate law (login/password lists, email lists, personal information).\nnull.slipfox.xyz is NOT a platform for: <br>\n<ul>\n<li>child pornography</li>\n<li>malware, including “potentially unwanted applications”</li>\n<li>botnet command and control schemes involving this service</li>\n<li>anything even remotely related to crypto currencies</li>\n<li>hosting your backups</li>\n<li>spamming the service with CI build artifacts</li>\n<li>piracy (While i personally support piracy it is illegal and will get this site shut down.)</li>\n<li>alt-right shitposting</li>\n</ul>\n<br>\nREQUIREMENTS\nthere is only one thing you need to use this service - curl.\ncurl is available on most platforms, including Windows, Mac OS X and Linux.\nif you run a server and like this site, clone it! centralization is bad.\n<br> ALIAS\nto make your life easier, you can add aliases to your <code>.bash_aliases</code> on Linux\nand <code>.bash_profile</code> on Mac OS X.\njust remember to reset your terminal session after that.\n<code>0file() { curl -F\"file=@$1\" https://null.slipfox.xyz .\n}\n0pb() { curl -F\"file=@-;\" https://null.slipfox.xyz .\n}\n0url() { curl -F\"url=$1\" https://null.slipfox.xyz .\n}\n0short() { curl -F\"shorten=$1\" https://null.slipfox.xyz .\n}</code> now you can use:\n<code>0file \"yourfile.png\"\n# or\necho \"text here\" | 0pb</code> FILE RETENTION PERIOD\nretention = min_age + (-max_age + min_age) * pow((file_size / max_size - 1), 3) <br> ABUSE\nif you would like to request permanent deletion, please\nsend an email to slips at slipfox dot xyz please allow up to 24 hours for a response.\n", "created_at": "2023-01-07 00:49:45.201774", "updated_at": "2023-01-07 00:52:38.758347"}], "points": [], "urls": ["slipfox.xyz", "docs.slipfox.xyz", "nitter.slipfox.xyz", "rss.slipfox.xyz", "psswd.slipfox.xyz", "live.slipfox.xyz", "speedtest.slipfox.xyz", "mail.slipfox.xyz", "lr.slipfox.xyz", "wiki.slipfox.xyz", "tl.slipfox.xyz", "simpleertube.esmailelbob.xyz", "lbry.slipfox.xyz", "null.slipfox.xyz", "mumble.slipfox.xyz", "invidious.slipfox.xyz", "pb.slipfox.xyz", "searx.slipfox.xyz", "hub.git.slipfox.xyz"]}}