{"error": 448, "message": "OK", "parameters": {"id": 9126, "name": "IoT Assistant", "created_at": "2023-07-13 03:47:14.57197", "updated_at": "2023-07-13 10:02:11.641829", "wikipedia": "https://en.wikipedia.org/wiki/CUPS_(CMU)", "keywords": null, "related": null, "slug": "iot-assistant", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9126.png", "url": "iotprivacy.io", "documents": [{"id": 17878, "name": "Terms of Use", "url": "https://www.iotprivacy.io/terms-of-use", "xpath": "//body", "text": " <p> We use cookies to improve your user experience and combat abuse.\nLearn more I Agree </p>\n<ul>\n<li>Publishing IoT Resources</li>\n<li>Discovering IoT Resources</li>\n<li>FAQ</li>\n<li>About <ul>\n<li>About the IoT Privacy Infrastructure</li>\n<li>About our Logo</li>\n<u>\n<li>LEGAL DOCUMENTS</li>\n</u>\n<li>Privacy Policy</li>\n<li>Terms of Use (IoT Portal)</li>\n<li>End User License Agreement (IoTA app)</li>\n</ul>\n</li>\n<li>Login</li>\n<li>Register</li>\n</ul> &nbsp;<br>Carnegie Mellon University Internet of Things Privacy Infrastructure Website <br>Terms of Use<br>&nbsp.\n<p>Effective Date: Nov 24, 2020 </p>\n<p>The Internet of Things Privacy Infrastructure Website is a website under which Carnegie Mellon University (”CMU”) provides part of the Internet of Things privacy infrastructure (“IoT privacy infrastructure” or “IoT PI”) created under a research project directed by Prof.\nNorman Sadeh.\nThe IoT PI enables people and organizations to inform the public about the presence of IoT devices, IoT services, and IoT apps &nbsp;(collectively referred to as “IoT Resources”) deployed in a given area, such as a university campus, a building, a shopping &nbsp;mall, a room, a stadium, a city block, an entire neighborhood, or a larger geographical area.\nThe Internet of Things Privacy Infrastructure Project has two components:</p>\n<p>\n</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Internet of Things Assistant (“IoTA”) mobile app (“IoTA Mobile App”), which helps users discover IoT Resources deployed in their vicinity by identifying and querying registries of IoT Resources that pertain to the user’s current location (“IoT Resource Registries” or “IRRs”).\nThe IoTA Mobile App informs the user about the data collection and use practices associated with the IoT Resources it discovers.\nThe IoTA Mobile App also enables users to discover and configure privacy settings that may be offered by IoT Resources (i.e.\ndata deletion, opting in or out of some data collection or sharing practices, or data access requests), and users may receive notifications from the IoTA Mobile App about nearby IoT Resources.\n</p>\n<p>\n</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The IoT PI website (currently available at https://www.iotprivacy.io&nbsp;as IoT Portal) which enables people and organizations to inform the public about the presence of IoT Resources deployed in different areas.\nUsing the IoT PI website, individuals and organizations can request the creation of IRRs.\n&nbsp;Individuals and organizations can also use the IoT PI website to create descriptions of IoT Resources (“IoT Resource Listings”) and to publish them, enabling mobile users to discover published IoT Resource Listings using their IoTA Mobile App.\nThe IoT PI website also enables users to create partial descriptions of IoT Resources that others could use as a starting point to create IoT Resource Listings (“IoT Resource Templates”).\nThese IoT Resource Templates can be shared with, re-used and edited by others to publicize the presence of identical or similar IoT Resources.</p>\n<p>\n</p>\n<p>Each IoT Resource Listing includes a description of the data collection and use practices associated with a given IoT Resource, which may include, among other things, what data the Resource collects, how it is used, who it is shared with, for how long the data is retained, etc.\nMore generally, IoT Resource Listings are a way of advertising the presence of IoT Resources in a given area (e.g., advertising the existence of a mobile app that people can download to help them navigate a building, a neighborhood, or a mall.\nor advertising the presence of a network of surveillance cameras with facial recognition).</p>\n<p>BY CLICKING “Agree,” ACCESSING AND/OR USING THE IOT PI, YOU ARE AGREEING TO THESE TERMS OF USE (THE “TOU”) ON BEHALF OF YOU AND YOUR ORGANIZATION TO THE EXTENT YOU ARE ACCESSING THE APPLICATION ON BEHALF OF AN ORGANIZATION.\nTHESE TOU ARE A LEGALLY BINDING AGREEMENT WITH CMU WITH RESPECT TO THE IOT PI .\n</p>\n<p>IF THESE TOU ARE NOT ACCEPTABLE TO YOU AND YOUR ORGANIZATION, YOU MUST CLICK \"Disagree\" AND YOU, YOUR ORGANIZATION AND ITS USERS MAY NOT ACCESS OR USE THE IOT PI.</p>\n<p>Additional Terms.\nCertain features of the IoT PI may be subject to additional terms (“Additional Terms”) presented in conjunction with the features.\nRegardless of how they are presented to you, you must agree to these Additional Terms before using the features of the IoT PI to which they apply.\nUnless otherwise specified in these Additional Terms, all Additional Terms are incorporated into this Agreement.\nIf you do not agree to these Additional Terms, then you may not use the features to which they relate.\nThis Agreement and Additional Terms apply equally but, if any Additional Term is inconsistent with any provision of this Agreement, the Additional Term will prevail for the IoT PI functionality or features to which the Additional Terms apply.</p>\n<p>\n</p>\n<p>The IoT PI website is being provided by CMU as part of a research study under CMU’s IRB ID STUDY2017_00000215 and use of the IoT PI website is further subject to accepting the study consent forms during the account set-up process.</p>\n<p>Account Set-Up.\nUser Account Names and Passwords.\nA user name and password will be required to access the IoT PI (currently available at https://www.iotprivacy.io), to request the creation of an IRR, to create IoT Resource Listings, to request the publication of these IoT Resource Listings in one or more IRRs, and to create IoT Resource Templates.\nPeople can request the creation of an account at https://www.iotprivacy.io/register.\nTo enable the account set-up, you must provide a user account name for each person at your organization who is intended to access the IoT PI.\n</p>\n<p>\n</p>\n<p>User accounts can be granted different roles: IRR owners/administrators or IRR contributors, or IoT Resource Template contributors.\nThese roles are all specific to a given IRR.\nThese roles entail different levels of access through the IoT PI.\nUsers agree not to share their user account names and passwords with others.</p>\n<p>IRR Owners/Administrators:&nbsp;To be an IRR owner/administrator, you will first agree to the study consent form provided.\nYou will then need to complete a request form, in which you will provide your name, contact email, organization name and type, and a description of the purpose for which you plan to use each registry you are requesting, including the area it will cover, namely the area where it will be allowed to publicize the presence of IoT Resources.\nThe information you provide may be used in part to vet your request, prevent abuse and to contact you.\nOnce an IRR is created for you by CMU, you automatically become the “owner” of the IRR.\nAs owner, you have administrator privileges for the IRR and may also give administrator privileges to other users to the extent they have agreed to the same IRB consent form, the same Terms of Use https://www.iotprivacy.io/terms-of-use&nbsp;and acknowledged the Privacy Policy https://www.iotprivacy.io/privacy-policy.\nIRR owners/administrators have overall responsibility for approving requests to publish IoT Resource Listings in their IRRs and establishing adequate procedures to manage content published in their IRRs.</p>\n<p>If you are an IRR owner/administrator you agree that you are the (data) controller (as defined under the EU General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”)) of information you publicize through the IRRs you own or manage.\nYou agree that you: (i) have provided adequate notice and obtained any necessary consents from data subjects required for personal data collected in connection with an IRR you own or manage, and (ii) abided by any privacy choices (including opt-out preferences) of data subjects relating to the personal data you collect.\n</p>\n<p>IRR Contributors: To be an IRR contributor, you will first agree to the study consent form provided.\nYou will need to create an IoT PI user account with a display name and a valid email address.\nThe information you provide may be used in part to vet your contributions, to prevent abuse and to contact you.\nIRR contributors can enter descriptions of IoT Resource Listings using a form that includes fields such as the location where the IoT Resource will be discoverable and the data it collects.\nThere are two ways to publish IoT Resource Listings: self-publication by IRR contributors and publication in an IRR through publication submissions.\nFor self-publication, each IRR contributor can publish IoT Resource Listings and is responsible for the content of their IoT Resource Listings.\nFor publication in an IRR, publication submissions may be vetted by the corresponding IRR owner/administrator, and different IRR owners/administrators may have different policies.\nNote that administrators of specific IRRs have the authority to decide whether or not a particular IoT Resource Listing gets published in that IRR, and CMU cannot guarantee that any particular IoT Resource Listing will be published.</p>\n<p>Once an IoT Resource Listing is published, it will be publicly discoverable through the IoT privacy infrastructure and in particular users using their IoTA Mobile App.\nSince their contents are not vetted by Registry owner/administrators, self-published IoT Resource Listings may be shown differently from IoT Resource Listings published in an IRR on IoTA Mobile App.\nIRR contributors are responsible for the descriptions of their IoT Resource Listings.\n</p>\n<p>Since the purpose of IoT Resource listings is to provide information to all users of the IoT privacy infrastructure, the display name associated with your user account will be made visible to IoT privacy infrastructure users, including IoTA Mobile App users, who view the IoT Resource Listings you have created and published.</p>\n<p>If you are an IRR contributor you agree that you are authorized to share any information you contribute to an IRR.\nYou agree that you will not include personal data, including names, email addresses, phone numbers, and IP addresses, in contributions you make to an IRR.</p>\n<p>\n</p>\n<p>IoT Resource Template Contributors: The IoT PI also enables users to create IoT Resource Templates, which include partial descriptions of IoT Resources.\nThese IoT Resource Templates can be shared with, re-used and edited by others to publicize the presence of identical or similar IoT Resources.\nAn IoT Resource Template includes an IoT Resource Template names, an IoT Resource Template description, links to privacy policies and privacy settings.\nTo be an IoT Resource Template contributor, you will first agree to the study consent form provided, the TOU and acknowledge the Privacy Policy https://www.iotprivacy.io/privacy-policy.\nYou will also need to create an IoT PI user account with a display name and a valid email address.\nSince the purpose of IoT Resource Templates is to provide partial descriptions of IoT Resources to other IoT PI users and enable these other IoT PI users to re-use and edit these templates to publicize the presence of identical or similar IoT Resources, the display name associated with your user account will be made visible to other IoT PI users who look at the IoT Resource Templates you have created.</p>\n<p>If you are an IoT Resource Template Contributor you agree that you are authorized to share any information you include in the IoT Resource Templates you create.\nYou agree that you will not include personal data, including names, email addresses, phone numbers, and IP addresses, in such templates and agree that you responsible for the information you provide in the IoT Resource Templates you create.</p>\n<p>\n</p>\n<p>Content.\n\"Content” means all information, data, text, photographs, graphics, video, messages, tags, or other materials accessed, posted and/or transmitted through the IoT PI.\n\"User Content\" is any Content provided by and/or originating from a user (regardless of whether IRR owner/administrator IRR contributor or IoT Resource Template contributor).\n“IoT PI Content” is Content provided by and/or originating from the IoT PI.\nAs used herein, \"Content\" refers to both User Content and IoT PI Content unless expressly stated otherwise.\nCMU is not responsible for any User Content that is uploaded, posted, emailed, transmitted or otherwise made available via the IoT PI.\nCMU does NOT&nbsp;make any warranties or guarantees about the accuracy, integrity or quality of any Content.\nYou, your organization and its relevant users must evaluate the risks associated with the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content.\nCMU is not assuming liability in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted or otherwise made available via the IoT PI.\nThese terms do not preclude you from pursuing legal action to seek compensation in the event of malpractice, negligence, blame, fault, or guilt on the part of those involved in the research study (including CMU).\nCMU and its designees shall have the right (but not the obligation) in their sole discretion to pre-screen, refuse, or move any Content for any reason.\nShould User Content be found or reported in violation of these TOU, it will be CMU’s sole discretion as to what action should be taken, including removal of such Content and/or the suspension or termination of the applicable account(s) (see “Revocation, Suspension or Termination of Accounts” section below).\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Permitted Use/Availability of the IoT PI.\nSubject to other relevant provisions of the TOU, the IoT PI may be used by you, your organization and your organization’s users for their respective personal, academic, educational, non-commercial use in connection with the study.\nExcept for these limited rights, no other rights are granted to the IoT PI and Users may not copy, reproduce, alter, modify, create derivative works, or publicly display any part of the IoT PI.\nCMU (and/or its content providers, as applicable) own and retain all intellectual property rights they have in and to the IoT PI, including but not limited to the IoT PI Content and the underlying IoT privacy infrastructure.\nCMU shall have the right in its sole and absolute discretion to suspend or terminate any or all of the users’ access to it for any reason.\nAs specified below, the IoT PI and IRRs are provided on an “AS-IS, AS-AVAILABLE” basis.</p>\n<p>\n</p>\n<p>Prohibited Uses/Activities.\nThe following activities are prohibited with respect to your and/or your Organization’s and users’ use of the IoT PI : (a) using the IoT PI or any Content in a manner not permitted under these TOU.\n(b) using another user’s credentials to access and/or use the IoT PI .\n(c) transmitting or submitting or accessing any User Content that you do not have the right to transmit, submit or access (as applicable).\n(d) transmitting or submitting any User Content or otherwise taking any action using the IoT PI that is harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, discriminatory or racially, ethnically or otherwise objectionable, or encourage and/or assist others to engage in these activities.\n(e) interfering with, removing or modifying any terms and conditions or other Content on the IoT PI and/or any part of the IoT PI used for the operation and/or security of the IoT PI .\n(f) impersonating any person or entity, including, but not limited to, any CMU personnel, or falsely stating or otherwise misrepresenting your affiliation with a person or entity.\n(g) knowingly uploading, posting, emailing, transmitting or otherwise making available any User Content that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n(h) interfering with or disrupting the IoT PI or servers or networks connected to the IoT PI , or disobeying any requirements, procedures, policies or regulations of networks connected to the IoT PI (including but not limited to those of any relevant third party service providers used in connection with the IoT PI ).\n(i) taking IoT PI Content from the IoT PI and reformatting it and/or displaying it on any other website.\nand/or (j) exceeding the scope of the relevant user’s account authority with respect to the user’s use of the IoT PI , for example, a user accessing and using features or content that the user does do not have the authority to use, or deleting, adding to, or otherwise changing other people's entries or other Content when you have not been granted the privileges to do so.\n</p>\n<p>\n</p>\n<p>\n<br>Revocation, Suspension or Termination of Accounts.\nCMU retains the right to revoke, suspend and/or terminate any or all user account privileges at any time in its sole and absolute discretion including, without limitation, for any violation of the TOU.\nTo the extent your use of the IoT PI is subject to an applicable consent to participate in research, you acknowledge that CMU may terminate your use of the IoT PI if you withdraw your consent.</p>\n<p>\n</p>\n<p>If you, your organization or a user becomes aware that a user account has been or may be compromised or is being used in violation of these TOU, or if a user for whom you had CMU create an account leaves your organization and/or will no longer be expected to use the IoT PI, please notify CMU by contacting cmu-iotpi@lists.andrew.cmu.edu as soon as possible so that CMU may de-activate the applicable account.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Features of the IoT PI.\nUse of Third Party Providers.\n&nbsp;The IoT PI and software embodied within the IoT PI may include security components that permit digital materials to be protected, and use of these materials may be subject to usage rules set by CMU.\nIn addition, such features may include tools or other features designed to protect the integrity of certain materials, provide security-related features (such as automatically logging off a user after a period of inactivity) and/or to detect improper activity with respect to the IoT PI.\nYou may not attempt to override or circumvent any of the usage rules embedded into the IoT PI.\nCMU may, at its discretion, use certain third party service providers to support portions of the IoT PI (including but not limited to hosting services and QR code functionality).\n</p>\n<p>\n</p>\n<p>Notifications on the IoTA Mobile App.\nThe IoTA Mobile App is designed to provide notice of nearby IoT Resources.\nYou can customize the notification settings for such notices, including the frequency of such notifications, and the types of data collection you want to be notified about.\nYour notification settings are only stored on your mobile device and are not linked to your account.\n&nbsp;Your notification settings will be deleted when you uninstall the IoTA Mobile App.\n&nbsp.\nBy using the IoTA Mobile App, you consent to receive such notifications in accordance with your then-current notification settings.</p>\n<p>\n</p>\n<p>Use of Information.\nCMU has the right to access, preserve and/or disclose account information and Content if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce these TOU.\n(c) respond to claims that any Content violates the rights of third parties.\n(d) respond to your requests for assistance.\nor (e) protect the rights, property or personal safety of CMU, its users and/or the public.\nFurther, CMU reserves the right to cooperate with legitimate law enforcement requests for information at its sole discretion.\n&nbsp;In addition, CMU has the right to use data and information obtained or collected through the IoT PI to improve the IoT PI and/or for research or other activities consistent with CMU’s status as a 501(c)(3) organization, provided that CMU removes individually identifiable information (if any) contained in such data or information.\n</p>\n<p>License to User Content.\nBy submitting User Content, the applicable user retains any rights the user has with respect to its User Content (i.e.\nthe user is not assigning ownership to CMU).\nHowever, CMU is hereby granted a worldwide, royalty-free, non-exclusive perpetual, irrevocable and fully sub-licensable license to use, distribute, reproduce, modify, adapt, publish, translate, publicly perform and publicly display such User Content (in whole or in part) as necessary to operate the IoT PI and for any other purposes permitted herein.\n</p>\n<p>International Use.&nbsp;If you are not a United States resident and you are accessing the IoT PI from outside the United States, you agree to transfer certain information outside your home country to us and that you will follow all the laws that apply to you.</p>\n<p>\n</p>\n<p>CMU’s servers and operations are located primarily in the United States and our policies and procedures are based primarily on United States law.\n&nbsp;Because of this, the following provisions apply specifically to users located outside of the United States: (i) you consent to the transfer, storage, and processing of your information to and in the United States and/or other countries.\n(ii) if you are using the IoT PI from a country embargoed by the United States, or are on the United States Treasury Department’s list of “Specially Designated Nationals,” you are not authorized to access or use the IoT PI .\nand (iii) you agree to comply with all local laws, rules, and regulations including all laws, rules, and regulations in effect in the country in which you reside and the country from which you access the IoT PI.\n&nbsp;The IoT PI is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation, or that would subject CMU or its affiliates to any registration requirement within such jurisdiction or country.</p>\n<p>\n</p>\n<p>Notice to California Residents.\nBY USING THE SERVICES, YOU WAIVE YOUR RIGHTS WITH RESPECT TO CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\" HOWEVER, IN NO EVENT ARE STUDY PARTICIPANTS RELEASING ANY LIABILITY OR CLAIMS WITH RESPECT TO THE MALPRACTICE, NEGLIGENCE, BLAME, FAULT, OR GUILT ON THE PART OF THOSE INVOLVED IN THE RESERCH STUDY (INCLUDING CMU).</p>\n<p>\n</p>\n<p>If the IoT PI is at any time deemed an electronic commercial service (as defined under California Civil Code Section 1789.3), California residents are entitled to the following specific consumer rights information:</p>\n<p>\n</p>\n<p>The provider of the IoT PI is:</p>\n<p>\n</p>\n<p>Carnegie Mellon University</p>\n<p>5000 Forbes Avenue</p>\n<p>Pittsburgh, PA 15213</p>\n<p>412-268-2000<br>\n</p>\n<p>If the IoT PI is deemed as electronic commercial service, you may file a complaint regarding the IoT PI or to receive further information regarding use of the IoT PI by sending a letter to the attention of “Legal Department” at the above address.\n</p>\n<p>\n</p>\n<p>Disclaimer of Warranties.\nTHE IoT PI, AND ALL MATERIALS, INFORMATION, PRODUCTS AND SERVICES INCLUDED IN THE IoT PI ARE PROVIDED \"AS IS,\" WITH NO WARRANTIES WHATSOEVER.\nCMU, ITS DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, REPRESENTATIVES, AFFILIATES, LICENSORS, CONTENT PROVIDERS, CONTRACTORS (INCLUDING ANY THIRD PARTY PROVIDERS) AND SPONSORS (COLLECTIVELY THE “IoT PI PARTIES”) EXPRESSLY DISCLAIM TO THE FULLEST EXTENT PERMITTED BY LAW ALL EXPRESS, IMPLIED, AND STATUTORY WARRANTIES AND DUTIES, INCLUDING, WITHOUT LIMITATION: THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nANY WARRANTIES REGARDING THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF THE IoT PI .<br>\n<br>YOU UNDERSTAND AND AGREE THAT YOU PROVIDE OR OTHERWISE OBTAIN ANY AND ALL INFORMATION, MATERIAL, DATA AND/OR OTHER CONTENT THROUGH THE USE OF THE IoT PI AT YOUR OWN DISCRETION AND CMU IS NOT ASSUMING RESPONSIBILITY FOR ANY DAMAGES TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE USE OF SUCH ITEMS.\nPROVIDED THAT THESE TERMS DO NOT PRECLUDE YOU FROM PURSUING LEGAL ACTION TO SEEK COMPENSATION IN THE EVENT OF MALPRACTICE, NEGLIGENCE, BLAME, FAULT, OR GUILT ON THE PART OF THOSE INVOLVED IN THE RESERCH STUDY (INCLUDING CMU).\nIN ADDITION, SOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nYOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM STATE TO STATE AND JURISDICTION TO JURISDICTION.&nbsp;</p>\n<p>LIMITATION OF LIABILITY.\nLIMITATION ON DAMAGES.\nUNDER NO CIRCUMSTANCES ARE CMU OR ANY OTHER IoT PI PARTIES BE LIABLE TO YOU, YOUR ORGANIZATION OR ANY USER ON ACCOUNT OF USE OR MISUSE OF OR RELIANCE ON THE IoT PI ARISING FROM ANY CLAIM FOR THE RECOVERY OF INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, AND PUNITIVE DAMAGES WHETHER SUCH CLAIM IS BASED ON WARRANTY, CONTRACT, TORT, OR OTHERWISE, (EVEN IF CMU AND/OR THE IoT PI PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).\nPROVIDED, HOWEVER, THE FOREGOING LIMITATION OF LIABILITY SHALL NOT APPLY TO ANY CLAIMS DUE TO THE MALPRACTICE, NEGLIGENCE, BLAME, FAULT, OR GUILT ON THE PART OF THOSE INVOLVED IN THE RESERCH STUDY (INCLUDING CMU).\n</p>\n<p>\n</p>\n<p>Some states or other jurisdictions do not allow the exclusion or limitation of liability for certain damages, so the above limitations and exclusions shall apply only to the extent permitted under applicable law.\n&nbsp.\n</p>\n<p>Force Majeure.\nIn the event CMU’s performance of its obligations is delayed &nbsp;or prevented directly or indirectly by acts of nature, forces, or causes beyond its reasonable control, including, without limitation, Internet failures, computer equipment failures, telecommunication equipment failures, other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning, CMU may take additional time to perform commensurate with the delay or may elect to terminate account access as described in these TOU.\n</p>\n<p>Permitted Users.\nNo CMU Status or Credit Conferred.\nUsing the IoT PI does not confer any CMU course credit and/or any employment or student status at CMU.</p>\n<p>Miscellaneous.\nIf any provision of these TOU is held to be invalid or unenforceable, such provision shall be deemed superseded by a valid enforceable provision that most closely matches the intent of the original provision and the remaining provisions shall be enforced.\nCMU’s failure to act with respect to a breach by you, your organization or any other users does not waive CMU’s right to act with respect to subsequent or similar breaches.\nThe failure of CMU to exercise or enforce any right or provision of these terms and conditions shall not constitute a waiver of such right or provision.\nThe section headings and subheadings contained in these TOU are included for convenience only, and shall not limit or otherwise affect the terms of these TOU.\nThese TOU and any disputes related to them shall be interpreted in accordance with the laws of the Commonwealth of Pennsylvania without regard to its conflicts of laws provisions.\nAll claims and/or controversies of every kind and nature arising out of or relating to these TOU, including any questions concerning its existence, negotiation, validity, meaning, performance, non-performance, breach, continuance or termination shall be settled &nbsp;(1) at CMU’s election, by binding arbitration administered by the American Arbitration Association (\"AAA\") in accordance with its Commercial Arbitration Rules and, in such case &nbsp;(a) the arbitration proceedings shall be conducted before a panel of three arbitrators, with each party selecting one disinterested arbitrator from a list submitted by the AAA and the two disinterested arbitrators selecting a third arbitrator from the list, (b) each party shall bear its own costs of arbitration, (c) all arbitration hearings shall be conducted in Allegheny County, Pennsylvania, and (d) the provisions hereof shall be a complete defense to any suit, action or proceeding instituted in any Federal, state or local court or before any administrative tribunal with respect to any claim or controversy arising out of or relating to these TOU and which is arbitrable as provided in these TOU, provided that either party may seek injunctive relief in a court of law or equity to assert, protect or enforce its rights hereunder (2) in the event that CMU does not elect binding arbitration as permitted in point (1) above, exclusively in the United States District Court for the Western District of Pennsylvania or, if such Court does not have jurisdiction, in any court of general jurisdiction in Allegheny County, Pennsylvania and each party consents to the exclusive jurisdiction of any such courts and waives any objection which such party may have to the laying of venue in any such courts.\nNotwithstanding any provision hereof, for all purposes of these TOU each party shall be and act as an independent contractor and not as partner, joint venture, agent, employee or employer of the other and shall not bind nor attempt to bind the other to any contract.\nYou are agreeing to these TOU on behalf of you, and where applicable, your organization.\nYou agree that, except as otherwise expressly provided in these TOU, there shall be no third-party beneficiaries to these TOU.\n</p>\n<p>\n</p>\n<p>These TOU and consent form represent the entire agreement with CMU regarding the subject matter hereof, superseding any and all prior or contemporaneous oral or written understandings.\nThese TOU may be amended or changed only by mutual written agreement of you and CMU.</p>\n<p>\n</p>\n<p>If you have a question about the IoT PI, please contact CMU via email at cmu-iotpi@lists.andrew.cmu.edu.\n</p>\n<p> © Copyright 2015-2023 Personalized Privacy Assistant Project, Carnegie Mellon University - All Rights Reserved - US Patent 10,956,586 with additional USPTO and EPO patents pending </p> ", "created_at": "2023-07-13 03:47:14.603111", "updated_at": "2023-07-13 03:47:40.349302"}, {"id": 17879, "name": "Privacy Policy", "url": "https://www.iotprivacy.io/privacy-policy", "xpath": "//body", "text": " <p> We use cookies to improve your user experience and combat abuse.\nLearn more I Agree </p>\n<ul>\n<li>Publishing IoT Resources</li>\n<li>Discovering IoT Resources</li>\n<li>FAQ</li>\n<li>About <ul>\n<li>About the IoT Privacy Infrastructure</li>\n<li>About our Logo</li>\n<u>\n<li>LEGAL DOCUMENTS</li>\n</u>\n<li>Privacy Policy</li>\n<li>Terms of Use (IoT Portal)</li>\n<li>End User License Agreement (IoTA app)</li>\n</ul>\n</li>\n<li>Login</li>\n<li>Register</li>\n</ul> &nbsp;<br>Privacy Policy<br>&nbsp.\n<p>\n</p>\n<p>Effective Date: Nov 24, 2020 </p>\n<p>\n</p>\n<p>Carnegie Mellon University (“CMU,” “we,” “us,” or “our”) is committed to privacy and data protection.\nThis Privacy Policy applies to all personal data CMU collects from you, through the CMU Internet of Things (IoT) Privacy Infrastructure Project, including the Internet of Things Assistant (“IoTA”) mobile app (“IoTA Mobile App”), and the IoT Privacy Infrastructure (“IoT PI”) , &nbsp;which includes Internet of Things registries of IoT Resources (“IoT Resource Registries” or “IRRs”) (collectively the “Services”), &nbsp;as well as how we use and protect your personal data.\n</p>\n<p>\n</p>\n<p>This Privacy Policy does not apply to the IoT Resource Listings (defined below) that IRR contributors input into the Services and that IRR administrators publicize through their IRRs, or to IoT Resource Templates (defined below) that template contributors input into the Services (both referred to as “Your Content” below).\nYou act as the Controller of Your Content.\n&nbsp;As used in this Privacy Policy, “Controller” shall have the definition given to it under the EU General Data Protection Regulation (Regulation (EU) 2016/679) (“GDPR”).\n</p>\n<p>\n</p>\n<p>This Privacy Policy does not apply to: any third-party applications or software that integrate with the Services, the IoT Resources (defined below), or any other third-party products, services or businesses (collectively, “Third Party Services”).\nThird Party Services are governed by their own privacy policies.\nWe recommend you review the privacy policy governing any Third Party Services before using them.\n</p>\n<p>\n</p>\n<p>Any questions or concerns regarding CMU’s privacy and data protection practices can be directed to GDPR-info@andrew.cmu.edu.\n</p>\n<p>\n</p>\n<p>If you have not done so already, please also review the IoT PI Terms of Use https://www.iotprivacy.io/terms-of-use &nbsp;and the IoTA Mobile Application End-User License Agreement https://www.iotprivacy.io/end-user-license-agreement &nbsp;as applicable to the Services you are using.\n</p>\n<p>\n</p>\n<p>OVERVIEW </p>\n<p>\n</p>\n<p>The Internet of Things Privacy Infrastructure Project is a system developed at the School of Computer Science at Carnegie Mellon University, under the coordination of Prof.\nNorman Sadeh.\nIts purpose is to provide a tool to publicize the presence of IoT devices, IoT services, IoT apps (collectively referred to as “IoT Resources”) in a given area, such as a university campus, a building, a shopping mall, a room, a stadium, a city block, an entire neighborhood, or a larger geographical area.\nThe Internet of Things Privacy Infrastructure Project has two components: </p>\n<p>\n</p>\n<p>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The IoTA Mobile App, which helps users discover IoT Resources deployed in their vicinity by identifying and querying IoT Resource Registries that pertain to the user’s current location.\nThe IoTA informs the user about the data collection and use practices associated with the IoT Resources it discovers.\nThe IoTA also enables users to discover and configure privacy settings that may be offered by IoT Resources (i.e.\ndata deletion, opting in or out of some data collection or sharing practices, or data access requests).\n</p>\n<p>\n</p>\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The IoT PI, which enables people and organizations to inform the public about the presence of IoT Resources deployed in different areas.\nIndividuals and organizations can request the creation of IRRs through the IoT PI.\n&nbsp;Individuals and organizations can use the IoT PI to create descriptions of IoT Resources (“IoT Resource Listings”) and request their publication in IRRs, enabling mobile users to discover them using their IoTA Mobile App.\nThe IoT PI also enables users to create partial descriptions of IoT Resources that others could use as a starting point to create IoT Resource Listings (“IoT Resource Templates”).\nThese IoT Resource Templates can be shared with, re-used and edited by others to publicize the presence of identical or similar IoT Resources.\n&nbsp;The IoT PI involves the collection of research data under the direction of Prof.\nNorman Sadeh (the Principal Investigator) in accordance with a research protocol approved by CMU’s Institutional Review Board.\n</p>\n<p>\n</p>\n<p>The research project related to the IoT PI is funded by the U.S.\nDepartment of Defense (DoD) under the Defense Advanced Research Projects Agency’s Brandeis Privacy Initiative (Grant FA8750-15-2-0277) and by the U.S.\nNational Science Foundation under its Secure and Trustworthy Computing program (Grant SBE-1513957).\n</p>\n<p>\n</p>\n<p>PERSONAL DATA WE COLLECT </p>\n<p>\n</p>\n<p>CMU collects data to provide the Services you request, addressing security issues and potential abuse, ease your navigation of Services supported by our IoTA Mobile App and our IoT PI, communicate with you, improve your experience using the Services and also collect data for research conducted under our project – the latter follows research protocols approved by the Institutional Review Board.\nSome of this data is provided by you directly, such as when you register for the Services.\nSome of the information is collected through your interactions with the Services.\nWe collect such data using technologies like cookies and other tracking technologies, error reports, and usage data collected when you interact with CMU Services running on your device.\n</p>\n<p>\n</p>\n<p>The data we collect depends on the Services and features thereof that you use, and includes the following: </p>\n<p>\n</p>\n<p>Data Collected through the IoTA Mobile App: </p>\n<p>\n</p>\n<p>Profile Data: Your Email ID, username and password: to create an account that will enable you to use the IoTA Mobile App and that will enable us to communicate with you.\n</p>\n<p>\n</p>\n<p>Location Data: &nbsp;Your Location Data is used to show you relevant IoT Resource Registries and IoT Resources, namely to identify IoT Resource Registries that might be publicizing the presence of IoT Resources near your location, identify nearby IoT Resources, identify the data collection and use practices of these IoT Resources, and to notify you of this information via the IoTA Mobile App.\nLocation data is not accessed or stored anywhere in our databases.\nThe IoTA Mobile App keeps track of the IoT Resources you have been near and the most recent date and time you were near each IoT Resource (“Proximity Data”, a subcategory of Location Data).\nProximity Data enables us to provide you with personalized notifications of nearby IoT Resources and avoid sending you repetitive notifications, depending on your notification settings.\nProximity Data is only stored on your mobile device.\nis encrypted.\nand is deleted (1) when you change your notification settings (selecting between “always”, “the first time” and “never”) or (2) when you uninstall the IoTA mobile app from your device.\nProximity Data could be used to infer your location.\n</p>\n<p>\n</p>\n<p>Motion &amp.\nFitness Activity Data : This data is used to minimize battery consumption on your mobile device and is only accessed when you grant “Location (always)” and “Notification” permissions to the IoTA Mobile App on your mobile device.\nThis data is collected by your mobile device and only accessed by the IoTA Mobile App to determine when to refresh the data it displays and when to check whether there are new IoT Resources near you that you should be notified about.\nThis data is not stored by the IoTA Mobile App or anywhere in our databases.\n</p>\n<p>\n</p>\n<p>Technical Data: &nbsp;Metadata that is used for the research purpose of understanding how you interact with our Mobile App.\nThis data will be analyzed to learn about the usability of the IoTA Mobile App.\nThis will include time spent using the app, navigation of different menu options, types of IoT Resources and data practices you look at, and crash reports.\n</p>\n<p>\n</p>\n<p>Unique identifiers Used to Keep Track of User-Specific Privacy Decisions: &nbsp;These identifiers are used to keep track of your privacy decisions about options made available by IoT Resources, whether directly or via third party privacy options management functionality - when such options are available.\nThe unique identifiers are used by the IoT Resources themselves or by third party privacy options management functionality to communicate your decisions to our IoT PI.\nThey are also used by our IoT PI to communicate your decisions back to your IoTA Mobile App.\nExamples of privacy decisions include opting in, opting out, requesting deletion of your data, and more.\n</p>\n<p>\n</p>\n<p>Your Privacy Decisions: Privacy decisions that you make using the IoTA Mobile App such as opting in or out of some data collection and use practices, requesting that your data be deleted or exercising other privacy choices made available by individual IoT Resources published in the IoT Privacy Infrastructure.\nThese decisions are directly communicated by you to the IoT Resource or to third party privacy options management functionality responsible for implementing them.\nPlease bear in mind that actual implementation of privacy decisions you make about any options made available by IoT Resources is not the responsibility of the IoT PI.\nInstead these decisions are implemented by the IoT Resources themselves, possibly via third party privacy options management functionality.\nSuch implementation is the responsibility of the IoT Resource owner, who is the Controller of any data collected by the IoT Resource.\nOur IoT PI collects your privacy decisions, in part for research purposes and in part to be able to show these decisions to you via your IoTA Mobile App.\nAs part of our research, we use your privacy decisions to support the development of models of your privacy preferences using machine learning.\nYour privacy decisions are uniquely identified and linked to your email ID.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Data Collected through the IoT PI &nbsp.\n</p>\n<p>\n</p>\n<p>Profile Data: Email, username and password of IoT PI users (namely IRR contributors, IRR owners/administrators, IoT Resource Template contributors) to enable them to create an account and use the IoT PI.\nThis data is also used to communicate with IoT PI users and mitigate abuse.\n</p>\n<p>\n</p>\n<p>Identity Data: First and last name, country (or countries) within which the area covered by an IRR falls for users who request an IRR, and organization for users who interact with the IoT PI on behalf of an organization (e.g., employee or member of an organization).\n</p>\n<p>\n</p>\n<p>Location Data: Browser location of IRR contributors and administrators/owners is accessed to center maps on pages for IoT Resource creation and IRR configuration.\n</p>\n<p>\n</p>\n<p>IoT Resource Listings: Information you contribute regarding IoT Resources.\nThis information may include resource names, locations, descriptions, links to privacy policies and privacy settings, and other information.\nResource listings only include personal information to the extent you enter such information as part of the resource listing.\n</p>\n<p>\n</p>\n<p>IoT Resource Templates : Information you contribute regarding IoT Resource Templates.\nThis information may include IoT Resource Template names, IoT Resource Template descriptions, links to privacy policies and privacy settings, and other information.\nIoT Resource Templates only include personal information to the extent you enter such information as part of the IoT Resource Template.\n</p>\n<p>\n</p>\n<p>Unique identifiers Used to Keep Track of User-Specific Privacy Decisions: &nbsp;These identifiers are used to keep track of your privacy decisions about options made available by IoT Resources, whether directly or via third- party privacy options management functionality - when such options are available.\nThe unique identifiers are used by the IoT Resources themselves or by third party privacy options management functionality to communicate your decisions to our IoT PI.\nThey are also used by our IoT PI to communicate your decisions back to your IoTA Mobile App.\nExamples of privacy decisions include opting in, opting out, requesting deletion of your data, and more.\n</p>\n<p>\n</p>\n<p>Technical Data: &nbsp;Metadata that is used for the research purpose of understanding how you interact with the IoT PI.\nFor instance, we may look at the number of times you click on “more information” icons, the amount of time you spend in creating an IoT Resource listing or an IoT Resource Template, and other actions indicative of how you interact with the IoT PI.\n</p>\n<p>\n</p>\n<p>Information stored by session cookies .\nWe use session cookies that allow you to be recognized within the IoT PI without requiring you re-authenticate from page to page.\nThese session cookies expire once you log out or after 2 hours of inactivity.\n</p>\n<p>\n</p>\n<p>HOW WE USE PERSONAL DATA </p>\n<p>\n</p>\n<p>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data for the following lawful purposes: </p>\n<p>\n</p>\n<ul>\n<li>Where we need such information to perform the contract (i.e.\nTerms of Use or End-User License Agreement) we are about to enter into or have entered into with you (“ performance of a contract ”).\n</li>\n<li>Where we receive your consent (“ consent ”).\n</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests (“ legitimate interest ”).\n</li>\n<li>Where we need to comply with a legal or regulatory obligation (“ legal obligation ”).\n</li>\n</ul>\n<p>\n</p>\n<p>Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.\n</p>\n<p>\n</p>\n<p>We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Purpose/Activity </p>\n<p>&nbsp.\n</p>\n<p>Type of data </p>\n<p>&nbsp.\n</p>\n<p>Lawful basis for processing </p>\n<p>&nbsp.\n</p>\n<p>To manage our relationship with you, which will include: </p>\n<ul>\n<li>Notifying you about changes to our Terms of Use, to our End-User License Agreement or to our Privacy Policy </li>\n<li>Providing Services </li>\n</ul>\n<p>\n</p>\n<p>(a) Identity (IoT PI) </p>\n<p>(b) Profile (IoTA Mobile App and IoT PI) </p>\n<p>&nbsp.\n</p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To maintain your user account information and authenticate you.\n</p>\n<p>(a) Identity (IoT PI) </p>\n<p>(b) Profile (IoTA Mobile App and IoT PI) </p>\n<p>&nbsp.\n</p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To center the IoT PI ’s map tool.\n</p>\n<p>The IoT PI has a map tool for you to define the area of coverage of Registries and of IoT Resource Listings.\nTo the extent your browser settings allow for it, we use your geographical location as obtained by your browser to center the map.\nOtherwise, the IoT PI ’s map tool will not be re-centered to adjust for your location.\nThis location data from your browser is accessed by a third-party map provider to retrieve map tiles, but not transmitted to or stored in the IoT PI.\n</p>\n<p>(a) Location (IoT PI) </p>\n<p>&nbsp.\n</p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To show you and notify you about relevant Registries and IoT Resources, namely (1) to identify &nbsp;IoT Resources near your location and to identify the data collection and use practices of these IoT Resources, and (2) to notify you of nearby IoT Resources when you select “Always” and “The First Time” in your notification frequency settings.\n</p>\n<p>(a) Location (IoTA Mobile App) </p>\n<p>\n</p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To minimize battery consumption on your mobile device when it comes to using your location to notify you about nearby resources.\nThis is only used if you grant “Location (always)” and “Notification” permissions to the IoTA Mobile App.\nThis data is only accessed to refresh readings of your location used to notify you about nearby resources.\nThis information is not stored by the IoTA Mobile App.\n</p>\n<p>(a) Your Motion &amp.\nFitness Activity data on your device (IoTA Mobile App).\n</p>\n<p>Performance of an applicable contract </p>\n<p>To allow for the publication of IoT resource listings </p>\n<p>&nbsp;IoT Resource Listings (IoT PI) </p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To analyze the contents of the IoT Resource listings you create </p>\n<p>(a) IoT Resource Listings (IoT PI) </p>\n<p>Necessary for our legitimate interests (to improve our service, to provide accurate information, and to prevent fraud) </p>\n<p>&nbsp.\n</p>\n<p>To allow for the publication of IoT Resource Templates you create </p>\n<p>(a) IoT Resource Templates (IoT PI) </p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To analyze the contents of the IoT Resource Templates you create </p>\n<p>(a) IoT Resource Templates (IoT PI) </p>\n<p>Necessary for our legitimate interests (to improve our service, to provide accurate information, and to prevent fraud) </p>\n<p>&nbsp.\n</p>\n<p>To keep track of your specific privacy decisions as communicated by you either directly to individual IoT Resources or to third party privacy options management functionality responsible for capturing and implementing your personal privacy decisions for individual IoT Resources </p>\n<p>&nbsp;(a) Your Privacy Decisions (IoTA Mobile App and IoT PI) </p>\n<p>&nbsp;(b) Unique identifiers Used to Keep Track of User-Specific Privacy Decisions (IoTA Mobile App and IoT PI) </p>\n<p>Performance of an applicable contract </p>\n<p>&nbsp.\n</p>\n<p>To conduct scientific research, including the ability to contact users and ask them to participate in studies (e.g.\nconducting surveys).\n</p>\n<p>(a) Identity (IoT PI) </p>\n<p>(b) Profile (IoT PI) </p>\n<p>(c) IoT Resource Listings (IoT PI) </p>\n<p>(d) IoT Resource Templates (IoT PI) </p>\n<p>(e) Technical data (IoT PI) </p>\n<p>(f) Your privacy decisions (IoT PI) </p>\n<p>(g) Location (IoT PI) </p>\n<p>\n</p>\n<p>Necessary for our legitimate interests (to conduct scientific research under Grant FA8750-15-2-0277 and Grant SBE-1513957 as mentioned above) </p>\n<p>To administer and protect our Services (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data, preventing fraud and abuse) </p>\n<p>&nbsp.\n</p>\n<p>(a) Identity (IoT PI) </p>\n<p>(b) Profile (IoTA Mobile App and IoT PI) </p>\n<p>(c) IoT Resource Listings (IoT PI) </p>\n<p>(d) IoT Resource Templates (IoT PI) </p>\n<p>(e) Technical data (IoTA Mobile App and IoT PI) </p>\n<p>(f) Your privacy decisions (IoTA Mobile App and IoT PI) </p>\n<p>(g) Location (IoT PI and IoTA Mobile App) </p>\n<p>\n</p>\n<p>Necessary for our legitimate interests (for running our Services, provision of administration and IT services, network security, and to prevent fraud and abuse, </p>\n<p>&nbsp.\n</p>\n<p>&nbsp.\n</p>\n<p>To use data analytics to improve our Services, our marketing, user relationships and experiences </p>\n<p>(a) Technical data (IoTA Mobile App and IoT PI) </p>\n<p>&nbsp.\n</p>\n<p>Necessary for our legitimate interests to keep our Services updated and relevant, and to promote adoption and use of our Services) </p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>HOW WE SHARE PERSONAL DATA </p>\n<p>\n</p>\n<p>It is the practice of CMU to protect users’ information.\nAccess to our users’ information is restricted to only those employees or agents, contractors or subcontractors of CMU who have valid reasons to access this information to perform any Service you have requested or authorized, or for any other purpose described in this Privacy Policy.\nThe information you provide will not be sold or rented to third parties.\n</p>\n<p>\n</p>\n<p>We may provide your personal data to: </p>\n<p>\n</p>\n<ul>\n<li>Outsourced service providers who perform functions on our behalf, located inside or outside of the EU territory (in such case, we will use appropriate legal framework to operate data transfers).\nFor example, your personal information may be stored on cloud hosting services such as Amazon Web Services.\n</li>\n<li>our authorized agents and representatives, located inside or outside of your country of residence (in such case, we will use appropriate legal framework to operate data transfers), who provide services on our behalf, such as training service providers.\n</li>\n<li>anyone expressly authorized by you to receive your personal data.\n</li>\n<li>anyone to whom we are required by law to disclose personal data, upon valid and enforceable request thereof.\n</li>\n<li>the Federal government offices that oversee the protection of human subjects in research will also have access to research records to ensure protection of research subjects.\nThe research sponsor (DoD and NSF) representatives are authorized to review research records.\n</li>\n</ul>\n<p>\n</p>\n<p>In order for the IoTA Mobile App and the IoT Privacy Infrastructure to function, we rely on the following third party service providers: </p>\n<ul>\n<li>Amazon Cloud - Amazon Web Services (AWS) </li>\n<li>Mapbox - Third party map tile provider for the IoT web portal </li>\n<li>Google Maps - Map provider for the IoTA Mobile App </li>\n<li>Google Firebase Dynamic Links - Third party library that provides a way for the user to scan a QR code to open the IoTA Mobile App to a specific IoT Resource page and to first download the IoTA Mobile App on the user’s phone if it is not yet installed on it.\n</li>\n<li>Third party libraries (e.g., Laravel PHP framework, Bootstrap front-end framework, NPM package manager, Vue.js JavaScript framework, Flutter framework) </li>\n<li>Third party email providers (Google G Suite, Amazon Simple Email Services) </li>\n</ul>\n<p>\n</p>\n<p>We will access, disclose and preserve personal data, when we have a good faith belief that doing so is necessary to: </p>\n<p>\n</p>\n<ul>\n<li>comply with applicable law or respond to valid legal processes, including from law enforcement or other government agencies, upon valid and enforceable request thereof.\nor </li>\n<li>operate and maintain the security of the Services, including to prevent or stop an attack on our computer systems or networks.\n</li>\n</ul>\n<p>\n</p>\n<p>Please note that some of the Services may direct you to services of third parties whose privacy practices differ from CMU’s.\nIf you provide personal data to any of those services, your data is governed by their privacy statements or policies.\nCarnegie Mellon University is not responsible for the privacy practices of these Third Party Services.\nPlease review the privacy policies for these Third Party Services to understand how they process your information.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>HOW YOU MAY SHARE PERSONAL DATA </p>\n<p>\n</p>\n<p>Certain features of the Services may allow you to share information with others.\nDo not share your personal data or the personal data of others through the sharing features.\nYou are the Controller of personal information you share through the sharing features of the Services.\n</p>\n<p>\n</p>\n<p>HANDLING OF PERSONAL DATA </p>\n<p>\n</p>\n<p>Security of Personal Data </p>\n<p>\n</p>\n<p>CMU is committed to protecting the security of your personal data.\nDepending on the circumstances, we may hold your information in hard copy and/or electronic form.\nFor each medium, we use technologies and procedures to protect personal data.\nWe review our strategies and update as necessary to meet our needs, changes in technology, and regulatory requirements.\n</p>\n<p>\n</p>\n<p>These measures include, but are not limited to, technical and organizational security policies and procedures, security controls and employee training.\n</p>\n<p>\n</p>\n<p>We may suspend your use of all or part of the Services without notice if we suspect or detect any breach of security, any abuse, or any illegal or questionable activity.\nIf you believe that information you provided to us is no longer secure, please notify us immediately using the contact information provided below.\n</p>\n<p>\n</p>\n<p>If we become aware of a breach that affects the security of your personal data, we will provide you with notice as required by applicable law.\nTo the extent permitted by applicable law, CMU will provide any such notice that CMU must provide to you at your account’s email address.\nBy using the Services, you agree to accept notice electronically.\n</p>\n<p>\n</p>\n<p>Storage and Transfer of Personal Data </p>\n<p>\n</p>\n<p>Personal data collected by CMU may be stored and processed in your region, in the United States or in any other country where CMU, its affiliates or contractors maintain facilities, including outside the European Union.\nWe take steps to ensure that the data we collect under this Privacy Policy is processed pursuant to the terms thereof and the requirements of applicable law wherever the data is located.\n</p>\n<p>\n</p>\n<p>CMU also collaborates with third parties such as cloud hosting services and suppliers located around the world to serve the needs of our business, workforce, and users.\nIn some cases, we may need to disclose or transfer your personal data within CMU or to third parties in areas outside of your home country.\nWhen we do so, we take steps to ensure that personal data is processed, secured, and transferred according to applicable law.\n</p>\n<p>\n</p>\n<p>If you would like to know more about our data transfer practices, please contact our Information Security Office at GDPR-info@andrew.cmu.edu.\n</p>\n<p>\n</p>\n<p>Retention of Personal Data </p>\n<p>\n</p>\n<p>We only keep personal data in our records for as long as necessary for the purpose for which such data is processed.\nThe retention period depends on the context in which we process data: </p>\n<p>\n</p>\n<p>Location Data: Your browser location (if allowed) is only retained for the time necessary to center our map tool.\nOur third party map tile provider, Mapbox, may collect your browser location information when providing the required map tiles.\nThey delete this location information after 24 hours.\nMore details can be found in their privacy policy.\nYour IoTA Mobile App location data is only retained for the time necessary to identify and notify you of IRRs and IoT Resources around you.\nFor research purposes and to prevent fraud and abuse, we do however keep logs of the times when your IoTA Mobile App accesses IRRs near you.\nGiven the radius within which each IRR can be discovered, this information is indicative of your location.\nDifferent IRRs can have different discovery radiuses.\n</p>\n<p>\n</p>\n<p>Profile Data: Email ID, username and password associated with your IoT PI and IoTA accounts will be retained as long as your account is active on our infrastructure.\nIf you choose to withdraw your consent from participating in our research (refer to the following section), this account information will be permanently deleted from our databases and your account will no longer be usable as a result.\n</p>\n<p>\n</p>\n<p>Technical Data: Metadata collected as a result of your interactions with the IoT PI will be retained for a minimum of three years after the conclusion of the research project in accordance with US Federal regulations (45 CFR 46).\n</p>\n<p>\n</p>\n<p>Unique identifiers Used to Keep Track of User-Specific Privacy Decisions: These identifiers are retained for as long as your account is active on our infrastructure </p>\n<p>\n</p>\n<p>\n</p>\n<p>Your Privacy Decisions: Privacy decisions that you make using the IoT PI will be retained for a minimum of three years after the conclusion of the research project in accordance with US Federal regulations (45 CFR 46).\nIf you withdraw consent from our research (refer to the following section) within this period, your privacy decisions will be retained in a de-identified format.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The IoT Resource Listings and IoT Resource &nbsp.\nTemplates you create will be retained for a minimum of three years after the conclusion of the research project in accordance with US Federal regulations (45 CFR 46).\nIf you withdraw your consent prior to the conclusion of the research project, you also have the option of transferring ownership of any of the IoT Resource Listings or IoT Resource Templates you created to another user, subject to that user's agreement.\nOnce such transfer has taken place the new owner becomes the Controller of the Content included in the corresponding IoT Resource Listing or IoT Resource Template </p>\n<p>\n</p>\n<p>Identity Data: Name, country or countries, and organization of users who request the creation of an IoT Resource Registry (IRR) will be retained as long as the users maintain an account with the IoT Privacy Infrastructure.\n</p>\n<p>\n</p>\n<p>YOUR RIGHTS REGARDING YOUR PERSONAL DATA </p>\n<p>\n</p>\n<p>CMU respects your right to access and control your personal data.\nYou have choices about the data we collect.\nWhen you are asked to provide personal data that is not necessary for the purposes of providing you with the Services, you may decline.\nHowever, if you choose not to provide data that is necessary to provide the Services, you may not have access to certain features of the Services.\n</p>\n<p>\n</p>\n<p>We aim to keep all personal data that we hold, as Controller, accurate, complete and up-to-date.\nWhile we will use our best efforts to do so, we encourage you to tell us if you change your contact details.\nIf you believe that the information we hold about you is incorrect, incomplete or out-of-date, please contact GDPR-info@andrew.cmu.edu .\nPlease bear also in mind that you are Controller of Your Content (e.g., IoT Resource Listings, IoT Resource Templates, IoT Resource Registries) and are responsible for the accuracy and completeness of that Content.\n</p>\n<p>\n</p>\n<p>Access to personal data: &nbsp;In some jurisdictions, you have the right to request access to your personal data.\nIn these cases, we will comply, subject to any relevant legal requirements and exemptions, including identity verification procedures.\nBefore providing data to you, we will ask for proof of identity and sufficient information about your interaction with us so that we can locate any relevant data.\nWe may also charge you a fee for providing you with a copy of your data (except where this is not permissible under local law).\n</p>\n<p>\n</p>\n<p>Correction and deletion: In some jurisdictions, you have the right to correct or amend your personal data if it is inaccurate or requires updating.\nYou may also have the right to request deletion of your personal data.\nPlease note that such a request could be refused because your personal data is required to provide you with the Services you requested </p>\n<p>\n</p>\n<p>Portability: &nbsp;If you are a resident of the European Union, you may have the right to ask for a copy of your personal data and/or ask for it to be ported to another provider of your choice.\nPlease note that such a request could be limited to only the personal data you provided us with or that we hold at that given time and subject to any relevant legal requirements and exemptions, including identity verification procedures.\n</p>\n<p>\n</p>\n<p>COOKIES &amp.\nOTHER TECHNOLOGIES </p>\n<p>\n</p>\n<p>This Cookies Policy explains how we use Cookies to collect information about the way you use the Services, and how you can control them.\n</p>\n<p>\n</p>\n<p>How We Use Cookies </p>\n<p>\n</p>\n<p>We use Cookies to track how you use the Services by compiling usage statistics.\n</p>\n<p>\n</p>\n<p>While this information on its own may not constitute your “personal data”, we may combine the information we collect via Cookies with personal data that we have collected from you to learn more about how you use the Services to improve them.\n</p>\n<p>\n</p>\n<p>Types of Cookies </p>\n<p>\n</p>\n<p>We use session Cookies that expire once you log out or following a period of inactivity.\nTo make it easier for you to understand why we need them, the Cookies we use on the Services can be grouped into the following categories: </p>\n<p>\n</p>\n<ul>\n<li>Strictly Necessary: These Cookies are necessary for the Services to work properly.\nThey include any essential authentication and authorization Cookies for the Services.\n</li>\n<li>Functionality: These Cookies enable technical performance and allow us to “remember” the choices you make while browsing the Services, including any preferences you set.\nThey also include sign-in and authentication Cookies and IDs that enable you to return without additional sign-in.\n</li>\n<li>Performance/Analytical: These Cookies allow us to collect certain information about how you navigate the Services.\nThey help us understand which areas you use and what we can do to improve them.\n</li>\n</ul>\n<p>.\n</p>\n<p>\n</p>\n<p>Here is a representative list of the Cookies we use.\n</p>\n<p>\n</p>\n<p>Provider </p>\n<p>Cookie Name </p>\n<p>Category </p>\n<p>Duration </p>\n<p>Purpose </p>\n<p>CMU </p>\n<p>iot_privacy_infrastructure_session <br>\n<br>\n</p>\n<p>Strictly Necessary/Functionality/ Performance/Analytical </p>\n<p>2 hours after inactivity or when user logs out </p>\n<p>These cookies are used to recognize users once they have been authenticated.\nThey are also used to track user activities on the IoT PI.\nThis information is used to understand how people interact with the IoT PI and to help improve our Services.\n</p>\n<p>CMU </p>\n<p>XSRF-TOKEN </p>\n<p>Strictly Necessary </p>\n<p>2 hours after inactivity or when user logs out </p>\n<p>This cookie is used to protect against cross-site request forgery (CSRF) attacks.\n</p>\n<p>CMU </p>\n<p>iotpi_cookie_consent </p>\n<p>Strictly Necessary </p>\n<p>a year </p>\n<p>This cookie is used to record a user’s consent to our use of cookies </p>\n<p>\n</p>\n<p>\n</p>\n<p>How to Control and Delete Cookies </p>\n<p>\n</p>\n<p>Cookies can be controlled, blocked or restricted through your web browser settings.\nInformation on how to do this can be found within the Help section of your browser.\nAll Cookies are browser specific.\nTherefore, if you use multiple browsers or devices to access websites, you will need to manage your cookie preferences across these environments.\n</p>\n<p>\n</p>\n<p>If you are using a mobile device to access the Services, you will need to refer to your instruction manual or other help/settings resource to find out how you can control Cookies on your device.\n</p>\n<p>\n</p>\n<p>Please note: If you restrict, disable or block any or all Cookies from your web browser or mobile or other device, the Services may not operate properly, and you may not have access to the Services.\nCMU shall not be liable for any impossibility to use the Services or degraded functioning thereof, where such are caused by your settings and choices regarding Cookies.\n</p>\n<p>\n</p>\n<p>To learn more about Cookies, visit https://www.allaboutCookies.org .\n</p>\n<p>\n</p>\n<p>Do Not Track </p>\n<p>\n</p>\n<p>Some web browsers (including Safari, Internet Explorer, Firefox and Chrome) incorporate a “Do Not Track” (“DNT”) or similar feature that signals to websites that a user does not want to have his or her online activity and behavior tracked.\nIf a website that responds to a particular DNT signal receives the DNT signal, the browser can block that website from collecting certain information about the browser’s user.\nNot all browsers offer a DNT option and DNT signals are not yet uniform.\nFor this reason, many website operators, including CMU, do not respond to DNT signals.\n</p>\n<p>\n</p>\n<p>CHILDREN’S PRIVACY </p>\n<p>\n</p>\n<p>IF YOU ARE UNDER THE AGE OF 18, DO NOT USE THE SERVICES.\n</p>\n<p>\n</p>\n<p>The Services are intended to be used by individuals who are at least 18 years old.\nConsistent with the requirements of the U.S.\nChildren’s Online Privacy Protection Act, if we learn that we received any information directly from a child under age 13 without his or her parent’s verified consent, we will use that information only to inform the child (or his or her parent or legal guardian) that he or she cannot use the Services.\n</p>\n<p>\n</p>\n<p>California Minors: &nbsp.\nIf you are a California resident who is under age 18 and you are unable to remove publicly-available Content that you have submitted to us, you may request removal by contacting us at: iso-ir@andrew.cmu.edu.\n&nbsp;When requesting removal, you must be specific about the information you want removed and provide us with specific information, such as the URL for each page where the information was entered, so that we can find it.\nWe are not required to remove any Content or information that: (1) federal or state law requires us or a third party to maintain.\n(2) was not posted by you.\n(3) is anonymized so that you cannot be identified.\n(4) you don’t follow our instructions for removing or requesting removal.\nor (5) you received compensation or other consideration for providing the Content or information.\nRemoval of your Content or information from the Services does not ensure complete or comprehensive removal of that content or information from our systems or the systems of our service providers.\nWe are not required to delete the Content or information posted by you.\nour obligations under California law are satisfied so long as we anonymize the content or information or render it invisible to other users and the public.\n</p>\n<p>\n</p>\n<p>THE GENERAL DATA PROTECTION REGULATION (“GDPR”) </p>\n<p>\n</p>\n<p>If you are a resident of the European Union you &nbsp;may be entitled to other rights under the GDPR.\nThese rights are summarized below.\nWe may require you to verify your identity before we respond to your requests to exercise your rights.\nIf you are entitled to these rights, you may exercise these rights with respect to your personal data that we collect and store: </p>\n<p>\n</p>\n<ul>\n<li>the right to withdraw your consent to data processing at any time (please note that this might prevent you from using certain aspects of the Services).\n</li>\n<li>the right of access your personal data.\n</li>\n<li>the right to request a copy of your personal data.\n</li>\n<li>the right to correct any inaccuracies in your personal data.\n</li>\n<li>the right to erase your personal data.\n</li>\n<li>the right to data portability, meaning to request a transfer of your personal data from us to any other person or entity as chosen by you.\n</li>\n<li>the right to request restriction of the processing of your personal data.\nand </li>\n<li>the right to object to processing of your personal data.\n</li>\n</ul>\n<p>\n</p>\n<p>You may exercise these rights free of charge.\nThese rights will be exercisable subject to limitations as provided for by the GDPR.\nAny requests to exercise the above listed rights may be made to: GDPR-info@andrew.cmu.edu.\n</p>\n<p>\n</p>\n<p>If you are a resident of the European Union , you may have the right to &nbsp;lodge a complaint with a Data Protection Authority about how we process your personal data at the following website: https://edpb.europa.eu/about-edpb/board/members_en.\n</p>\n<p>\n</p>\n<p>Processing EU Personal Data </p>\n<p>\n</p>\n<p>In the event that your personal data is subject to the GDPR, we will only use your personal data for the original purpose for which we collected it, unless we reasonably consider that we need to use it for another purpose and that purpose is compatible with the original purpose.\nIf we need to use your EU personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.\nWe require third parties to only use your EU personal data for the specific purpose for which it was given to us and to protect the privacy of your personal data.\nIf your personal data is no longer necessary for the legal or business purposes for which it is processed, we will generally destroy or anonymize that data.\n</p>\n<p>\n</p>\n<p>International Transfers of Personal Data </p>\n<p>\n</p>\n<p>Whenever we transfer your personal data out of the EU, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented: </p>\n<p>\n</p>\n<ul>\n<li>European Commission Standard Contractual Clauses: We may use specific contracts approved by the European Commission which give personal data the same protection it has in the EU.\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Privacy Shield.\nWhere we use providers based in the US, we may transfer data to them if they are part of the Privacy Shield which requires them to provide similar protection to personal data shared between the Europe and the US.\n</li>\n</ul>\n<p>\n</p>\n<p>For additional information on the mechanisms used to protect your personal data, please contact us at GDPR-info@andrew.cmu.edu.\n</p>\n<p>\n</p>\n<p>CHANGES TO THIS PRIVACY POLICY </p>\n<p>\n</p>\n<p>We may update this Privacy Policy based upon evolving Laws, regulations and industry standards, or as we may make changes to our Services.\nWe will post changes to our Privacy Policy on this page and encourage you to review our Privacy Policy when you use the Services to stay informed.\nIf we make changes that materially alter your privacy rights, CMU will provide additional notice, such as via email or through the Services.\nIf you disagree with the changes to this Privacy Policy, you should discontinue your use of the Services.\nYou may also request access and control of your personal data as outlined in the Your Rights Regarding Personal Data section of this Privacy Policy.\n</p>\n<p>\n</p>\n<p>QUESTIONS OR COMPLAINTS HANDLING </p>\n<p>\n</p>\n<p>We understand that you may have questions or concerns about this Privacy Policy or our privacy practices or may wish to file a complaint.\nIn such case, please contact us in one of the following ways: </p>\n<p>\n</p>\n<p>Email: GDPR-info@andrew.cmu.edu </p>\n<p>Mail: </p>\n<p>Carnegie Mellon University <br>Attention: Data Protection Officer <br>5000 Forbes Avenue <br>Pittsburgh, PA 15213 </p>\n<p>\n</p>\n<p>If you are not satisfied with our answer or how CMU manages your personal data, you may also have the right to make a complaint to a data protection regulator.\nIf you are a resident of the European Union, a list of National Data Protection Authorities can be found here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p> © Copyright 2015-2023 Personalized Privacy Assistant Project, Carnegie Mellon University - All Rights Reserved - US Patent 10,956,586 with additional USPTO and EPO patents pending </p> ", "created_at": "2023-07-13 03:47:14.633025", "updated_at": "2023-07-13 03:49:10.342953"}], "points": [], "urls": ["iotprivacy.io"]}}