{"error": 448, "message": "OK", "parameters": {"id": 8228, "name": "urlscan.io", "created_at": "2023-05-06 02:10:54.839153", "updated_at": "2023-05-06 10:02:00.183447", "wikipedia": null, "keywords": null, "related": null, "slug": "urlscan-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8228.png", "url": "urlscan.io", "documents": [{"id": 15960, "name": "Privacy Policy", "url": "https://urlscan.io/privacy/", "xpath": "//*[@id=\"main\"]", "text": " urlscan.io - Privacy Policy\n<p>Last updated: July 22, 2020</p>\n<p>Thank you for using our service at urlscan.io.\nThis privacy policy will explain how our company uses the personal data we collect from you when you use our service.\nPlease read this privacy policy carefully as it will help you make informed decisions about sharing your personal data with us.\n<strong>If you do not agree with our policy, do not use our service or provide urlscan.io with your personal data.\n</strong>If you have any questions about our policy, or our practices with regards to your personal information, please contact us at privacy@urlscan.io.</p>\nDefinitions\n<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n<li>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to urlscan GmbH, Kuhlweg 6b, 52074 Aachen, Germany </li>\n<li>\n<strong>Account</strong> means a unique account created for you to access our Service or parts of our Service.</li>\n<li>\n<strong>Website</strong> refers to urlscan, accessible from urlscan.io</li>\n<li>\n<strong>Service</strong> refers to the Website.</li>\n<li>\n<strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.</li>\n<li>\n<strong>Cookies</strong> are small files that are placed on your computer, mobile device or any other device by a website, for the purpose of establishing a unique user identification token for the duration of the service being used.</li>\n<li>\n<strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n</ul>\nWhat data do We collect?\nPersonal Data\n<p>We collect personal information that You voluntarily/directly provide to Us when registering at the Service, when using Our Service or otherwise contacting Us.\n</p>\n<p>Personal Data may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First and last name</li>\n<li>Company name and job title</li>\n<li>Usage Data</li>\n</ul>\nUsage Data\n<p>Usage Data is collected automatically when using the Service.\nThis information does not reveal Your specific identity (like Your name or contact information) but may include device and usage information, such as Your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when You use Our Service and other technical information.\nThis information is primarily needed to maintain the security and operation of Our Service, and for Our internal analytics and reporting purposes.\n</p>\nCookies\n<p>When You visit Our Website, We may collect information from You automatically through Cookies or similar technology.\nOur Company uses Cookies in a range of ways to improve Your experience on Our Website, including, (but not limited to): Keeping You signed in to the service and re-establishing your user identity.</p>\n<p>Our Website only uses essential session Cookies, that are strictly necessary to provide You with services available through the Website and to enable You to use some of its features.\nThey help to authenticate users and prevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.\n</p>\n<p>You can set Your browser not to accept Cookies, and the above website tells You how to remove Cookies from Your browser.\nHowever, (in a few cases), some of Our Website’s features may not function as a result.\n</p>\nHow will We use Your data? <p>We may use Personal Data for the following purposes:</p>\n<ul>\n<li>To create and manage user accounts.\nWe may use Your information for the purposes of managing Your account and keeping it in working order.</li>\n<li>To send administrative information to You.\nWe may use Your personal information to send You product, service and new feature information and/or information about changes to Our terms, conditions, and policies.</li>\n<li>To protect Our Service.\nWe may use Your information as part of Our efforts to keep Our Service safe and secure (for example, for fraud monitoring and prevention).</li>\n<li>To manage Your requests.\nWe may use Your information to attend and manage Your requests to Us.</li>\n</ul> Will Your Information be shared with anyone?\n<p>We may process or share data based on the following legal basis:</p>\n<ul>\n<li>\n<strong>Consent</strong>: We may process Your data if You have given Us specific consent to use Your data for a specific purpose.</li>\n<li>\n<strong>Contractual Obligations</strong>: Where We have entered into a contract with You, We may process Your personal information to fulfill the terms of Our contract.</li>\n<li>\n<strong>Legitimate Interests</strong>: We may process Your data when it is reasonably necessary to achieve Our legitimate business interests.</li>\n<li>\n<strong>Legal Obligations</strong>: We may disclose Your information where We are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).</li>\n<li>\n<strong>Vital Interests</strong>: We may disclose Your information where We believe it is necessary to investigate, prevent, or take action regarding potential violations of Our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which We are involved.</li>\n</ul>\n<p>More specifically, We may need to process Your data or share Your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>Business Transfers</strong>: We may share or transfer Your information if Our Company is involved in a merger, acquisition or asset sale.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</li>\n</ul> How do We store and process Your data?\n<p>Your data is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nYour consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p>\n<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p>\nHow long do We keep Your data?\n<p>We will only keep Your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this policy will require Us keeping Your personal information for longer than the period of time in which users have an account with us.</p>\n<p>When We have no ongoing legitimate business need to process Your personal information, We will either delete or anonymize it, or, if this is not possible (for example, because Your personal information has been stored in backup archives), then we will securely store Your personal information and isolate it from any further processing until deletion is possible.</p>\nWhat are Your data protection rights? <p>We would like to make sure You are fully aware of all of Your data protection rights.\nEvery user is entitled to the following: </p>\n<ul>\n<li>\n<strong>The right to access - </strong>You have the right to request Our Company for copies of Your Personal Data.\nWe may charge You a small fee for this service.</li>\n<li>\n<strong>The right to rectification</strong> - You have the right to request that Our Company correct any information You believe is inaccurate.\nYou also have the right to request Our Company to complete information You believe is incomplete.</li>\n<li>\n<strong>The right to erasure </strong>- You have the right to request that Our Company erase Your Personal Data, under certain conditions.</li>\n<li>\n<strong>The right to restrict processing </strong>- You have the right to request that Our Company restrict the processing of Your Personal Data, under certain conditions.</li>\n<li>\n<strong>The right to object to processing</strong> - You have the right to object to Our Company's processing of Your Personal Data, under certain conditions.</li>\n<li>\n<strong>The right to data portability </strong>- You have the right to request that Our Company transfer the data that We have collected to another organization, or directly to You, under certain conditions.</li>\n</ul>\n<p>If You make a request, We have one month to respond to You.\nIf You would like to exercise any of these rights, please contact Us at Our email: info<u>@urlscan.io</u>\n</p>\nAccount Information\n<p>If You would at any time like to review or change the information in Your account or terminate Your account, You can:</p>\n<ul>\n<li>Contact Us using the contact information provided.</li>\n<li>Log into Your account settings and update Your user account.</li>\n</ul>\n<p>Upon Your request to terminate Your account, We will deactivate or delete Your account and information from Our active databases.\nHowever, some information may be retained in Our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce Our Terms of Use and/or comply with legal requirements.</p>\n<p>You can unsubscribe from Our email list at any time by clicking on the unsubscribe link in the emails that We send or by contacting Us using the details provided below.\nYou will then be removed from the email list – however, We will still need to send You service-related emails that are necessary for the administration and use of Your account.\nTo otherwise opt-out, You may:</p>\n<ul>\n<li>Contact Us using the contact information provided.</li>\n<li>Access Your account settings and update preferences.</li>\n<li>Note Your preferences when You register an account with Our Service.</li>\n</ul>\nDo We collect Information from Minors\n<p>Our Service does not address anyone under the age of 18.\nWe do not knowingly collect personally identifiable information from children under 18 years of age.\nBy using the Service, You represent that You are at least 18 or that You are the parent or guardian of such a minor and consent to such minor dependent’s use of the Service.\n</p>\n<p>If We become aware that personal information from users less than 18 years of age has been collected, We will deactivate the account and take reasonable measures to promptly delete such data from Our records.\nIf You become aware of any data We have collected from children under age 18, please contact Us at privacy<u>@urlscan.io</u>.</p>\nPrivacy policies of other websites <p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\nChanges to Our privacy policy\n<p>Urlscan reserves the right to update this privacy policy at any time.\nWe will notify You either by prominently posting a notice of such changes and update the “latest update” date at the top of this page or by directly sending You a notification.\n</p>\n<p>We strongly recommend reviewing this privacy policy frequently for any changes.\n</p>\n<p>Copyright © 2023, urlscan GmbH<br>Version: 2023-05-05T12:02</p>\n<p> Follow @urlscanio</p>84 Scans Running 0 Scans Queued118248 Public (24h) 103959 Unlisted (24h) 449669 Private (24h)Page generated on 2023-05-06 02:14:44<ul>\n<li>About Us</li>\n<li>Security</li>\n<li>Newsletter</li>\n<li>Sitemap</li>\n</ul>\n<ul>\n<li>Status Page</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Impressum / Legal</li>\n</ul>\n", "created_at": "2023-05-06 02:10:54.899412", "updated_at": "2023-05-06 02:14:50.564144"}, {"id": 15959, "name": "Terms of Service", "url": "https://urlscan.io/terms/", "xpath": "//*[@id=\"main\"]", "text": " urlscan.io - Terms of Service\n<p>Last updated: July 22, 2020</p>\nAcceptance of Terms\n<p>This service is offered and operated by urlscan GmbH (“<strong>urlscan”, “urlscan.io”</strong>), a German limited-liability company, incorporated in Aachen, Germany (HRB 23462).\nThese Terms of Service constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“<strong>You”</strong>), and urlscan (“<strong>We”, “Us”</strong>) and governs all use of the urlscan.io and urlscan.com website (the “<strong>Site”</strong>), the content available as part of our Service (the <strong>“Content”</strong>), the raw data available through our Service (the<strong> “Data”</strong>), as well as any auxiliary services and products provided by us and available through our site (collectively, the “<strong>Service”</strong>).\nIf you are entering into this agreement on behalf of a company or other legal entity, you represent that you have the authority to bind such entity, its affiliates and all users who access our services through your account to these terms and conditions, in which case the terms \"You\" or \"Your\" shall refer to such entity, its affiliates and users associated with it.\nIf you do not have such authority, or if you do not agree with these terms and conditions, you must not accept this agreement and may not use the services.</p>\n<p>The Service is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies and procedures that may be published from time to time on this site by urlscan (collectively, the <strong>Terms of Service</strong>).</p>\n<p>\n<strong>Please read these Terms of Service carefully before accessing the Site or otherwise using the Service.\nYou agree that by accessing the Site or using any part of the Service, you have read, understood and agree to become bound by all of these Terms of Service.\nIf you do not agree to all of these Terms of Service, then you are prohibited from accessing the Site, Service, or any part thereof and must discontinue use immediately.\n</strong>\n</p>\n<p>Our Privacy Policy (the <strong>Privacy Policy</strong>), which sets out the terms on which we process any personal data we collect from you, or that you provide to us, is expressly incorporated by reference.\nBy using the Site, you consent to such processing and you warrant that all data provided by you is accurate.\nFor inquiries in regard to our Privacy Policy, or to report a privacy related problem, please contact us at info@urlscan.io.</p>\n<p>In addition, some services offered through the Site (specifically, but not limited to, commercial services and products) may be subject to additional terms and conditions or documents that may be posted on the Site from time to time.\nyour use of such services is subject to those additional terms and conditions, which are expressly incorporated into these Terms of Service by reference.</p>\n<p>We may, in the future, offer new services and/or features through the Site including the release of new tools and resources.\nSuch new services and/or features shall be subject to these Terms of Service.\nYour continued use of the Service after the introduction of new services and/or features constitutes your acceptance of the Terms of Service as changed or modified.</p>\n<p>We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service at any time.\nWe will notify you either by prominently posting a notice of such changes and update the “Last updated” date at the top of this page or by directly sending you a notification.\nThe updated version will be effective as soon as it is accessible.\nYou are responsible for reviewing these Terms of Service to stay informed of updates.\nYour continued use of the Site and the Service represents that you have accepted such changes.\n</p>\nAcceptable Use\n<p>The Site and the Service (including without limitation, any Content (as defined below), documents or other information made available on or through the Service) is provided only for your own personal use.\nYou may not access or use the Site for any purpose other than that for which we make the site and our services available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.</p>\n<p>You are prohibited from using the Site or the Service for any purpose that is unlawful or prohibited by these Terms of Service.\nYou agree to abide by all applicable local, state, national and international laws, rules and regulations.</p>\n<p>By using our Service through the UI or API interfaces, you agree to:</p>\n<ul>\n<li>Respect the guidelines of our API documentation for how to work with the API.</li>\n<li>Respect any best practices for interfacing with the API.</li>\n<li>Respect any rate-limit and quotas set in place.</li>\n<li>Ensure to implement necessary backoff and limiting measures so as not to overwhelm our Service.</li>\n<li>Ensure that you have the necessary permissions to submit URLs for scanning.</li>\n<li>Make available the data that you submit for sharing with the wider community and our partners.</li>\n</ul>\n<p>By way of example, and not as a limitation, you agree not to upload, download, post, submit or otherwise distribute or facilitate distribution of any content (including text, communications, software, images, sounds, data or other information) through the Service, that:</p>\n<ul>\n<li>Knowingly infringes any patent, trademark, trade secret, copyright, right of publicity or other right of any other person or entity.</li>\n<li>Is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, obscene, offensive, profane or which otherwise violates the Terms of Service.</li>\n<li>Constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (\"spamming\").</li>\n<li>Imposes an unreasonable or disproportionately (in the sole judgment of urlscan) large burden on urlscan’s operational infrastructure, including storage, processing and communications infrastructure, or attempts to gain unauthorized access to the Service, other accounts, computer systems or networks connected to the Service, through password mining or otherwise.</li>\n<li>Contains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data or other information of urlscan or any third party.</li>\n</ul>\n<p>By way of example, and not as a limitation, you agree not to:</p>\n<ul>\n<li>Use the Service in any way that breaches any applicable local, national, or international law or regulation.</li>\n<li>Use the Service in any way which could infringe the rights or interests of urlscan GmbH or any third party.</li>\n<li>Copy, reproduce, alter, modify, create derivative works, publicly display, republish, upload, post, transmit, resell or distribute in any way material, information or functionalities from the Service.</li>\n<li>Transfer any rights granted to you under the Terms.</li>\n<li>Engage in any activity that could damage, overload, harm or impede the normal functioning of the Service.</li>\n<li>Attempt to gain unauthorized access to our Site, the servers from which our Site is servers or any server, computer or database connected to our Site.</li>\n<li>Attack, or attempt to attack our Site via a denial-of-service attack or a distributed denial-of service attack.</li>\n<li>Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users to send unsolicited email or creating user accounts under false pretenses.</li>\n<li>Systematically retrieve data or other content from the Site to a compile database or directory without written permission from us.</li>\n<li>Use the Site to advertise or sell goods and services.</li>\n<li>Engage in unauthorized framing of or linking to the Site.</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any content or enforce limitations on the use.</li>\n<li>Make improper use of our support services, or submit false reports of abuse or misconduct.</li>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</li>\n<li>Interfere with, disrupt, or create an undue burden on the Site or the networks and services connected to the Site.</li>\n<li>Attempt to impersonate another user or person, or use the username of another user.</li>\n<li>Use any information obtained from the Site in order to harass, abuse, or harm another person.</li>\n<li>Sell or otherwise transfer your profile.</li>\n<li>Use the Site or our content as part of any effort to compete with us or to create a revenue-generating endeavor or commercial enterprise with significant overlap to our Product portfolio.</li>\n<li>Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site (except to the limited extent applicable laws specifically prohibit such restrictions).</li>\n<li>Attempt to access any portions of the Site that you are restricted from accessing.</li>\n<li>Harass, annoy, intimidate, or threaten any of our employees, agents, or other users.</li>\n<li>Delete the copyright or other proprietary rights notice from any of the content.</li>\n<li>Copy or adapt the Site’s software, including but not limited to the sites HTML, CSS, JavaScript, or other code.\n</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</li>\n<li>Falsely imply a relationship with us or another company with whom you do not have a relationship.</li>\n</ul>\n<p>With the exception of acceptable API usage, you will not:</p>\n<ul>\n<li>Use any robot, spider, scraper or other automated means to access the Service for any purpose without urlscan’s express written permission.</li>\n<li>Interfere or attempt to interfere with the proper working of the Service or any activities conducted on the Service;</li>\n<li>Bypass any measures urlscan may use to prevent or restrict access to the Service.</li>\n</ul>\n<p>urlscan may remove any Content at any time for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content), or for no reason at all.\nurlscan may, at its sole discretion, immediately terminate your access to the Service should your conduct fail to conform strictly with our Terms of Service, including with any provision of this section.</p>\n<p>Please report any violation of these Terms of Service by contacting us at info@urlscan.io.</p> Information you provide to us\n<p>By using the Service, you understand and warrant that:</p>\n<ul>\n<li>All registration information you submit will be true, accurate, current, and complete and relate to you and not a third party.</li>\n<li>You will maintain the accuracy of such information and promptly update such information as necessary.</li>\n<li>You are exclusively responsible for generating unique and complex credentials, safeguarding them, and for any activities or actions taken on the Service using such credentials.</li>\n<li>You have the legal capacity and you agree to comply with these Terms of Service.</li>\n<li>You will not share your personal login information with any third party.</li>\n<li>We claim no intellectual property rights over the URLs you provide to the Service.\nHowever, by submitting your scans with a visibility of “Public” or “Unlisted”, you agree to allow others to view and process the URLs you submitted.</li>\n<li>We will not share URLs submitted as “Private” with any third party, including but not limited to our partners and customers.</li>\n<li>You are responsible for all content posted and activity that occurs under your account.</li>\n<li>You are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.</li>\n<li>We may delete the URLs submitted by yourself, along with any artifacts resulting from their analysis, at any point in time and for any reason.</li>\n</ul>\n<p>If you know or suspect that anyone other than you knows your user information (such as an identification code or user name) and/or password you must promptly notify us at <u>info@urlscan.io</u>.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, we may suspend or terminate your account.</p>\nOur content and data\n<p>Unless otherwise indicated, the Site and Services including source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (Our <strong>Content</strong>) are owned or licensed to us, and are protected by copyright and trademark laws.\nAny artifacts produced by analysing third-party websites (the <strong>“Data”</strong>) remain the intellectual property of said third parties and are not considered part of our Content.\nYou may use this information in accordance with the terms of service of the third party service from which it was retrieved.</p>\n<p>Except as expressly provided in these Terms of Service, no part of the Site, Services or Our Content may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.\n</p>\n<p>Provided that you are eligible to use the Site, you are granted a limited licence to access and use the Site and Our Content and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nCommercial use of any part of our service requires express written permission.</p>\n<p>Although we make reasonable efforts to update the information on our site, we make no representations, warranties or guarantees, whether express or implied, that Our Content on the Site is accurate, complete or current.</p>\n<p>The content on the Site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\nAny reliance on the material on this site is at your own risk.\n</p>\n<p>As part of the Service, urlscan endeavors to identify phishing websites (for example websites which fraudulently collect personal information) and to offer these verdicts to others.\nurlscan is not liable for the effect of (including, your reliance on) this anti-phishing data.\nIf you think a website has mistakenly been designated as a phishing website, please contact us at info@urlscan.io to provide details or use the builtin “Report” feature.</p>\n<p>This site may contain certain historical information.\nHistorical information, necessarily, is not current and is provided for your reference only.\nWe reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site.\nYou agree that it is your responsibility to monitor changes to our site.</p> Link to third party content <p>The Site may contain links to websites or applications operated by third parties.We do not have any influence or control over any such third party websites or applications or the third party operator.\nWe are not responsible for and do not endorse any third party websites or applications or their availability or content.</p>\n<p>We accept no responsibility for adverts contained within the Site.\nIf you agree to purchase goods and/or services from any third party who advertises in the Site, you do so at your own risk.\nThe advertiser, and not us, is responsible for such goods and/or services and if you have any questions or complaints in relation to them, you should contact the advertiser.\n</p>\n<p>We do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.\nWe are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites.\nPlease review carefully the third-party’s policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.\n</p>\n<p>We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.\nYou acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations or conditions of any kind and without any endorsement.\nWe shall have no liability whatsoever arising from or relating to your use of optional third-party tools.\nAny use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).\nBy way of example, and not as a limitation, such tools include the third-party API and SOAR integrations referenced on our API documentation page.</p>\n<p>We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources).\nSuch new features and/or services shall also be subject to these Terms of Service.</p> Site Management <p>We reserve the right at our sole discretion, to:</p>\n<ul>\n<li>Monitor the Site for breaches of these Terms and Conditions.</li>\n<li>Take appropriate legal action against anyone in breach of applicable laws or these Terms and Conditions.</li>\n<li>Remove from the Site or otherwise disable all files and content that are excessive in size or are in any way a burden to our systems.</li>\n<li>Otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site and Services.\n</li>\n</ul>\n<p>We do not guarantee that the Site will be secure or free from bugs or viruses.\nYou are responsible for configuring your information technology, computer programs and platform to access the Site and you should use your own virus protection software.\n</p> Modifications to and availability of the Service <p>We reserve the right to modify or discontinue the Service (or any part or content thereof) at any time or for any reason at our sole discretion without notice.\nWe shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.\n</p>\n<p>We cannot guarantee the Site and Service will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site or Services during any downtime or discontinuance of the Site or Service.\nYour use of the Service is at your sole risk.\nThe service is provided on an \"as is\" and \"as available\" basis.\nWe are not obliged to maintain and support the Site or Services or to supply any corrections, updates, or releases.\n</p>\n<p>There may be information on our Site or in our Service that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers and availability.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update information.\nWe undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law.\nNo specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.</p> Warranties\n<p>The service, site and all content, products and services included in or available through the site, are provided \"As is\" and \"As available.\" the service, site and content, products and services are provided without warranty of any kind, express or implied, including, but not limited to, the implied warranties of title, non-infringement, merchantability and fitness for a particular purpose, and any warranties implied by any course of performance or usage of trade, all of which are expressly disclaimed.\nUrlscan, and its agents, partners, suppliers and content providers do not warrant that: (a) any content, including, any results, data, or information obtained through the service will be accurate, reliable, or complete.\n(b) the service will be secure or available at any particular time or location.\n(c) any defects or errors will be corrected.\n(d) the content is free of viruses or other harmful components.\nor (e) the results of using the service, or obtaining products through the service, will meet your requirements.\nYour use of the service is solely at your own risk.\nNeither urlscan nor its agents, partners, suppliers or content providers makes any warranties of any kind in regard to any content, opinions, advice and all other information expressed or posted by users of this site.</p>\nLimitation of Liability <p>In no event shall urlscan, its officers, directors, employees, agents, or suppliers be liable under contract, tort, strict liability, negligence or any other legal theory with respect to the site, the services or any content or products accessible through the site and service (i) for any lost profits or special, indirect, incidental, punitive, or consequential damages of any kind whatsoever, substitute goods or services (however arising), (ii) for any bugs, viruses, trojan horses, or the like (regardless of the source of origination), (ii) for any errors, omissions, or inaccuracies in any content or for any loss or damage of any kind incurred as a result of your use of any content posted, emailed, transmitted or otherwise made available at or through the site and service.\nBecause some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.\n</p>\n<p>You specifically acknowledge that urlscan shall not be liable for any user content or conduct.</p>\nIndemnification\n<p>You agree to indemnify, defend and hold harmless urlscan, its affiliates and our employees, contractors, officers, directors and representatives from all liabilities, claims, demands and expenses, including reasonable attorneys' fees, that arise from your (i) use or misuse of the Service.\n(ii) your access to the Site, use of the Services, violation of the Terms of Use by you.\nor, (iii) the infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity.</p> Severability\n<p>If any provision or part of a provision of these Terms of Service is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Terms of Service and does not affect the validity and enforceability of any remaining provisions.</p> Copyright and Trademark Notices\n<p>Unless otherwise indicated, these Terms of Use and all Content provided by urlscan are copyright © 2020 urlscan GmbH.\nAll rights reserved.\nThe names of actual companies and products mentioned on the Site may be the trademarks of their respective owners.</p>\nTerm and Termination\n<p>urlscan may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice, effective immediately.\nWithout limiting any other provision of these Terms and Conditions, we reserve the right to, in our sole discretion and without notice or liability, deny access to and use of the Site and the Services (including blocking certain IP addresses), to any person for any reason including without limitation for breach of any representation, warranty or covenant contained in these Terms and Conditions or of any applicable law or regulation.\n</p>\n<p>If you wish to terminate these Terms of Service or your urlscan account (if you have one), you may simply discontinue using the Service.\nAll provisions of the Terms of Service which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>If we determine, in our sole discretion, that your use of the Site/Services is in breach of these Terms and Conditions or of any applicable law or regulation, we may terminate your use or participation in the Site and the Services or delete your profile and any content or information that you posted at any time, without warning, in our sole discretion.\n</p>\n<p>If we terminate or suspend your account for any reason set out in this Section, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\n<p>The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.\nThese Terms of Service are effective unless and until terminated by either you or us.\nYou may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.\nIf in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination.\nand/or accordingly may deny you access to our Services (or any part thereof).</p>\nAbout These Terms\n<p>These Terms of Service and any policies or operating rules posted by us on the Site or in respect to the Services constitute the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, (whether oral, written or electronic) between you and us, including, but not limited to, any prior versions of these Terms of Service.\n</p>\n<p>Our failure to exercise or enforce any right or provision of these Terms of Service shall not constitute as a waiver of such right or provision.</p>\n<p>These Terms of Service and the Service contemplated hereunder are personal to you, and are not assignable, transferable or sublicensable by you except with urlscan’s prior written consent.\nurlscan may assign, transfer or delegate any of its rights and obligations hereunder without consent.\nAll waivers and modifications must be in a writing signed by both parties, except as otherwise provided herein.\nNo agency, partnership, joint venture, or employment relationship is created as a result of these Terms of Service and neither party has any authority of any kind to bind the other in any respect.\n</p>\n<p>If you are a business user, these Terms and Conditions, their subject matter and their formation (and any non-contractual disputes or claims) are governed by German Law.\nWe both agree to the exclusive jurisdiction of the courts of Germany.\nThe German courts will have exclusive jurisdiction over any claim arising from, or related to, the Service although we retain the right to bring proceedings against you for breach of the Terms in your country of residence or any other relevant country.</p>\n<p>In order to resolve a complaint regarding the Service or to receive further information regarding use of the Service, please contact us by email at info@urlscan.io or by mail to: </p>\n<p>urlscan GmbH<br>Kuhlweg 6b<br>52074 Aachen<br>Germany</p>\n<p>If you have any doubts as to whether your use of the Service complies with these Terms or have a concern with any aspect of the Site or the Service, please contact us.</p>\n<p>Copyright © 2023, urlscan GmbH<br>Version: 2023-05-05T12:02</p>\n<p> Follow @urlscanio</p>102 Scans Running 1 Scans Queued118281 Public (24h) 103986 Unlisted (24h) 449529 Private (24h)Page generated on 2023-05-06 02:12:01<ul>\n<li>About Us</li>\n<li>Security</li>\n<li>Newsletter</li>\n<li>Sitemap</li>\n</ul>\n<ul>\n<li>Status Page</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Impressum / Legal</li>\n</ul>\n", "created_at": "2023-05-06 02:10:54.869569", "updated_at": "2023-05-06 02:15:28.221033"}], "points": [], "urls": ["urlscan.io"]}}