{"error": 448, "message": "OK", "parameters": {"id": 6920, "name": "BiblioReads.ml", "created_at": "2022-11-18 22:42:04.749224", "updated_at": "2022-11-18 23:01:09.77233", "wikipedia": null, "keywords": null, "related": null, "slug": "biblioreads-ml", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6920.png", "url": "biblioreads.ml", "documents": [{"id": 12684, "name": "Privacy Policy", "url": "https://biblioreads.ml/privacy", "xpath": "//body", "text": "<ul>\n<li>Home</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Privacy</li>\n<li>\n</li>\n</ul>Privacy Policy<p>Last updated: November 13, 2022</p>\n<p>At BiblioReads, we believe that privacy is a fundamental right and strive to be as transparent as possible about how we use your information.\nWe will not sell, lease, or exchange your personal data to, or otherwise share your personal data with, third parties in ways other than described in this Privacy Policy.</p>\n<p>BiblioReads (\"us\", \"we\", or \"our\") operates the https://www.biblioreads.ml website.</p>General Data Protection Regulation (GDPR)<p>We are a Data Controller of your information.</p>\n<p>BiblioReads legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:</p>\n<ul>\n<li>BiblioReads needs to perform a contract with you</li>\n<li>You have given BiblioReads permission to do so</li>\n<li>Processing your personal information is in BiblioReads legitimate interests</li>\n<li>BiblioReads needs to comply with the law</li>\n</ul>\n<p>BiblioReads will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIf you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>The right to access, update or to delete the information we have on you.</li>\n<li>The right of rectification.</li>\n<li>The right to object.</li>\n<li>The right of restriction.</li>\n<li>The right to data portability</li>\n<li>The right to withdraw consent</li>\n</ul>Information Collected:<p>BiblioReads does not use analytics, third-party cookies or ad trackers on our website.\nCache Storage and a service worker is used to enable progressive web app (PWA) support.\nWe use local storage to remember your theme preferences, you may erase local storage by deleting your browser history.\nWe do not use cookies or local storage objects for any other purpose.\nOur hosting provider may keep logs and collect information such as IP addresses.</p>Third Party Privacy Policies<p>BiblioReads's Privacy Policy does not apply to other third-party websites and/or services.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.</p>\n<p>We have no control over, and assume no responsibility, for the content, privacy policies or practices of any third party sites or services.</p>Children's Information<p>BiblioReads does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p>Contacting Us<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.\nYou may contact us by creating an issue or by using the form on our contact page.</p>Consent<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nYou are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.\n</p>\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Contact</li>\n<li>Privacy</li>\n<li>Go To The Top</li>\n<li>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2022-11-18 22:42:04.753037", "updated_at": "2022-11-18 21:42:52.384712"}], "points": [], "urls": ["biblioreads.ml"]}}