{"error": 448, "message": "OK", "parameters": {"id": 9635, "name": "Prusa", "created_at": "2023-09-14 22:59:01.133845", "updated_at": "2023-09-15 10:02:41.554919", "wikipedia": null, "keywords": null, "related": null, "slug": "prusa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9635.png", "url": "prusa3d.com", "documents": [{"id": 19143, "name": "General Terms and Conditions", "url": "https://www.prusa3d.com/page/general-terms-and-conditions-of-use_56/", "xpath": "/html/body/div[1]/div[2]/div[1]", "text": "General Terms and Conditions of Use 1.\nGeneral Provisions\n<ul>\n<li>1.1 These Terms and Conditions stipulate the rights and obligations in the purchase of goods in the PRUSA e-shop (hereinafter the&nbsp;<strong>“Terms and Conditions”</strong>) between the Seller,&nbsp;<strong>Prusa Research a.s.</strong>, a company with its registered office at Partyzánská 188/7A, 170 00, Prague 7, Id.\nNo.: 06649114, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 23056 (hereinafter the “Seller”) and a person interested in purchasing goods (hereinafter the “Buyer”).</li>\n<li>1.2 The Seller offers its goods via an e-shop at: shop.prusa3d.com (hereinafter the&nbsp;<strong>“E-shop”</strong>).</li>\n<li>1.3 Contact details of the Seller are as follows:</li>\n</ul>\n<p>Registered office and mailing address:</p>\n<p>\n<strong>Prusa Research a.s.</strong>\n</p>\n<p>Partyzánská 188/7A</p>\n<p>170 00 Prague 7</p>\n<p>Payment Details:</p>\n<p>Account number for payments in CZK: 2501696690/2010</p>\n<p>Account number for payments in EUR: CZ2720100000002800418121, FIOBCZPPXXX</p>\n<p>E-mail address for purchase orders and reports of defects:</p>\n<p>info@prusa3d.com</p>\n<p>E-mail address for questions regarding the protection of privacy:</p>\n<p>info@prusa3d.com</p>\n<ul>\n<li>1.4 Through the E-shop, the Seller offers and sells primarily 3D printers, accessories, goods related to 3D printing and other products (hereinafter the&nbsp;<strong>“Goods”</strong>).</li>\n<li>1.5 A consumer is any person who deals or enters into a contract with the Seller outside the scope of his/her business activities or outside the scope of an independent performance of a profession (hereinafter the&nbsp;<strong>“Consumer”</strong>).</li>\n<li>1.6 A consumer contract is a contract concluded between the Seller and the Consumer (hereinafter the&nbsp;<strong>“Consumer Contract”</strong>).</li>\n<li>1.7 These Terms and Conditions form an integral part of each purchase contract for the Goods entered into by and between the Seller and the Buyer, where the contractual arrangements shall consist of these Terms and Conditions and the Buyer’s purchase order confirmed by the Seller.</li>\n<li>1.8 These Terms and Conditions have been drawn up in the Czech, English, German, French, Italian, Polish and Spanish languages.\nA purchase contract with the Seller may be executed in the Czech or English languages, or in other languages that can be selected in the E-shop settings.\nThe choice of a language shall be made by the Buyer in the E-shop settings.</li>\n<li>1.9 The Buyer agrees with the use of means of distance communication in relation to the execution of a purchase contract with the Seller.\nThe costs incurred by the Buyer by using means of distance communication in this respect (internet and telephone) shall be borne by the Buyer.\nThese costs do not differ from the basic rates at the Buyer’s location.</li>\n</ul>\n2.\nUser Account\n<ul>\n<li>2.1 The e-shop is also accessible without user registration.\nIf you wish to use PRUSA ACCOUNT to make your purchase easier, you need to log in with your login details or create an account.\nThe terms of use and registration of a user account are stipulated in separate terms and conditions of PRUSA ACCOUNT.</li>\n</ul>\n3.\nPurchase Order\n<ul>\n<li>3.1 Information on the Goods and their prices made available through the E-shop does not constitute a proposal for execution of a purchase contract by the Seller and is indicative only.\nSection 1732 of Act No.\n89/2012 Coll., the Civil Code, will thus not apply to this information.</li>\n<li>3.2 The Buyer shall create a purchase order in several steps, including especially the choice of the Goods and their quantity, placing the selected Goods in a shopping basket, filling in personal data and selecting the manner of payment and delivery.</li>\n<li>3.3 When creating a purchase order, the Buyer shall be informed of the available manners of delivery of the Goods, as well as of the relevant costs of delivery to the place of delivery chosen by the Buyer.\nThe costs of delivery of the Goods, including the packaging, are not included in the purchase price of the Goods.\nIn case the Seller provides the delivery of the Goods free of charge, this fact is expressly stated.</li>\n<li>3.4 Before submitting the purchase order, the summary of the purchase order is always displayed to the Buyer, in which the Buyer is enabled to check the purchase order and make changes before submitting.</li>\n<li>3.5 Any and all information on the prices of the Goods made available through the E-shop represents the final prices including all taxes and fees that the Seller is obliged to pay.\nthese&nbsp;<strong>prices do not include the costs of delivery of the Goods and other fees, such as customs duties and other levies</strong>&nbsp;(see Art.\n3.7)</li>\n<li>3.6 In case of delivery of goods outside the Czech Republic to any of the EU (or EEA) countries, the final price specified in the purchase order will be charged including the value added tax (VAT), except for cases where the Buyer (VAT payer in the country of his/her/its registered office) provides us with information on its VAT registration including the applicable EU VAT number.\nFor more information on charging of the value added tax, see our knowledge base at:&nbsp;More info</li>\n<li>3.7 In case of delivery of goods to a third country (outside the EU or outside the EEA), the prices of the goods are specified excluding VAT and other applicable taxes, fees and customs duties.\nMore information on delivery of the Goods to third countries is available in our knowledge base at: https://help.prusa3d.com/article/P3iMlZWniv-payment-options-vat-customs</li>\n<li>3.8 The purchase price may be paid in Czech crowns, Euros, US dollars, British pounds or Polish zloty.\nThe currency can be selected in the E-shop settings before confirming the purchase order.</li>\n<li>3.9 After the Buyer submits the purchase order, it will be processed by the Seller who will subsequently send its confirmation to the Buyer.\nThe purchase contract for the Goods is made upon delivery of the confirmation of the purchase order sent by the Seller to the Buyer’s e-mail address.\nLinks to the consolidated version of these Terms and Conditions are attached to the confirmation of the purchase order.</li>\n<li>3.10 Thus, the purchase order submitted to the Seller represents the Buyer’s proposal to execute a purchase contract on the basis of these Terms and Conditions.\nThe confirmation of the purchase order represents acceptance of the proposal by the Seller.\nIf a purchase order includes goods that are not in stock for immediate dispatch to the Buyer, the Seller will deliver the goods without undue delay when they are back in stock.\nThe Seller will indicate an illustrative, non-binding delivery date directly on the E-shop website or upon confirmation of the purchase order.</li>\n<li>3.11 By submitting an order, the Buyer expresses his/her/its consent to these Terms and Conditions, which are also always available from the E-shop interface</li>\n<li>3.12 On the basis of the executed purchase contract, the Seller is obliged to deliver the Goods to the Buyer in the agreed manner in the corresponding quantity and quality.\nThe Buyer is obliged to pay to the Seller the purchase price of the Goods and the costs of their delivery, as well as to take over the delivered Goods.</li>\n<li>3.13 The purchase contract, including the Terms and Conditions, shall be archived in electronic form and shall not be accessible.</li>\n<li>3.14 The Seller is not bound by any special codes of conduct in relation to the Buyer.</li>\n</ul>\n4.\nPrice and Payment\n<ul>\n<li>4.1 Payments for the ordered goods may be made in one of the following manners.\navailable manners of payment may differ depending on the Buyer’s location:</li>\n<li>(a) in cash in case of personal collection of goods at the Seller’s registered office;</li>\n<li>(b) by wire transfer to the Seller’s bank account on the basis of an invoice;</li>\n<li>(c) by cashless payment using payment cards via a payment gateway;</li>\n<li>(d) by cashless payment via the PayPal service.\nor</li>\n<li>(e) by cashless payment via a third party service enabling payment of the purchase price by means of a cryptocurrency, such as Bitcoin (hereinafter the “<strong>Crypto Payment</strong>”).</li>\n<li>4.2 In case of personal collection at the Seller’s registered office or from our partners, you can pay the purchase order in cash or by a payment card.</li>\n<li>4.3 Pursuant to the Electronic Records of Sales Act, when making a payment in cash, the Seller is obliged to issue a receipt (e-sale receipt) to the Buyer.\nAt the same time, the Seller is obliged to record the received sale with the tax administrator on-line.\nin the event of a technical outage, the Seller is obliged to do so not later than within 48 hours.</li>\n<li>4.4 In case of a wire transfer to the Seller’s bank account on the basis of an invoice, an invoice containing the payment details will be issued to you after the purchase order has been placed.</li>\n<li>4.5 Cashless payments may also be made by means of payment cards listed at the E-shop website.\nAfter submitting an order, the Buyer is redirected to a payment gateway and is requested to enter the information on his/her/its payment card and to authorize the payment in the amount of the total price of the purchase order.\nThe use of the payment gateway shall be governed by the terms and conditions of the operator of the relevant payment gateway, which are available online.\nIf permitted by the laws of the country and the terms and conditions of the issuer of the payment card or by other applicable regulation, the Seller may choose not to require verification of payments made by a payment card through 3D-Secure.</li>\n<li>4.6 When selecting a payment via the PayPal service, after submitting the purchase order, the Buyer will be redirected to the PayPal payment gateway.\nAll the terms and conditions of the payment operation shall be governed by the terms and conditions of the PayPal service.</li>\n<li>4.7 For payments made via Crypto Payment, the Buyer will be redirected to a third-party payment gateway after submitting the purchase order.\nAll the terms and conditions of the payment operation shall be governed by the terms and conditions of the payment gateway operated by the third party.\nBy using the Crypto Payment, the Buyer expressly agrees that in the event the purchase price is refunded to the Buyer for any reason whatsoever, the purchase price will be refunded by wire transfer to the Buyer’s account in the currency and amount indicated in the tax receipt in the manner specified in Art.\n11.3 hereof.</li>\n<li>4.8 The Seller shall not be held liable for any damage caused in connection with the payment for the Goods through a third-party service (payment gateway, PayPal, Crypto Payment, etc.).</li>\n<li>4.9 For more information about the individual manners of payment and payment terms and conditions, visit our knowledge base available at: https://help.prusa3d.com/article/P3iMlZWniv-payment-options-vat-customs.</li>\n<li>4.\nThe Buyer is obliged to pay the entire purchase price of the Goods, including the price of shipping before their handover to the carrier for delivery.\nThe Buyer is obliged to pay the purchase price of the Goods in full, including the costs for shipping, before their handover to the carrier for delivery, except in cases where the Buyer uses the option to pay the purchase price of the Goods by cash on delivery or by paying an invoice after the delivery of the Goods.</li>\n<li>4.11 Based on payment of the purchase price of the Goods and any costs of delivery, the Seller shall issue to the Buyer a sales receipt or tax receipt which will be sent to the Buyer in electronic form to the e-mail address specified in the purchase order.</li>\n<li>4.12 If the Buyer fails to pay the purchase price of the Goods including the price of shipping within 14 business days of confirmation of the purchase order, such a delay shall be deemed a condition subsequent under the executed Purchase Contract.\nIn case of a pre-order (i.e.\ndelivery of goods that are not in stock or are yet to be manufactured, see Art.\n3.10 hereof), the condition subsequent is fulfilled upon expiry of 14 business days of sending a request for payment of the purchase price including the price of shipping and, if applicable, other costs according to the relevant pre-order to no effect.\nIn the event that the Buyer fails to pay the purchase price of the Goods, including the price of shipping, within 14 business days since the confirmation of the purchase order, such delay shall be deemed a termination condition of the Purchase Contract.\nIn the case of a pre-order (i.e.\ndelivery of Goods that are not in stock or are yet to be manufactured, see Article 3.10 hereof), the termination condition is fulfilled upon expiry of 14 business days from sending the request to pay the purchase price including shipping and, if applicable, other costs related to the relevant pre-order to no effect.\nThe provisions of this Article (4.12) shall not apply to cases where the Buyer uses the option of paying the purchase price of the Goods by cash on delivery or by paying an invoice after the delivery of the Goods.</li>\n</ul>\n5.\nManner of Delivery\n<ul>\n<li>5.1 The Buyer may choose from the manners of delivery of the Goods offered by the Seller at the time of placing the purchase order.\nBased on the Buyer’s choice, the Seller is obliged to hand over the Goods to the relevant carrier for transport to the agreed place of delivery, or to deliver the Goods to the place of delivery by its own means.\nin that case, the Buyer is obliged to take over the Goods at the place of delivery.\nThis does not apply if the packaging of the Goods shows signs of damage corresponding to unauthorized opening of the consignment containing the Goods.</li>\n<li>5.2 If the goods have to be delivered repeatedly or in a manner other than set out in the purchase order for reasons on the part of the Buyer, the Buyer is obliged to pay the costs related to the repeated delivery or the costs related to the different manner of delivery, as appropriate.</li>\n<li>5.3 The Buyer is obliged to inspect the Goods immediately after takeover of the Goods and notify the Seller of any defects without undue delay.</li>\n<li>5.4 In case of delivery of the Goods to third countries outside the EU, the Buyer is liable for any and all customs duties and fees associated with the delivery of the Goods, which the Buyer is obliged to pay at his/her/its own expense.\nFor more information visit: https://help.prusa3d.com/article/P3iMlZWniv-payment-options-vat-customs.</li>\n<li>5.5 The risk of damage to a thing shall pass to the Buyer upon takeover.\nThe same consequences shall occur if the Buyer fails to take over a thing although he/she/it is allowed by the Seller to dispose of it.</li>\n</ul>\n6.\nWithdrawal\n<ul>\n<li>6.1 If the Seller is unable to deliver the Goods in due time due to temporary unavailability and the Buyer does not accept a later date of delivery, the Seller reserves the right to withdraw from the purchase contract.\nThe Buyer may also withdraw from the purchase contract on the same grounds.</li>\n<li>6.2 Furthermore, the Seller reserves the right to withdraw from the purchase contract with the Buyer also for serious objective reasons outside the Seller’s control, as a result of which the Seller will not be able to deliver the Goods under the relevant purchase contract without unreasonable difficulties (e.g.\ndue to permanent unavailability, substantial changes in the manufacturing price of the Goods, imposition of export or import limitations by the competent authorities, etc.) or if the E-shop interface contains obviously incorrect information on the price of the Goods.</li>\n<li>6.3 The Seller may also withdraw from the purchase contract if the Buyer fails to take over the duly delivered Goods or fails to provide co-operation necessary for their delivery.\nIn that case, the costs of delivery shall be borne by the Buyer.</li>\n</ul>\n7.\nWithdrawal from the Contract by Customer\n<ul>\n<li>7.1 If the Buyer is a Consumer, the Buyer may withdraw from the Purchase Contract within 14 days of the date of takeover of the Goods by the Buyer without stating a reason.\nThis shall in no way prejudice other rights of the Buyer concerning the possibility of withdrawal from the Purchase Contract.</li>\n<li>7.2 Withdrawal from the Purchase Contract pursuant to Art.\n7.1 may be sent by the Buyer in writing to the address of the Seller’s registered office or electronically to the Seller’s e-mail address specified in the E-shop interface, as well as in Article 1 hereof.\nThe Buyer may also use a sample withdrawal from the purchase contract with the Seller form which may be downloaded here: Withdrawal Form.</li>\n<li>7.3 If the Consumer withdraws from the Purchase Contract, the Buyer is obliged to return the Goods to the Seller not later than within 14 calendar days of the withdrawal.\nThe costs of returning the goods to the Seller shall be borne by the Buyer, even if the Goods cannot be returned to the Seller by regular mail due to their nature.\nThe risk of damage to the Goods during their transport back to the Seller shall be borne by the Buyer.</li>\n<li>7.4 The Buyer acknowledges that withdrawal from the Purchase Contract is not possible if the relevant goods were customized based on the Buyer’s wish or for the Buyer, if the Goods have been irreversibly mixed or connected with other goods after their delivery, if the Goods were delivered in an enclosed container and the Consumer has removed the Goods from the container and they cannot be returned to the container for reasons of hygiene, and if the Goods delivered consisted in a sound or video recording or a computer program, if the Buyer has breached the original packaging.</li>\n<li>7.5 The Buyer acknowledges that in case of withdrawal from the contract pursuant to this Article 7, the Buyer is liable to the Seller for any decrease in the value of the Goods that arose as a result of disposal of the Goods in a manner other than necessary for the assessment of its nature and properties.\nThis is especially relevant in the case of Goods whose removal from the original packaging may result in a decrease in their value (drying out, impossibility of reapplication, etc.).\nAt the same time, the Buyer acknowledges that withdrawal from the purchase contract is always possible only in relation to all items of one delivered product if it consists of several separable items.</li>\n<li>7.6 The provisions of Articles 7.1 to 7.5 shall apply only to cases of withdrawal from the Purchase Contract by the Consumer.\nIn other cases, unless the Buyer is a Consumer, the Purchase Contract may not be withdrawn from on other than statutory grounds.</li>\n</ul>\n8.\nCustomer's Rights Arising from Defective Performance\n<ul>\n<li>8.1 The Seller is responsible for ensuring that, at the time of passage of the risk of damage to the Buyer, the Goods are free of any defects.</li>\n<li>8.2 The Buyer’s rights arising from any defective performance shall be governed by Act No.\n89/2012 Coll., the Civil Code, in particular Sections 2099 to 2117 thereof, and, if the Buyer is a consumer, also Sections 2165 to 2174.</li>\n<li>8.3 If the Goods have&nbsp;<strong>defects that constitute a material breach of the purchase contract, the Buyer has the right to request the following:</strong>\n</li>\n<li>(a) removal of the defect by having the Goods repaired;</li>\n<li>(b) delivery of new or missing Goods;</li>\n<li>(c) right to request an appropriate discount on the purchase price.\nor</li>\n<li>(d) right to withdraw from the purchase contract.</li>\n<li>If the Buyer fails to notify the Seller of the choice of its right in due time, the Buyer shall only have the rights specified below in case of non-material breach of the purchase contract.\nIf the Buyer fails to notify the Seller of a defect of the Goods in due time, the Buyer loses the right to withdraw from the contract.\nIf the Goods only have defects that constitute a non-material breach of the purchase contract, the Buyer has the right to claim remedy of the defect or a reasonable discount on the purchase price.</li>\n<li>8.4 If the Buyer is a Consumer, the Buyer may also request delivery of new goods free of defects unless this is unreasonable in view of the nature of the defect.\nIf the defect affects a part of the Goods, the Buyer may only request replacement of the given part.\nIf this is not possible, the Buyer may withdraw from the purchase contract.\nEven where a defect is removable, the Buyer who is a Consumer may request to have new Goods delivered or a component part replaced if he/she cannot use the Goods properly due to repeated occurrence of the defect after a repair or due to a higher number of defects.\nIn that case, the Buyer may also withdraw from the purchase contract.</li>\n<li>8.5 If the Buyer is a Consumer and if a defect of the Goods becomes apparent within 6 months of its takeover, it shall be deemed that the Goods were already defective upon takeover.\nFurthermore, the Buyer, who is a Consumer, is entitled to exercise the right arising from a defect of the Goods that becomes apparent within 24 months of their takeover.\nthis shall not apply to a defect regarding which a lower price was agreed, usual wear and tear of the Goods, defect corresponding to the degree of wear and tear upon takeover by the Buyer, and also if this follows from the nature of the Goods.</li>\n<li>8.6 A person having the right under Section 1923 of the Civil Code is also entitled to compensation of the costs purposefully expended in exercising this right.\nHowever, if the person fails to assert the right to compensation within one month after the time limit for claiming the defect has expired, a court shall not grant that right if the Seller invokes late assertion of the right to compensation.</li>\n</ul>\n9.\nContractual Quality Warranty\n<ul>\n<li>9.1 The Seller provides the Buyer with a contractual warranty for quality only if the Buyer explicitly specifies the period for which the Goods may be used on the Goods, on their packaging, in the instruction manual attached to the Goods or in their description.\nIn such a case, the Seller undertakes that the Goods will be fit for use for the usual purpose for the given period or that it will retain the usual properties.</li>\n<li>9.2 The terms and conditions of the contractual warranty for certain types of Goods are specified here https://help.prusa3d.com/en/article/warranty_2288.</li>\n<li>9.3 The contractual warranty terminates in the event of damage to the Goods caused by handling that is at variance with the instructions and recommendations contained in the official manuals and instructions, or by unauthorized modifications and alterations of their hardware or software.\nIf the Goods are delivered in the form of individual components intended to be assembled by the Buyer, the contractual quality warranty shall apply only to the individual components and parts of the Goods separately.</li>\n<li>9.4 The contractual quality warranty provided under Art.\n9.1 shall apply to contracts concluded both with a Consumer and an entrepreneur.\nThe terms and conditions of report of defects set out in Article 10 hereof shall apply analogously to the Goods covered by the contractual quality warranty.</li>\n</ul>\n10.\nReport of Defects\n<ul>\n<li>10.1 The Buyer shall exercise his/her/its rights arising from defective performance with the Seller at the address of the establishment, or at the registered office or place of business of the Seller, except for cases where another person is appointed to perform the repair.</li>\n<li>10.2 The Buyer is obliged to notify the Seller of the choice of its right in relation to the defects of the Goods in conjunction with notification of the defects of the Goods or without undue delay after the notification thereof.</li>\n<li>10.3 In case the Buyer is a Consumer, the Seller or an employee authorized by the Seller is obliged to make a decision on the report of defects immediately, or, in complicated cases, within 3 business days.\nThis period does not include a period of time reasonable in view of the type of goods (Goods) which is required for expert assessment of the defect.\nA report of defects must then be resolved, including removal of the defect, without undue delay, but not later than within 30 days of the date of reporting the defects unless the Seller and the Buyer agree on a longer period of time.\nExpiry of this deadline to no effect shall be deemed a material breach of the purchase contract by the Seller.</li>\n</ul>\n11.\nRefund\n<ul>\n<li>11.1 In case of withdrawal from the purchase contract by the Consumer pursuant to Article 7 hereof, the Seller is obliged to refund to the Buyer the amount of the purchase price of the Goods and the costs of their delivery not later than within 14 calendar days of the withdrawal from the purchase contract by the Buyer pursuant to Articles 7.1 to 7.3 hereof, provided that the Buyer has already handed over the Goods back to the Seller or if the Buyer proves that the Goods have already been sent to the Seller.\nIf the Buyer chooses any other than the cheapest manner of delivery of the Goods offered by the Seller, the Seller shall refund to the Buyer only the costs of delivery of the Goods in an amount corresponding to the cheapest manner of delivery.</li>\n<li>11.2 In other cases, the Seller is obliged to refund the purchase price of the Goods to the Buyer without the costs of their delivery within 30 days of the time when the Buyer becomes entitled to a refund of the purchase price hereunder.</li>\n<li>11.3 If the Seller becomes obliged to refund to the Buyer the purchase price of the Goods paid by the Buyer through a Crypto Payment, the Seller shall refund to the Buyer the purchase price of the Goods in the currency and amount specified in the tax receipt to the bank account specified by the Buyer.</li>\n</ul>\n12.\nComplaints\n<ul>\n<li>12.1 The Buyers may address their complaints directly to the Seller’s e-mail address specified in Article 1 hereof.\nThe Seller shall always send information on the manner of processing any complaint to the Buyer’s e-mail address.</li>\n<li>12.2 The Buyer may also address any complaints directly to the State supervisory authorities in the relevant area.\nThe Seller is authorized to sell Goods on the basis of a trade license.\nThe operation of trade is controlled by the competent trade authority within its jurisdiction.\nCzech Telecommunication Office is the competent supervisory authority for complaints concerning electronic communication services.\nTo the relevant extent, the Czech Trade Inspection Authority performs supervision over compliance with Act No.\n634/1992 Coll., on consumer protection.</li>\n</ul>\n13.\nOut-of-court Resolution of Customer Disputes\n<ul>\n<li>13.1 In case of any consumer dispute between the Buyer as a Consumer and the Seller, where the dispute cannot be resolved by mutual agreement, the Buyer may file an application for out-of-court resolution of the dispute with an entity competent to deal with out-of-court resolution of consumer disputes, specifically: Czech Trade Inspection Authority, Central Inspectorate – ADR Department, Štěpánská 15 120 00 Prague 2, e-mail: adr@coi.cz, web: adr.coi.cz.\nThe Buyer may also use the online dispute resolution platform established by the European Commission, which is available at: http://ec.europa.eu/consumers/odr/.</li>\n</ul>\n14.\nPrivacy Protection\n<ul>\n<li>14.1 Your personal data may be transferred to external companies carrying out a satisfaction survey regarding the E-shop services and its quality and effectiveness (such as the Heureka service) only with your consent.</li>\n<li>14.2 The privacy policy is contained in a separate document available at https://blog.prusaprinters.org/privacy-policy_29936/, which forms an integral part of the Terms and Conditions and through which the Seller performs its obligation to provide information to the Buyer.\nBy accepting these Terms and Conditions, the Buyer also agrees with this privacy policy.</li>\n</ul>\n15.\nFinal Provisions\n<ul>\n<li>15.1 The Seller may amend or supplement the wording of these Terms and Conditions at any time.\nhowever, this shall in no way prejudice the rights and obligations arising during the term of effect of the previous wording hereof.\nIn addition, the Seller may unilaterally amend the Terms and Conditions to a reasonable extent in respect of its long-term obligations following from these Terms and Conditions.\nThe Seller shall notify the Buyer of such changes to the Terms and Conditions at least 14 days before the effective date of the new Terms and Conditions by publishing the new wording in the E-shop interface or by sending a message to the Buyer’s e-mail address.\nThe Buyer may reject such changes to the Terms and Conditions by deleting his/her/its user account.\nIf the Buyer fails to do so or does not request it by the effective date of the amendment, it shall be deemed that the Buyer accepts the changes to the Terms and Conditions.</li>\n<li>15.2 These Terms and Conditions shall be governed by the binding legal regulations of the Czech Republic, in particular Act No.\n89/2012 Coll., the Civil Code.\nFurthermore, the Buyer, who is a Consumer, acknowledges that the choice of law pursuant to the preceding sentence shall not prejudice his/her consumer rights that cannot be derogated from by agreement and that would be used in the absence of the choice of law under the provisions of Article 6 (1) of Regulation 593/2008 of the European Parliament and of the Council of 17 June 2008 on the law applicable to contractual obligations (Rome I).</li>\n<li>15.3 The Parties expressly exclude the applicability of the Vienna Convention on Contracts for the International Sale of Goods to contractual relationships established by the Purchase Contract under these Terms and Conditions.</li>\n<li>15.4 Invalidity or ineffectiveness of a provision of these Terms and Conditions shall in no way prejudice the validity and effectiveness of other provisions.</li>\n<li>15.5 The valid and effective version of these Terms and Conditions is always available at: https://shop.prusa3d.com/en/content/3-terms-and-conditions-of-use.</li>\n<li>15.6 This version of the Terms and Conditions is valid and effective from 01.09.2020 and replaces all previous versions of the Gernal Terms and Conditions, including their other parts.</li>\n<li>15.7 Contact details of the Seller are specified in the introduction to these Terms and Conditions.</li>\n</ul>\n<p>\n</p>\n", "created_at": "2023-09-14 22:59:01.172406", "updated_at": "2023-09-14 22:59:33.743969"}, {"id": 19144, "name": "General Terms and Conditions", "url": "https://www.prusa3d.com/page/general-terms-and-conditions_231236", "xpath": "/html/body/div[1]/div[2]/div", "text": null, "created_at": "2023-09-14 22:59:50.931075", "updated_at": "2023-09-14 22:59:50.931075"}, {"id": 19145, "name": "Privacy Policy", "url": "https://www.prusa3d.com/page/privacy-policy_231258", "xpath": "/html/body/div[1]/div[2]/div", "text": " Privacy Policy\n1.\nIntroduction\n<p>\n<b>1.</b> Despite the fact that we basically never stop inventing, improving and testing new things for you, we never forget to think about your safety.\nThat is why we protect your privacy with the most advanced practices and technologies.\nWe aim to ensure that your personal data are always processed only to the extent necessary and only for the necessary purposes in accordance with applicable legislation, in particular Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (hereinafter the “<strong>GDPR</strong>”).</p>\n<p>\n<b>2.</b> The personal data controller is Prusa Research a.s., Company Id.\nNo.: 06649114, with its registered office at Partyzánská 188/7a, Holešovice, 170 00, Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 23056, established under the laws of the Czech Republic (hereinafter “<strong>we</strong>” or the “<strong>Controller</strong>” or the “<strong>Operator</strong>”).</p>\n<p>\n<b>3.</b> The purpose of this Privacy Policy (hereinafter the “<strong>Policy</strong>”) is to inform you about your rights in connection with the processing of personal data and the manner and extent of their processing when using the prusa3d.com, printables.com, prusalab.cz and prusament.com websites (hereinafter the “<strong>PRUSA websites</strong>”), including the use of the websites by non-registered users, when purchasing goods or services in the e-shop at www.prusa3d.com (hereinafter the “<strong>PRUSA E-SHOP</strong>”), when exercising the rights and obligations arising from the contractual relationship between you and the Controller, when using your PRUSA ACCOUNT (hereinafter the “<strong>PRUSA ACCOUNT</strong>”), or when using other services and websites operated by the Controller or by any of the companies associated through property or personnel with the Controller (hereinafter the “<strong>PRUSA SERVICES</strong>”).</p>\n<p>If you are unclear about how personal data are processed under this Policy, please contact us at any time.</p>\n<p>\n<strong>Contact details</strong> of the Controller are as follows:</p>\n<p>\n<strong>Prusa Research a.s.</strong>\n<br>\nPartyzánská 188/7a<br>\n170 00 Prague 7 - Holešovice<br>\nCzech Republic</p>\n<p>E-mail address: privacy@prusa3d.com<br>\nPhone: +420 222 263 718</p>\n2.\nSources and categories of the personal data processed\n<p>\n<b>1.</b> The Controller processes personal data provided by you or collected by the Controller in the course of performance of your order.</p>\n<p>\n<b>2.</b> The Controller processes, in particular, your identification and contact details, voluntarily provided descriptive data, details on orders and their performance, data on the use of PRUSA SERVICES and login details.</p>\n3.\nPurpose, legal basis and duration of personal data processing\n<p>\n<b>1.</b> We process your personal data for the following purposes:</p>\n<p>\n<strong>A) Use of the PRUSA websites</strong>\n</p>\n<p>The legal basis for personal data processing is the exercise of the contractual rights and obligations of the Operator following from the Terms and Conditions of Service of the PRUSA websites (hereinafter the “<strong>Terms and Conditions</strong>”).\nIn particular, we are committed to making the browsing experience on the PRUSA websites as superior and user-friendly as possible.\nIn this respect, we process data that may have the nature of personal data, including, but not limited to, data related to your visit to the PRUSA websites and the history of visits to the PRUSA websites, information concerning your browser settings, screen resolution, internet connection, etc.</p>\n<p>We process personal data for this purpose for a period of one year from the last visit to the PRUSA websites.</p>\n<p>\n<strong>B) Management of the customer account - PRUSA ACCOUNT</strong>\n</p>\n<p>The legal basis for personal data processing is the exercise of the Operator’s contractual rights and obligations following from the Terms and Conditions.\nIn order to maintain the customer account - PRUSA ACCOUNT, registration is required, during which we process identification, contact and other data that you provide or subsequently add or modify in your customer account.</p>\n<p>We process the provided data for the duration of your customer account - PRUSA ACCOUNT and for 3 years after its termination.</p>\n<p>\n<strong>C) Purchase at the PRUSA E-SHOP</strong>\n</p>\n<p>The legal basis for personal data processing is the processing of an order for goods or services and the exercise of the rights and obligations following from the contractual relationship between you and the Controller under the General Terms and Conditions (hereinafter the “<strong>General Terms and Conditions</strong>”), as well as performance of the related legal obligations.\nOrders require personal data necessary for successful processing of the order (name, address, place of residence and mailing address, contact details, etc.).\nProvision of personal data is a necessary requirement for the conclusion and performance of a contract.\nwithout provision of personal data the contract cannot be concluded or performed by the Controller.</p>\n<p>We process the personal data provided for a period of 5 years from the date when the last order is made at the PRUSA E-SHOP.</p>\n<p>\n<strong>D) Provision of other PRUSA SERVICES</strong>\n</p>\n<p>The legal basis for the processing of personal data is the performance of the contractual rights and obligations of the Operator arising from the terms and conditions applicable to the relevant PRUSA SERVICE, such as the services available through PRINTABLES.COM.\nThe applicable terms and conditions governing the relevant PRUSA SERVICE are always available on the website of the relevant PRUSA SERVICE.\nFor this purpose, we process in particular identification data such as your name, contact data such as your address, e-mail, and descriptive data such as your order number, identification of your device/printer, print job record, etc.</p>\n<p>We process personal data for this purpose for a period of 5 years from the last login to the relevant PRUSA SERVICE.</p>\n<p>\n<strong>E) Provision of customer support services</strong>\n</p>\n<p>The legal basis for the processing of personal data for customer support services is, if you are our customer and you have provided us with your order number when enquiring about customer support, a legitimate interest in solving technical and commercial queries related to the ownership of your printer or the use of another PRUSA SERVICE.\nIf you are not our customer, the legal basis for the processing of personal data for the provision of customer support services is your <strong>consent</strong>, which you give by contacting customer support by filling in the required data via the online communicating tool available on the PRUSA websites.\nFor customer support purposes, we process identification data such as your name, contact data such as your e-mail address and, as the case may be, descriptive personal data such as your order number or purchase or print history.</p>\n<p>We process the personal data provided for a period of 5 years from your last activity in resolving a customer support request.</p>\n<p>\n<strong>F) Sending newsletters and other commercial communications</strong>\n</p>\n<p>In the case of registered users, the legal basis for sending the newsletter is the legitimate interest of the Operator.\nIn the case of unregistered users, the legal basis for sending newsletters is the consent granted by filling in the e-mail address and sending the request to receive commercial communications from the PRUSA website.\nFor the purposes of sending commercial communications, we use the e-mail address you provided, which we keep for a period of 5 years from its provision.</p>\n<p>\n<b>2.</b> The Controller shall delete the personal data upon expiry of the retention period.</p>\n<p>\n<b>3.</b> The Controller does not perform automated individual decision-making or profiling of users within the meaning of Article 22 of the GDPR.</p>\n4.\nYour rights in relation to personal data processing\n<p>\n<b>1.</b> Under the terms of the GDPR, you have the following rights as a data subject:</p>\n<ul>\n<li>the <strong>right of access to your personal data</strong> under Article 15 of the GDPR;</li>\n<li>the<strong> right to rectification of personal data</strong> under Article 16 of the GDPR, or restriction of processing under Article 18 of the GDPR;</li>\n<li>the <strong>right to erasure of personal data</strong> under Article 17 of the GDPR.\nHowever, the Controller declares that, following the exercise of your right to erasure of your personal data, the processing of those personal data necessary for the fulfilment of financial, tax and other legal obligations to which the Controller is subject, as well as for the establishment, exercise or defence of legal claims, continues after the Controller has exercised your request;</li>\n<li>the <strong>right to object</strong>, under Article 21 of the GDPR, to the processing on the legal basis of legitimate interests or for the purpose of direct marketing;</li>\n<li>the <strong>right to data portability</strong> under Article 20 of the GDPR;</li>\n<li>the <strong>right to withdraw consent</strong> to the processing of personal data at any time;</li>\n<li>the <strong>right to unsubscribe from receiving commercial communications</strong>, i.e.\nto withdraw consent with the related personal data processing through the link included in the communications;</li>\n<li>the <strong>right to receive a copy of the standard contractual clauses</strong> concluded by the Controller under Article 46 of the GDPR.</li>\n</ul>\n<p>\n<b>2.</b> To exercise the above rights, you can use the contact form on the PRUSA websites, the e-mail address privacy@prusa3d.com or you can contact us by sending a written request to Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic.</p>\n<p>\n<b>3.</b> You can also file a complaint at any time directly with the Office for Personal Data Protection with its seat at Pplk.\nSochora 27, Prague 7, the Czech Republic or with any of the supervisory authorities of the relevant Member State of the European Union (EU) or the European Economic Area (EEA).\nContact details of the individual supervisory authorities can be found here: https://edpb.europa.eu/about-edpb/about-edpb/members_en</p>\n5.\nTransfer of personal data to third parties\n<p>\n<b>1.</b> You acknowledge that personal data may be transferred to third parties, including, but not limited to persons:</p>\n<ul>\n<li>participating in the delivery of goods/services/performance of payments under a contract;</li>\n<li>providing services for the operation of the PRUSA E-SHOP and other services in connection with the operation of the PRUSA E-SHOP;</li>\n<li>providing customer support services;</li>\n<li>providing marketing services.</li>\n</ul>\n<p>\n<b>2.</b> Except for the recipients and categories of recipients set out below in this Policy, the Controller does not transfer personal data to countries outside the European Economic Area (“<strong>EEA</strong>”) or to international organisations.\nIn cases where personal data are transferred to countries outside the EEA, the Controller shall take all steps foreseen by generally applicable European data protection law to ensure adequate protection of personal data, in particular by means of standard contractual clauses on data protection adopted by the European Commission (or the supervisory authority and then the European Commission), which it shall provide for contractual arrangements with each relevant recipient of personal data.</p>\n<p>\n<b>3.</b> The processing services used, including marketing and support tools:</p>\n<ul>\n<li>Google Analytics - tracks cookies and web use</li>\n<li>Google Adwords - tracks cookies and web use</li>\n<li>Facebook - tracks cookies and web use</li>\n<li>Pinterest - tracks cookies and web use</li>\n<li>Reddit - tracks cookies and web use</li>\n<li>Livechat.com - tracks cookies and web use</li>\n<li>Luckyorange.com - tracks cookies and web use</li>\n<li>Mailchimp - tracks cookies and web use</li>\n<li>Appzi.com - tracks cookies and web use</li>\n<li>Smartlook.com - tracks cookies and web use</li>\n<li>Heureka.cz - tracks purchase conversions and e-mail for the purposes of the “<em>Ověřeno zákazníky</em>” (verified by customers) service</li>\n<li>Trustpilot.com - tracks purchase conversions and e-mail for the “Customer invitation” service</li>\n</ul>\n<p>\n<b>4.</b> The PRUSA websites may also contain other links and functionalities to third-party services and social networks, such as Facebook, Pinterest, Twitter, Instagram, etc., which may, if you choose to use them, process your personal data such as your IP address, the history of the pages you have visited or may store cookies or other technical means on your device, such as the Facebook pixel, etc.\nThe processing of your personal data in this case is governed by the policies adopted by the operators of these services and social networks, which are available on their websites</p>\n<p>\n<b>5.</b> All personal data processed by the Controller <strong>may also be transferred to recipients who are other companies from the Prusa3D group</strong>.\nThe legal basis for the sharing of personal data by the companies of the Prusa3D Group is the legitimate interest of the Controller under Article 6(1)(f) of the GDPR.\nthis legitimate interest of the Controller consists in the interest in the transfer of personal data within the group of companies for internal administrative tasks in accordance with this Privacy Policy.\nFor the purposes of this Policy, the Prusa3D Group consists, in aggregate, of the following legal persons incorporated under the laws of the Czech Republic:</p>\n<ul>\n<li>Prusa Development a.s., Company Id.\nNo.: 06662277, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 23081;</li>\n<li>Prusa Manufacturing a.s., Company Id.\nNo.: 06655866, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 23066;</li>\n<li>Prusa Polymers a.s., Company Id.\nNo.: 06593615, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 22991;</li>\n<li>Prusa Development a.s., Company Id.\nNo.: 06662277, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 23081;</li>\n<li>Prusa Global a.s., Company Id.\nNo.: 06656447, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 23068;</li>\n<li>Prusa Circuits a.s., Company Id.\nNo.: 14099519, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section B, File 26948;</li>\n<li>FUTUR3D s.r.o., Company Id.\nNo.: 28952383, with its registered office at Partyzánská 188/7a, Holešovice, 170 00 Prague 7, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section C, File 155408.\nand</li>\n<li>CoMoGa s.r.o., Company Id.\nNo.: 27199738, with its registered office at Václavské náměstí 813/57, Nové Město, 110 00 Prague 1, Czech Republic, registered in the Commercial Register kept by the Municipal Court in Prague, Section C, File 103902.</li>\n</ul>\n<p>6.\nThe recipients specified herein shall not make the personal data available any further.\na copy of the personal data processed may be obtained from them.</p>\n6.\nThe conditions of personal data security\n<p>\n<b>1.</b> The Controller represents that it has implemented all the appropriate technical and organisational measures for personal data protection.</p>\n<p>\n<b>2.</b> The Controller has adopted technical measures to secure the data storages and storages of personal data in hard copy form, including, in particular, a secured/encrypted access to the internet, encryption of customers’ passwords in the database, regular updates of the system and regular backup of the system.</p>\n<p>\n<b>3.</b> The Controller represents that only authorised persons of the Controller shall have access to the personal data.</p>\n7.\nCookies\n<p>\n<b>1.</b> In order to improve the quality of the PRUSA SERVICES and to facilitate their use, in particular to analyse the traffic and user behaviour on the PRUSA websites, to personalise advertising and to make social media functions more accessible, the PRUSA SERVICES use cookies or other technical means stored on your end device (hereinafter the “cookies”).\nThe cookies may be saved directly by the Controller, or they may be third party cookies (see the recipients under paragraph 5.3 hereof).\nThese files may not directly contain personal data, however, in conjunction with other data, may gain the nature of personal data.</p>\n<p>\n<b>2.</b> A list of processed cookies and their division into individual categories which include strictly necessary cookies, which must always be processed for the proper functioning of the PRUSA websites, and targeting cookies, which you can consent to, can be found here: https://www.prusa3d.com/page/information-about-cookies_231459/.</p>\n8.\nFinal provisions\n<p>\n<b>1.</b> This Privacy Policy forms an integral part of the Terms and Conditions, the General Terms and Conditions and the PRINTABLES Terms and Conditions.</p>\n<p>\n<b>2.</b> This Privacy Policy enters into effect on August 1, 2022.</p> ", "created_at": "2023-09-14 23:00:11.028008", "updated_at": "2023-09-14 23:00:21.470078"}], "points": [], "urls": ["prusa3d.com"]}}