{"error": 448, "message": "OK", "parameters": {"id": 9382, "name": "Humata", "created_at": "2023-08-23 19:28:50.312315", "updated_at": "2023-08-23 22:02:28.451205", "wikipedia": null, "keywords": null, "related": null, "slug": "humata", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9382.png", "url": "humata.ai", "documents": [{"id": 18465, "name": "Terms of Service", "url": "https://app.termly.io/document/terms-of-use-for-website/ae9f0e45-f0e3-4f60-b97b-531152d0e0d4", "xpath": "//body", "text": " <strong>TERMS OF SERVICE</strong>\n<br>\n<strong>Last updated February 01, 2023</strong>\n<br>\n<br>\n<br>\n<strong>TABLE OF CONTENTS</strong>\n<br>1.\nAGREEMENT TO TERMS2.\nINTELLECTUAL PROPERTY RIGHTS3.\nUSER REPRESENTATIONS4.\nUSER REGISTRATION5.\nPROHIBITED ACTIVITIES6.\nUSER GENERATED CONTRIBUTIONS7.\nCONTRIBUTION LICENSE8.\nSUBMISSIONS9.\nTHIRD-PARTY WEBSITE AND CONTENT10.\nSITE MANAGEMENT11.\nPRIVACY POLICY12.\nDIGITAL MILLENNIUM COPYRIGHT ACT (DMCA) NOTICE AND POLICY13.\nTERM AND TERMINATION14.\nMODIFICATIONS AND INTERRUPTIONS15.\nGOVERNING LAW16.\nDISPUTE RESOLUTION17.\nCORRECTIONS18.\nDISCLAIMER19.\nLIMITATIONS OF LIABILITY20.\nINDEMNIFICATION21.\nUSER DATA22.\nELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES23.\nCALIFORNIA USERS AND RESIDENTS24.\nMISCELLANEOUS25.\nCONTACT US<br>\n<br>\n<strong>1.\nAGREEMENT TO TERMS</strong>\n<br>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Tilda Technologies Inc., doing business as Humata (\"<strong>Humata</strong>,\" “<strong>we</strong>,\" “<strong>us</strong>,\" or “<strong>our</strong>”), concerning your access to and use of the https://www.humata.ai website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nWe are registered in Texas, United States and have our registered office at 8911 North Capital of Texas Hwy, Suite 4200-069 , Austin, TX 78759.\nYou agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.<br>Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use from time to time.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nPlease ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.<br>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.<br>The Site is not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use this Site.\nYou may not use the Site in a way that would violate the Gramm-Leach-Bliley Act (GLBA).<br>The Site is intended for users who are at least 18 years old.\nPersons under the age of 18 are not permitted to use or register for the Site.<br>\n<br>\n<strong>\n<strong>2.&nbsp;</strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<br>Unless otherwise indicated, the Site is our proprietary\nproperty and all source code, databases, functionality, software, website\ndesigns, audio, video, text, photographs, and graphics on the Site\n(collectively, the “Content”) and the trademarks, service marks, and logos\ncontained therein (the “Marks”) are owned or controlled by us or licensed to\nus, and are protected by copyright and trademark laws and various other\nintellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the\nSite “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms\nof Use, no part of the Site and no Content or Marks may be copied, reproduced,\naggregated, republished, uploaded, posted, publicly displayed, encoded,\ntranslated, transmitted, distributed, sold, licensed, or otherwise exploited\nfor any commercial purpose whatsoever, without our express prior written\npermission.<br>Provided that you are eligible to use the Site, you are\ngranted a limited license to access and use the Site and to download or print a\ncopy of any portion of the Content to which you have properly gained access\nsolely for your personal, non-commercial use.\nWe reserve all rights not\nexpressly granted to you in and to the Site, the Content and the Marks.<br>\n<br>\n<strong>\n<strong>\n<strong>3.</strong>&nbsp;</strong>USER REPRESENTATIONS</strong>\n<br>By using the Site, you represent and warrant that:&nbsp;(1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary;&nbsp;(3) you have the legal capacity and you agree to comply with these Terms of Use;&nbsp;(4) you are not a minor in the jurisdiction in which you reside.\n(5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(6) you will not use the Site for any illegal or unauthorized purpose.\nand (7) your use of the Site will not violate any applicable law or regulation.<br>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).<br>\n<br>\n<strong>\n<strong>\n<strong>4.</strong>&nbsp;</strong>USER REGISTRATION</strong>&nbsp.\n&nbsp;&nbsp;You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.<br>\n<br>\n<strong>\n<strong>\n<strong>5.</strong>&nbsp;</strong>PROHIBITED ACTIVITIES</strong>\n<br>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<br>As a user of the Site, you agree not to:<ul>\n<li>Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</li>\n<li>Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</li>\n<li>Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</li>\n<li>Use any information obtained from the Site in order to harass, abuse, or harm another person.</li>\n<li>Make improper use of our support services or submit false reports of abuse or misconduct.</li>\n<li>Use the Site in a manner inconsistent with any applicable laws or regulations.</li>\n<li>Engage in unauthorized framing of or linking to the Site.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.</li>\n<li>Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</li>\n<li>Delete the copyright or other proprietary rights notice from any Content.</li>\n<li>Attempt to impersonate another user or person or use the username of another user.</li>\n<li>Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</li>\n<li>Interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.</li>\n<li>Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.</li>\n<li>Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</li>\n<li>Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</li>\n<li>Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</li>\n<li>Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.</li>\n<li>Use a buying agent or purchasing agent to make purchases on the Site.</li>\n<li>Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</li>\n<li>Use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</li>\n<li>Illegal or harmful industries Includes gambling, payday lending, illegal substances, pseudo-pharmaceuticals, multi-level marketing, weapons development, warfare, cybercrime, adult industries, spam, and non-consensual surveillance.\nContent that attempts to generate ransomware, keyloggers, viruses, or other software intended to impose some level of harm.</li>\n</ul>\n<br>\n<br>\n<strong>\n<strong>\n<strong>6.</strong>&nbsp;</strong>USER GENERATED CONTRIBUTIONS</strong>\n<br>The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:<ul>\n<li>The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.</li>\n<li>You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.</li>\n<li>You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.</li>\n<li>Your Contributions are not false, inaccurate, or misleading.</li>\n<li>Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</li>\n<li>Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).</li>\n<li>Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.</li>\n<li>Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.</li>\n<li>Your Contributions do not violate any applicable law, regulation, or rule.</li>\n<li>Your Contributions do not violate the privacy or publicity rights of any third party.</li>\n<li>Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.</li>\n<li>Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</li>\n<li>Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.</li>\n</ul>Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.<br>\n<br>\n<strong>\n<strong>\n<strong>7.</strong>&nbsp;</strong>CONTRIBUTION LICENSE</strong>\n<br>By posting your Contributions to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.<br>This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.<br>We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.<br>We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.<br>\n<br>\n<strong>\n<strong>\n<strong>8.</strong>&nbsp;</strong>SUBMISSIONS</strong>\n<br>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.<br>\n<br>\n<strong>\n<strong>\n<strong>9.</strong>&nbsp;</strong>THIRD-PARTY WEBSITE AND CONTENT</strong>\n<br>The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.<br>\n<br>\n<strong>\n<strong>\n<strong>10.</strong>&nbsp;</strong>SITE MANAGEMENT</strong>\n<br>We reserve the\nright, but not the obligation, to: (1) monitor the Site for violations of\nthese Terms of Use.\n(2) take appropriate legal action against anyone who, in\nour sole discretion, violates the law or these Terms of Use, including without\nlimitation, reporting such user to law enforcement authorities.\n(3) in our sole\ndiscretion and without limitation, refuse, restrict access to, limit the\navailability of, or disable (to the extent technologically feasible) any of\nyour Contributions or any portion thereof.\n(4) in our sole discretion and\nwithout limitation, notice, or liability, to remove from the Site or otherwise\ndisable all files and content that are excessive in size or are in any way\nburdensome to our systems.\nand (5) otherwise manage the Site in a manner\ndesigned to protect our rights and property and to facilitate the proper\nfunctioning of the Site.<br>\n<br>\n<strong>\n<strong>\n<strong>11.</strong>&nbsp;</strong>PRIVACY POLICY</strong>\n<br>We care about data privacy and security.&nbsp;Please review our Privacy Policy:<b>&nbsp;https://app.termly.io/document/privacy-policy/aafaae68-7966-4a23-bd58-ab4625195ac3</b>.&nbsp;By using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in the United States.\nIf you access the Site from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you agree to have your data transferred to and processed in the United States.\n<br>\n<br>\n<strong>\n<strong>\n<strong>12.</strong>&nbsp;</strong>DIGITAL MILLENNIUM COPYRIGHT ACT (DMCA) NOTICE AND POLICY</strong>&nbsp;&nbsp;&nbsp;<strong>Notifications</strong>\n<br>We respect the\nintellectual property rights of others.\nIf you believe that any material available on or through the Site\ninfringes upon any copyright you own or control, please immediately notify our\nDesignated Copyright Agent using the contact information provided below (a\n“Notification”).\nA copy of your\nNotification will be sent to the person who posted or stored the material\naddressed in the Notification.\nPlease be\nadvised that pursuant to federal law you may be held liable for damages if you\nmake material misrepresentations in a Notification.\nThus, if you are not sure\nthat material located on or linked to by the Site infringes your copyright, you\nshould consider first contacting an attorney.<br>All Notifications\nshould meet the requirements of DMCA 17 U.S.C.\n§ 512(c)(3) and include the\nfollowing information: (1) A physical or electronic signature of a person\nauthorized to act on behalf of the owner of an exclusive right that is\nallegedly infringed.\n(2) identification of the copyrighted work claimed to have\nbeen infringed, or, if multiple copyrighted works on the Site are covered by\nthe Notification, a representative list of such works on the Site.\n(3)\nidentification of the material that is claimed to be infringing or to be the\nsubject of infringing activity and that is to be removed or access to which is\nto be disabled, and information reasonably sufficient to permit us to locate\nthe material.\n(4) information reasonably sufficient to permit us to contact the\ncomplaining party, such as an address, telephone number, and, if available, an\nemail address at which the complaining party may be contacted.\n(5) a statement\nthat the complaining party has a good faith belief that use of the material in\nthe manner complained of is not authorized by the copyright owner, its agent,\nor the law.\nand (6) a statement that the\ninformation in the notification is accurate, and under penalty of perjury, that\nthe complaining party is authorized to act on behalf of the owner of an\nexclusive right that is allegedly infringed upon.<br>\n<strong>Counter Notification</strong>\n<br>If you believe your own copyrighted material has been removed from the Site as a result of a mistake or misidentification, you may submit a written counter notification to our Designated Copyright Agent using the contact information provided below (a “Counter Notification”).\nTo be an effective Counter Notification under the DMCA, your Counter Notification must include substantially the following: (1) identification of the material that has been removed or disabled and the location at which the material appeared before it was removed or disabled.\n(2) a statement that you consent to the jurisdiction of the Federal District Court in which your address is located, or if your address is outside the United States, for any judicial district in which we are located.\n(3) a statement that you will accept service of process from the party that filed the Notification or the party's agent.\n(4) your name, address, and telephone number.\n(5) a statement under penalty of perjury that you have a good faith belief that the material in question was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand (6) your physical or electronic signature.<br>If you send us a\nvalid, written Counter Notification meeting the requirements described above,\nwe will restore your removed or disabled material, unless we first receive\nnotice from the party filing the Notification informing us that such party has\nfiled a court action to restrain you from engaging in infringing activity\nrelated to the material in question.\nPlease note that if you materially\nmisrepresent that the disabled or removed content was removed by mistake or\nmisidentification, you may be liable for damages, including costs and\nattorney's fees.\nFiling a false Counter Notification constitutes perjury.<br>Designated Copyright Agent__________Attn: Copyright Agent____________________, __________ ______________________________<br>\n<br>\n<strong>\n<strong>\n<strong>13.</strong>&nbsp;</strong>TERM AND TERMINATION</strong>\n<br>These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND&nbsp;ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME,\nWITHOUT WARNING, IN OUR SOLE DISCRETION.<br>If we terminate\nor suspend your account for any reason, you are prohibited from registering and\ncreating a new account under your name, a fake or borrowed name, or the name of\nany third party, even if you may be acting on behalf of the third party.\nIn\naddition to terminating or suspending your account, we reserve the right to\ntake appropriate legal action, including without limitation pursuing civil,\ncriminal, and injunctive redress.<br>\n<br>\n<strong>\n<strong>\n<strong>14.</strong>&nbsp;</strong>MODIFICATIONS AND INTERRUPTIONS</strong>\n<br>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.<br>We cannot guarantee\nthe Site will be available at all times.\nWe may experience hardware, software,\nor other problems or need to perform maintenance related to the Site, resulting\nin interruptions, delays, or errors.\nWe\nreserve the right to change, revise, update, suspend, discontinue, or otherwise\nmodify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability\nwhatsoever for any loss, damage, or inconvenience caused by your inability to\naccess or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be\nconstrued to obligate us to maintain and support the Site or to supply any\ncorrections, updates, or releases in connection therewith.<br>\n<br>\n<strong>\n<strong>\n<strong>15.</strong>&nbsp;</strong>GOVERNING LAW</strong>\n<br>These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of Texas applicable to agreements made and to be entirely performed within&nbsp;the State of Texas, without regard to its conflict of law principles.<br>\n<br>\n<strong>\n<strong>\n<strong>\n<strong>16.</strong>\n</strong>&nbsp;</strong>DISPUTE RESOLUTION</strong>\n<br>\n<strong>Informal Negotiations</strong>\n<br>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.<br>\n<strong>Binding Arbitration</strong>\n<br>If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved through binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (\"AAA\") and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (\"AAA Consumer Rules\"), both of which are available at the AAA website:&nbsp;www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in Travis,&nbsp;Texas.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.&nbsp.\n&nbsp.\n&nbsp;&nbsp;If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in Texas, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act (UCITA) is excluded from these Terms of Use.<br>In no event shall any Dispute brought by either Party related in any way to the Site be commenced more than one (1) years after the cause of action arose.&nbsp;If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable, and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.<br>\n<strong>Restrictions</strong>\n<br>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.<br>\n<strong>Exceptions to Informal Negotiations and Arbitration</strong>\n<br>The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.<br>\n<br>\n<strong>\n<strong>\n<strong>17.</strong>&nbsp;</strong>CORRECTIONS</strong>\n<br>There may be\ninformation on the Site that contains typographical errors, inaccuracies, or\nomissions, including descriptions, pricing, availability, and various other\ninformation.\nWe reserve the right to\ncorrect any errors, inaccuracies, or omissions and to change or update the\ninformation on the Site at any time, without prior notice.<br>\n<br>\n<strong>\n<strong>\n<strong>18.</strong>&nbsp;</strong>DISCLAIMER</strong>\n<br>THE SITE IS PROVIDED\nON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU\nAGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE\nFULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR\nIMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT\nLIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT\nTHE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY\nWEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY\nFOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2)\nPERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM\nYOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF\nOUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL\nINFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION\nTO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH\nMAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY\nERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF\nANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR\nOTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE,\nOR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A\nTHIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE\nAPPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A\nPARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU\nAND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE\nPURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU\nSHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.<br>\n<br>\n<strong>\n<strong>\n<strong>19.</strong>&nbsp;</strong>LIMITATIONS OF LIABILITY</strong>\n<br>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO $100.00 USD.\nCERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.<br>\n<br>\n<strong>\n<strong>\n<strong>20.</strong>&nbsp;</strong>INDEMNIFICATION</strong>\n<br>You agree to\ndefend, indemnify, and hold us harmless, including our subsidiaries,\naffiliates, and all of our respective officers, agents, partners, and\nemployees, from and against any loss, damage, liability, claim, or demand, including\nreasonable attorneys’ fees and expenses, made by any third party due to or\narising out of: (1) your Contributions;&nbsp;(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.<br>\n<br>\n<strong>\n<strong>\n<strong>\n<strong>21.</strong>&nbsp;</strong>\n</strong>USER DATA</strong>\n<br>We will maintain\ncertain data that you transmit to the Site for the purpose of managing the\nperformance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups\nof data, you are solely responsible for all data that you transmit or that\nrelates to any activity you have undertaken using the Site.\nYou agree\nthat we shall have no liability to you for any loss or corruption of any such\ndata, and you hereby waive any right of action against us arising from any such\nloss or corruption of such data.<br>\n<br>\n<strong>\n<strong>\n<strong>22.</strong>&nbsp;</strong>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</strong>\n<br>Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.<br>\n<br>\n<strong>\n<strong>\n<strong>23.</strong>&nbsp;</strong>CALIFORNIA USERS AND RESIDENTS</strong>\n<br>If any complaint\nwith us is not satisfactorily resolved, you can contact the Complaint\nAssistance Unit of the Division of Consumer Services of the California\nDepartment of Consumer Affairs in writing at 1625 North Market Blvd., Suite N\n112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916)\n445-1254.<br>\n<br>\n<strong>\n<strong>\n<strong>24.</strong>&nbsp;</strong>MISCELLANEOUS</strong>\n<br>These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.<br>\n<br>\n<strong>\n<strong>\n<strong>25.</strong>&nbsp;</strong>CONTACT US</strong>\n<br>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:<br>\n<strong>Tilda Technologies Inc.</strong>\n<strong>\n<strong>\n</strong>8911 North Capital of Texas Hwy, Suite 4200-069 </strong>\n<strong>\n<strong>\n</strong>\n</strong>\n<strong>\n<strong>Austin</strong>\n<strong>, TX</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>78759</strong>\n</strong>\n<strong>\n<strong>\n<strong>\n</strong>\n</strong>\n<strong>\n<strong>\n</strong>\n</strong>\n</strong>\n<strong>\n<strong>United States</strong>\n</strong>\n<strong>\n<strong>\n<strong>\n</strong>\n</strong>\n</strong>\n<strong>\n<strong>\n</strong>\n</strong>\n<strong>\n<strong>\n<strong>\n</strong>\n</strong>\n</strong>\n<strong>\n<strong>\n<strong>cyrus@humata.ai</strong>\n</strong>\n</strong>\n<strong>\n<strong>\n</strong>\n</strong>\n<strong>\n<strong>\n</strong>\n</strong>\nYour browser does not support JavaScript! ", "created_at": "2023-08-23 19:28:50.346263", "updated_at": "2023-08-23 19:29:21.552243"}, {"id": 18466, "name": "PRIVACY NOTICE", "url": "https://app.termly.io/document/privacy-policy/aafaae68-7966-4a23-bd58-ab4625195ac3", "xpath": "//body", "text": " <strong>PRIVACY NOTICE</strong>\n<br>\n<strong>Last updated February 01, 2023</strong>\n<br>\n<br>\n<br>This privacy notice for Tilda Technologies Inc.\n(\"<strong>Company</strong>,\" \"<strong>we</strong>,\" \"<strong>us</strong>,\" or \"<strong>our</strong>\"), describes how and why we might collect, store, use, and/or share (\"<strong>process</strong>\") your information when you use our services (\"<strong>Services</strong>\"), such as when you:<ul>\n<li>Visit our website at https://www.humata.ai/, or any website of ours that links to this privacy notice</li>\n</ul>\n<ul>\n<li>Engage with us in other related ways, including any sales, marketing, or events</li>\n</ul>\n<strong>Questions or concerns?&nbsp;</strong>Reading this privacy notice will help you understand your privacy rights and choices.\nIf you do not agree with our policies and practices, please do not use our Services.\nIf you still have any questions or concerns, please contact us at cyrus@humata.ai.<br>\n<br>\n<strong>SUMMARY OF KEY POINTS</strong>\n<br>\n<strong>\n<em>This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.\nYou can also click&nbsp;</em>\n</strong>\n<strong>\n<em>here</em>\n</strong>\n<strong>\n<em>&nbsp;to go directly to our table of contents.</em>\n</strong>\n<br>\n<strong>What personal information do we process?</strong> When you visit, use, or navigate our Services, we may process personal information depending on how you interact with Tilda Technologies Inc.\nand the Services, the choices you make, and the products and features you use.\nClick&nbsp;here&nbsp;to learn more.<br>\n<strong>Do we process any sensitive personal information?</strong> We may process sensitive personal information when necessary with your consent or as otherwise permitted by applicable law.\nClick&nbsp;here&nbsp;to learn more.<br>\n<strong>Do we receive any information from third parties?</strong> We do not receive any information from third parties.<br>\n<strong>How do we process your information?</strong> We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.\nWe process your information only when we have a valid legal reason to do so.\nClick&nbsp;here&nbsp;to learn more.<br>\n<strong>In what situations and with which types of parties do we share personal information?</strong> We may share information in specific situations and with specific categories of third parties.\nClick&nbsp;here&nbsp;to learn more.<br>\n<strong>How do we keep your information safe?</strong> We have organizational and technical processes and procedures in place to protect your personal information.\nHowever, no electronic transmission over the internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nClick&nbsp;here&nbsp;to learn more.<br>\n<strong>What are your rights?</strong> Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information.\nClick&nbsp;here&nbsp;to learn more.<br>\n<strong>How do you exercise your rights?</strong> The easiest way to exercise your rights is by filling out our data subject request form available here, or by contacting us.\nWe will consider and act upon any request in accordance with applicable data protection laws.<br>Want to learn more about what Tilda Technologies Inc.\ndoes with any information we collect? Click&nbsp;here&nbsp;to review the notice in full.<br>\n<br>\n<strong>TABLE OF CONTENTS</strong>\n<br>1.\nWHAT INFORMATION DO WE COLLECT?2.\nHOW DO WE PROCESS YOUR INFORMATION?3.\nWHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR PERSONAL INFORMATION?4.\nWHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?5.\nHOW LONG DO WE KEEP YOUR INFORMATION?6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?7.\nDO WE COLLECT INFORMATION FROM MINORS?8.\nWHAT ARE YOUR PRIVACY RIGHTS?9.\nCONTROLS FOR DO-NOT-TRACK FEATURES10.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?11.\nDO VIRGINIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?12.\nDO WE MAKE UPDATES TO THIS NOTICE?13.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?14.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?<br>\n<br>\n<strong>1.\nWHAT INFORMATION DO WE COLLECT?</strong>\n<br>\n<strong>Personal information you disclose to us</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>We collect personal information that you provide to us.</em>\n<br>We collect personal information that you voluntarily provide to us when you register on the Services,&nbsp;express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.<br>\n<strong>Personal Information Provided by You.</strong> The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use.\nThe personal information we collect may include the following:<ul>\n<li>names</li>\n</ul>\n<ul>\n<li>email addresses</li>\n</ul>\n<ul>\n<li>passwords</li>\n</ul>\n<ul>\n<li>contact or authentication data</li>\n</ul>\n<ul>\n<li>billing addresses</li>\n</ul>\n<ul>\n<li>debit/credit card numbers</li>\n</ul>\n<strong>Sensitive Information.</strong> When necessary, with your consent or as otherwise permitted by applicable law, we process the following categories of sensitive information:<ul>\n<li>financial data</li>\n</ul>All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.<br>\n<strong>Information automatically collected</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our Services.</em>\n<br>We automatically collect certain information when you visit, use, or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services, and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.<br>The information we collect includes:<ul>\n<li>\n<em>Log and Usage Data.</em> Log and usage data is service-related, diagnostic, usage, and performance information our servers automatically collect when you access or use our Services and which we record in log files.\nDepending on how you interact with us, this log data may include your IP address, device information, browser type, and settings and information about your activity in the Services&nbsp;(such as the date/time stamps associated with your usage, pages and files viewed, searches, and other actions you take such as which features you use), device event information (such as system activity, error reports (sometimes called \"crash dumps\"), and hardware settings).</li>\n</ul>\n<ul>\n<li>\n<em>Device Data.</em> We collect device data such as information about your computer, phone, tablet, or other device you use to access the Services.\nDepending on the device used, this device data may include information such as your IP address (or proxy server), device and application identification numbers, location, browser type, hardware model, Internet service provider and/or mobile carrier, operating system, and system configuration information.</li>\n</ul>\n<ul>\n<li>\n<em>Location Data.</em> We collect location data such as information about your device's location, which can be either precise or imprecise.\nHow much information we collect depends on the type and settings of the device you use to access the Services.\nFor example, we may use GPS and other technologies to collect geolocation data that tells us your current location (based on your IP address).\nYou can opt out of allowing us to collect this information either by refusing access to the information or by disabling your Location setting on your device.\nHowever, if you choose to opt out, you may not be able to use certain aspects of the Services.</li>\n</ul>\n<strong>2.\nHOW DO WE PROCESS YOUR INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law.\nWe may also process your information for other purposes with your consent.</em>\n<br>\n<strong>We process your personal information for a variety of reasons, depending on how you interact with our Services, including:</strong>\n<ul>\n<li>\n<strong>To facilitate account creation and authentication and otherwise manage user accounts.&nbsp;</strong>We may process your information so you can create and log in to your account, as well as keep your account in working order.</li>\n</ul>\n<ul>\n<li>\n<strong>To deliver and facilitate delivery of services to the user.&nbsp;</strong>We may process your information to provide you with the requested service.</li>\n</ul>\n<ul>\n<li>\n<strong>To respond to user inquiries/offer support to users.&nbsp;</strong>We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.</li>\n</ul>\n<ul>\n<li>\n<strong>To send administrative information to you.&nbsp;</strong>We may process your information to send you details about our products and services, changes to our terms and policies, and other similar information.</li>\n</ul>\n<ul>\n<li>\n<strong>To fulfill and manage your orders.</strong> We may process your information to fulfill and manage your orders, payments, returns, and exchanges made through the Services.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>To request feedback.&nbsp;</strong>We may process your information when necessary to request feedback and to contact you about your use of our Services.</li>\n</ul>\n<ul>\n<li>\n<strong>To save or protect an individual's vital interest.</strong> We may process your information when necessary to save or protect an individual’s vital interest, such as to prevent harm.</li>\n</ul>\n<br>\n<strong>3.\nWHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR INFORMATION?</strong>\n<br>\n<em>\n<strong>In Short:&nbsp;</strong>We only process your personal information when we believe it is necessary and we have a valid legal reason (i.e., legal basis) to do so under applicable law, like with your consent, to comply with laws, to provide you with services to enter into or fulfill our contractual obligations, to protect your rights, or to fulfill our legitimate business interests.</em>\n<br>\n<em>\n<strong>\n<u>If you are located in the EU or UK, this section applies to you.</u>\n</strong>\n</em>\n<br>The General Data Protection Regulation (GDPR) and UK GDPR require us to explain the valid legal bases we rely on in order to process your personal information.\nAs such, we may rely on the following legal bases to process your personal information:<ul>\n<li>\n<strong>Consent.&nbsp;</strong>We may process your information if you have given us permission (i.e., consent) to use your personal information for a specific purpose.\nYou can withdraw your consent at any time.\nClick&nbsp;here&nbsp;to learn more.</li>\n</ul>\n<ul>\n<li>\n<strong>Performance of a Contract.</strong> We may process your personal information when we believe it is necessary to fulfill our contractual obligations to you, including providing our Services or at your request prior to entering into a contract with you.</li>\n</ul>\n<ul>\n<li>\n<strong>Legitimate Interests.</strong> We may process your information when we believe it is reasonably necessary to achieve our legitimate business interests and those interests do not outweigh your interests and fundamental rights and freedoms.\nFor example, we may process your personal information for some of the purposes described in order to:</li>\n</ul>\n<ul>\n<li>Understand how our users use our products and services so we can improve user experience</li>\n</ul>\n<ul>\n<li>\n<strong>Legal Obligations.</strong> We may process your information where we believe it is necessary for compliance with our legal obligations, such as to cooperate with a law enforcement body or regulatory agency, exercise or defend our legal rights, or disclose your information as evidence in litigation in which we are involved.<br>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Vital Interests.</strong> We may process your information where we believe it is necessary to protect your vital interests or the vital interests of a third party, such as situations involving potential threats to the safety of any person.</li>\n</ul>\n<br>\n<strong>\n<u>\n<em>If you are located in Canada, this section applies to you.</em>\n</u>\n</strong>\n<br>We may process your information if you have given us specific permission (i.e., express consent) to use your personal information for a specific purpose, or in situations where your permission can be inferred (i.e., implied consent).\nYou can withdraw your consent at any time.\nClick&nbsp;here&nbsp;to learn more.<br>In some exceptional cases, we may be legally permitted under applicable law to process your information without your consent, including, for example:<ul>\n<li>If collection is clearly in the interests of an individual and consent cannot be obtained in a timely way</li>\n</ul>\n<ul>\n<li>For investigations and fraud detection and prevention</li>\n</ul>\n<ul>\n<li>For business transactions provided certain conditions are met</li>\n</ul>\n<ul>\n<li>If it is contained in a witness statement and the collection is necessary to assess, process, or settle an insurance claim</li>\n</ul>\n<ul>\n<li>For identifying injured, ill, or deceased persons and communicating with next of kin</li>\n</ul>\n<ul>\n<li>If we have reasonable grounds to believe an individual has been, is, or may be victim of financial abuse</li>\n</ul>\n<ul>\n<li>If it is reasonable to expect collection and use with consent would compromise the availability or the accuracy of the information and the collection is reasonable for purposes related to investigating a breach of an agreement or a contravention of the laws of Canada or a province</li>\n</ul>\n<ul>\n<li>If disclosure is required to comply with a subpoena, warrant, court order, or rules of the court relating to the production of records</li>\n</ul>\n<ul>\n<li>If it was produced by an individual in the course of their employment, business, or profession and the collection is consistent with the purposes for which the information was produced</li>\n</ul>\n<ul>\n<li>If the collection is solely for journalistic, artistic, or literary purposes</li>\n</ul>\n<ul>\n<li>If the information is publicly available and is specified by the regulations</li>\n</ul>\n<br>\n<strong>4.\nWHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;We may share information in specific situations described in this section and/or with the following categories of third parties.</em>\n<br>\n<strong>Vendors, Consultants, and Other Third-Party Service Providers.</strong> We may share your data with third-party vendors, service providers, contractors, or agents (\"<strong>third parties</strong>\") who perform services for us or on our behalf and require access to such information to do that work.\nWe have contracts in place with our third parties, which are designed to help safeguard your personal information.\nThis means that they cannot do anything with your personal information unless we have instructed them to do it.\nThey will also not share your personal information with any organization apart from us.\nThey also commit to protect the data they hold on our behalf and to retain it for the period we instruct.\nThe categories of third parties we may share personal information with are as follows:<ul>\n<li>Testing Tools</li>\n</ul>\n<ul>\n<li>Cloud Computing Services</li>\n</ul>\n<ul>\n<li>Data Analytics Services</li>\n</ul>\n<br>We also may need to share your personal information in the following situations:<ul>\n<li>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n</ul>\n<ul>\n<li>\n<strong>Affiliates.&nbsp;</strong>We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy notice.\nAffiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or that are under common control with us.</li>\n</ul>\n<ul>\n<li>\n<strong>Business Partners.</strong> We may share your information with our business partners to offer you certain products, services, or promotions.</li>\n</ul>\n<br>\n<strong>5.\nHOW LONG DO WE KEEP YOUR INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.</em>\n<br>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements).\nNo purpose in this notice will require us keeping your personal information for longer than the period of time in which users have an account with us.<br>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.<br>\n<strong>6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>We aim to protect your personal information through a system of organizational and technical security measures.</em>\n<br>We have implemented appropriate and reasonable technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security and improperly collect, access, steal, or modify your information.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk.\nYou should only access the Services within a secure environment.<br>\n<strong>7.\nDO WE COLLECT INFORMATION FROM MINORS?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;We do not knowingly collect data from or market to children under 18 years of age.</em>\n<br>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we may have collected from children under age 18, please contact us at cyrus@humata.ai.<br>\n<strong>8.\nWHAT ARE YOUR PRIVACY RIGHTS?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp;<em>\n</em>In some regions, such as the European Economic Area (EEA), United Kingdom (UK), and Canada, you have rights that allow you greater access to and control over your personal information.<em>\n</em>&nbsp;You may review, change, or terminate your account at any time.</em>\n<br>In some regions (like the EEA, UK, and Canada), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nYou can make such a request by contacting us by using the contact details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below.<br>We will consider and act upon any request in accordance with applicable data protection laws.&nbsp;If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: https://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.<br>If you are located in Switzerland, the contact details for the data protection authorities are available here: https://www.edoeb.admin.ch/edoeb/en/home.html.<br>\n<strong>\n<u>Withdrawing your consent:</u>\n</strong> If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time.\nYou can withdraw your consent at any time by contacting us by using the contact details provided in the section \"HOW CAN YOU CONTACT US ABOUT THIS NOTICE?\" below or updating your preferences.<br>However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.<br>\n<strong>Account Information</strong>\n<br>If you would at any time like to review or change the information in your account or terminate your account, you can:<ul>\n<li>Log in to your account settings and update your user account.</li>\n</ul>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.<br>If you have questions or comments about your privacy rights, you may email us at cyrus@humata.ai.<br>\n<strong>9.\nCONTROLS FOR DO-NOT-TRACK FEATURES</strong>\n<br>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nAt this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.<br>\n<strong>10.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n<br>California Civil Code Section 1798.83, also known as the \"Shine The Light\" law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.<br>If you are under 18 years of age, reside in California, and have a registered account with Services, you have the right to request removal of unwanted data that you publicly post on the Services.\nTo request removal of such data, please contact us using the contact information provided below and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g., backups, etc.).<br>\n<strong>CCPA Privacy Notice</strong>\n<br>The California Code of Regulations defines a \"resident\" as:<br>(1) every individual who is in the State of California for other than a temporary or transitory purpose and(2) every individual who is domiciled in the State of California who is outside the State of California for a temporary or transitory purpose<br>All other individuals are defined as \"non-residents.\"<br>If this definition of \"resident\" applies to you, we must adhere to certain rights and obligations regarding your personal information.<br>\n<strong>What categories of personal information do we collect?</strong>\n<br>We have collected the following categories of personal information in the past twelve (12) months:<br>\n<strong>Category</strong>\n<strong>Examples</strong>\n<strong>Collected</strong>A.\nIdentifiersContact details, such as real name, alias, postal address, telephone or mobile contact number, unique personal identifier, online identifier, Internet Protocol address, email address, and account name<br>YES<br>B.\nPersonal information categories listed in the California Customer Records statuteName, contact information, education, employment, employment history, and financial information<br>YES<br>C.\nProtected classification characteristics under California or federal lawGender and date of birth<br>NO<br>D.\nCommercial informationTransaction information, purchase history, financial details, and payment information<br>NO<br>E.\nBiometric informationFingerprints and voiceprints<br>NO<br>F.\nInternet or other similar network activityBrowsing history, search history, online behavior, interest data, and interactions with our and other websites, applications, systems, and advertisements<br>NO<br>G.\nGeolocation dataDevice location<br>NO<br>H.\nAudio, electronic, visual, thermal, olfactory, or similar informationImages and audio, video or call recordings created in connection with our business activities<br>NO<br>I.\nProfessional or employment-related informationBusiness contact details in order to provide you our Services at a business level or job title, work history, and professional qualifications if you apply for a job with us<br>NO<br>J.\nEducation InformationStudent records and directory information<br>NO<br>K.\nInferences drawn from other personal informationInferences drawn from any of the collected personal information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics<br>YES<br>L.\nSensitive Personal InformationAccount login information and debit or credit card numbers<br>YES<br>\n<br>We will use and retain the collected personal information as needed to provide the Services or for:<ul>\n<li>Category A - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category B - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category K - As long as the user has an account with us</li>\n</ul>\n<ul>\n<li>Category L - As long as the user has an account with us</li>\n</ul>Category L information may be used, or disclosed to a service provider or contractor, for additional, specified purposes.\nYou have the right to limit the use or disclosure of your sensitive personal information.<br>We may also collect other personal information outside of these categories through instances where you interact with us in person, online, or by phone or mail in the context of:<ul>\n<li>Receiving help through our customer support channels;</li>\n</ul>\n<ul>\n<li>Participation in customer surveys or contests.\nand</li>\n</ul>\n<ul>\n<li>Facilitation in the delivery of our Services and to respond to your inquiries.</li>\n</ul>\n<strong>How do we use and share your personal information?</strong>\n<br>Tilda Technologies Inc.\ncollects and shares your personal information through:<ul>\n<li>Beacons/Pixels/Tags</li>\n</ul>More information about our data collection and sharing practices can be found in this privacy notice.<br>You may contact us by email at&nbsp;cyrus@humata.ai, or by referring to the contact details at the bottom of this document.<br>If you are using an authorized agent to exercise your right to opt out we may deny a request if the authorized agent does not submit proof that they have been validly authorized to act on your behalf.<br>\n<strong>Will your information be shared with anyone else?</strong>\n<br>We may disclose your personal information with our service providers pursuant to a written contract between us and each service provider.\nEach service provider is a for-profit entity that processes the information on our behalf, following the same strict privacy protection obligations mandated by the CCPA.<br>We may use your personal information for our own business purposes, such as for undertaking internal research for technological development and demonstration.\nThis is not considered to be \"selling\" of your personal information.<br>Tilda Technologies Inc.\nhas not sold or shared any personal information to third parties for a business or commercial purpose in the preceding twelve (12) months.&nbsp;Tilda Technologies Inc.&nbsp;has disclosed the following categories of personal information to third parties for a business or commercial purpose in the preceding twelve (12) months:<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>The categories of third parties to whom we disclosed personal information for a business or commercial purpose can be found under \"WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?\".<br>\n<strong>Your rights with respect to your personal data</strong>\n<br>\n<u>Right to request deletion of the data — Request to delete</u>\n<br>You can ask for the deletion of your personal information.\nIf you ask us to delete your personal information, we will respect your request and delete your personal information, subject to certain exceptions provided by law, such as (but not limited to) the exercise by another consumer of his or her right to free speech, our compliance requirements resulting from a legal obligation, or any processing that may be required to protect against illegal activities.<br>\n<u>Right to be informed — Request to know</u>\n<br>Depending on the circumstances, you have a right to know:<ul>\n<li>whether we collect and use your personal information;</li>\n</ul>\n<ul>\n<li>the categories of personal information that we collect;</li>\n</ul>\n<ul>\n<li>the purposes for which the collected personal information is used;</li>\n</ul>\n<ul>\n<li>whether we sell or share personal information to third parties;</li>\n</ul>\n<ul>\n<li>the categories of personal information that we sold, shared, or disclosed for a business purpose;</li>\n</ul>\n<ul>\n<li>the categories of third parties to whom the personal information was sold, shared, or disclosed for a business purpose;</li>\n</ul>\n<ul>\n<li>the business or commercial purpose for collecting, selling, or sharing personal information.\nand</li>\n</ul>\n<ul>\n<li>the specific pieces of personal information we collected about you.</li>\n</ul>In accordance with applicable law, we are not obligated to provide or delete consumer information that is de-identified in response to a consumer request or to re-identify individual data to verify a consumer request.<br>\n<u>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</u>\n<br>We will not discriminate against you if you exercise your privacy rights.<br>\n<u>Right to Limit Use and Disclosure of Sensitive Personal Information</u>\n<br>If the business collects any of the following:<ul>\n<li>social security information, drivers' licenses, state ID cards, passport numbers</li>\n</ul>\n<ul>\n<li>account login information</li>\n</ul>\n<ul>\n<li>credit card numbers, financial account information, or credentials allowing access to such accounts</li>\n</ul>\n<ul>\n<li>precise geolocation</li>\n</ul>\n<ul>\n<li>racial or ethnic origin, religious or philosophical beliefs, union membership</li>\n</ul>\n<ul>\n<li>the contents of email and text, unless the business is the intended recipient of the communication</li>\n</ul>\n<ul>\n<li>genetic data, biometric data, and health data</li>\n</ul>\n<ul>\n<li>data concerning sexual orientation and sex life</li>\n</ul>you have the right to direct that business to limit its use of your sensitive personal information to that use which is necessary to perform the Services.<br>Once a business receives your request, they are no longer allowed to use or disclose your sensitive personal information for any other purpose unless you provide consent for the use or disclosure of sensitive personal information for additional purposes.<br>Please note that sensitive personal information that is collected or processed without the purpose of inferring characteristics about a consumer is not covered by this right, as well as the publicly available information.<br>To exercise your right to limit use and disclosure of sensitive personal information, please email cyrus@humata.ai or submit a request form by clicking here.<br>\n<u>Verification process</u>\n<br>Upon receiving your request, we will need to verify your identity to determine you are the same person about whom we have the information in our system.\nThese verification efforts require us to ask you to provide information so that we can match it with information you have previously provided us.\nFor instance, depending on the type of request you submit, we may ask you to provide certain information so that we can match the information you provide with the information we already have on file, or we may contact you through a communication method (e.g., phone or email) that you have previously provided to us.\nWe may also use other verification methods as the circumstances dictate.<br>We will only use personal information provided in your request to verify your identity or authority to make the request.\nTo the extent possible, we will avoid requesting additional information from you for the purposes of verification.\nHowever, if we cannot verify your identity from the information already maintained by us, we may request that you provide additional information for the purposes of verifying your identity and for security or fraud-prevention purposes.\nWe will delete such additionally provided information as soon as we finish verifying you.<br>\n<u>Other privacy rights</u>\n<ul>\n<li>You may object to the processing of your personal information.</li>\n</ul>\n<ul>\n<li>You may request correction of your personal data if it is incorrect or no longer relevant, or ask to restrict the processing of the information.</li>\n</ul>\n<ul>\n<li>You can designate an authorized agent to make a request under the CCPA on your behalf.\nWe may deny a request from an authorized agent that does not submit proof that they have been validly authorized to act on your behalf in accordance with the CCPA.</li>\n</ul>\n<ul>\n<li>You may request to opt out from future selling or sharing of your personal information to third parties.\nUpon receiving an opt-out request, we will act upon the request as soon as feasibly possible, but no later than fifteen (15) days from the date of the request submission.</li>\n</ul>To exercise these rights, you can contact us&nbsp;by email at cyrus@humata.ai, or by referring to the contact details at the bottom of this document.\nIf you have a complaint about how we handle your data, we would like to hear from you.<br>\n<strong>11.\nDO VIRGINIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</strong>\n<br>\n<em>\n<strong>In Short:</strong>&nbsp;Yes, if you are a resident of Virginia, you may be granted specific rights regarding access to and use of your personal information.</em>\n<br>\n<strong>Virginia CDPA Privacy Notice</strong>\n<br>Under the Virginia Consumer Data Protection Act (CDPA):<br>\"Consumer\" means a natural person who is a resident of the Commonwealth acting only in an individual or household context.\nIt does not include a natural person acting in a commercial or employment context.<br>\"Personal data\" means any information that is linked or reasonably linkable to an identified or identifiable natural person.\n\"Personal data\" does not include de-identified data or publicly available information.<br>\"Sale of personal data\" means the exchange of personal data for monetary consideration.<br>If this definition \"consumer\" applies to you, we must adhere to certain rights and obligations regarding your personal data.<br>The information we collect, use, and disclose about you will vary depending on how you interact with Tilda Technologies Inc.\nand our Services.\nTo find out more, please visit the following links:<ul>\n<li>Personal data we collect</li>\n</ul>\n<ul>\n<li>How we use your personal data</li>\n</ul>\n<ul>\n<li>When and with whom we share your personal data</li>\n</ul>\n<u>Your rights with respect to your personal data</u>\n<ul>\n<li>Right to be informed whether or not we are processing your personal data</li>\n</ul>\n<ul>\n<li>Right to access your personal data</li>\n</ul>\n<ul>\n<li>Right to correct inaccuracies in your personal data</li>\n</ul>\n<ul>\n<li>Right to request deletion of your personal data</li>\n</ul>\n<ul>\n<li>Right to obtain a copy of the personal data you previously shared with us</li>\n</ul>\n<ul>\n<li>Right to opt out of the processing of your personal data if it is used for targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects (\"profiling\")</li>\n</ul>Tilda Technologies Inc.\nhas not sold any personal data to third parties for business or commercial purposes.\nTilda Technologies Inc.\nwill not sell personal data in the future belonging to website visitors, users, and other consumers.<br>\n<u>Exercise your rights provided under the Virginia CDPA</u>\n<br>More information about our data collection and sharing practices can be found in this privacy notice.<br>You may contact us by email at cyrus@humata.ai, by visiting our&nbsp;data subject request form, or by referring to the contact details at the bottom of this document.<br>If you are using an authorized agent to exercise your rights, we may deny a request if the authorized agent does not submit proof that they have been validly authorized to act on your behalf.<br>\n<u>Verification process</u>\n<br>We may request that you provide additional information reasonably necessary to verify you and your consumer's request.\nIf you submit the request through an authorized agent, we may need to collect additional information to verify your identity before processing your request.<br>Upon receiving your request, we will respond without undue delay, but in all cases, within forty-five (45) days of receipt.\nThe response period may be extended once by forty-five (45) additional days when reasonably necessary.\nWe will inform you of any such extension within the initial 45-day response period, together with the reason for the extension.<br>\n<u>Right to appeal</u>\n<br>If we decline to take action regarding your request, we will inform you of our decision and reasoning behind it.&nbsp;If you wish to appeal our decision, please email us at cyrus@humata.ai.\nWithin sixty (60) days of receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf your appeal if denied, you may contact the Attorney General to&nbsp;submit a complaint.<br>\n<strong>12.\nDO WE MAKE UPDATES TO THIS NOTICE?</strong>\n<br>\n<em>\n<strong>In Short:&nbsp;</strong>Yes, we will update this notice as necessary to stay compliant with relevant laws.</em>\n<br>We may update this privacy notice from time to time.\nThe updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy notice frequently to be informed of how we are protecting your information.<br>\n<strong>13.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?</strong>\n<br>If you have questions or comments about this notice, you may email us at cyrus@humata.ai&nbsp;or by post to:<br>Tilda Technologies Inc.8911 North Capital of Texas Hwy, Suite 4200-069 Austin, TX 78759United States<br>\n<strong>14.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</strong>\n<br>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it.\nTo request to review, update, or delete your personal information, please submit a request form by clicking&nbsp;here.\nYour browser does not support JavaScript! ", "created_at": "2023-08-23 19:29:25.606791", "updated_at": "2023-08-23 19:29:33.471363"}], "points": [], "urls": ["humata.ai"]}}