{"error": 448, "message": "OK", "parameters": {"id": 7212, "name": "W. W. Norton", "created_at": "2023-01-04 14:06:55.308338", "updated_at": "2023-01-22 17:00:16.103411", "wikipedia": "https://en.wikipedia.org/wiki/W._W._Norton_%26_Company", "keywords": null, "related": null, "slug": "w-w-norton", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7212.png", "url": "wwnorton.com", "documents": [{"id": 13811, "name": "Terms of Use", "url": "https://wwnorton.com/terms-of-use/", "xpath": "//body", "text": "HomeBack to Home Page<ul>\n<li>READER</li>\n<li>STUDENT</li>\n<li>EDUCATOR</li>\n</ul>\n<ul>\n</ul>LOG IN0 ITEMS<p>Terms of Use</p>\n<p>\n<strong>Effective Date: October 11, 2016</strong>\n</p>\n<p>These Terms of Use apply to the <strong>wwnorton.com</strong> website and to any other website, application, online service, or other interactive feature or download (collectively “Sites” and each individually a “Site”), however accessed and/or used, that is owned or operated by W.\nW.\nNorton &amp.\nCompany, Inc.\nor one of its subsidiaries or affiliates (collectively, “Norton,” “we” or “us”) and links to these Terms of Use with our approval.&nbsp;</p>\n<p>These Terms of Use constitute an enforceable legal agreement between you (“you” or “user”) and Norton and contain the material terms and conditions that govern your use of the Sites.\n&nbsp.\nAdditional terms, conditions, and policies (such as shipping and return policies, for example), may apply to the purchase of products on the Sites.</p>\n<p>\n<strong>By accessing or using any of the Sites, you are agreeing to be bound by all of the terms and conditions set forth in these Terms of Use, including any changes to these Terms of Use that we may make in the future.\n&nbsp;For more information about how we will notify you if we make changes in the Terms of Use, please see the paragraph headed “Changes to Terms of Use” below.\n&nbsp;Please read all of these Terms of Use carefully before using or continuing to use the Sites.\n&nbsp;THE SITES, AND ANY PRODUCTS AND SERVICES OFFERED ON THE SITES, ARE INTENDED FOR USE BY INDIVIDUALS OVER THE AGE OF 13.\n&nbsp;YOU MUST NOT CONTINUE ON THIS SITE IF YOU ARE AGE 13 OR YOUNGER.\n&nbsp;REGARDLESS OF AGE, YOU SHOULD IMMEDIATELY LEAVE THIS SITE IF YOU DO NOT UNDERSTAND THESE TERMS OF USE OR DO NOT AGREE TO BE BOUND BY THEM.&nbsp;</strong>&nbsp.\n&nbsp;</p>\n<p>\n<strong>\n<u>Ownership of Sites and Site Content</u>\n</strong>\n</p>\n<p>The Sites are owned and operated by Norton.\n&nbsp;Except to the extent otherwise identified on the Sites or described in these Terms of Use, all aspects of the content found on the Sites (including but not limited to text, graphics, images, sound, and software) (“Site Content”), as well as all other elements of the Sites themselves (e.g., design elements, interfaces, code, selection and arrangement of Site Content, etc.), are owned by Norton and/or Norton’s licensors and protected by copyright, trademark and other laws.\n&nbsp;No use of any Site or Site Content for any purpose other than the limited, personal and non-commercial purposes described in these Terms of Use is permitted at any time, and access is strictly conditioned upon acceptance of and compliance with all of these Terms of Use.&nbsp;</p>\n<p>\n<u>\n<strong>Purpose of the Sites Is to Provide General Information</strong>\n</u>\n</p>\n<p>Except to the extent otherwise noted on any given Site, our purpose in operating the Sites is to provide users with general information, including information about the products and services we offer.\n&nbsp;You use the Sites at your own risk, understanding that neither Norton nor any licensor of content on the Sites guarantees the accuracy or completeness of any information or content.\n&nbsp;By using the Sites, you expressly acknowledge that Norton is under no obligation to verify information provided by third parties, including users, or to update historical or other information.&nbsp;</p>\n<p>\n<strong>\n<u>Norton Is Not Responsible for Third Party Links and Content</u>\n</strong>\n</p>\n<p>Third party views and opinions expressed on the Sites, including those expressed by users in Submissions as described below, do not reflect the views or opinions of Norton and are not endorsed by us.\n&nbsp;When links to websites controlled by third parties (“Unaffiliated Websites”) appear on the Sites, they are provided solely as a convenience to users and do not imply any affiliation between Norton and the owners of Unaffiliated Websites, or any endorsement of the Unaffiliated Websites or their contents.\n&nbsp;Norton is not responsible for anything contained in user Submissions or on Unaffiliated Websites, or for any consequence of linking to an Unaffiliated Website.\n&nbsp;By accessing and using the Sites, you assume liability for your own response to any content, including other user Submissions.\n&nbsp;Please be aware that use of the Sites may expose you to information or material that you consider offensive, inaccurate, or otherwise objectionable.\nby choosing to use the Sites, you assume all risks associated with your exposure to such content as well as the risk of dealing with persons who may be minors, foreign nationals, or operating under assumed names or other false pretenses.\n&nbsp;Norton is not responsible for your registration or use of any third-party service (such as a social media platform, for example), even if a tool allowing you to sign in to or register with the service appears on the Sites.\n&nbsp;For terms and conditions applicable to Unaffiliated Websites and services provided by third parties, you must refer to the terms of use and other policies provided by the owners of such sites and services.\n&nbsp;&nbsp;</p>\n<p>\n<strong>\n<u>Privacy Policy</u>\n</strong>\n</p>\n<p>Unless otherwise specified in connection with a particular product, service, or activity, Norton’s collection and use of personal information and other forms of data is governed by our Privacy Policy, available at wwnorton.com/privacy-policy.\nThe Privacy Policy is hereby incorporated into these Terms of Use and forms a part of the agreement between you and Norton to which you become a party by accessing and using the Sites.</p>\n<p>\n<u>\n<strong>License to Use, Access, and Link to the Sites</strong>\n</u>\n</p>\n<p>Subject to all of the terms and conditions contained in these Terms of Use, Norton grants you a limited, revocable, non-exclusive, non-transferable license (“License”) to access the Sites and to view, play, print and download Site Content, to the extent permitted on the Sites, for your own personal, non-commercial use only.\n&nbsp;You may also create a link to any page on any of the Sites, provided that in so doing you do not defame or disparage us, our products and services, or any of our authors or other third party content providers, vendors or licensors, or use such links to display or disseminate false, misleading, or offensive content.</p>\n<p>As a condition of the License, you specifically acknowledge and agree that you may not: (i) use the Sites or any features available on the Sites in any manner with the intent to interrupt, damage, disable, overburden or impair the Sites or such features.\n(ii) interfere or attempt to interfere with the proper working of the Sites or any activities legitimately conducted on the Sites.\n(iii) bypass any measures we may use to prevent or restrict access to the Sites.\n(iv) gather, obtain, use, access or otherwise copy any part of the Sites or Site Content using any bot, spider, crawler, spyware, engine, device, software or any other automatic device, utility or manual process of any kind.\n(v) engage in any activity that interferes with another user’s access to or use or enjoyment of the Sites.\n(vi) except to the extent specifically permitted by these Terms of Use, adapt, download, revise, broadcast, reverse engineer, duplicate, publish, modify, disseminate, display, perform, transfer, sell, re-sell, or otherwise distribute any Site Content.\n(vii) frame or utilize any framing technique to enclose any trademark, logo or other proprietary information appearing on the Sites or in Site Content (including images, text, page layout or form), or use any meta tag or other “hidden text” utilizing our name or trademarks, or those of any of our affiliates.\n(viii) use our name or any language, symbol or picture that could, in our &nbsp;judgment, be read to suggest an endorsement by us of any product or service.\nor (ix) remove, obscure, or seek to remove or obscure any copyright, trademark, or similar proprietary notice found on any Sites or in any Site Content.</p>\n<p>You warrant to us that your use of the Sites and the Site Content will not violate any foreign or domestic law, statute, ordinance or regulation applicable thereto.\n&nbsp;You further warrant that, except as permitted under applicable copyright laws, you will obtain permission before re-using any copyrighted material available on the Sites.\n&nbsp;For purposes of these Terms of Use, the use of any such material on any other website or networked computer environment is prohibited.&nbsp;</p>\n<p>You agree not to upload to or distribute or publish through the Sites, directly or indirectly, content that is criminal in nature.\ncontent of any kind that encourages or facilitates the commission of a criminal offense or the violation of any law.\nor content that contains viruses, political campaign materials, chain letters, mass mailings, or any form of unsolicited “spam.”</p>\n<p>Use of the Sites for any purpose other than as contemplated in the Terms of Use is a violation of Norton’s and/or its licensors’ copyright and proprietary rights.</p>\n<p>We may revoke the License at any time, and suspend or terminate your access to the Sites, with or without notice to you, if you violate these Terms of Use or if we, in our sole discretion, determine that anything you are doing on a Site is contrary to the purpose of the Site, violates any law or any right of Norton or third parties, is harmful to Norton or third parties, or is otherwise objectionable for any reason.\n&nbsp;Your obligations to us under these Terms of Use will continue following suspension or termination of your access to the Sites.</p>\n<p>All rights not expressly granted to you in the License, including without limitation all rights in the Sites and the Site Content, are reserved by Norton and/or Norton’s licensors for its and their sole use and disposition.</p>\n<p>\n<u>\n<strong>Trademarks and Other Indicia of Origin</strong>\n</u>\n</p>\n<p>Unless otherwise indicated, trademarks, tradenames, service marks, design marks, logos, and similar indicia of origin (“Marks”) that appear on the Sites are the protected intellectual property of Norton or its licensors.\n&nbsp;You may not copy, publish, republish, transmit, upload, use, or modify any of the Marks without the prior written permission of the owner thereof.\n&nbsp;Permitted uses, if any, of our Marks by you shall inure to our benefit.&nbsp;</p>\n<p>\n<u>\n<strong>User Submissions</strong>\n</u>\n</p>\n<p>From time to time, we may request or invite submission of content (each a “Submission” and collectively “Submissions”) from users of the Sites.\n&nbsp;Examples of Submissions are user comments on Site Content, postings to forums on Sites, participation in forums on Sites, and similar materials created by and owned by users.\n&nbsp;Student class work and homework created in connection with an academic course or program that requires submission of such material via a Site is not a “Submission” within the meaning of this section.\n&nbsp;Your posting of a Submission on a Site constitutes an express grant by you to us of a perpetual, non-revocable, royalty-free, fully paid-up, non-exclusive license to use, modify, adapt, create derivative works from, publish, transmit, distribute, perform and display the Submission (including your name, voice, and/or likeness, if included in the Submission), in whole or in part, by all means and in all media, whether now known or hereafter discovered, for all legal purposes (including promotion, advertising, marketing and publicity uses for ourselves and others) in all languages throughout the universe, and to license others to do the same.\n&nbsp;You understand that we are under no obligation to use or to continue to use Submissions, which may be removed from Sites at any time without notice.\n&nbsp;No portion of any Submission shall be deemed confidential.\n&nbsp;You retain the copyright in your Submission, subject to this non-exclusive but fully sub-licensable grant of rights to us.&nbsp;</p>\n<p>You understand, acknowledge and agree that we have the right to monitor your use of the Sites and the Submissions but are not obligated to do so.\n&nbsp;It is your responsibility to ensure that Submissions by you are relevant and appropriate in tone and content.\n&nbsp;Spam, commercial solicitations, activity, and/or material, sexually explicit material, abusive or insulting language, incitement to violence or criminal activity, intimidation, threats, and deprecation based on race, religion, national origin, gender, sexual orientation or physical or mental handicap are strictly prohibited, as is the solicitation of funds for any purpose.\n&nbsp;You may not either directly or indirectly assert or suggest that Norton endorses or is affiliated with any Submission or is responsible for the content of any Submission.\n&nbsp;You understand that in our sole discretion, we may remove any Submission, or any portion of a Submission, that we determine is or may be in violation of these Terms of Use.</p>\n<p>We do not accept unsolicited manuscripts and will not respond to or take responsibility for manuscripts, proposals or similar material transmitted via any Site.</p>\n<p>\n<strong>Do not include any personally identifying information (e.g., your full name, first initial and last name, street address, email address, financial information, phone number, etc.) in Submissions to forums or other public areas of the Sites.&nbsp;</strong>\n</p>\n<p>\n<strong>YOU MUST BE 18 YEARS OF AGE OR OLDER, OR HAVE THE PERMISSION OF A PARENT OR GUARDIAN, TO MAKE ANY SUBMISSION TO THE SITES.</strong>\n</p>\n<p>\n<strong>\n<u>Account Registration and Security on the Sites</u>\n</strong>\n</p>\n<p>Certain Sites may provide you with an opportunity to register as a member, establish an account, and/or receive or establish one or more names and passwords.\n&nbsp;<strong>IF YOU ARE UNDER THE AGE OF 18 AND NOT ENROLLED IN ANY ACADEMIC COURSE THAT REQUIRES SUBMISSION OF CLASS WORK OR HOMEWORK VIA A SITE, YOU MUST HAVE PERMISSION FROM A PARENT OR LEGAL GUARDIAN TO REGISTER AS A MEMBER OF ANY SITE OR ESTABLISH AN ACCOUNT.</strong>&nbsp.\nAs a condition of using any such account or membership, you must truthfully and accurately respond to complete all required fields of information in any registration or other applicable form and must promptly update such information to keep it current and accurate.\n&nbsp;Norton may suspend or terminate your account at any time if it has reason to believe that information provided by you is or may be inaccurate or misleading, in whole or in part, and Norton may refuse current and future access to and use of the Sites (or any portion of them).\nYou understand, acknowledge and agree that you are solely responsible for keeping any password and other account credentials secure and confidential and (except to the extent otherwise provided by applicable law) for any unauthorized use of your account or any other breach of security of which you become aware.\n&nbsp;You also understand, acknowledge and agree that you are solely responsible for any and all activities that occur on your account and will indemnify, defend, and hold harmless Norton, its successors, directors, employees, agents, service providers, and licensors harmless against any cost, loss, liability or expense arising directly or indirectly out of the use or misuse of your account.\n&nbsp;You agree to notify us immediately if you become aware of any unauthorized use of your account or any other security breach.&nbsp;</p>\n<p>\n<u>\n<strong>Disclaimers/Limitation of Liability</strong>\n</u>\n</p>\n<p>\n<strong>All uses of the Sites by you are at your sole risk.\n&nbsp;The Sites are provided by Norton on an “as is” and “as available” basis.\n&nbsp;Norton makes no representations or warranties of any kind, express or implied, as to the operation of the Sites, the Site Content, or any other information, content or materials included on the Sites.\nTo the fullest extent permitted by applicable law, Norton disclaims all warranties, express and implied, including without limitation implied warranties of merchantability and fitness for a particular purpose and warranties that materials on the Sites are non-infringing, that access to the Sites will be uninterrupted or error-free, that the Sites or any server that makes the Sites available will be virus-free, or that information available on the Sites will be complete, accurate, useful, or current.\nNorton, including its directors, employees, agents, licensors, and contractors will in no event be liable for any damages of any kind arising from your use of the Sites or inability to use the Sites or any other site(s) you access through a link from any of the Sites, or from any action we may take or fail to take as a result of any email or other messages you send us.\n&nbsp;These damages include but are not limited to direct, indirect, incidental, consequential and punitive damages, damages for errors, omissions, interruptions, defects, delays, computer viruses, loss of profits or goodwill, loss of data, unauthorized access to and alteration of your transmissions and data, and all other tangible and intangible losses (even if such party has been advised of the possibility of such damages, and regardless of whether the damages are claimed under the terms of a contract, as the result of negligence, or otherwise).</strong>\n</p>\n<p>\n<strong>Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, the foregoing limitations may not apply to you, or may apply to you only in part.\n&nbsp;To the extent that the disclaimers and limitations of liability set forth in these Terms of Use are limited by applicable law, the disclaimers and limitations of liability shall apply to you to the fullest extent permitted.</strong>\n</p>\n<p>\n<strong>\n<u>Representations by You</u>\n</strong>\n</p>\n<p>In connection with your use of the Sites, you represent and warrant the following: (i) you are over the legal age to contract (or are enrolled in an academic course that requires submission of class work or homework via a Site, or your parent or guardian has consented to your use of the Sites), have the right and authority to agree to these Terms of Use, and are fully able and competent to satisfy the terms, conditions and obligations herein.\n(ii) you have read, understood, agree with, and will abide by all the terms herein.\n(iii) you will not use the Sites for any purpose that is unlawful or prohibited by the Terms of Use and (iv) you will not to obtain or attempt to obtain any materials or information not intentionally made available to you on the Sites.</p>\n<p>Specifically with respect to any Submission by you, you further represent and warrant that (v) you own or solely control copyright and all other relevant rights in the Submission (including, to the extent applicable, patent, trademark, trade secret and any other proprietary rights) and have the full power and authority to make the Submission and grant us the rights that you are granting to us as described in these Terms of Use.\n(vi) the Submission contains no recipe or instruction that could be injurious to users or other persons or entities.\n(vii) the Submission is accurate.\n(viii) nothing contained in the Submission is defamatory, obscene, threatening, unlawful, abusive, in violation of any of these Terms of Use or in violation of any rights of privacy or publicity of anyone or an infringement of any intellectual property or other proprietary rights of anyone.\n(ix) you have obtained the written consent from any individual (or, in the case of minors, from the parent or legal guardian of any individual) identifiably depicted and/or named in any visual or auditory content contained in the Submission, and such consent specifically permits the use of the identifiable individual’s image, voice, name, and/or other identifying features, as applicable, and is sufficiently broad in scope to permit the grant of rights that you are making by submitting material pursuant to these Terms of Use.\n(x) any email address provided by you in connection with your Submission is accurate and you are not using a false name or impersonating any person or otherwise misleading us or any user as to the origin of the Submission.</p>\n<p>To the extent that you provide credit card or other information to us or any of our vendors in connection with the purchase of products or services on the Sites, you represent and warrant that you are the authorized user of the credit card or other payment method, and you agree that if legal action is necessary to collect balances due from you, you will indemnify us and our vendors or agents from and against all amounts expended by us in our efforts to collect the sums due, including without limitation outside attorneys’ fees and other legal expenses.</p>\n<p>You understand that you bear sole responsibility for the payment of fees associated with your own Internet access and the telecommunications services required for use of the Sites.</p>\n<p>\n<strong>\n<u>Indemnification</u>\n</strong>\n</p>\n<p>You agree to defend, indemnify and hold Norton, its successors, directors, officers, employees, agents, authors, licensors, contractors, and service providers (collectively, the “Indemnified Parties”) harmless from any and all claims, actions, costs, liabilities, expenses and damages, including attorneys’ fees, made against any of the Indemnified Parties that directly or indirectly results from or arises out of your use of the Sites, your connection to the Sites, your breach of any representation, warranty or obligation hereunder, your violation of these Terms of Use, or your violation of any rights of another user.</p>\n<p>\n<strong>\n<u>General Terms and Governing Law</u>\n</strong>\n</p>\n<p>These Terms of Use constitute the entire agreement between you and Norton, govern your use of the Sites, and supersede any prior agreements between you and Norton concerning the Sites.\nThese Terms of Use are personal to you, and you may not assign your rights or obligations hereunder to anyone.\n&nbsp;</p>\n<p>Norton is a corporation organized under the laws of the State of New York in the United States of America, and the Sites are operated in the United States.\n&nbsp;The Sites have been designed to comply with the laws of the State of New York and the United States.\n&nbsp;These Terms of Use, all intellectual property issues, your rights and obligations, and the relationship between you and Norton shall be governed by the substantive laws of the State of New York, USA, unless otherwise noted.\n&nbsp;By using any of the Sites, you hereby consent to the exclusive jurisdiction and venue of the courts located in New York County, New York, in all disputes arising out of or relating to the use of the Sites.</p>\n<p>Regardless of your ability to access the Sites from jurisdictions outside of the United States, the Sites are not intended for use by you (and we ask you to discontinue your use of the Sites) if these Terms of Use, your use of the Sites, your access to the Site Content, or any material available on the Sites is contrary to the laws of the jurisdiction in which you are located when you access the Sites.&nbsp;</p>\n<p>If any portion of these Terms of Use is held to be unenforceable, the unenforceable portion shall be construed in accordance with applicable law to the greatest extent possible to reflect the original intentions of the parties, and the remainder of the provisions shall remain in full force and effect.</p>\n<p>In the event of any legal action arising from or relating to these Terms of Use or your use of any of the Sites, you hereby waive the right to a jury trial.</p>\n<p>Norton’s failure to insist upon or enforce strict performance of any provision of these Terms of Use shall not be construed as a waiver of any provision or right.</p>\n<p>\n<u>\n<strong>Changes to Terms of Use</strong>\n</u>\n</p>\n<p>Norton reserves the right, in its sole discretion, to change or modify these Terms of Use, including the Privacy Policy applicable to your use of the Sites, at any time.\nChanges or modifications shall be effective immediately upon notice, which may be given by any means, including without limitation by posting within the Sites, or by electronic or conventional mail or messaging.\nAny use of a Site by you after we have given notice of changes or modifications shall be deemed to constitute your acceptance of such changes or modifications.</p>\n<p>\n<u>\n<strong>Termination</strong>\n</u>\n</p>\n<p>Norton reserves the right, in its sole discretion, temporarily or permanently to discontinue, the Sites or any part thereof or to terminate any user’s access to the Sites or any part thereof.\n&nbsp;You agree that Norton will not be liable to you or any third party for any modification, suspension, or discontinuation of the Sites, or any part thereof.\nUpon termination for any reason, you must cease all access to the Sites.\nAll provisions of these Terms of Use as to limitation and disclaimer of warranties, limitation of liability, Norton’s ownership rights and your representations and indemnities shall survive termination.</p>\n<p>\n<u>\n<strong>Force Majeure</strong>\n</u>\n</p>\n<p>Neither Norton nor you shall be responsible for damages or for delays or failures in performance resulting from acts or occurrences beyond its or your reasonable control, including, without limitation: fire, lightning, explosion, power surge or failure, water, acts of God, war, revolution, civil commotion or acts of civil or military authorities or public enemies.\nany law, order, regulation, ordinance, or requirement of any government or legal body or any representative of any such government or legal body.\nor labor unrest, including without limitation, strikes, slowdowns, picketing, or boycotts.\ninability to secure raw materials, transportation facilities, fuel or energy shortages, or acts or omissions of other common carriers.</p>\n<p>\n<u>\n<strong>Copyright Infringement</strong>\n</u>\n</p>\n<p>If you believe that your copyright has been infringed, you may notify us in writing at the following postal address:</p>\n<p>W.W.\nNorton &amp.\nCompany, Inc.<br>500 Fifth Avenue<br>New York, NY 10110<br>Attention: legal department (DMCA NOTICES)</p>\n<p>Or by email addressed to <strong>copyright@wwnorton.com</strong>\n</p>\n<p>Consistent with the Digital Millennium Copyright Act (“DMCA”), your notice must be signed (either physically or electronically) by a person authorized to act on behalf of the owner of an exclusive copyright alleged to have been infringed and should include all of the following information:&nbsp;</p>\n<p>• A description of the copyrighted work to which the infringement claim relates<br>• A description of where on the Sites the material you believe to be infringing is located<br>• Information sufficient to allow us to contact you, e.g., your address, telephone number, email address<br>• A statement confirming that you believe in good faith that the complained-of use was not authorized by the copyright owner, the copyright owner’s agent, or applicable law</p>\n<p>\n<em>\n<strong>You must also include a statement by you affirming that, under penalty of perjury, the information contained in your notice is accurate and that you are either the owner of the exclusive copyright or are authorized to act on behalf of the owner of the exclusive right that you allege to have been infringed.&nbsp;</strong>\n</em>\n</p>\n<p>\n<strong>Please note that the contact information provided above is for use solely in connection with DMCA notices.\n&nbsp;Other forms of communication, for example piracy reports and requests for technical assistance or online customer service, should be directed to <strong>customerservice@wwnorton.com</strong>.\n&nbsp;We attempt to answer all appropriately addressed customer service inquiries within a reasonable period of time, but a response cannot be guaranteed in all cases.&nbsp;</strong>\n</p>We use cookies to deliver the best experience.\nBy using our site, you agree to our cookie policy.&nbsp;Learn MoreSIGN UP FOR NEWSLETTERSendBy signing up you agree to W.\nW.\nNorton's privacy policy and terms of use.CONNECT WITH US<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>WHO WE ARE</li>\n<li>CAREERS</li>\n<li>HELP</li>\n<li>ACCESSIBILITY</li>\n<li>PRIVACY POLICY</li>\n<li>TERMS OF USE</li>\n<li>CONTACT US</li>\n</ul>Copyright © W.\nW.\nNorton &amp.\nCompany, Inc.\n2023", "created_at": "2023-01-04 14:06:55.431101", "updated_at": "2023-01-04 16:35:00.463298"}, {"id": 13810, "name": "Privacy Policy", "url": "https://wwnorton.com/privacy-policy/", "xpath": "//body", "text": "HomeBack to Home Page<ul>\n<li>READER</li>\n<li>STUDENT</li>\n<li>EDUCATOR</li>\n</ul>\n<ul>\n</ul>LOG IN0 ITEMS<p>Privacy Policy</p>\n<p>Effective Date: January 1, 2020</p>\n<p>W.\nW.\nNorton &amp.\nCompany, Inc., including its subsidiaries and certain affiliates (collectively “Norton,” “we,” or “us”), values your trust in us and cares about your privacy and security online.\nThis privacy policy (the “Policy”) describes our privacy and data collection practices (the “Practices”) and contains important information about the choices available to you when you interact with us through our websites, social media pages, online newsletters, and other online interfaces owned and operated by us (each a “Site” and collectively the “Sites”) that link to this Policy.\nThis Policy also applies to information that we may receive outside of the Sites, including for example, from publicly available databases, social media platforms, and authors and other third parties who may share such information in connection with joint marketing campaigns.\n&nbsp;</p>\n<p>If you are a student, this Policy also applies to information (“Student Data”) we collect from you or from your school and maintain on your school’s behalf in connection with assigned coursework that utilizes any of our online platforms, tools or systems.\nExamples of Student Data include campus email addresses, class lists, platform usage, and learning outcomes such as test results.\nWe use Student Data in compliance with all applicable privacy and data protection laws, including the Family and Educational Rights Privacy Act (FERPA), and the requirements of each of our institutional partners.\nWe do not use personally identifying information in School Data for targeted advertising.\nPlease review the School Data Privacy section of this Policy for more information about our treatment of Student Data and contact your school for details about its use of your personal information.</p>\n<p>By using our Sites, you are accepting the Practices described in the Policy.\nWe may supplement the Practices from time to time by posting additional or superseding terms on specific Sites in connection with particular features of those Sites or in connection with particular online services or applications.\nIf you continue to use the Sites after we post changes, you will be deemed to have accepted the changes.\nPlease do not use our Sites if you do not agree to be bound by all of the terms of this Policy, or if you do not understand any aspect of the Policy, the Practices, or any other terms you find posted on any of the Sites.\nThis Policy does not apply to information that we may collect offline, for example over the phone, by mail, or in person.&nbsp;</p>\n<p>IF YOU ARE UNDER THE AGE OF 18 AND NOT ENROLLED IN ANY ACADEMIC COURSE THAT REQUIRES SUBMISSION OF CLASS WORK OR HOMEWORK VIA A SITE, YOU MUST HAVE THE PERMISSION OF A PARENT OR LEGAL GUARDIAN BEFORE YOU MAY ACCESS OR INTERACT WITH ANY OF THE SITES.\nREGARDLESS OF AGE, PLEASE READ THIS POLICY CAREFULLY TO FAMILIARIZE YOURSELF WITH THE PRACTICES.</p>\n<p>The Sites are not intended for the use of individuals under the age of 13, and Norton does not knowingly collect personally identifying information from such individuals.\nPLEASE DO NOT ALLOW ANY CHILD UNDER 13 FOR WHOM YOU ARE RESPONSIBLE TO SEND US PERSONALLY IDENTIFYING INFORMATION.</p>\n<p>\n<strong>Please click on one of the links below to jump to the listed section:</strong>\n</p>\n<ul>\n<li>Personally Identifying and Non-Personally Identifying Information Distinguished</li>\n<li>Our Collection of Personally Identifying Information</li>\n<li>Our Collection of Non-Personally Identifying Information</li>\n<li>More Information About Cookies and Other Data Collection Technologies</li>\n<li>How We Use the Information We Collect</li>\n<li>How We Use the Information We Collect When You Make Purchases Through Our Sites</li>\n<li>Information We Share With Others</li>\n<li>Where This Policy Does Not Apply</li>\n<li>Opting Out and Other Choices</li>\n<li>Targeted Advertising</li>\n<li>Social Media</li>\n<li>Children’s Privacy</li>\n<li>Security</li>\n<li>Jurisdiction and International Data Transfers</li>\n<li>California Users</li>\n<li>School Data Privacy</li>\n<li>Updates in This Policy</li>\n<li>How to Contact Us</li>\n</ul>\n<p>\n<strong>\n<u>Personally Identifying and Non-Personally Identifying Information Distinguished</u>\n</strong>\n</p>\n<p>Personally identifying information is information that individually identifies you (for example, your name, address, email address, or telephone number), as well as other information that is associated with you and may be used to locate, identify or contact you.\nNon-personally identifying information (for example, your age, gender, or 5-digit zip code, unless applicable law provides otherwise) is information that does not personally identify you but may contain demographics such as your area of residence or your interests (as suggested by your uses of the Sites).</p>\n<p>\n<strong>\n<u>Our Collection of Personally Identifying Information</u>\n</strong>\n</p>\n<p>We collect personally identifying information in the following ways:</p>\n<ul>\n<li>Directly from you, when you elect to participate in activities within the Sites.\nFor example, we may ask you to provide your personally identifying information when you register for an account on the Sites, participate in social media events involving our books or authors, sign up to receive email newsletters from us, make a purchase on the Sites, enter a contest or sweepstakes, participate in surveys or special promotions, submit content on any part of the Sites where user-generated submissions are permitted, or knowingly identify yourself to us in order to request a specific interaction with us (for example, by submitting a job application or a help desk request or similar request for customer service).<br>\n<br>\n</li>\n<li>From your school, if you are a student or instructor.\nFor example, your name and/or school email address may appear on a class list we receive from an educational institution at which you have registered to take a course that uses one or more of our platforms.\nIf you are a student, we may collect such information as your roster of courses.\n&nbsp;if you are an instructor, we may collect information about what subjects and classes you teach.\n&nbsp;<br>\n<br>\n</li>\n<li>From our Sites or from third parties who provide data and/or help us analyze transactions on our Sites in order to assess how customers are engaging with our products and services.\nFor example, we may use automatic forms of data collection such as cookies to determine your browsing preferences, purchase history, the length of time you spend on the Sites, and similar information.\nWe treat information collected in this manner as Personally Identifying Information when we are able to use it, alone or in association with other data, to determine or infer your identity.\n&nbsp;</li>\n</ul>\n<p>\n<br>\n<strong>\n<u>Our Collection of Non-Personally Identifying Information</u>\n</strong>\n</p>\n<p>Non-Personally Identifying Information may be automatically collected by us (and our third-party providers) when you interact with the Sites or with emails you receive from us.\nFor example, both we and our third-party providers may use technologies that automatically collect information about your computer or another device you use to access the Sites.\nExamples of this kind of information are IP addresses, geolocation information, unique device identifiers, browser types, browser languages, and other transactional information.\nWe may also collect information about how you use the Sites via log files, clickstream data, reading history based on the pages you view, search terms and results, and other “traffic data” such as times and dates of access, software crash reports, session identification numbers and referring website addresses.\nIf you choose to enable the location feature, some of our applications may deliver content based on your location, and the location information will be stored on your device and used by the app.\nIf you choose to save a location-based search in your history, we will also store that information on our servers.\nWe will not collect or store location information if you don’t enable the location-based service, or if an app does not include the location-based feature.\nSubject to applicable law, by using our Sites, you consent to the use of tracking technologies as described in this section.</p>\n<p>\n<strong>\n<u>More Information About Cookies and Other Data Collection Technologies</u>\n</strong>\n</p>\n<ul>\n<li>Cookies: The term “cookie” refers to a small text file that may be stored on your computer, phone, or other device when you visit certain web pages.\nWeb browser settings can usually be changed to decline cookies, although this option may result in limitations on your ability to access or use the Sites.\nMost web browsers’ default settings accept cookies automatically, and if you do not change that setting we and our third-party service providers may place, view and/or use cookies, web beacons, local storage objects or similar technologies to learn about your use of the Sites and other websites, including information about web pages you view, links you click, and other actions you take on our Sites.\nYou should also be aware that cookies may be used to track responses to online advertising.\nWe do not currently respond to “do not track” signals from browsers that offer this feature.<br>\n<br>\n</li>\n<li>Other technologies that may be employed by us or by our third-party service providers include web beacons, flash cookies, and local storage objects.<br>\n<br>\n<ul>\n<li>A web beacon is a single pixel GIF that collects information such as the number of visitors to a Site, how users navigate a Site, and how users respond to emails (i.e., how many emails are opened, how many links are clicked).<br>\n<br>\n</li>\n<li>A flash cookie is a data file that the Adobe Flash plug-in (which may be built into your device or downloaded by you) places on your device.\nFlash cookies remember your preferences, among other functions.\nFlash privacy settings can be modified by adjusting the settings on your computer or device, but modifying these settings may limit the functionality of certain functions of the Sites.<br>\n<br>\n</li>\n<li>A local storage object stores information on your computer or device about how you use our Sites, products and services.\nWe use local storage objects and web beacons to analyze how our customers and other visitors to our Sites engage with us and how we can improve, including by customizing our products, services and offerings.\n&nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>Additional information about managing cookies is available at www.allaboutcookies.org.\nYou may also choose to opt out of Google Analytics by clicking here.</p>\n<p>\n<br>\n<strong>\n<u>How We Use the Information We Collect</u>\n</strong>\n</p>\n<p>The information we learn from users, including both Personally Identifying and Non-Personally Identifying Information, helps us to improve our users’ experience of the Sites, improve our products and services, and address a variety of other business needs.\nFor example, we may use the information we collect to:</p>\n<ul>\n<li>Provide you with the products and services that you request or, if you are a student, that are selected for you by your school<br>\n<br>\n</li>\n<li>Communicate with you about your account or transactions, including by managing your privacy choices and communications preferences<br>\n<br>\n</li>\n<li>Make you aware of new products and services that we believe may be of interest to you, or provide you with additional information about products and services you already use<br>\n<br>\n</li>\n<li>Tell you about special events and promotions<br>\n<br>\n</li>\n<li>Tell you about changes in our policies or these Practices<br>\n<br>\n</li>\n<li>Post content that you ask us to post to Sites that permit such submissions<br>\n<br>\n</li>\n<li>Fulfill newsletter subscriptions<br>\n<br>\n</li>\n<li>Alert you to third-party products and services that may interest you, and/or provide you with personalized recommendations based on your preferences<br>\n<br>\n</li>\n<li>Serve you targeted advertising on our Sites and elsewhere online<br>\n<br>\n</li>\n<li>Administer contests, sweepstakes, and surveys<br>\n<br>\n</li>\n<li>Optimize our products, services and business operations<br>\n<br>\n</li>\n<li>Perform statistical, demographic and marketing analyses of users on the Sites and recipients of our emails<br>\n<br>\n</li>\n<li>Detect and investigate activities that may be unlawful or in violation of our policies.</li>\n</ul>\n<p>\n<br>When you use more than one of our Sites, we may match information we collect from you through each of those Sites and combine that information into a single user record.\nWe may also use and/or combine information we collect off-line or from third party sources to enhance and check the accuracy of your user records.</p>\n<p>By using the Sites, you are consenting to these uses and others as specified in this Policy, on the Sites, and in our Terms of Use.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>How We Use the Information We Collect When You Make Purchases on or Through Our Sites</u>\n</strong>\n</p>\n<p>When you make purchases on or through the Sites, you provide certain transactional information to us and to third parties such as transaction processors and financial institutions.\nWe use the information you provide in this connection primarily for the purpose of processing the transaction, but we may also use it for other lawful purposes including creating and managing your account, evaluating and improving our services, determining the effectiveness of our marketing, and performing certain forms of market and consumer research.\nWhere other third parties, such as vendors who supply our software or perform web hosting and other services for the Sites, have access to your personally identifying information, they may not use such information for any purpose other than to provide services in connection with the Sites, unless they receive express permission from you.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Information We Share With Others</u>\n</strong>\n</p>\n<p>We may share your Personally Identifying Information as follows:</p>\n<p>With your school, if you are a student, an instructor, or an individual otherwise affiliated with an educational institution.\nFor example, we may provide your school with information about the ways in which its students and instructors interact with our educational products and platforms, including information that compares instructors and students within the school.</p>\n<p>With instructors and school administrators, if you are a student.</p>\n<p>With the service providers we use to perform functions (such as hosting, billing, marketing, analytics, customer service and fraud protection on our behalf), subject to such providers’ obligation to maintain the confidentiality and security of the information and to use it for no purpose other than in accordance with our instructions to provide the requested services.</p>\n<p>With third-party partners who provide services to you through the Sites, to the extent that you have authorized such sharing or have formed a relationship with the such partner, to permit your use of certain products or services and/or to validate the referrals and operate the platforms.\nFor example, we may share your information, including certain personally identifying information, with the third-party provider of an application that enables certain functionalities on the Sites, depending on your preferences as expressed in the privacy settings you choose.\nSuch third parties’ own privacy policies, and not this Policy, will govern their use of information we share with them.</p>\n<p>As necessary to comply with applicable laws and regulations, which may include laws and regulations outside of your country of residence, and as required or appropriate to cooperate with law enforcement and government or other public authorities.</p>\n<p>For other legitimate purposes, such as enforcement of this Policy or the Terms of Use that govern our Sites, to protect our other rights or property, or for the safety of our users, authors, employees, customers, affiliates or others.</p>\n<p>We may share your Non-Personally Identifying Information in any way that we deem necessary or appropriate.\nFor example, information that we have aggregated and/or anonymized in such a way that it can no longer be used to identify you or anyone else may be used by us for our own or others’ research purposes, or to generate further data for our own use or that of third parties.<br>\n<br>\n</p>\n<p>\n<strong>\n<u>Where This Policy Does Not Apply</u>\n</strong>\n</p>\n<p>The Policy does not apply to resources and sites that are not wholly operated or owned by Norton (“Third-Party Sites”), even in the case of Third-Party Sites that may be accessible via links on our Sites.\nNorton is not responsible for the privacy practices of any Third-Party Site, and our hosting of third-party content or linking to Third-Party Sites is not an endorsement by us of any such content or of any Third-Party Site’s business practices or privacy policy.\nPlease exercise reasonable caution in interacting with Third-Party Sites and be sure to review all applicable terms of use and privacy policies before deciding whether or not to proceed.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Opting Out and Other Choices</u>\n</strong>\n</p>\n<ul>\n<li>Commercial Messages—Unsubscribing and Withdrawing Consent: There are certain choices you can make at any time, on a going-forward basis, by alerting us to a change in your preferences.\nFor example, if you no longer want to receive commercial messages such as emails or newsletters from us, you may opt out by clicking the “unsubscribe” button in any such communication or by emailing us at unsubscribe@wwnorton.com.\nTo withdraw consent for us to share your Personally Identifying Information with business partners such as promotional co-sponsors and authors, you may email us at any time at <strong>privacy@wwnorton.com</strong>.<br>\n<br>\n</li>\n<li>Administrative Messages: You cannot opt out of receiving administrative messages from us such as important notices about our policies or practices relating to the Sites, so please be aware that you may continue to receive such communications from us even after you have opted out of receiving commercial messages.<br>\n<br>\n</li>\n<li>Accessing, Correcting or Deleting Information: Depending on where you live, you may have the right to request a copy of your Personally Identifying Information, and/or to access, correct, update, suppress, restrict, object to or opt out of the processing of your Personally Identifying Information.\nPlease see the How To Contact Us section of this Policy below.\nWe will respond consistent with the law that applies to your request.\nIf you are a California resident, please also see the California Users section.\nStudents please see the School Data Privacy section.\nNon-U.S.\nresidents please see Jurisdiction and International Data Transfers.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Targeted Advertising</u>\n</strong>\n</p>\n<p>In certain instances, and where permitted by applicable law, we may allow third parties such as service providers with whom we partner to use cookies and other forms of technology that helps them better understand our users’ behavior and browsing activities.\nThis information may be used by us and by our partners to provide you with advertising and other content that is targeted to the interests and preferences inferable from the data collected.\nThe technologies used for these purposes are not under our control and are not subject to this Policy.\nAlthough we do not share your Personally Identifying Information with these third parties, it is possible that, by analyzing the data they collect on our Sites and comparing it with data from other sources, they may be able to personally identify you.\nAdditional information about targeting advertising and your choices is available is available online in several locations, including here at<strong>&nbsp;</strong>https://optout.aboutads.info/ and here.\nIf you do opt out of having your information made available to our third-party network advertisers, you may still see offerings on our Sites that are based on your browsing history on our Sites.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Social Media</u>\n</strong>\n</p>\n<p>If you choose to interact with us via social media platforms, for example by following us on Instagram, sharing your experience with us via a plug-in on Facebook or Twitter, or logging into our Sites using your credentials from a social media service, we may have access to information about you that is associated with your social media account, depending on the privacy policy of the platform you are using.\nBy taking such actions, you acknowledge that you are authorizing us to collect, store and use the information we receive in accordance with applicable law and this Policy.</p>\n<p>By the same token, you may be able, via our Sites, to log into or otherwise interact with social media platforms (such as Facebook, Twitter, and others) over which we have no control.\nYou understand that even if you access such platforms via our Sites, your interactions with the platforms will be subject to the terms and conditions (including the privacy policies) under which they operate, and will not be governed by this Policy.\nAlthough we do not share your Personally Identifying Information with social media platforms, a platform to which you have previously provided Personally Identifying Information (e.g., by setting up an account) may be able to identify you, and collect additional information about your activities online, when you interact with them through links on our Sites.\nWe have no control over the way in which your information may be used by any third-party site with which you choose to interact, and we are not responsible for any act or failure to act of any social media service provider, platform or service with which you may choose to interact, including through links available on our Sites.</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>\n<u>Children’s Privacy</u>\n</strong>\n</p>\n<p>Aside from use by students enrolled in academic course that require the submission of classwork or homework via a Site, the Sites are not intended for use by minors between ages thirteen and eighteen, except with the permission of a parent or legal guardian.\nThe Sites are not intended for use of any kind by children under the age of thirteen, and Norton does not knowingly collect Personally Identifying Information or any other kind of information from children, regardless of student status, country or state of residence, or parental consent.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Security</u>\n</strong>\n</p>\n<p>Norton takes reasonable steps, and has reasonable organizational, physical, technical and administrative measures in place, to secure your Personally Identifying Information, but no data storage or transmission system can be guaranteed to be 100% secure.\nPlease contact us immediately, as set forth in the How to Contact Us section below, if you have reason to believe or suspect that your interaction with any of the Sites is no longer secure.</p>\n<p>\n<strong>\n<u>Jurisdiction and International Data Transfers</u>\n</strong>\n</p>\n<p>Norton is a corporation organized under the laws of the State of New York in the United States of America, and the Sites are operated in, and targeted primarily to users located in, the United States.\nIf you are interacting with the Sites from a location outside the United States, it is important to be aware that your Personally Identifying Information will be transferred to and processed in the United States and may be subject to a different level of privacy protection than would be applicable in another jurisdiction.\nPlease do not submit personally identifying information to us if you are uncertain whether this Policy conflicts with applicable privacy law in the location from which you access the Sites.<br>\n<br>BY CONTINUING TO USE THE SITES, YOU CONSENT TO THE TRANSFER OF YOUR INFORMATION TO THE UNITED STATES, THE PROCESSING AND STORAGE OF YOUR INFORMATION (INCLUDING PERSONALLY IDENTIFYING INFORMATION) IN THE UNITED STATES, AND THE GENERAL USE OF YOUR INFORMATION AS SET FORTH IN THIS POLICY, WHETHER OR NOT THESE POLICIES, UNITED STATES LAW, AND APPLICABLE PRIVACY AND DATA SECURITY STATE LAWS ARE EQUIVALENT TO THE LAWS IN THE COUNTRY IN WHICH YOU ARE LOCATED.<strong>&nbsp;</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>California Users</u>\n</strong>\n</p>\n<p>The California Consumer Privacy Act of 2018 (the “CCPA”) entitles California residents to certain additional information about the categories of information we have collected or disclosed in the twelve months preceding the effective date of this Policy.<br>\n<br>The categories of information we have <u>COLLECTED</u> are as follows: <strong>\n<br>\n<br>\n</strong>\n</p>\n<ul>\n<li>Identifying information such as names, email addresses, and other contact information;</li>\n<li>Personal information, such as names, contact information, and financial information, as defined in the California customer records law;<em>\n<strong>\n<br>\n</strong>\n</em>\n</li>\n<li>Commercial information, such as transaction information, purchase history, financial details and payment information;Internet or network activity information, such as browsing history, online behavior, interest data and interactions with our Sites;</li>\n<li>Geolocation data, such as device and IP location;</li>\n<li>Audio, electronic, visual or similar information, such as images and audio, video or call recordings created in connection with our business activities;</li>\n<li>Inferences drawn from any of the information listed above to create a profile or summary, for example, a profile of an individual’s preferences and characteristics<strong>\n<br>\n<br>\n</strong>\n</li>\n</ul>\n<p>We collected these categories of information, as described in the Policy, both from you and from other sources that may make such information available to us or share it with us, including publicly available databases and similar sources, joint marketing partners, social media platforms and third-party services platforms, our business customers, clients, authors and partners.\nConsistent with the Policy and as described therein, we may use this information to operate and maintain our business, provide products and services, and accomplish other legitimate business purposes, including developing, improving, personalizing, advertising and marketing our products and services.\nconducting market research and data analytics.\nmaintaining our facilities and infrastructure.\nundertaking quality and safety assurance measures.\nconducting risk and security control and monitoring.\ndetecting and preventing fraud.\nperforming identity verification.\nperforming accounting, audit and other internal functions.\ncomplying with law, legal process and internal policies.\nmaintaining records.\n&nbsp;and exercising and defending legal claims.\n&nbsp;<strong>\n<br>\n<br>\n</strong>The categories of information we have <u>DISCLOSED</u> to third parties for our operational and business parties are as follows:<br>\n<br>\n</p>\n<ul>\n<li>Identifying information such as names, email addresses, and other contact information;</li>\n<li>Personal information, such as names, contact information, and financial information, as defined in the California customer records law;</li>\n<li>Commercial information, such as transaction information, purchase history, financial details and payment information;</li>\n<li>Internet or network activity information, such as browsing history, online behavior, interest data and interactions with our Sites;</li>\n<li>Geolocation data, such as device and IP location;</li>\n<li>Audio, electronic, visual or similar information, such as images and audio, video or call recordings created in connection with our business activities;</li>\n<li>Inferences drawn from any of the information listed above to create a profile or summary, for example, a profile of an individual’s preferences and characteristics<br>\n<strong>\n<br>\n</strong>\n</li>\n</ul>\n<p>We share information, as described in the Policy, with our service providers for purposes such as website design and hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery, ad serving, research management and analysis, marketing, and auditing.<br>\n<br>The terms “sold” or “sale,” for purposes of this Policy, refer to the disclosure of personal information for monetary or other valuable consideration.\nThese terms do not refer to the transfer of personal information as an asset that is part of a merger, bankruptcy, or other disposition of all or any portion of our business.\nNorton does not exchange Personally Identifying Information for money.\nWe may, however, “sell” Personally Identifying Information in the sense that we may provide email addresses for purposes of correcting or enhancing our contact lists or for other limited purposes in connection with the support of our business operations.<strong>\n<br>\n<br>\n</strong>If you are a California resident, you have the right to make the following requests:<br>\n<br>\n</p>\n<ul>\n<li>You may request that we DISCLOSE the following information covering the 12 months immediately preceding your request:&nbsp;<ul>\n<li>The categories of Personally Identifying Information we collected about you and the categories of sources from which we collected that such information</li>\n<li>The specific pieces of Personally Identifying Information we collected about you</li>\n<li>The business or commercial purpose for which we collected or (if applicable) sold Personal Information about you</li>\n<li>The categories of Personally Identifying Information about you, if any, that we sold, and the categories of third parties to whom we sold it.\nand&nbsp;</li>\n<li>The categories of Personally Identifying Information about you, if any, that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed it.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;To Make A Request For These Disclosures, please email us at <strong>privacy@wwnorton.com</strong>\n<br>\n<br>\n</p>\n<ul>\n<li>You may request that we DELETE Personally Identifying Information we collected from you.\nNote that we will honor your deletion request with respect to Personally Identifying Information <em>except to the extent that such information falls within one of the permitted exemptions under the CCPA.</em> For example, we will not delete Personally Identifying Information that we need to retain for our business records or for fraud prevention or legal compliance.<br>\n<br>To Make A Request For Deletion, please email us at <strong>privacy@wwnorton.com</strong>\n</li>\n</ul>\n<p>\n<br>\n</p>\n<ul>\n<li>You may request that we opt you out of any future “sale” of Personally Identifying Information about you.<br>\n<br>To Make a “Do Not Sell My Information” request, please email us at <strong>privacy@wwnorton.com</strong>\n<br>\n<strong>\n<br>\n</strong>\n</li>\n</ul>\n<p>You may also make any of the requests described above by contacting us in accordance with the “How to Contact Us” section below.\nYou have the right to be free from unlawful discrimination for exercising your rights under the CCA.\nWe will respond to your request in accordance with applicable law.<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>\n<u>School Data Privacy</u>\n</strong>\n</p>\n<p>We take seriously the privacy of enrolled students (each a “Student” and collectively “Students”) who interact with our Sites in connection with the services we provide to universities, colleges and schools (each a “School” and collectively “Schools”) including Students who use our products or services as part of a School course adoption.\nNotwithstanding any otherwise applicable Practice described in this Policy, we do not use Students’ Personally Identifying Information for our own marketing or advertising purposes, except to the extent that we may notify Students of products or services we offer that are related, or may be relevant, to their coursework or to products or services they are already using.\nWe do not rent or sell customer lists that include Students’ Personally Identifying Information.\n&nbsp;Except as otherwise required, in our good faith opinion, to comply with applicable law, respond to requests from government authorities, or protect our rights, safety, or property and/or that of our affiliates, customers or others, we strictly limit our disclosure of Students’ Personally Identifying Information to third parties who provide services (for example, website hosting and customer service) to us, solely for the purposes of enabling them to provide those services.\n&nbsp;We may also share Students’ information, including Personally Identifying Information, to Schools and their third-party service providers such as those who provide learning management system (“LMS”) integration for purposes of supporting Students’ use of the products and services we offer.\n&nbsp;Student information received by us from third parties will be held by us in accordance with this Policy, but the actions of Schools and third parties with respect to Student information are governed by such parties’ own privacy policies, for which we are not responsible.\n&nbsp;Where we provide services to a School, including by making our publications and other products available for course adoption, we may share Student data (including class work, homework responses, test scores, and the like) and information with authorized faculty, administrators and other School officials in connection with our provision of services to the School and to permit instructors and other authorized School personnel to review Student work, monitor progress and otherwise support instruction.\n&nbsp;We may also use Non-Personally Identifying Information we collect from and about Students for our own analytic purposes, to better understand how our products and services are accessed and used and to improve them, and we may develop and share with third parties analyses containing aggregated (Non-Personally Identifying) information for purposes of describing, marketing and selling our educational products and services.\n&nbsp;In instances where collaborative work is required or permitted by instructors, Students may be able to share notes, activities, game play, and assignments with each other and may be able view and respond to the work of others.\n&nbsp;&nbsp;</p>\n<p>Please contact your School directly if you have any questions about the School’s LMS or its policies in connection with the restrictions on disclosure of Student information pursuant to the Family Education Rights and Privacy Act (“FERPA”).\n&nbsp;&nbsp;</p>\n<p>\n<br>\n<strong>\n<u>Updates in this Policy</u>\n</strong>\n</p>\n<p>Updates and new developments in our Sites may result in changes in our Practices and this Policy, as may changes in applicable law.\nWe will update this Policy as necessary to reflect changes in our Practices and will provide you with prominent notice on the Sites of any change that materially affects our use of personally identifying information.\nWe will not, however, materially change our Practices in any way that would make them less protective of personally identifying information we have previously collected from you unless we obtain your express consent to do so.\nPlease check the “effective date” above to see when this Policy was last revised.\nAny changes will become effective when we post the revised Privacy Policy on the Sites.\nYour use of the Sites following any update in the Policy means that you have accepted the revised Policy, including any changes made in that update.<br>\n<br>\n</p>\n<p>\n<strong>\n<u>How to Contact Us</u>\n</strong>\n</p>\n<p>W.\nW.\nNorton &amp.\nCompany, Inc., located at 500 Fifth Avenue, New York, NY, is responsible for the collection, use and disclosure of your Personally Identifying Information under this Policy.\nPlease direct any questions about this Policy to us by phone, email, or mail as follows:</p>\n<p>\n<strong>\n<u>\n<em>Phone</em>\n</u>\n<em>:&nbsp;</em>\n</strong>1(800) 233-4830&nbsp;</p>\n<p>\n<strong>\n<br>\n<u>Email</u>: privacy@wwnorton.com</strong>;<strong>&nbsp;unsubscribe@wwnorton.com&nbsp;</strong>(for newsletter unsubscribe requests)<strong>\n<br>&nbsp;</strong>\n</p>\n<p>\n<strong>\n<u>Mail</u>:<br>\n</strong>Online Privacy<br>Attention: Customer Service<br>National Book Company<br>800 Keystone Industrial Park<br>Dunmore, PA 18512</p>\n<p>\n<br>Because email communications are not always secure, we ask that you kindly refrain from including credit card or other sensitive information in your emails to us.</p>We use cookies to deliver the best experience.\nBy using our site, you agree to our cookie policy.&nbsp;Learn MoreSIGN UP FOR NEWSLETTERSendBy signing up you agree to W.\nW.\nNorton's privacy policy and terms of use.CONNECT WITH US<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>WHO WE ARE</li>\n<li>CAREERS</li>\n<li>HELP</li>\n<li>ACCESSIBILITY</li>\n<li>PRIVACY POLICY</li>\n<li>TERMS OF USE</li>\n<li>CONTACT US</li>\n</ul>Copyright © W.\nW.\nNorton &amp.\nCompany, Inc.\n2023", "created_at": "2023-01-04 14:06:55.370071", "updated_at": "2023-01-04 16:37:15.064283"}], "points": [], "urls": ["wwnorton.com"]}}