{"error": 448, "message": "OK", "parameters": {"id": 7880, "name": "Tenable", "created_at": "2023-04-03 18:49:07.74309", "updated_at": "2023-06-05 22:02:45.433242", "wikipedia": "https://en.wikipedia.org/wiki/Tenable%2C_Inc.", "keywords": null, "related": null, "slug": "tenable-nessus", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7880.png", "url": "tenable.com", "documents": [{"id": 15229, "name": "Privacy Policy", "url": "https://www.tenable.com/privacy-policy", "xpath": "/html/body/div[1]/section", "text": " Privacy Policy <p>\n<em>Last Updated: October 11, 2021</em>\n</p> Introduction <p>This privacy policy (“<strong>Policy</strong>”) describes how Tenable, Inc.\nand our affiliates (“<strong>Company,</strong>” “<strong>we,</strong>” and “<strong>our</strong>”) collect, use, share, and otherwise process information, that directly or indirectly, identifies an individual (“<strong>Personal Data</strong>”) when using this website: tenable.com and Tenable’s publicly-facing sites (e.g., the Tenable Community and Tenable University) (collectively, the “<strong>Site</strong>”), or when registering for an evaluation license for one of our products.\nPlease read the following information carefully to understand our views and practices regarding your Personal Data and how we will treat it.</p> Particularly Important Information <p>\n<strong>Who we are: </strong>For the purpose of applicable data protection legislation, the data controller of your Personal Data is <strong>Tenable, Inc.</strong> of <strong>6100 Merriweather Drive, 12th Floor, Columbia, MD 21044, and our </strong>\n<strong>affiliates</strong>.</p>\n<p>\n<strong>Privacy and Our Customers: </strong>This Policy does not apply to the extent we process Personal Data provided by our customers through the provision of services and use of our products.\nFor detailed privacy information related to instances where a Tenable customer and/or a customer affiliate that uses Tenable products and services is the controller, please reach out to the respective customer directly.\nWe are not responsible for the privacy or data security practices of our customers, which may differ from those set forth in this Policy.\nFor more information, please also see section 14 below.</p>\n<p>\n<strong>Changes to this Policy: </strong>We will post any modifications or changes to the Policy on our Site.\nWe reserve the right to modify the Policy at any time, so we encourage you to review it frequently.\nThe “Last Updated” legend above indicates when this Policy was last changed.\nIf we make any material change(s) to the Policy, we will notify you via email and/or post a notice on our Site prior to such changes(s) taking effect.\nWe encourage you to periodically review this Policy to stay informed about our collection, processing, and sharing of your Personal Data.</p> 1.\nPurposes of Processing What is Personal Data? <p>We may collect information about you as set out in this Policy and that may include Personal Data.\nPersonal Data may include: name, title, company name, job function, postal address, email address, telephone number, browser and device information (including IP address), and information collected through cookies and other similar technologies.</p> Why do we need your Personal Data? <p>We will only collect and/or process your Personal Data in compliance with applicable data protection and privacy laws and in accordance with this Policy.\nIn order to provide you with access to the Site, we&nbsp.\nmay process your Personal Data in accordance with this Policy.\nIf you create a profile or register with us, you will be asked to agree to provide certain information in order to access our services or view our content.\nBy agreeing to do so you consent to your Personal Data being processed by us.\nThis consent provides us with the legal basis to process your Personal Data.\n&nbsp;If you change your mind and wish to withdraw your consent to us processing your Personal Data, you may withdraw your consent at any time.There may also be instances where you are required to provide your information to purchase products or access the Tenable Community and Tenable University.\nIn such cases, Tenable has a legitimate business interest to process your Personal Data.&nbsp.\nIf you do not agree to our use of your Personal Data in line with this Policy, please do not use our Site.</p> 2.\nCollecting Your Personal Data <p>We collect information about you in the following ways:</p>\n<p>\n<strong>Information You Give Us.</strong> This may include:</p>\n<ul>\n<li>any Personal Data you provide to us, including name, postal address, email address, telephone number, and a username;</li>\n<li>any Personal Data that may be contained in any video, comment, or other submission you upload or post to the Site;</li>\n<li>any Personal Data you provide when you report a problem with our Site;</li>\n<li>any Personal Data you provide when you register through the Site for an evaluation license for any of our products;</li>\n<li>any Personal Data you provide when you make a purchase through our Site;</li>\n<li>any Personal Data you provide when you use our Site’s live chat feature.\nand</li>\n<li>any Personal Data you provide when you correspond with us by phone, email, or otherwise.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n<strong>Information from Social Networking Sites.\n</strong>Our Site includes interfaces that allow you to connect with social networking sites (each a “<strong>SNS</strong>”).\nIf you connect to a SNS through our Site, you authorize us to access, use and store the information that you agreed the SNS could provide to us based on your settings on that SNS.\nWe will access, use and store that information in accordance with this Policy.\nYou can revoke our access to the information you provide in this way at any time by amending the appropriate settings from within your account settings on the applicable SNS.</p>\n<p>\n<strong>Information We Get from Others.</strong> We may also get information about you from other sources, for example, if you have agreed to share information with one of our partners, listed here: https://www.tenable.com/partners/channel-partner-directory, or through our e-commerce provider, &nbsp;&nbsp;&nbsp;content syndicators, or other associated business partners.&nbsp;</p>\n<p>\n<strong>Information Automatically Collected.</strong> We automatically log information about you and your computer or mobile device when you access our Site.\nFor example, when visiting our Site, we identify an initial public IP address to identify where you are located, we log your computer or mobile device operating system name and version, browser type, browser language, screen resolution, the website you visited before browsing to our Site, pages you viewed, how long you spent on a page, access times and information about your use of and actions on our Site.\nWe collect this information about you by using cookies.\nPlease refer to the sections on cookies, flash technology and pixel tags below.<strong> &nbsp;</strong>\n</p>\n<p>\n<strong>Automated Decision Making and Profiling.</strong>&nbsp.\nWe may use automated decision making and/or profiling in regard to your Personal Data for some services and products, for example, when logging into the Tenable Community, Tenable will need to identify if you are a customer or not, or messaging may change depending on your prior visits to our Site.&nbsp.\nYou can request a manual review of the accuracy of an automated decision that you are unhappy with or limit or object to such automated decision making and/or profiling by contacting us at privacy@tenable.com.</p> 3.\nCookies What are cookies? <p>We may collect information using “cookies.” Cookies are small data files stored on the hard drive of your computer or mobile device by a website.\nWe may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer or mobile device until you delete them) to provide you with a more personal and interactive experience on our Site.</p>\n<p>We use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or mobile device, which are used only by us to recognize your computer or mobile device when it revisits our Site.\nand (2) third party cookies, which are served by service providers on our Site, and can be used by such service providers to recognize your computer or mobile device when it visits other websites.</p> Cookies we use <p>Our Site uses the following types of cookies for the purposes set out below:</p> Type of cookie Purpose <em>Essential Cookies </em>\n<p>These cookies are essential to provide you with services available through our Site and to enable you to use some of its features.\nFor example, they allow you to log in to secure areas of our Site and help the content of the pages you request load quickly.\nWithout these cookies, the services that you have asked for cannot be provided, and we only use these cookies to provide you with those services.</p>\n<em>Functionality Cookies</em>\n<p>These cookies allow our Site to remember choices you make when you use our Site, such as remembering your language preferences, remembering your login details and remembering the changes you make to other parts of our Site which you can customize.\nThe purpose of these cookies is to provide you with a more personal experience and to avoid you having to re-enter your preferences every time you visit our Site.</p>\n<em>Analytics and Performance Cookies</em>\n<p>These cookies are used to collect information about traffic to our Site and how users use our Site.\nThe information gathered does not identify any individual visitor.\nThe information is aggregated and anonymous.\nIt includes the number of visitors to our Site, the websites that referred them to our Site, the pages they visited on our Site, what time of day they visited our Site, whether they have visited our Site before, and other similar information.\nWe use this information to help operate our Site more efficiently, to gather broad demographic information and to monitor the level of activity on our Site.</p>\n<p>We use Google Analytics for this purpose.\nGoogle Analytics uses its own cookies.\nIt is only used to improve how our Site works.\nYou can find out more information about Google Analytics cookies here:&nbsp;https://developers.google.com/analytics/resources/concepts/gaConceptsCookies.&nbsp;You can find out more about how Google protects your data here: www.google.com/analytics/learn/privacy.html.\nYou can prevent the use of Google Analytics relating to your use of our Site by downloading and installing the browser plugin available via this link: http://tools.google.com/dlpage/gaoptout?hl=en-GB.</p>\n<em>Targeted and advertising cookies</em>\n<p>These cookies track your browsing habits to enable us to show advertising which is more likely to be of interest to you.\nThese cookies use information about your browsing history to group you with other users who have similar interests.\nBased on that information, and with our permission, third party advertisers can place cookies to enable them to show adverts which we think will be relevant to your interests while you are on third party websites.\n</p>\n<p>You can disable cookies which remember your browsing habits and target advertising at you by visiting http://www.youronlinechoices.com/&nbsp;or http://optout.aboutads.info/.\nIf you choose to remove targeted or advertising cookies, you will still see advertisements, but they may not be relevant to you.\nEven if you do choose to remove cookies by the companies listed at the above link, not all companies that serve online behavioral advertising are included in this list, and so you may still receive some cookies and tailored advertisements from companies that are not listed.</p>\n<em>Social Media Cookies</em> These cookies are used when you share information using a social media sharing button or “like” button on our Site or you link your account or engage with our content on or through a social networking website such as Facebook and Twitter.\nThe social network will record that you have done this.\nDisabling cookies <p>You can typically remove or reject cookies via your browser settings.\nIn order to do this, follow the instructions provided by your browser (usually located within the “settings,” “help” “tools” or “edit” facility).&nbsp.\nMany browsers are set to accept cookies until you change your settings.</p>\n<p>Further information about cookies, including how to see what cookies have been set on your computer or mobile device and how to manage and delete them, visit www.allaboutcookies.org and www.youronlinechoices.com.uk.</p> 4.\nPixel Tags <p>We may also use pixel tags (which are also known as web beacons and clear GIFs) on our Site to track the actions of users on our Site.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages.\nPixel tags measure the success of our marketing campaigns and compile statistics about usage of the Site, so that we can manage our content more effectively.\nThe information we collect using pixel tags is not linked to our users’ Personal Data.</p> 5.\nUsing Your Personal Data <p>We may use your Personal Data as follows:</p>\n<ul>\n<li>to operate, maintain, and improve our Site;</li>\n<li>to evaluate your registration on our Site or for an evaluation license;</li>\n<li>to deliver the services you request and manage your account, including to communicate with you regarding your account on our Site or your evaluation license;</li>\n<li>to respond to your comments and questions;</li>\n<li>to send information including technical notices, updates, security alerts, and support and administrative messages regarding our Site or your evaluation license;</li>\n<li>to send you marketing communications, including via e-mail in compliance with applicable laws, about upcoming promotions, newsletters, new products, services, webinars, training seminars and other news, including information about products and services offered by us and our affiliates;</li>\n<li>to link or combine user information with other Personal Data;</li>\n<li>as we believe necessary or appropriate (a) to comply with applicable laws.\n(b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities.\n(c) to enforce this Policy.\nand (d) to protect our rights, privacy, safety or property, and/or that of you or others.\nand</li>\n<li>as described in the “Sharing of your Personal Data” section below.</li>\n</ul> 6.\nSharing Your Personal Data <p>We may share your Personal Data as follows:</p>\n<ul>\n<li>\n<p>\n<strong>Third Parties Designated by You.</strong> We may share your Personal Data with third parties where you have provided your consent to do so.</p>\n</li>\n<li>\n<p>\n<strong>Our</strong>\n<strong>Third Party Service Providers</strong>.\nWe may share your Personal Data with our third-party service providers who provide services such as data analysis, distribution partners, resellers, information technology and related infrastructure provision (such as Amazon Web Services), email delivery, auditing, and other similar services.\nWe may also give information to one of our partners, located here https://www.tenable.com/partners/channel-partner-directory.\nThese third parties are only permitted to use your Personal Data to the extent necessary to enable them to provide their services to us.\nThey are required to follow our express instructions and to comply with appropriate security measures to protect your Personal Data.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Advertisers</strong>.\nWe may share Personal Data with advertisers and advertising networks that require the data to select and serve relevant advertisements to you and others.</p>\n</li>\n<li>\n<p>\n<strong>Affiliates</strong>.\nWe may share some or all of your Personal Data with our affiliates, in which case we will require our affiliates to comply with this Policy.\nIn particular, you may let us share Personal Data with our affiliates where you wish to receive marketing communications from them.</p>\n</li>\n<li>\n<p>\n<strong>Corporate Restructuring.</strong> We may share Personal Data when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</p>\n</li>\n<li>\n<p>\n<strong>Other Disclosures.</strong> We may share Personal Data as we believe necessary or appropriate: (a) to comply with applicable laws.\n(b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements.\n(c) to enforce our Policy.\nand (d) to protect our rights, privacy, safety or property, and/or that of you or others.</p>\n</li>\n</ul> 7.\nAnonymous Data <p>When we use the term “anonymous data,” we are referring to data and information that does not permit you to be identified or identifiable, either alone or when combined with any other information available to a third party.</p>\n<p>We may create anonymous data from the Personal Data we receive about you and other individuals whose Personal Data we collect.\nAnonymous data might include analytics information and information collected by us using cookies.&nbsp;&nbsp;We make Personal Data into anonymous data by excluding information (such as your name) that makes the data personally identifiable to you.&nbsp.\nWe use this anonymous data for our own purposes, including the ability to analyze usage patterns in order to make improvements to our Site.</p> 8.\nThird Party Sites <p>Our Site may contain links to third party websites and features.\nThis Policy does not cover the privacy practices of such third parties.\nThese third parties have their own privacy policies and we do not accept any responsibility or liability for their websites, features or policies.&nbsp.\nPlease read their privacy policies before you submit any data to them.\nFor example, we may link to social media pages through widgets on our Site or we may provide links to industry reports.</p> 9.\nUser Generated Content <p>You may share Personal Data with us when you submit user generated content to our Site, including via our Tenable Community and Tenable University.\nPlease note that any information you post or disclose on our Site will become public information, and will be available to other users of our Site and to the general public.\nWe urge you to be very careful when deciding to disclose your Personal Data, or any other information, on our Site.&nbsp.\nSuch Personal Data and other information will not be private or confidential once it is published on our Site.</p> 10.\nInternational Data Transfer <p>Your information, including Personal Data that we collect from you, may be transferred to, stored and processed by us and our affiliates and other third parties outside the country in which you reside, including, but not limited to the United States, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world.\nOur&nbsp;US-based entities Tenable, Inc., Tenable Holdings, Inc., and Tenable Public Sector, LLC have certified to the Department of Commerce that we adhere to the Privacy Shield Principles.\nIf you are located in the European Economic Area (“<strong>EEA</strong>”) or the United Kingdom (“UK”), your Personal Data may be processed outside of the EEA or the UK, and in countries which are not subject to an adequacy decision by the European Commission.\nIn this event, we will ensure that the recipient of your Personal Data offers an adequate level of protection, for instance by entering into standard contractual clauses for the transfer of data as approved by the European Commission and the UK Information Commissioner’s Office.\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Policy.</p> EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield <p>Tenable complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Data transferred from the EU, UK, and Switzerland to the United States.\nWe have certified to the Department of Commerce that we adhere to the Privacy Shield Principles.\nIf there is any conflict between the terms in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall take precedence.\nTo learn more about the Privacy Shield program, the Privacy Shield Principles and to view our certification, please visit www.privacyshield.gov.</p>\n<p>As described in the Privacy Shield Principles, Tenable is accountable for Personal Data that it receives and subsequently transfers to third parties.\nIf third parties that process Personal Data on our behalf do so in a manner that does not comply with the Privacy Shield Principles, we are accountable, unless we prove that we are not responsible for the event giving rise to the damage.</p>\n<p>In compliance with the Privacy Shield Principles, Tenable commits to resolve complaints about our collection or use of your Personal Data.&nbsp.\nEU, UK, and Swiss individuals with inquiries or complaints regarding this Policy should first contact us at privacy@tenable.com.</p>\n<p>Tenable has further committed to refer unresolved Privacy Shield complaints to JAMS, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, if we have not resolved your complaint, or wish to file a complaint, you can file a complaint with JAMS online HERE&nbsp.\nor contact:</p>\n<p>JAMS<br>Attn: Kathleen Pierz, Practice Development Manager, Global Privacy Shield and Safe Harbor Coordinator<br>kpierz@jamsadr.com<br>620 Eighth Ave.\n34th Floor<br>New York, NY 10018</p>\n<p>The services of JAMS are provided at no cost to you.</p>\n<p>As further explained in the Privacy Shield Principles, binding arbitration before a Privacy Shield Panel will also be made available to you in order to address residual complaints not resolved by any other means.\nTenable is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission.</p> Employee Personal Data under Privacy Shield <p>Tenable commits to cooperate with the panel established by the EU data protection authorities, the UK Information Commissioner’s Office, and the Swiss Federal Data Protection and Information Commissioner, and to comply with the advice given by the panel with regard to human resources data transferred from the EU, UK, and Switzerland in the context of the employment relationship.\nPlease contact us to be directed to the relevant DPA contacts.</p> 11.\nSecurity <p>We seek to use reasonable organizational, technical, and administrative measures to protect Personal Data within our organization.\nUnfortunately, no transmission or storage system can be guaranteed to be completely secure, and transmission of information via the internet is not completely secure.\nIf you have reason to believe that your interaction with us is no longer secure (e.g., if you feel that the security of any account you might have with us has been compromised), please immediately notify us of the problem by contacting us using the details in Section 17 below.</p> 12.\nRetention <p>We will retain your Personal Data for a period of time consistent with the original purpose of collection (see Section 5, “Using Your Personal Data”).\nWe determine the appropriate retention period for Personal Data on the basis of the amount, nature and sensitivity of your Personal Data processed, the potential risk of harm from unauthorized use or disclosure of your Personal Data, and whether we can achieve the purposes of the processing through other means, as well as on the basis of applicable legal requirements (such as applicable minimum statutory retention requirements).\nAfter the expiration of the applicable retention periods, we will delete your Personal Data.\nIf there is any data that we are unable, for technical reasons, to delete entirely from our systems, we will put in place appropriate measures to prevent any further use of such data.</p> 13.\nOur Policy on Children <p>We respect the sensitive nature of children’s privacy online.\nOur Site is not directed to children under eighteen (18) and we do not knowingly collect Personal Data from children under the age of 18.\nYou must be at least eighteen (18) years old to register, purchase or apply online for our products, services, promotions and other activities.\nIf you are under the age of eighteen (18), please do not provide us with any type of information about yourself.\nTenable is not liable for any information provided to us by a person under the age of eighteen (18).</p>\n<p>If a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us at privacy@tenable.com.\nWe will delete such information from our systems as soon as reasonably practicable.</p> 14.\nYour Rights <p>You have certain rights relating to your Personal Data, subject to local data protection laws.\nDepending on the applicable laws, and, in particular, if you are located in the EEA or the UK, these rights may include:</p>\n<ul>\n<li>\n<strong>Opt-out.\n</strong>You may contact us anytime to opt-out of: (i) direct marketing communications.\n(ii) automated decision-making and/or profiling.\n(iii) our collection of sensitive Personal Data.\n(iv) any new processing of your Personal Data that we may carry out beyond the original purpose.\nor (v) the transfer of your Personal Data outside the EEA or the UK.\nPlease note that your use of some of the Site may be ineffective upon opt-out.</li>\n<li>You may request what access Tenable has about you at any time by contacting us directly.</li>\n<li>You can also contact us to update or correct any inaccuracies in your Personal Data.</li>\n<li>Your Personal Data is portable – i.e., you to have the flexibility to move your data to other service providers as you wish.</li>\n<li>\n<strong>Erase and forget.\n</strong>In certain situations, for example when the information we hold about you is no longer relevant or is incorrect, you can request that we erase your data.</li>\n</ul>\n<p>If you wish to exercise any of the &nbsp;rights set forth above, please contact us using the details in Section 17 below.\nIn your request, please make clear: (i) <strong>what</strong> Personal Data is concerned.\nand (ii) <strong>which of the above rights</strong> you would like to exercise.&nbsp.\nFor your protection, we may only implement requests with respect to the Personal Data associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will try to comply with your request as soon as reasonably practicable and in any event, within one month of your request.\nPlease note that we may need to retain certain information for recordkeeping purposes, legal purposes and/or to complete any transactions that you began prior to requesting such change or deletion.</p> Your Rights Relating to Customer Data <p>As described above, we may also process Personal Data submitted by or for a customer of our products and services.\nTo this end, if not addressed in this Policy or in a separate disclosure, we process such Personal Data in our role as processor on behalf of a customer (and/or its affiliates) who is the responsible controller of the Personal Data concerned.\nWe are not responsible for and have no control over the privacy and data security practices of our customers, which may differ from those set forth in this Policy.\nIf your data has been submitted to us by or on behalf of a Tenable customer and you wish to exercise any rights you may have under applicable data protection laws, please inquire with the applicable customer directly.\nIf you wish to make your request directly to us, please provide to us the name of the Tenable customer who submitted your data to us.\nWe will refer your request to that customer, and will support them as needed in responding to your request within a reasonable timeframe.</p> Your Preferences for Email Communications <p>If you prefer not to receive promotional materials, our email newsletter or other forms of communication, you may choose to opt-out or manage your email subscriptions by using the unsubscribe link at the bottom of the email you have received from Tenable or by using the following link: http://www.tenable.com/contact-tenable/tenable-email-subscription-management.\nTenable will honor your requests to opt-out of specified emails and marketing materials.\nPlease note that opting out of marketing communications does not opt you out of receiving important business communications related to your current relationship with us, such as communications about your subscriptions or event registrations, service announcements, or security information.</p> 15.\nYour California Privacy Rights <p>The California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”) gives California residents certain rights as described below.\nFor this section, we use the terms “personal information” and “sale” as those are defined in the CCPA.</p>\n<ul>\n<li>\n<strong>Request to know – </strong>You have the right to request a copy of the categories or specific pieces of personal information that Tenable collects, uses, shares or sells about you.</li>\n<li>\n<strong>Request to delete - </strong>You have the right to request that Tenable delete the personal information we have collected from you.</li>\n<li>You have the right to request to opt out from the sale of your personal information.\nBecause Tenable does not sell your personal information, you do not need to exercise this right.</li>\n</ul>\n<p>Your right to know and right to delete are subject to certain exceptions under the CCPA, for example as necessary to perform or evidence a transaction or contract, comply with a legal obligation, or when a consumer’s identity cannot be reasonably verified.</p>\nExercising your CCPA Rights\n<p>To make a CCPA request, you can:</p>\n<ul>\n<li>Call us toll-free at 833-720-0398.</li>\n<li>Email us at privacy@tenable.com using “CCPA Request” in the subject line.</li>\n</ul>\n<p>Your request must (1) provide sufficient information to allow us to verify that you are the person about whom we have collected personal information, and (2) describe your request in sufficient detail to allow us to understand, evaluate, and respond to it.\nWe may not respond to requests that do not meet these criteria.\nWe will only use personal information provided in your request to verify your identity and complete your request.&nbsp;</p>\n<p>You may also authorize an agent (“<strong>Authorized Agent</strong>”) to exercise your CCPA rights on your behalf.\nTo do this, you must provide your Authorized Agent with written permission to exercise your rights on your behalf, and we may request a copy of this written permission from your Authorized Agent when they make a request on your behalf.</p>\nNon-Discrimination\n<p>We will not discriminate against you for exercising any of your CCPA rights and we will not deny you goods or services, charge you a different price, or provide you with a lesser quality of goods or services if you exercise any of your CCPA rights.</p>\nOther California Resident Rights\n<p>Under California law, a California resident who has provided Tenable with personal information is entitled to request certain information with respect to the types of personal information that Tenable has shared with third parties for their direct marketing purposes.\nIn accordance with California law, Tenable will, in response to your written request, provide you with the means to choose not to have your information shared.</p>\n<p>Except as otherwise stated in this Policy (including, but not limited to, sharing information with our third party resellers), we will not share your personal information with third parties for their direct marketing purposes unless you affirmatively agree to such disclosure.\nTo prevent further disclosure to your personal information from use in direct marketing by a third party, do not opt-in to such use when you provide personal information on our Site.\nIf you opt-in to receive communication from a third party, your personal information will be subject to the third party’s privacy policy.\nIf you later decide that you do not want that third party to use your personal information, you must contact that third party directly, as Tenable has no control over a third party’s use of personal information.\nYou should always review the privacy policy of any party that collects your information to determine how that entity will handle your information.</p>\n<p>California residents may request further information about our compliance with this law by emailing privacy@tenable.com.\nPlease note that we are only required to respond to one request per individual per year and are not required to respond to requests made by means other than through this e-mail address.</p> 16.\nComplaints <p>We are committed to resolve any complaints about our collection or use of your Personal Data.\nIf you would like to make a complaint regarding this Policy or our practices in relation to your Personal Data, please contact us at privacy@tenable.com.\nWe will reply to your complaint as soon as we can and in any event, within 45 days.\nWe hope to resolve any complaint brought to our attention, however if you feel that your complaint has not been adequately resolved, and you are located in the EEA, you have the right to submit a complaint to our governing supervisory authority, the Ireland Data Protection Commission(individuals located in the EEA) or the UK Information Commissioner’s Office (individuals located in the UK):</p>\n<p>\n<strong>Ireland Data Protection Commission<br>\n</strong>21 Fitzwilliam Square South<br>Dublin 2<br>D02 RD28<br>Ireland<br>+353 578 684 800<br>https://www.dataprotection.ie/&nbsp;</p>\n<p>\n<strong>UK Information Commissioner’s Office<br>\n</strong>Wycliffe House<br>Water Lane<br>Wilmslow<br>Cheshire<br>SK9 5AF<br>+0303 123 1113<br>https://ico.org.uk/</p> 17.\nContact Information <p>We welcome your comments or questions about this Policy.\nYou may contact us in writing at privacy@tenable.com.</p> Learn More Legal<br> 508 Compliance ", "created_at": "2023-04-03 18:49:07.806274", "updated_at": "2023-04-03 18:51:24.488982"}, {"id": 15228, "name": "Legal", "url": "https://www.tenable.com/legal", "xpath": "/html/body/div[1]/section/div[2]/div/div/div/div/div[1]", "text": "\n<p>Welcome to the Tenable, Inc.\n(\"Tenable\") group of websites (the \"Site\").\n“You” or “Your” refers to any individual who visits or otherwise uses the Site.\nPlease review the following terms of service (the \"Terms\") concerning Your use of the Site.\nBY USING THE SITE, YOU AGREE TO COMPLY WITH THESE TERMS AND THE PRIVACY POLICY.\nIF YOU DO NOT AGREE, DO NOT USE THE SITE.</p>\n<p>\n<strong>RESTRICTIONS ON USE OF SITE</strong>\n</p>\n<p>As long as You comply with these Terms, Tenable grants You a personal, non-exclusive, non-transferable, limited privilege to enter and use the Site.\nYou may not collect any product listings, descriptions, or prices for Your commercial use.\nYou may not download or copy account information for the benefit of another merchant.\nYou may not engage in \"deep-linking\" or make use of data mining, robots, or similar data gathering and extraction tools on the Site.\nYou may not reproduce or copy the Site or any portion of the Site for any commercial purpose without express written consent of Tenable.\nYou may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Tenable without Tenable’s express written consent.\nYou may not use any meta tags or any other \"hidden text\" utilizing Tenable's name or trademarks without Tenable’s express written consent.\nYou will not take any action that imposes an unreasonable or disproportionately large load on the infrastructure of the Site or Tenable's systems or networks, or any systems or networks connected to the Site.\nYou may not probe, scan or test the vulnerability of the Site or any network connected to the Site, nor breach security or authentication measures used on the Site or any network connected to the Site.</p>\n<p>\n<strong>USE OF MATERIALS</strong>\n</p>\n<p>All materials provided on the Site, including but not limited to information, documents, logos, text, graphics, sounds, images, software and all other content of any description available on the Site or included in any products or services we offer (collectively, \"Materials\"), are provided either by Tenable or by its respective third party manufacturers, authors, developers and vendors (\"Third Party Providers\") and are the copyrighted work of Tenable and/or the Third Party Providers.\nExcept as stated herein, none of the Materials may be copied, reproduced, republished, displayed, or posted in any form or by any means, including but not limited to electronic, mechanical, photocopying, recording or other means, without the prior express written permission of Tenable or the Third Party Providers, as applicable.\nMaterials provided by Third Party Providers have not been independently reviewed, tested, certified, or authenticated in whole or in part by Tenable.\nTenable does not provide, sell, license, or lease any of the Materials other than those specifically identified as being provided by Tenable.</p>\n<p>If You have any questions about the scope of Your ability to use the Specified Materials or any other of Tenable's Materials, please contact Tenable as described in the \"Legal Contact Information\" section below.\nAny permission described in these Terms terminates automatically without notice if You breach any of these Terms.\nUpon termination, You will immediately destroy any downloaded or printed Materials.</p>\n<p>Except where expressly provided otherwise by Tenable, nothing on the Site shall be construed to confer any license under any of Tenable's or any Third Party Provider's intellectual property rights, whether by estoppel, implication, or otherwise.\nYou acknowledge sole responsibility for obtaining any such licenses.\nAny unauthorized use of any Materials contained on the Site may violate intellectual property laws, the laws of privacy and publicity, communications regulations and statutes, or other applicable laws.\nTenable is not responsible for Your improper or unauthorized use of any Materials contained on the Site.</p>\n<p>\n<strong>YOUR ACCOUNT</strong>\n</p>\n<p>If You use the Site, You are responsible for maintaining the confidentiality of Your account and password and for restricting access to Your computer, and You agree to accept responsibility for all activities that occur under Your account or password.\nTenable reserves the right to refuse service, terminate accounts, remove or edit content, or cancel orders in its sole discretion.</p>\n<p>\n<strong>PURCHASES.\nOTHER TERMS AND CONDITIONS</strong>\n</p>\n<p>Additional terms and conditions may apply to purchases of Tenable’s software and hardware products, and to specific portions or features of the Site, including promotions and contests.\nYou agree to abide by such terms and conditions.\nIf there is a conflict between these Terms and the terms posted for or applicable to a specific portion of the Site, the latter terms shall control with respect to Your use of that portion or feature of the Site.</p>\n<p>Tenable may make changes to any products or services offered on the Site or to the applicable prices for any such products, at any time, without notice.\nThe materials on the Site with respect to products may be out of date and Tenable makes no commitment to update the materials on the Site with respect to such products.</p>\n<p>\n<strong>LINKS TO THIRD PARTY SITES</strong>\n</p>\n<p>The Site may contain links to websites controlled by third parties other than Tenable.\nAccess to any other website linked to this Site is at Your own risk.\nTenable is not responsible for and does not endorse or accept any responsibility for the contents or use of these third party web sites.\nFurthermore, Tenable is not liable for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance of any third party website.\nTenable is providing these links to You only as a convenience, and the inclusion of any link does not imply endorsement by Tenable of the linked web site.\nIt is Your responsibility to take precautions to ensure that whatever materials You copy or download from third party web sites are free of viruses or other items of a destructive nature.&nbsp;</p>\n<p>\n<strong>ELECTRONIC COMMUNICATIONS</strong>\n</p>\n<p>By visiting the Site, transmitting or posting any content, and/or emailing Tenable, You are communicating with us electronically.\nYou therefore consent to receive communications from us electronically.\nWe will communicate with You by e-mail or by posting notices on the Site.\nWith Your consent to receive electronic communications, You agree that all agreements, notices, disclosures and other communications that we provide to You electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>\n<strong>RESTRICTED RIGHTS LEGEND</strong>\n</p>\n<p>Any software that is downloaded from the Site for or on behalf of the United States of America, its agencies and/or instrumentalities (\"U.S.\nGovernment\") is provided with restricted rights.\nUse, duplication, or disclosure by the U.S.\nGovernment is subject to restrictions as set forth in subparagraph (c)(1)(ii) of the Rights in Technical Data and Computer Software clause at DFARS 227.7202-3 or subparagraphs (a) through (d) of the Commercial Computer Software - Restricted Rights at FAR 52.227-19, as applicable.\nThe manufacturer is Tenable, Inc., 6100 Merriweather Drive, 12th Floor, Columbia, MD 21044.&nbsp;</p>\n<p>\n<strong>SUBMISSIONS</strong>\n</p>\n<p>Except where expressly provided otherwise by Tenable, all comments, feedback, information or materials submitted to Tenable through or in association with the Site (\"Submissions\") shall be considered non-confidential and Tenable's property.\nBy providing such Submissions to Tenable, You agree to assign to Tenable, at no charge, all worldwide rights, title and interest in copyrights and other intellectual property rights in the Submissions.\nTenable shall be free to use and/or disseminate such Submissions on an unrestricted basis for any purpose.\nYou acknowledge that You, not Tenable, have full responsibility for the Submissions that You provide, including their legality, reliability, appropriateness, originality and copyright.&nbsp;You represent and warrant that no Submission will be infringing, libelous, defamatory, obscene, pornographic, abusive, offensive, or otherwise in violation of any law or right of any third party.\nTenable reserves the right to remove Submissions transmitted or posted by You at any time, for any reason.</p>\n<p>\n<strong>DISCLAIMER</strong>\n</p>\n<p>EXCEPT WHERE EXPRESSLY PROVIDED OTHERWISE BY TENABLE, THE MATERIALS ON THE SITE ARE PROVIDED \"AS IS\", ARE EXPERIMENTAL, AND ARE FOR NON-COMMERCIAL USE ONLY, AND TENABLE HEREBY DISCLAIMS ALL EXPRESS OR IMPLIED REPRESENTATIONS, WARRANTIES, GUARANTIES, AND CONDITIONS, INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT, EXCEPT TO THE EXTENT THAT SUCH DISCLAIMERS ARE HELD TO BE LEGALLY INVALID.\nTENABLE MAKES NO REPRESENTATIONS, WARRANTIES, GUARANTIES, OR CONDITIONS AS TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY, OR COMPLETENESS OF ANY OF THE MATERIALS CONTAINED ON THE SITE.&nbsp;</p>\n<p>\n<strong>LIMITATION OF LIABILITY</strong>&nbsp;</p>\n<p>TENABLE SHALL NOT BE LIABLE FOR ANY DAMAGES SUFFERED AS A RESULT OF USING, MODIFYING, CONTRIBUTING, COPYING, DISTRIBUTING, OR DOWNLOADING THE MATERIALS.\nIN NO EVENT SHALL TENABLE BE LIABLE FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING BUT NOT LIMITED TO LOSS OF BUSINESS, REVENUE, PROFITS, USE, DATA OR OTHER ECONOMIC ADVANTAGE), HOWEVER IT ARISES, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF THE SITE OR OF ANY MATERIALS CONTAINED ON OR MADE AVAILABLE THROUGH THE SITE, EVEN IF TENABLE HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nYOU HAVE SOLE RESPONSIBILITY FOR THE ADEQUATE PROTECTION AND BACKUP OF DATA AND/OR EQUIPMENT USED IN CONNECTION WITH THE SITE AND YOU WILL NOT MAKE A CLAIM AGAINST TENABLE FOR LOST DATA, RE-RUN TIME, INACCURATE OUTPUT, WORK DELAYS, OR LOST PROFITS RESULTING FROM THE USE OF THE MATERIALS.\nYOU AGREE TO HOLD TENABLE HARMLESS FROM, AND YOU COVENANT NOT TO SUE TENABLE FOR, ANY CLAIMS BASED ON OR RELATED TO YOUR USE OF THE SITE OR OF ANY MATERIALS CONTAINED ON OR MADE AVAILABLE THROUGH THE SITE.</p>\n<p>\n<strong>INDEMNIFICATION</strong>\n</p>\n<p>You agree to indemnify, defend and hold harmless Tenable and its officers, agents, employees, licensors and service providers from and against any and all claims, losses, liabilities and expenses (including attorney's fees and other legal costs), whether arising in contract, tort or otherwise, relating to or arising out of Your breach of these Terms, applicable law or any right of Tenable and/or any Third Party Provider.</p>\n<p>\n<strong>LOCAL LAWS.\nEXPORT CONTROL</strong>\n</p>\n<p>You are responsible for compliance with local laws applicable to Your use of the Site or the Materials, including but not limited to the export and import regulations.\nYou acknowledge and agree that the Materials are subject to the U.S.\nExport Administration laws and regulations.\nDiversion of the Materials in breach of such laws and regulations, or any other federal, state, local or foreign law, is prohibited.\nYou represent and agree that none of the Materials, nor any direct product derived from any Materials, is being or will be acquired for, shipped, transferred, or re-exported, directly or indirectly, to proscribed or embargoed countries or their nationals, nor be used for nuclear activities, chemical biological weapons, or missile projects unless authorized by the U.S.\nGovernment.\nProscribed countries are set forth in the U.S.\nExport Administration Regulations.\nThis list is subject to change without further notice from Tenable, and You must comply with the list as it exists in fact.\nYou certify that You are not on the U.S.\nDepartment of Commerce's Denied Persons List or affiliated lists or on the U.S.\nDepartment of Treasury's Specially Designated Nationals List.\nYou agree to comply strictly with all U.S.\nexport laws and assume sole responsibility for obtaining any required licenses to export or re-export the Materials.&nbsp;</p>\n<p>\n<strong>GENERAL</strong>\n</p>\n<p>The Site may include inaccuracies or typographical errors.\nTenable and the Third Party Providers may make improvements and/or changes in the products, services, programs, and prices described on the Site at any time without notice.\nTenable may periodically make changes to the Site.</p>\n<p>\n<strong>APPLICABLE LAW</strong>\n</p>\n<p>Any action related to these Terms will be governed by Maryland law and controlling U.S.\nfederal law.\nNo choice of law rules of any jurisdiction will apply.\nYou agree that any proceeding to enforce these Terms will be brought in a state or federal court located in Maryland.\nYou agree to submit to the personal jurisdiction of these courts for the purpose of any proceeding to enforce these Terms and waive any objections to venue in these courts.</p>\n<p>\n<strong>CHANGES/UPDATES TO TERMS</strong>\n</p>\n<p>These Terms represent the entire understanding relating to the use of the Site and prevail over any prior or contemporaneous, conflicting or additional, communications.\nTenable has the right to revise these Terms at any time without notice by updating this posting.\nAny subsequent use of the Site by You will be governed by the revised Terms.\nAny rights not expressly granted herein are reserved by Tenable.\nHeadings are used in these Terms for reference purposes only and shall not be used to interpret or construe these Terms.\nIf any provision of these Terms is held to be invalid or unenforceable, such provision shall be stricken and the remaining provisions enforced.</p>\n<p>\n<strong>INTELLECTUAL PROPERTY NOTICES</strong>\n</p>\n<p>Elements of the Site are protected by trade dress and other laws and are owned by Tenable, and may not be used, copied or imitated in whole or in part.\nNo logo, graphic, sound or image from the Site may be copied or retransmitted unless expressly permitted by Tenable.&nbsp;</p>\n<p>Tenable, Tenable Network Security, the Tenable logo, Nessus, and/or other Tenable products referenced herein are trademarks of Tenable, Inc., and may be registered in certain jurisdictions.\nAll other product names, company names, marks, logos, and symbols may be the trademarks of their respective owners.</p>\n<p>Copyright © 2002-2021 Tenable, Inc., 6100 Merriweather Drive, 12th Floor, Columbia, MD 21044.\nAll rights reserved.&nbsp;</p>\n<p>\n<strong>COPYRIGHT INFRINGEMENT</strong>\n</p>\n<p>If You believe that Your work has been copied in a way that constitutes copyright infringement, please provide Tenable's copyright agent the following written information: (1) a signature of the person authorized to act on behalf of the owner of the copyright interest.\n(2) a description of the copyrighted work that You claim has been infringed upon.\n(3) a description of where the material that You claim is infringing is located on the Site.\n(4) Your address, telephone number, and e-mail address.\n(5) a statement by You that You have a good-faith belief that the disputed use has not been authorized.\nand (6) a statement by You, made under penalty of perjury, that the information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.\nTenable's copyright agent for notice of claims of copyright infringement on the Site can be reached at the following address:&nbsp;</p>\n<p>Copyright Agent<br> Tenable, Inc.<br> Attn: Legal Department<br> 6100 Merriweather Drive, 12th Floor<br> Columbia, MD 21044&nbsp;<br> legal@tenable.com</p>\n<p>\n<strong>LEGAL CONTACT INFORMATION</strong>\n</p>\n<p>If You have any questions about these Terms, or if You would like to request permission to use any Materials in any manner not expressly authorized in these Terms, please contact the Tenable Legal Department at: legal@tenable.com.</p>\n<p>Effective Date: January 13, 2016</p>\n", "created_at": "2023-04-03 18:49:07.774452", "updated_at": "2023-04-03 18:51:39.774879"}], "points": [{"id": 30571, "title": "There is a date of the last update of the agreements", "source": "https://www.tenable.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-03 19:22:07.915095", "updated_at": "2023-07-11 06:23:50.744291", "quoteText": null, "case_id": 331, "document_id": 15229, "quoteStart": null, "quoteEnd": null}, {"id": 30572, "title": "Third-party cookies are used for statistics", "source": "https://www.tenable.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-03 19:23:29.393107", "updated_at": "2023-07-11 06:23:52.303099", "quoteText": null, "case_id": 325, "document_id": 15229, "quoteStart": null, "quoteEnd": null}, {"id": 30573, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.tenable.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-04-03 19:25:38.501688", "updated_at": "2023-07-11 06:28:29.050778", "quoteText": null, "case_id": 482, "document_id": 15229, "quoteStart": null, "quoteEnd": null}], "urls": ["tenable.com"]}}