{"error": 448, "message": "OK", "parameters": {"id": 8785, "name": "LeapFrog", "created_at": "2023-07-04 05:21:47.045687", "updated_at": "2023-07-04 10:02:12.639738", "wikipedia": "https://en.wikipedia.org/wiki/LeapFrog_Enterprises", "keywords": null, "related": null, "slug": "leapfrog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8785.png", "url": "leapfrog.com", "documents": [{"id": 17147, "name": "Academy Subscription Terms of Use", "url": "https://www.leapfrog.com/en-us/legal/leapfrog-academy-membership-use-terms", "xpath": "//body", "text": "Skip to main content <ul>\n<li> Products <ul>\n<li> BROWSE ALL PRODUCTS </li>\n</ul>\n<ul>\n<li> At-Home Learning </li>\n<li> LeapFrog Academy </li>\n<li> Learning Toys </li>\n<li> Learning Path </li>\n</ul>\n<ul>\n<li>LEARNING TABLETS</li>\n<li> LeapPad Academy </li>\n<li> LeapPad Ultimate </li>\n<li> LeapFrog Epic Academy </li>\n<li> LeapFrog Epic </li>\n</ul>\n<ul>\n<li>Learning Video Games &amp.\nApps</li>\n<li> LeapLand Adventures </li>\n<li> Browse All Apps </li>\n<li> Browse All Cartridge Games </li>\n</ul>\n<ul>\n<li> BROWSE LEARNING SYSTEMS </li>\n<li> LeapStart Preschool Success </li>\n<li> LeapStart Go </li>\n<li> LeapStart 3D </li>\n<li> LeapReader (4-8 yrs.) </li>\n<li> Book Library </li>\n</ul>\n<ul>\n<li> BROWSE LEARNING TOYS </li>\n<li> Blue's Clues &amp.\nYou!™ </li>\n<li> LeapBuilders Playsets </li>\n<li> Magic Adventures Globe </li>\n<li> RockIt Twist </li>\n<li> Infant (3-12 months) </li>\n<li> Toddler (1-3 yrs.) </li>\n<li> Preschool (3-4 yrs.) </li>\n<li> Pre-K (4-5 yrs.) </li>\n<li> Kindergarten (5-6 yrs.) </li>\n<li> First Grade &amp.\nBeyond (6+ yrs.) </li>\n</ul>\n<ul>\n<li> BROWSE BABY CARE </li>\n<li> LF930HD Smart Baby Monitor </li>\n<li> LF925HD Smart Baby Monitor </li>\n<li> LF925-2HD Smart Baby Monitor </li>\n<li> LF815HD Smart Baby Monitor </li>\n<li> LF815-2HD Smart Baby Monitor </li>\n<li> LF920HD Video Baby Monitor </li>\n<li> LF915HD Video Baby Monitor </li>\n<li> LF2423 Video Baby Monitor </li>\n</ul>\n<ul>\n<li>Support</li>\n<li> Download Connect Software </li>\n<li> Customer Service </li>\n<li> Support by Product </li>\n</ul>\n<ul>\n<li>MORE FROM LEAPFROG</li>\n<li> Gift Guide </li>\n<li> Learning DVDs </li>\n<li> Accessories </li>\n<li> LeapFrog Cares </li>\n</ul>\n</li>\n<li> App Center <ul>\n<li> SHOP ALL APPS </li>\n</ul>\n<ul>\n<li>SHOP APPS BY DEVICE</li>\n<li> LeapPad Academy </li>\n<li> LeapFrog Epic </li>\n<li> LeapPad Ultimate </li>\n<li> LeapPad Jr.\n</li>\n<li> LeapPad Platinum </li>\n<li> LeapPad Ultra </li>\n<li> LeapPad3 </li>\n<li> LeapPad2 </li>\n<li> Magic Adventures Globe </li>\n<li> RockIt Twist </li>\n</ul>\n<ul>\n<li>SHOP APPS BY CATEGORY</li>\n<li> App Bundles </li>\n<li> Learning Games </li>\n<li> LeapTV Learning Games </li>\n<li> Interactive Storybooks </li>\n<li> eBooks </li>\n<li> Creativity </li>\n<li> Learning Videos </li>\n<li> Just for Fun Videos </li>\n<li> Music </li>\n<li> Expansion Packs </li>\n<li> Flash Cards </li>\n<li> Foreign Language </li>\n</ul>\n<ul>\n<li>SHOP APPS BY PRICE</li>\n<li> $5 and under </li>\n<li> $5 to $10 </li>\n<li> $10 to $25 </li>\n</ul>\n<ul>\n<li>MORE FROM THE APP CENTER</li>\n<li> LeapTV </li>\n<li> Customer Support </li>\n</ul>\n</li>\n<li> LeapFrog Academy </li>\n<li> Learning Path <ul>\n<li>FEATURED</li>\n<li> At-Home Learning </li>\n<li> Learning Friends </li>\n<li> Kids' Fitness &amp.\nHealth </li>\n<li> Kids' Birthday Ideas </li>\n<li> Kindergarten Readiness </li>\n</ul>\n<ul>\n<li>AGES &amp.\nSTAGES</li>\n<li> Baby (6-11 mos.) </li>\n<li> New Toddler (12-17 mos.) </li>\n<li> Toddler (18-23 mos.) </li>\n<li> Curious Twos (2 yrs.) </li>\n<li> Preschool (3 yrs.) </li>\n<li> Pre-K (4 yrs.) </li>\n<li> Kindergarten (5 yrs.) </li>\n<li> Grade 1 (6 yrs.) </li>\n<li> Grade 2-3 (7-8 yrs.) </li>\n</ul>\n<ul>\n<li>LEARNING IDEAS</li>\n<li> Printables </li>\n<li> Activities </li>\n<li> Videos </li>\n<li> Discussions </li>\n<li> Articles </li>\n<li> Blogs </li>\n<li> Learning Tips </li>\n</ul>\n<ul>\n<li>SKILLS</li>\n<li> Reading &amp.\nWriting </li>\n<li> Mathematics </li>\n<li> Logic &amp.\nProblem Solving </li>\n<li> Science </li>\n<li> Social Studies </li>\n<li> Creativity &amp.\nLife Skills </li>\n<li> Personal &amp.\nSocial Skills </li>\n<li> Language Learning </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> SUPPORT OVERVIEW </li>\n</ul>\n<ul>\n<li>PRODUCT SUPPORT</li>\n<li> Download LeapFrog Connect </li>\n<li> Support by Product </li>\n<li> Product FAQs </li>\n<li> Instruction Manuals </li>\n<li> Warranty Information </li>\n</ul>\n<ul>\n<li>APP SUPPORT</li>\n<li> Where are my apps? </li>\n<li> My Orders </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Log In / Register <i>\n</i> My Account <ul>\n<li> My Account </li>\n<li> My Profile </li>\n<li> My LeapFrog Academy™ Subscription </li>\n<li> My Orders </li>\n<li> My Digital Downloads </li>\n<li> Redeem Code </li>\n<li>\n</li>\n<li> My Kids </li>\n</ul> Logout Log In / Register </li>\n<li>\n<i>\n</i> App Center Shopping Cart.\nItems count (0) <i>\n</i> App Center Shopping Cart.\nItems count (0) Your LeapFrog Shopping Cart is empty.\nWhat are you waiting for? Start shopping! <strong>Order Subtotal: $0.00</strong>\n</li>\n</ul>\n<ul>\n<li> Australia </li>\n<li> Canada (English) </li>\n<li> Canada (French) </li>\n<li> Ireland </li>\n<li> New Zealand </li>\n<li> Spain </li>\n<li> United Kingdom </li>\n<li> Other English </li>\n<li> Other French </li>\n</ul>\n<i>\n</i> LeapFrog Academy Subscription Terms of Use\n<p>\n<i>Effective: March 24, 2022</i>\n</p>\n<p>This is a legal agreement (“Agreement”) between you and LeapFrog Enterprises, Inc.\n(“LeapFrog”).\nLeapFrog is offering a subscription service that provides subscribers with access to LeapFrog Academy™ content for use on certain compatible devices (the “Subscription Service” or “Service”).\nYou must be at least 18 years of age to purchase the Subscription Service.\nPLEASE READ THESE TERMS CAREFULLY BEFORE USING THE SUBSCRIPTION SERVICE.\nIF YOU DO NOT AGREE TO BE BOUND BY THIS AGREEMENT, DO NOT USE THE SUBSCRIPTION SERVICE.\nBY ACCESSING, USING OR ORDERING THE SUBSCRIPTION SERVICES YOU AFFIRM THAT YOU HAVE READ THIS AGREEMENT AND UNDERSTAND, AGREE AND CONSENT TO ALL TERMS CONTAINED THEREIN.</p>\n<p>If you agree to be bound by all the terms and conditions below, click the “Submit” button.\nBy clicking “Submit,” you are agreeing on your own behalf and/or on behalf of your dependents to the terms and conditions stated below.\nIf you cannot agree to the terms of this Agreement, do not click “Submit,” and you will not be permitted to use the Subscription Service.</p>\n<p>LeapFrog may change the terms of the Agreement at any time by posting the amended Agreement to LeapFrog Terms of Use.\nYou should check the LeapFrog website from time to time to review the current Agreement as it is binding on you.\nYour continued use of the Subscription Service will constitute your acceptance of the amended Agreement.</p>\n<p>\n<u>\n<b>LeapFrog Terms of Use and Software License Agreement</b>\n</u>\n</p>\n<p>You acknowledge and agree that you and LeapFrog are parties to LeapFrog’s standard&nbsp;Terms of Use&nbsp;(the “Terms”), which sets forth the terms and conditions for your use of the LeapFrog Services.\nThe Subscription Service will be considered a “LeapFrog Service” for purposes of the Terms, and you agree to comply with the Terms, as well as all other agreements, policies, rules and guidelines incorporated therein, each of which is incorporated into this Agreement.\nFor the avoidance of doubt, this includes, but is not limited to the&nbsp;LeapFrog Software License Agreement and the LeapFrog Privacy Policy.\nCertain provisions of agreements incorporated herein are repeated herein, but do not negate your obligation to read and abide them.\nIn the event of any conflict between the provisions of this Agreement and the provisions of any other agreement between you and LeapFrog, the provisions of this Agreement will control, but only with respect to the Subscription Service.</p>\n<p>\n<u>\n<b>Nature of the Subscription Service</b>\n</u>\n</p>\n<p>You understand and acknowledge that:</p>\n<ol>\n<li>LeapFrog reserves the right, in its sole discretion, to make changes to the Subscription Service from time to time or withdraw or discontinue the Subscription service to the maximum extent permissible under applicable law;</li>\n<li>LeapFrog may continually test various aspects of the Subscription Service, including service levels, plans, promotional features, availability of content, delivery and pricing.\nThe provision of a particular subscription, plan, package, offer, or promotion in one instance does not entitle anyone else to such arrangement in the future under similar or different circumstances;</li>\n<li>In LeapFrog’s sole discretion, the subscription fees for the Subscription Service may vary among subscribers (with LeapFrog expressly reserving the right to provide the Subscription Service to other subscribers at no cost) and, upon prior notice as required by applicable law, increase such fees at any time;</li>\n<li>Access to the Subscription Service will end upon cancellation or termination of the Subscription Service.\nand</li>\n<li>Wi-Fi connection is required to access the Subscription Service.</li>\n</ol>\n<p>Without limiting the foregoing, LeapFrog will not be liable to you or any third party for any modification or cessation of the Subscription Service or modification to fees or other charges for the Subscription Service.</p>\n<p>\n<u>\n<b>Subscription Service Details</b>\n</u>\n</p>\n<p>1.\n<u>Billing.\nRecurrence.\nStart Date</u>\n</p>\n<p>By providing a credit card or using another payment method accepted by LeapFrog (“Payment Method”) for your subscription to LeapFrog Academy, you are expressly agreeing that we are authorized to charge you a subscription fee, any other fees for additional services you may purchase, and any applicable taxes in connection with your use of the Subscription Service to the Payment Method.\nIf you want to use a different Payment Method than the one you signed up to use during registration, or if there is a change in your credit card validity or expiration date, you may edit your Payment Method information by logging on to leapfrog.com and clicking the “LeapFrog Academy Subscription” link on the “My Account” page.\nThe terms of your payment will be based on your Payment Method and may be determined by agreements between you and the financial institution, credit card issuer, or other provider of your chosen Payment Method.</p>\n<p>When you provide a credit card to access the Subscription Service, including in connection with a trial period offer, our system will attempt to verify the information you entered.\nWe do this by processing an authorization hold, which is a standard practice.\nWe do not charge you in connection with this authorization hold.\nIn some instances, your credit limit or balance may reflect the authorization hold during your free trial period.\nIf your credit card expires and you do not edit your Payment Method information or cancel your subscription, you authorize us to continue billing, and you will remain responsible for any uncollected amounts.</p>\n<p>Your subscription will continue indefinitely until cancelled by you.\nAfter your initial subscription commitment period (“Subscription Term”), and again after any subsequent Subscription Term, your subscription will automatically continue for an additional equivalent period, at the price you agreed to when subscribing.\nYou agree your subscription will be subject to this automatic renewal feature.\nIf you do not wish your account to renew automatically, or if you want to change or terminate your subscription, please log on to leapfrog.com and click the “LeapFrog Academy Subscription” link on the “My Account” page, and follow the instructions there.\nIf you cancel your subscription, you may use your subscription until the end of your then-current Subscription Term.\nyour subscription will not be renewed after your then-current Subscription Term expires.\nHowever, you will not be eligible for a prorated refund of any portion of the subscription fee paid for the then-current Subscription Term.\nBy subscribing, you authorize LeapFrog to charge your Payment Method now and again at the beginning of any subsequent Subscription Term.</p>\n<p>The applicable subscription fee will be billed at the beginning of your subscription or expiration of your free trial period, if any, whichever is earlier (“Subscription Start Date”), and on each renewal thereafter unless and until you cancel your subscription or the account or service is otherwise suspended or discontinued pursuant to this Agreement.\nIn the event the Subscription Start Date is a day not contained in a given month, we will bill your Payment Method on the last day of such month.\nFor example, if you have a monthly subscription and became a paying subscriber on January 31, your Payment Method would next be billed on February 28.</p>\n<p>2.&nbsp;&nbsp;<u>Fees and Credits</u>\n</p>\n<p>As used throughout this Agreement, “billing the applicable subscription fee” shall indicate a charge or debit, as applicable, against your Payment Method for the subscription fee as stated at the time of purchase (which may be adjusted by LeapFrog pursuant to this Agreement) plus any applicable taxes.\nLeapFrog may change the subscription fee or other charges for the Subscription Service from time to time.\nIf LeapFrog increases the subscription fee or other charges for the Subscription Service, we will give you advance notice of these changes by email and you authorize LeapFrog to charge you the increased fee or charge unless you cancel the Subscription Service within the time frame provided in such email.\nHowever, we may not notify you of changes in any applicable taxes.</p>\n<p>Very rarely, if there are special circumstances where LeapFrog determines it is appropriate (e.g., the Subscription Service is unavailable for days due to technical difficulties), we may provide credits to affected subscribers.\nThe amount and form of such credits, and the decision to provide them, are at LeapFrog’s sole and absolute discretion, and the provision of credits in one instance does not entitle anyone to credits in the future under similar or different circumstances.</p>\n<p>We reserve the right to pursue any amounts you fail to pay in connection with the Subscription Service.\nYou will remain liable for all such amounts and all costs incurred in connection with the collection of these amounts, including, without limitation, bank overdraft fees, collection agency fees, reasonable attorneys’ fees, and arbitration or court costs.</p>\n<p>3.&nbsp.\n<u>Subscription Upgrades and Downgrades</u>\n</p>\n<p>If you wish to upgrade your Subscription Service to one with a longer Subscription Term, your current subscription will continue until the end of that Subscription Term, at which point the upgraded Subscription Term will begin, and you will then be billed for the upgraded Subscription Service.\nFor example, if you have a monthly subscription and are billed the first of each month, and you upgrade to a six-month Subscription Term on the fifteenth of a given month, your current monthly Subscription Term will continue through the end of that month, and you will be billed the first of the following month for the upgraded Subscription Service, unless you cancel your subscription entirely.</p>\n<p>If you wish to downgrade your Subscription Service to one with a shorter Subscription Term, you may cancel your current subscription and sign up again for the Subscription Service of your choice.\nWhen you cancel your subscription, you will continue to have access to your current Subscription Service until the end of that Subscription Term, at which time the new Subscription Term and billing cycle will begin.</p>\n<p>4.&nbsp.\n<u>Free Trial Periods</u>\n</p>\n<p>If your subscription includes a free trial period, we will automatically bill your Payment Method for the initial subscription fee on the Subscription Start Date unless you cancel prior to 11:45 p.m.\nCoordinated Universal Time (UTC) on the last day of your trial period.\nLeapFrog may not provide notice that your trial period is ending.\nHowever, you may view the specific details of your Subscription Service, including your free trial period end date by clicking “LeapFrog Academy Subscription” on the “My Account” page at leapfrog.com.</p>\n<p>5.&nbsp.\n<u>Communication and Feedback</u>\n</p>\n<p>For purposes of communicating with LeapFrog about the Subscription Service, you agree to provide an accurate mailing address and email address, and you acknowledge and agree that LeapFrog may communicate with you to the extent consistent with applicable law for purposes of understanding the quality and usability of the services and related marketplace considerations, as well as soliciting Feedback from you regarding the Subscription Service.</p>\n<p>6.&nbsp.\n<u>Cancellation</u>\n</p>\n<p>You may cancel your subscription at any time by 1) logging on to leapfrog.com/academy and clicking the “LeapFrog Academy Subscription” link on the “My Account” page, 2) send an email to support@leapfrog.com with topic “LeapFrog Academy-Cancel subscription”, or 3) call to: (US and Canada) 1-800-701-5327.\n(UK) +44(0)1702 200 244.\n(AU) 1800 862 155 for enquiry.\nYou must cancel your subscription before it renews each Subscription Term to avoid the next billing cycle.\nLeapFrog will not prorate, credit, or provide partial payments for Subscription Services cancelled before the end of the Subscription Term in which you cancel.</p>\n<p>\n<u>\n<b>Additional Provisions</b>\n</u>\n</p>\n<p>DISCLAIMER OF WARRANTIES: THE SUBSCRIPTION SERVICE, INCLUDING RELATED CONTENT AND SOFTWARE, ARE PROVIDED \"AS IS\" AND, TO THE FULLEST EXTENT PERMITTED BY LAW, ARE PROVIDED WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, LEAPFROG DOES NOT MAKE ANY WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, TITLE, MERCHANTABILITY, COMPLETENESS, AVAILABILITY, SECURITY, COMPATIBILITY OR NONINFRINGEMENT.\nOR THAT THE SUBSCRIPTION SERVICE WILL BE UNINTERRUPTED, FREE OF VIRUSES AND OTHER HARMFUL COMPONENTS, ACCURATE, ERROR FREE OR RELIABLE.</p>\n<p>Severability: If any provision of the Agreement shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from the Agreement and shall not affect the validity and enforceability of any remaining provisions.<br>\n<br>\nSurvival: The provisions of the Agreement, which by their nature should survive the expiration or termination of the Agreement, including without limitation the section on “Nature of Subscription Service,” shall survive such expiration or termination.<br>\n<br>\nWaiver: No waiver of any provision of the Agreement by LeapFrog shall be deemed a further or continuing waiver of such provision or any other provision.\nLeapFrog’s failure to assert any right or provision under the Agreement shall not constitute a waiver of such right or provision.</p>\n<p>Applicable Law: The Courts in some countries will not apply California law to some types of disputes.\nIf you reside in the country where California law is excluded from applying, your country’s laws will apply to such disputes related to these terms.\nOtherwise, you agree that the laws of California, U.S.A., excluding California’s choice of law rules, will apply to any disputes arising out of or relating to these terms or the Services.\nSimilarly, all disputes arising out of or relating to these terms or the Services will be litigated exclusively in the federal or state courts of Santa Clara County, California, U.S.A.\nunless the courts in your country will not permit you to consent to the jurisdiction and venue of the courts in Santa Clara County, California, U.S.A.<br>\n</p>\n<p>Questions/Comments/Concerns: If you have any questions, comments, or concerns about the Agreement, the Subscription Service or our products, in general, email support@leapfrog.com.<br>\n&nbsp;</p> Back to Top About\n<ul>\n<li>About LeapFrog</li>\n<li>Contact Us</li>\n<li>LeapFrog Cares</li>\n<li>Careers</li>\n<li>Press Releases</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Legal Terms</li>\n<li>Privacy Policy (Updated)</li>\n<li>CA Supply Chain Act Disclosure</li>\n</ul> Support\n<ul>\n<li>Connect Your Device</li>\n<li>FAQs &amp.\nProduct Guides</li>\n<li>Where to Buy</li>\n<li>International Distributors</li>\n<li>Recall Info</li>\n<li>Corporate Sustainability</li>\n<li>Accessibility</li>\n<li>Cookie Policy</li>\n<li>Update Cookie Settings</li>\n<li>Do Not Sell or Share My Personal Information</li>\n</ul> International Sites\n<ul>\n<li>Australia / New Zealand</li>\n<li>Canada: English</li>\n<li>Canada: French</li>\n<li>France</li>\n<li>Ireland</li>\n<li>Spain</li>\n<li>UK</li>\n<li>Rest of World: English</li>\n<li> Rest of World: French</li>\n</ul> Connect With Us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Be the first to know Enter Email Confirm Email <p>Please check the subscribe box.</p>\n<p>Please enter an email address.</p>\n<p>Please enter an email address.</p>\n<p>Please enter a valid email address.</p>\n<p>Emails do not match.\nPlease re-enter.</p>\n<p>Please enter a country selection.</p> Yes, I would like to receive content, product news and special offers from LeapFrog.\n<br> Thank you for subscribing.\n<p>Stay tuned for the latest news &amp.\nexclusive offers.</p> See the&nbsp;Privacy Policy&nbsp;to learn about&nbsp;personal information we collect on this site.<br>\n© 2001-2023 LeapFrog Enterprises, Inc.\nAll rights reserved.\n<p>&nbsp;</p> ", "created_at": "2023-07-04 05:23:52.770248", "updated_at": "2023-07-04 05:24:01.7912"}, {"id": 17148, "name": "Terms of Use", "url": "https://www.leapfrog.com/en-us/legal/website-use-terms", "xpath": "//body", "text": "Skip to main content <ul>\n<li> Products <ul>\n<li> BROWSE ALL PRODUCTS </li>\n</ul>\n<ul>\n<li> At-Home Learning </li>\n<li> LeapFrog Academy </li>\n<li> Learning Toys </li>\n<li> Learning Path </li>\n</ul>\n<ul>\n<li>LEARNING TABLETS</li>\n<li> LeapPad Academy </li>\n<li> LeapPad Ultimate </li>\n<li> LeapFrog Epic Academy </li>\n<li> LeapFrog Epic </li>\n</ul>\n<ul>\n<li>Learning Video Games &amp.\nApps</li>\n<li> LeapLand Adventures </li>\n<li> Browse All Apps </li>\n<li> Browse All Cartridge Games </li>\n</ul>\n<ul>\n<li> BROWSE LEARNING SYSTEMS </li>\n<li> LeapStart Preschool Success </li>\n<li> LeapStart Go </li>\n<li> LeapStart 3D </li>\n<li> LeapReader (4-8 yrs.) </li>\n<li> Book Library </li>\n</ul>\n<ul>\n<li> BROWSE LEARNING TOYS </li>\n<li> Blue's Clues &amp.\nYou!™ </li>\n<li> LeapBuilders Playsets </li>\n<li> Magic Adventures Globe </li>\n<li> RockIt Twist </li>\n<li> Infant (3-12 months) </li>\n<li> Toddler (1-3 yrs.) </li>\n<li> Preschool (3-4 yrs.) </li>\n<li> Pre-K (4-5 yrs.) </li>\n<li> Kindergarten (5-6 yrs.) </li>\n<li> First Grade &amp.\nBeyond (6+ yrs.) </li>\n</ul>\n<ul>\n<li> BROWSE BABY CARE </li>\n<li> LF930HD Smart Baby Monitor </li>\n<li> LF925HD Smart Baby Monitor </li>\n<li> LF925-2HD Smart Baby Monitor </li>\n<li> LF815HD Smart Baby Monitor </li>\n<li> LF815-2HD Smart Baby Monitor </li>\n<li> LF920HD Video Baby Monitor </li>\n<li> LF915HD Video Baby Monitor </li>\n<li> LF2423 Video Baby Monitor </li>\n</ul>\n<ul>\n<li>Support</li>\n<li> Download Connect Software </li>\n<li> Customer Service </li>\n<li> Support by Product </li>\n</ul>\n<ul>\n<li>MORE FROM LEAPFROG</li>\n<li> Gift Guide </li>\n<li> Learning DVDs </li>\n<li> Accessories </li>\n<li> LeapFrog Cares </li>\n</ul>\n</li>\n<li> App Center <ul>\n<li> SHOP ALL APPS </li>\n</ul>\n<ul>\n<li>SHOP APPS BY DEVICE</li>\n<li> LeapPad Academy </li>\n<li> LeapFrog Epic </li>\n<li> LeapPad Ultimate </li>\n<li> LeapPad Jr.\n</li>\n<li> LeapPad Platinum </li>\n<li> LeapPad Ultra </li>\n<li> LeapPad3 </li>\n<li> LeapPad2 </li>\n<li> Magic Adventures Globe </li>\n<li> RockIt Twist </li>\n</ul>\n<ul>\n<li>SHOP APPS BY CATEGORY</li>\n<li> App Bundles </li>\n<li> Learning Games </li>\n<li> LeapTV Learning Games </li>\n<li> Interactive Storybooks </li>\n<li> eBooks </li>\n<li> Creativity </li>\n<li> Learning Videos </li>\n<li> Just for Fun Videos </li>\n<li> Music </li>\n<li> Expansion Packs </li>\n<li> Flash Cards </li>\n<li> Foreign Language </li>\n</ul>\n<ul>\n<li>SHOP APPS BY PRICE</li>\n<li> $5 and under </li>\n<li> $5 to $10 </li>\n<li> $10 to $25 </li>\n</ul>\n<ul>\n<li>MORE FROM THE APP CENTER</li>\n<li> LeapTV </li>\n<li> Customer Support </li>\n</ul>\n</li>\n<li> LeapFrog Academy </li>\n<li> Learning Path <ul>\n<li>FEATURED</li>\n<li> At-Home Learning </li>\n<li> Learning Friends </li>\n<li> Kids' Fitness &amp.\nHealth </li>\n<li> Kids' Birthday Ideas </li>\n<li> Kindergarten Readiness </li>\n</ul>\n<ul>\n<li>AGES &amp.\nSTAGES</li>\n<li> Baby (6-11 mos.) </li>\n<li> New Toddler (12-17 mos.) </li>\n<li> Toddler (18-23 mos.) </li>\n<li> Curious Twos (2 yrs.) </li>\n<li> Preschool (3 yrs.) </li>\n<li> Pre-K (4 yrs.) </li>\n<li> Kindergarten (5 yrs.) </li>\n<li> Grade 1 (6 yrs.) </li>\n<li> Grade 2-3 (7-8 yrs.) </li>\n</ul>\n<ul>\n<li>LEARNING IDEAS</li>\n<li> Printables </li>\n<li> Activities </li>\n<li> Videos </li>\n<li> Discussions </li>\n<li> Articles </li>\n<li> Blogs </li>\n<li> Learning Tips </li>\n</ul>\n<ul>\n<li>SKILLS</li>\n<li> Reading &amp.\nWriting </li>\n<li> Mathematics </li>\n<li> Logic &amp.\nProblem Solving </li>\n<li> Science </li>\n<li> Social Studies </li>\n<li> Creativity &amp.\nLife Skills </li>\n<li> Personal &amp.\nSocial Skills </li>\n<li> Language Learning </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> SUPPORT OVERVIEW </li>\n</ul>\n<ul>\n<li>PRODUCT SUPPORT</li>\n<li> Download LeapFrog Connect </li>\n<li> Support by Product </li>\n<li> Product FAQs </li>\n<li> Instruction Manuals </li>\n<li> Warranty Information </li>\n</ul>\n<ul>\n<li>APP SUPPORT</li>\n<li> Where are my apps? </li>\n<li> My Orders </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Log In / Register <i>\n</i> My Account <ul>\n<li> My Account </li>\n<li> My Profile </li>\n<li> My LeapFrog Academy™ Subscription </li>\n<li> My Orders </li>\n<li> My Digital Downloads </li>\n<li> Redeem Code </li>\n<li>\n</li>\n<li> My Kids </li>\n</ul> Logout Log In / Register </li>\n<li>\n<i>\n</i> App Center Shopping Cart.\nItems count (0) <i>\n</i> App Center Shopping Cart.\nItems count (0) Your LeapFrog Shopping Cart is empty.\nWhat are you waiting for? Start shopping! <strong>Order Subtotal: $0.00</strong>\n</li>\n</ul>\n<ul>\n<li> Australia </li>\n<li> Canada (English) </li>\n<li> Canada (French) </li>\n<li> Ireland </li>\n<li> New Zealand </li>\n<li> Spain </li>\n<li> United Kingdom </li>\n<li> Other English </li>\n<li> Other French </li>\n</ul>\n<i>\n</i>\n<ul>\n<li> Legal </li>\n<li>LeapFrog Terms of Use</li>\n</ul> LeapFrog Terms of Use <p>\n<i>Last Updated: February 15, 2022</i>\n</p>\n<p>These Terms of Use (“Terms”) apply to all sites, software, applications, content, products and services, (“LeapFrog Services”) provided to you by LeapFrog Enterprises, Inc.\nand/or any of its related entities (“LeapFrog”, “we”, “our” or “us”).\nThese Terms govern your use of the LeapFrog Services and constitute a binding agreement between you and LeapFrog.\nThe leapfrog.com website, including all content and features offered on the website (the “Site”), is one such LeapFrog Service, and the use of the Site is subject to these Terms.\nLeapFrog Academy is another LeapFrog Service.</p>\n<p>PLEASE CAREFULLY REVIEW THESE TERMS, LEAPFROG’S PRIVACY POLICY AND COOKIE POLICY.\nBY USING THE LEAPFROG SERVICES, YOU ACCEPT AND AGREE TO THESE TERMS AND ACKNOWLEDGE THAT YOU HAVE REVIEWED THE PRIVACY POLICY AND COOKIE POLICY.\nIF YOU DO NOT AGREE TO THE TERMS, DO NOT USE THE LEAPFROG SERVICES.</p>\n<p>THESE TERMS INCLUDE A CLASS ACTION WAIVER AND REQUIRE BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES.\nDETAILS ARE SET FORTH BELOW (hereinafter referred to as Agreement to Arbitrate and Waive Class Claims).\nTo the fullest extent permissible by applicable law, you agree to submit all disputes concerning your use of the LeapFrog Services to confidential, binding individual arbitration.</p>\n<p>The LeapFrog Services are only offered to individuals who are at least eighteen (18) years of age and are made available for use by such individuals’ children with the permission of such individuals.\nBy using the Services, you affirm that you (i) are at least eighteen (18) years of age, (ii) are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms, and to abide by and comply with these Terms, and (iii) have not previously been terminated, removed, or suspended from the Services.</p>\n<p>\n<b>1.\nChanges to the Terms</b>\n</p>\n<p>We reserve to ourselves the right to change the Terms to ensure that they accurately reflect the LeapFrog Services and practices at all times, for safety reasons, and as required by law.\nLeapFrog may change the Terms at any time by posting the amended Terms on the Site.\nYou should check the Site from time to time to review the current Terms as they are binding on you.\nWe will notify you of any changes to these Terms that materially modify your rights or obligations or that we are required to notify you by applicable law (“Material Modifications”).\nAny Material Modifications will be effective upon your acceptance of the modified Terms or, where permitted by applicable law, upon your continued use of the LeapFrog Services after we send or post notice of the changes, whichever is earlier.\nAs a rule, changes to these Terms that do not materially modify your rights or obligations will be effective immediately upon publication.\nHowever, we will provide you notice within a reasonable time before these changes become effective where required by applicable law.\nAny disputes arising under these Terms will be resolved pursuant to the version of these Terms in effect at the time the dispute arose.</p>\n<p>\n<b>2.\nThe LeapFrog Services – Uses and Limitations</b>\n</p>\n<p>\n<i>License:</i> Subject to your compliance with the Terms, LeapFrog and/or its licensors hereby grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the LeapFrog Services.</p>\n<p>\n<i>Intellectual Property:</i> For purposes of these Terms, ‘LeapFrog Content’ shall mean any and all photographs, video, audio, images, text, animations, illustrations, communications, ideas, designs, compilations, software, source code, object code, data, creative expressions or other copyrighted or copyright protectable content on the Site and as part of the LeapFrog Services, along with the selection, arrangement, organization and magnetic translation thereof.\nLeapFrog or its third-party licensors own all right, title and interest in and to the LeapFrog Content.\nNothing in these Terms shall be interpreted to grant an ownership interest in or to the LeapFrog Content.\nUnless expressly stated, nothing in these Terms shall be interpreted to grant a license in or to any of the LeapFrog Content.\nNone of the LeapFrog Content may be reproduced, distributed or copied, in whole or in part, without the express written permission of the copyright holder.</p>\n<p>All trademarks, service marks, logos and trade dress associated with the Site and the LeapFrog Services (collectively the ‘Trademarks’), are the sole property of LeapFrog or its partners, suppliers or licensors.\nNothing contained on the Site, the LeapFrog Services or in these Terms grants to you, by implication, or otherwise, any license or right to use any Trademark displayed on the Site or the LeapFrog Services without the written permission of LeapFrog or such third party that may own the displayed Trademark.</p>\n<p>Any unauthorized use of the LeapFrog Services, LeapFrog Content, Trademarks or other LeapFrog intellectual property is strictly prohibited and may violate copyright, trademark, patent, trade secret and/or other applicable laws and could result in criminal or civil penalties.\nYou own the physical media (such as a CD-ROM), if any, on which elements of the LeapFrog Services are delivered to you, but we retain full and complete ownership of the rights in the LeapFrog Content contained therein or the LeapFrog Services provided via such media.\nWe do not transfer title to any portion of the LeapFrog Services to you.</p>\n<p>You are permitted to print and download extracts from the LeapFrog Services, including the Site, only for your personal reference, and only provided that:</p>\n<ul>\n<li>no documents or related graphics on the LeapFrog Services are modified or copied in any way;</li>\n<li>no graphics on the LeapFrog Services are used separately from accompanying text;</li>\n<li>the status of LeapFrog (and that of any identified contributors) as the author of any material on the LeapFrog Services is always acknowledged.\nand</li>\n<li>you are at all times in full compliance with these Terms</li>\n</ul>\n<p>Other than as set forth above, no part of the LeapFrog Services may be reproduced or stored, modified, copied, republished, uploaded, posted, transmitted or distributed, by any means or in any manner, or included in any other website or in any public or private electronic retrieval system or service including but not limited to text, graphics, video, messages, code and/or software without our express prior written consent.</p>\n<p>If you breach any of these Terms, your permission to use the LeapFrog Services automatically terminates and you must immediately destroy any downloaded or printed extracts from the LeapFrog Services.</p>\n<p>\n<i>Changes:</i> The LeapFrog Services are evolving and will change over time.\nTo the fullest extent permitted by applicable law: (1) LeapFrog, its affiliates and its licensors reserve the right to change, suspend, remove or disable access to the LeapFrog Services or other materials comprising any part of the LeapFrog Services, including the availability of any feature, database, or content, at any time without notice.\n(2) In no event will LeapFrog or our licensors be liable for making these changes.\nand (3) LeapFrog may also impose limits on use of or access to certain features or portions of the LeapFrog Services without notice or liability.</p>\n<p>\n<i>Requirements:</i> Use of the LeapFrog Services requires compatible devices, Internet access, and certain software.\nmay require periodic updates.\nand may be affected by the performance of these factors.\nHigh-speed Internet access is strongly recommended.\nThe latest version of required software is recommended to access the LeapFrog Services and may be required for certain transactions or features and to download products previously purchased from the LeapFrog Services.\nYou agree that meeting these requirements, which may change from time to time, is your responsibility.\nThe LeapFrog Services are not part of any other third party product or offering, and no purchase or acquisition of any other product shall be construed to represent or guarantee access to the LeapFrog Services.</p>\n<p>\n<i>Wireless:</i> You may access certain LeapFrog Services through a mobile network, your network or roaming providers’ networks.\nStandard messaging, data, and other fees may be charged by the provider to access the LeapFrog Services.\nYour carrier may prohibit or restrict certain LeapFrog Services and certain LeapFrog Services may be incompatible with your carrier or wireless internet device.</p>\n<p>\n<i>Restrictions:</i> The LeapFrog Services may not be used for commercial or business-related activities or to solicit others.\nYou agree not to introduce a virus, Trojan, worm, logic bomb or other harmful component, or otherwise tamper with, impair or damage any LeapFrog Service or connected network, or interfere with any person or entity’s use or enjoyment of any LeapFrog Service.\nYou agree not to access, monitor or copy any element of the LeapFrog Services using a robot, spider, scraper or other automated means or manual process without our express written permission.\nYou must not attack the LeapFrog Services via a denial-of-service attack.</p>\n<p>To the fullest extent permitted by applicable law, we will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses, worms, logic bombs or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of the Site or to your downloading of any material posted on it, or on any website linked to it.</p>\n<p>You may not circumvent or disable any content protection system or digital rights management technology used with any LeapFrog Service.\ndecompile, reverse engineer, disassemble or otherwise reduce any LeapFrog Service to a human-readable form.\nremove identification, copyright or other proprietary notices.\naccess without authority, interfere with, damage or disrupt any equipment or network on which the LeapFrog.com website is stored, any software used in connection with the provision of the LeapFrog.com website or any equipment, software or website used by a third party.\nor access or use any LeapFrog Service in an unlawful or unauthorized manner or in a manner that suggests an association with our products, services or brands.\nYou may not access or use any LeapFrog Service in violation of United States export control and/or economic sanctions requirements.\nBy acquiring services, content or software through the LeapFrog Services, you represent and warrant that your access to and use of the services, content or software will comply with applicable requirements.</p>\n<p>Without prejudice to its other rights or remedies, LeapFrog reserves the right to take legal proceedings against you for reimbursement of all costs or losses (on an indemnity basis) resulting from your breach of this “Restrictions” clause, and to disclose such information to law enforcement agencies as LeapFrog reasonably believes is necessary.</p>\n<p>\n<b>3.\nSoftware License Agreement</b>\n</p>\n<p>By using the LeapFrog Services, you agree to the terms of LeapFrog’s Software License Agreement.</p>\n<p>\n<b>4.\nAccount</b>\n</p>\n<p>Some LeapFrog Services require you to create an account.\nYou are responsible for maintaining the confidentiality of your account and password, and, where permitted by applicable law, you agree to accept responsibility for all activities that occur under your account or password.\nYou agree to update your account information to keep it current and accurate.\nLeapFrog sells products for children, but we sell them to adults (18 and over), who can purchase with a credit card or other permitted payment method accepted by LeapFrog.\nYou are responsible for ensuring that all persons who access our site through your internet connection or your account are aware of these Terms and that they comply with them.</p>\n<p>You agree not to impersonate or misrepresent your affiliation with any person or entity, including using another person’s username, password or other account information, another person’s name or likeness or provide false details for a parent or guardian.\nYou agree that we may take steps to verify the accuracy of information you provide, including contact information for a parent or guardian.</p>\n<p>We have adopted and implemented a policy that provides for the termination, in appropriate circumstances, of the accounts of users who are repeat infringers of copyright.\nIn addition, we may suspend or terminate your account and your ability to use the LeapFrog Services if you engage in, encourage or advocate illegal conduct or if you fail to comply with these Terms or LeapFrog’s Software License Agreement.\nLeapFrog reserves the right to accept or refuse your application for an account (in our absolute discretion).</p>\n<p>\n<b>5.\nUser Comments</b>\n</p>\n<p>LeapFrog may offer community features as part of the LeapFrog Services that allow you to post reviews, comments, photos and other content.</p>\n<p>When you use the LeapFrog Services, you agree not to upload, post, modify, distribute, transmit, or otherwise make available any user-submitted content that:</p>\n<ul>\n<li>is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, harassing, threatening, harmful, vulgar, indecent, invasive of privacy or publicity rights, abusive, inflammatory or otherwise injurious to third parties;</li>\n<li>violates, plagiarizes or infringes the rights of third parties including, without limitation, copyright, trademark, patent, rights of privacy or publicity or any other right;</li>\n<li>impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity, or interfere with someone else’s use of the LeapFrog Services;</li>\n<li>restricts or inhibits any other user from using the LeapFrog Services,</li>\n<li>contains advertising of any kind, including a link to any third-party website or services;</li>\n<li>constitutes or encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate law;</li>\n<li>constitutes or contains false or misleading indications of origin or statements of fact;</li>\n<li>are false regarding you;</li>\n<li>constitutes a charity request, petition for signatures, chain letter, letter or information relating to one or more pyramid schemes, advertising or solicitation for funds, political campaigning, mass mailing, any form of unsolicited commercial email or “spam,” or an offering or dissemination of fraudulent goods, services, schemes or promotions;</li>\n<li>is harmful, including without limitation, viruses, Trojan horses, worms, time bombs, zombies, cancelbots, or any other computer programming routines that may damage, interfere with, surreptitiously intercept or expropriate any system, program, data or personal information.\nand/or</li>\n<li>violates any applicable local, state, provincial, national or international law.</li>\n</ul>\n<p>If you do post content or submit material through the LeapFrog Services, you hereby grant LeapFrog a nonexclusive, royalty-free, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute and display such content throughout the world in any media for the term of the protection of the rights so licensed, including, without limitation, in connection with advertising our product and reviews.\nWhere permitted by applicable law, the license you grant LeapFrog is irrevocable and perpetual.\nYou hereby grant LeapFrog and our sublicensees the right to use the name that you submit in connection with such content, if we or they choose to use it.\nWhere permitted by applicable law, you hereby waive any moral rights you may have in such content.\nBy posting user-submitted content, you represent and warrant that you own or otherwise have all necessary rights, consents, or permissions to the content that you post in order to allow us to enjoy all of the rights and privileges granted to us under these Terms, including from all individuals who are identifiable in your content, or of the individual’s parent or legal guardian if the individual is under 18 years old.\nthat the content is accurate.\nthat use of the content you supply does not violate the Terms and will not cause injury to any person or entity.\nand that you will indemnify LeapFrog for all claims resulting from content you supply.\nYou further represent and warrant that use and distribution of your content by LeapFrog will not infringe or violate the rights of any third party.\nTo the fullest extent permitted by applicable law, LeapFrog takes no responsibility and assumes no liability for any content posted by you or any third party and has no obligation to use or publish any such content.\nOther users may be able to access and view your user-submitted content on the LeapFrog Services.\nOnce you post or share such content with other users of the LeapFrog Services, you hereby grant those users a non-exclusive license to access and use such content, as long as that use is consistent with these Terms and the functionality of the LeapFrog Services.</p>\n<p>\n<b>6.\nElectronic Communications</b>\n</p>\n<p>When you use parts of the LeapFrog Services or send e-mails, text messages, and other communications from your desktop, laptop, or mobile device to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically, including but not limited to e-mails, text messages, mobile push notices, or notices and messages on this Site or through other LeapFrog Services or our service providers, and you can retain copies of these communications for your records.\nFurthermore, you consent to receive communications from LeapFrog or our service providers that may: (i) solicit Feedback via e-mail, surveys, bug reports, or other methods LeapFrog may determine.\n(ii) collect additional information regarding issues you report in your Feedback.\n(iii) notify you of changes to the LeapFrog Services or these Terms.\nand (iv) tell you about future LeapFrog programs, products or services.\nYou also agree that we may share your contact information with our service providers, and, to the extent necessary to enable such communications, with other third parties.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing and are effective immediately.</p>\n<p>\n<b>7.\nContests, Sweepstakes and Other Activities</b>\n</p>\n<p>LeapFrog provides rules and/or guidelines (\"Rules of Participation\") for certain activities on the LeapFrog Services including, without limitation, contests and sweepstakes.\nThe Terms incorporate by reference the specific Rules of Participation which appear in connection with information about a particular activity.\nTo the extent that any conflict exists between the Terms and specific Rules of Participation, the Rules of Participation for the activity in which you choose to participate shall govern.</p>\n<p>\n<b>8.\nPurchasing Physical Products</b>\n</p>\n<p>Warranty Information: Warranty information on LeapFrog products can be found at Warranty information.</p>\n<p>\n<b>9.\nPurchase of Digital Products</b>\n</p>\n<p>We may offer opportunities to purchase digital products online as part of the LeapFrog Services.\nIf online shopping is available as part of the LeapFrog Services, these terms apply.\nCustomers must be over age 18.\nVisitors under age 18 are not permitted to make purchases.</p>\n<p>\n<i>Charges:</i> The LeapFrog Services may accept these forms of payment for the purchase of digital products: Leaplet Cards, LeapFrog App Center Download Cards (App Center Download Cards are not available for use on all transactions), credit cards (credit cards may not be accepted in all countries) or other payment methods accepted by LeapFrog.\nIf a LeapFrog App Center Download Card is used for a transaction, the amount is deducted at the time of your transaction.\nWhen making purchases, LeapFrog App Center Download Cards and Leaplet Cards are used first, if available, and your credit card is then charged for any remaining balance (where credit cards are accepted).</p>\n<p>\n<i>Availability:</i> We cannot guarantee availability of digital product, even if our web site shows that a particular digital product is available.\nWe may not have all digital products or digital product lines available online and we may discontinue digital products or change prices at any time.\nIf a digital product becomes unavailable following a transaction but prior to download, your sole remedy is a refund, replacement (if a replacement is available), or credit.\nIf technical problems prevent or unreasonably delay delivery of your digital product, your sole remedy is either replacement or refund of the price paid, at LeapFrog’s sole option.</p>\n<p>\n<i>Pricing:</i> Prices for digital products offered via the LeapFrog Services may change at any time, and the LeapFrog Services do not provide price protection or refunds in the event of a price reduction or promotional offering.\nLeapFrog reserves the right to cancel an order for a digital product in the event of a typographical or other error in the price listed for the digital product.</p>\n<p>\n<i>Gifting:</i> Gifts of digital products purchased from the LeapFrog Services may be purchased only for and redeemed by persons in the United States and its territories and possessions.\nGift recipients must have compatible hardware to utilize the gift.\nOnly credit cards can be used to gift digital products.</p>\n<p>\n<i>Site Transactions:</i> We reserve the right to refuse any order you place with us.\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order.</p>\n<p>\n<i>Taxes:</i> We will charge taxes on digital products purchased when taxes are applicable.</p>\n<p>\n<i>No Return or Refund.\nNo Warranty:</i> All digital products are sold “as is”.\nAll sales of digital products are final.\nThere are no returns or refunds on the purchase of digital products.\nThis does not affect your rights as a consumer that cannot be excluded under the law in your usual place of residence, including, where applicable, your right to withdraw from a purchase transaction for digital content without charge and without giving any reason for a duration of fourteen days or until LeapFrog's performance of its obligations has begun with your prior express consent and your acknowledgment that you thereby lose your right of withdrawal, whichever is sooner.</p>\n<p>\n<i>Devices:</i> You may download one (1) copy of each digital product purchased on up to five (5) LeapFrog devices provided such devices are all registered to the same household.</p>\n<p>\n<i>LeapFrog App Center Download Cards:</i> LeapFrog App Center Download Cards, in addition to any unused balances, are not redeemable for cash and cannot be returned for a cash refund (except as required by law).\nexchanged.\nresold.\nused to purchase LeapFrog App Center Download Cards.\nused to gift digital or physical products.\nused to purchase physical products.\nor used to purchase LeapFrog products in retail stores.\nUnused balances are not transferable.\nThe LeapFrog App Center Download Cards cash value is 1/10 of one cent.</p>\n<p>LeapFrog App Center Download Cards may be redeemed through the LeapFrog Services in the LeapFrog App Center in the country where the LeapFrog App Center Download Card was purchased.<br>\n<br>\nLeapFrog is not responsible for lost or stolen LeapFrog App Center Download Cards.\nTitle and risk of loss for LeapFrog App Center Download Cards transmitted electronically pass to the purchaser upon electronic transmission to the recipient.</p>\n<p>LeapFrog reserves the right to close accounts, and/or disable an account’s ability to use LeapFrog Services and/or download digital products and/or request alternative forms of payment if a LeapFrog App Center Download Card is fraudulently obtained or fraudulently used on the LeapFrog Services.</p>\n<p>LEAPFROG ITS AFFILIATES AND ITS LICENSORS MAKE NO WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO THE LEAPFROG APP CENTER DOWNLOAD CARD, INCLUDING, WITHOUT LIMITATION, ANY EXPRESS OR IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nTHESE LIMITATIONS MAY NOT APPLY TO YOU.\nCERTAIN LOCAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY ALSO HAVE ADDITIONAL RIGHTS.</p>\n<p>\n<b>10.\nLinks</b>\n</p>\n<p>The LeapFrog Services may contain links to web sites operated by third parties.\nThe linked sites are not under our control, and we are not responsible for the content available on any web sites linked to the LeapFrog Services or for any loss or damage that may arise from your use of them.\nIt is your sole responsibility to review and familiarize yourself with the terms and policies of third party websites, products and services, and to act in accordance with such third party policies.\nSuch links do not imply LeapFrog’s endorsement of material on any other web site and LeapFrog disclaims all liability with regard to your access to such linked web sites.\nLeapFrog reserves the right to de-link from any and all third party sites at any time.\nNo use of LeapFrog’s trademark may be made in connection with such link without LeapFrog’s approval and LeapFrog reserves the right to bar such link at any time.</p>\n<p>\n<b>11.\nDisclaimer of Warranties, Limitation of Liability, and Indemnity</b>\n</p>\n<p>THE LEAPFROG SERVICES ARE PROVIDED \"AS IS\" AND, TO THE FULLEST EXTENT PERMITTED BY LAW, ARE PROVIDED WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nWITHOUT LIMITING THE FOREGOING, LEAPFROG DOES NOT MAKE ANY WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, TITLE, MERCHANTABILITY, COMPLETENESS, AVAILABILITY, SECURITY, COMPATIBILITY OR NONINFRINGEMENT.\nOR THAT THE LEAPFROG SERVICES WILL BE UNINTERRUPTED, FREE OF VIRUSES AND OTHER HARMFUL COMPONENTS, ACCURATE, ERROR FREE OR RELIABLE.</p>\n<p>IN NO EVENT SHALL LEAPFROG OR ITS AFFILIATES, SUCCESSORS, AND ASSIGNS, AND EACH OF THEIR RESPECTIVE INVESTORS, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS AND SUPPLIERS (INCLUDING LICENSORS) (COLLECTIVELY, THE \"LEAPFROG PARTIES\"), BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR OTHER DAMAGES, INCLUDING LOSS OF PROFITS, ARISING OUT OF OR IN ANY WAY RELATED TO THE USE OF THE LEAPFROG SERVICES (INCLUDING ANY INFORMATION, PRODUCTS OR SERVICES ADVERTISED IN, OBTAINED ON OR PROVIDED THROUGH THE LEAPFROG SERVICES), WHETHER BASED IN CONTRACT, TORT, STRICT LIABILITY OR OTHER THEORY, EVEN IF THE LEAPFROG PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL OUR TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE EXCEED THE AMOUNT PAID BY YOU TO US RELATED TO THE LEAPFROG SERVICES OR $50 (WHICHEVER IS LESS).</p>\n<p>YOU AGREE TO DEFEND, INDEMNIFY AND HOLD HARMLESS THE LEAPFROG PARTIES FROM AND AGAINST ANY AND ALL LIABILITIES, CLAIMS, DAMAGES, EXPENSES (INCLUDING REASONABLE ATTORNEYS' FEES AND COSTS) AND OTHER LOSSES ARISING OUT OF OR IN ANY WAY RELATED TO YOUR BREACH OR ALLEGED BREACH OF THESE TERMS OR YOUR USE OF THE LEAPFROG SERVICES.\nWE SHALL HAVE THE RIGHT TO DEFEND, SETTLE, AND COMPROMISE ANY SUCH CLAIM WITH COUNSEL OF OUR OWN SELECTION.\nYOU SHALL COOPERATE AS FULLY AS REASONABLY REQUIRED IN THE DEFENSE THEREOF.\nYOU SHALL NOT IN ANY EVENT SETTLE ANY MATTER WITHOUT THE WRITTEN CONSENT OF LEAPFROG.</p>\n<p>ADDITIONAL DISCLAIMERS MAY APPEAR WITHIN THE BODY OF THE SITE OR OTHER SERVICES AND ARE INCORPORATED HEREIN BY REFERENCE.\nTO THE EXTENT ANY SUCH DISCLAIMERS PLACE GREATER RESTRICTIONS ON YOUR USE OF THE SERVICES, SUCH GREATER RESTRICTIONS SHALL APPLY.\nTHESE DISCLAIMERS AND LIMITATIONS DO NOT AFFECT YOUR RIGHTS AS A CONSUMER OR PURPORT TO LIMIT LIABILITY THAT CANNOT BE EXCLUDED UNDER THE LAW IN YOUR USUAL PLACE OF RESIDENCE.</p>\n<p>\n<b>12.\nDispute Resolution</b>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AND WE (AND OUR AFFILIATES, DEFINED BELOW) AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS ACTION, REPRESENTATIVE OR MULTI-CLAIMANT PROCEEDING.</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY, AS IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS—including the right to maintain a court action, the right to a jury trial, the right to participate in any form of class or representative claim, the right to statutorily imposed limitations periods, the right to engage in certain discovery, the right to certain remedies and forms of relief, and the right to court review of any award—which may not be available in arbitration.</p>\n<p>To the fullest extent permitted by law, you and LeapFrog agree to arbitrate all disputes between you and LeapFrog and/or its affiliates arising under the Terms, except disputes relating to the enforcement of LeapFrog’s, its affiliates or its licensors’ intellectual property rights.\n“Dispute” should be interpreted as broadly as possible, and includes, but is not limited to, any dispute, action or other controversy between you and us concerning the LeapFrog Services, or these Terms, use of the Site, and any purchases of goods or services, whether in contract, tort, warranty, statute or regulation or other legal or equitable basis.</p>\n<p>Most of our customers’ concerns can be resolved by calling Customer Service at (800) 701-5327.\nIn the event Customer Service is unable to resolve a complaint to your satisfaction, this section explains how any Disputes (as defined below) are resolved through arbitration.</p>\n<p>\n<i>Choice of Law:</i> This agreement is governed by the laws of the State of California, without giving effect to any conflict of laws principles.</p>\n<p>\n<i>Venue:</i> If you are a resident of the United States, arbitration will take place at any reasonable location convenient for you if you continue the arbitration.\nIf you do not choose a location, the arbitration will be held in Alameda County, California.\nFor residents outside the United States, arbitration shall be initiated in Alameda County, California, United States of America, and you and LeapFrog agree to submit to the personal jurisdiction of the federal or state courts located there, in order to compel arbitration, stay proceedings pending arbitration or confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</p>\n<p>\n<i>Informal Negotiation:</i> Any party who intends to seek arbitration must first provide to the other party a written notice of the Dispute (“Notice”), describing the facts and circumstances of the Dispute and the specific relief sought, and including any supporting documentation.\nThe Notice must be mailed via certified or registered mail to: LeapFrog Enterprises, Inc., 2200 Powell Street, Suite 500, Emeryville, California 94608, USA, Attention: Legal/Arbitration Notice or to you at any billing and/or shipping address in your online account or other known address.\nIf we are unable to reach an agreement through informal negotiation to resolve the Dispute within 60 days after the Notice is received, either party may commence arbitration.</p>\n<p>\n<i>Procedures:</i> If you and LeapFrog do not resolve a dispute by informal negotiation, the dispute shall be settled by binding arbitration before a neutral arbitrator whose decision will be final except for a limited right of appeal under the U.S.\nFederal Arbitration Act (the “FAA”).\nThe FAA and federal arbitration law apply to these Terms.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow these terms of use as a court would.\nThe arbitrator’s award is binding and may be entered in any court of competent jurisdiction.\nAny arbitration under these terms of use shall be administered by the American Arbitration Association (“AAA”), and pursuant to the then applicable AAA Commercial Arbitration Rules and Mediation Procedures.\nYou can obtain copies of the AAA Rules at AAA’s website (www.adr.org) or by calling 800-778-7879.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, in person in the county where you live, or at another mutually agreed location.</p>\n<p>\n<i>No class actions or consolidation of Disputes:</i> To the fullest extent permitted by applicable law, we agree that any Dispute resolution proceeding will be conducted only on an individual basis and not in a class, consolidated, collective, private attorney general, or representative action, and you further agree that you will not be a member of any putative or actual class in a class action brought by anyone else, nor will you sell, assign, or transfer any Dispute.\nUnless we both agree in writing, the arbitrator may not consolidate other persons’ claims with yours or ours, and may not otherwise preside over any form of a representative, multi-claimant or class arbitration proceeding.\nThe arbitrator may not award declaratory or injunctive relief, order us to pay any monies, or take any actions with respect to persons other than you, and only to the extent necessary to provide relief warranted by that your individual dispute, unless we explicitly consent in advance, after an arbitrator is selected, to permit the arbitrator to enter such an order.</p>\n<p>\n<i>Enforceability:</i> If any portion of this section is found to be void or unenforceable as to a particular claim, then that claim (and only that claim) shall be resolved in the United States District Court for the Northern District of California rather than in arbitration.\nif there is no federal jurisdiction, the case shall be resolved in state courts located in Alameda County, California.</p>\n<p>\n<i>Survival after Termination: </i>This Agreement to Arbitrate and Waive Class Claims will survive after the terms of use terminate or your use of the Site ends.\nAny cause of action or claim you may have with respect to the Site, products, or services must be commenced within one year after the claim or cause of action arises or be barred forever, or to the fullest extent permissible by applicable law.\nNotwithstanding the other provisions in this section, if we have a reasonable basis to believe that you have in any manner violated or threatened to violate any of our intellectual property rights, we may bring suit in state courts located in Alameda County, California, or, if brought in a federal district court, United States District Court for the Northern District of California, rather than through arbitration.\nYou agree that you will submit to the jurisdiction of the state and federal courts located in Alameda County, California.</p>\n<p>THE ABOVE PROVISIONS ON CHOICE OF LAW AND VENUE DO NOT AFFECT YOUR RIGHTS AS A CONSUMER THAT CANNOT BE EXCLUDED UNDER THE LAW IN YOUR USUAL PLACE OF RESIDENCE, INCLUDING, WHERE APPLICABLE, YOUR RIGHT TO BRING A CLAIM RELATING TO THESE TERMS BEFORE THE COMPETENT COURT OF YOUR PLACE OF HABITUAL RESIDENCE.</p>\n<p>\n<b>13.\nOther Provisions</b>\n</p>\n<p>\n<i>Submissions and Unsolicited Ideas Policies:</i> Our company policy does not allow us to accept or consider unsolicited creative ideas, suggestions or materials.\nIn connection with anything you submit to us, whether or not solicited by us, you agree that creative ideas, suggestions or other materials you submit are not being made in confidence or trust and that no confidential or fiduciary relationship is intended or created between you and us in any way, and that you have no expectation of review, compensation or consideration of any type.</p>\n<p>\n<i>Feedback:</i> In the event you provide us with any comments, suggestions or feedback regarding your use of the LeapFrog Services (“Feedback”) you hereby grant to LeapFrog a royalty-free, , non-exclusive, worldwide, fully sublicensable license to exploit such Feedback or any derivative thereof in any manner or media without any remuneration, compensation or credit to you for the term of the protection of the rights so licensed, including to improve the LeapFrog Services and create other products and services.\nWhere permitted by applicable law, the license you grant LeapFrog is irrevocable and perpetual.</p>\n<p>\n<i>Termination: </i>If you are dissatisfied with any portion of the LeapFrog Service, or with any of the Terms, please discontinue using the LeapFrog Services.\nWhere permitted by law, this is your sole and exclusive remedy.\nThis agreement is effective until terminated by either party.\nYou may ask us to terminate your account at any time by e-mailing support@leapfrog.com.\nand we reserve the right to verify your identity as the account holder.\nWe may terminate your access to the LeapFrog Services immediately without notice if you fail to comply with the Terms.\nYou will be responsible for immediate payment of any outstanding charges to your account in the event of termination.</p>\n<p>\n<i>LeapFrog’s Procedure for Making Claims of Copyright Infringement:</i> If you believe that any material provided through the LeapFrog Services infringes your copyright, you should notify LeapFrog of your infringement claim in accordance with the procedure set forth below.</p>\n<p>A notification of claimed copyright infringement should be emailed to the LeapFrog copyright agent at copyright@leapfrog.com (subject line: \"DMCA Takedown Request\").\nYou may also contact us by mail or facsimile at:</p>\n<p>Attn: Legal Department<br>\nLeapFrog Enterprises, Inc.<br>\n2200 Powell Street, Suite 500<br>\nEmeryville, CA 94608<br>\nFax: (510) 420-5001<br>\nEmail: copyright@leapfrog.com</p>\n<p>We will process each notice of alleged infringement that LeapFrog receives and take appropriate action in accordance with applicable intellectual property laws.\nTo be effective, the notification must be in writing and contain the following information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of an exclusive copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of where the material that you claim is infringing is located on the LeapFrog Services that is reasonably sufficient to enable LeapFrog to identify and locate the material.\n(iv) the address, telephone number and email address where you would like LeapFrog to contact you.\n(v) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand (vi) a statement by you that the above information in your notice is accurate and under penalty of perjury that you are authorized to act on behalf of the copyright owner or the owner of an exclusive right in the material.\nEmails sent to copyright@leapfrog.com for purposes other than communication about copyright infringement may not be answered.</p>\n<p>LeapFrog has a policy of terminating the account of repeat infringers in appropriate circumstances.</p>\n<p>\n<i>Enforcement: </i>LeapFrog reserves the right, but does not have the responsibility, to take steps that we believe are reasonably necessary or appropriate to enforce and/or verify compliance with any part of the Terms.\nYou agree that we have the right, without liability to you, to disclose any registration data and/or account information to law enforcement authorities, government officials, and/or a third party, as we believe is reasonably necessary or appropriate to enforce and/or verify compliance with any part of the Terms (including but not limited to our right to cooperate with any legal process relating to your use of the LeapFrog Services and/or a third-party claim that your use of the LeapFrog Services is unlawful and/or infringes such third party's rights).</p>\n<p>Additionally, LeapFrog may need to comply with efforts by law enforcement officials, with appropriate jurisdiction, to obtain access to stored data, including content associated with an account or a specific product.\nYou acknowledge that LeapFrog has no obligation to notify you of any such warrants, subpoenas, court orders or other law enforcement requests and, in some cases, LeapFrog may be compelled to refrain from notifying you of such requests.\nLeapFrog’s compliance with any warrant, subpoena, court orders or other law enforcement requests shall in no way be interpreted as LeapFrog’s agreement or acquiescence to be governed by or subject to the laws of the subject jurisdiction or to be subject to personal jurisdiction of such jurisdiction.</p>\n<p>\n<i>Force Majeure:</i> LeapFrog will be excused from performance under these Terms for any period when we were prevented from or delayed in performing any obligations under these Terms, in whole or in part, due to circumstances beyond our reasonable control, including but not limited to acts of God, flood, fire, earthquake, epidemic, pandemic, explosion, war, terrorism, invasion, riot or other civil unrest, strikes, labor stoppages or slowdowns or other industrial disturbances, telecommunications, network, computer, server or Internet downtime, unauthorized access to LeapFrog’s information technology systems by third parties, or passage of law or any action taken by a governmental or public authority, including imposing an embargo.</p>\n<p>\n<i>Entire Agreement:</i> This agreement constitutes the entire agreement between you and LeapFrog with respect to the LeapFrog Services and supersedes all prior or contemporaneous agreements, terms or conditions, oral or written, between you and LeapFrog, unless otherwise noted herein.</p>\n<p>\n<i>Filtering:</i> Pursuant to 47 U.S.C.\nSection 230(d) as amended, we hereby notify you that parental control protections (such as computer hardware, software or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available on the two web sites GetNetWise (https://www.getnetwise.org) and OnGuard Online (https://onguardonline.gov/).\nPlease note that we do not endorse any of the products or services listed at such site.</p>\n<p>\n<i>Severability:</i> If any provision of this Agreement or portion thereof is determined by a court of competent jurisdiction to be invalid, illegal or otherwise unenforceable, then such provision will, to the extent permitted by the court, not be voided but will instead be construed to give effect to its intent to the maximum extent permissible under applicable law and the remainder of this Agreement will remain in full force and effect according to its terms.</p>\n<p>\n<i>Survival:</i> Upon expiration or termination of these Terms, the rights granted to you under these Terms with respect to the LeapFrog Services or any Software (as defined under the Software License Agreement) will immediately terminate.\nHowever, LeapFrog’s license to your Feedback, as well as the limitations on LeapFrog’s liability, the indemnification provisions and the terms pertaining to the dispute resolution process, will survive any expiration or termination of these Terms.</p>\n<p>\n<i>Waiver:</i> No waiver of any provision of the Terms by LeapFrog shall be deemed a further or continuing waiver of such provision or any other provision.\nLeapFrog’s failure to assert any right or provision under the Terms shall not constitute a waiver of such right or provision.</p>\n<p>\n<i>Information or Complaints:</i> Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: If you have a question or complaint regarding the Site, please email support@leapfrog.com.\nYou may also contact us by writing to Customer Service at 2200 Powell Street, Suite 500, Emeryville, CA 94608, or by calling us at (800) 701-5327.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n<i>Questions/Comments/Concerns:</i> If you have any questions, comments, or concerns about the Terms, the LeapFrog Services or our products, in general, click here for our contact information.</p> Back to Top About\n<ul>\n<li>About LeapFrog</li>\n<li>Contact Us</li>\n<li>LeapFrog Cares</li>\n<li>Careers</li>\n<li>Press Releases</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Legal Terms</li>\n<li>Privacy Policy (Updated)</li>\n<li>CA Supply Chain Act Disclosure</li>\n</ul> Support\n<ul>\n<li>Connect Your Device</li>\n<li>FAQs &amp.\nProduct Guides</li>\n<li>Where to Buy</li>\n<li>International Distributors</li>\n<li>Recall Info</li>\n<li>Corporate Sustainability</li>\n<li>Accessibility</li>\n<li>Cookie Policy</li>\n<li>Update Cookie Settings</li>\n<li>Do Not Sell or Share My Personal Information</li>\n</ul> International Sites\n<ul>\n<li>Australia / New Zealand</li>\n<li>Canada: English</li>\n<li>Canada: French</li>\n<li>France</li>\n<li>Ireland</li>\n<li>Spain</li>\n<li>UK</li>\n<li>Rest of World: English</li>\n<li> Rest of World: French</li>\n</ul> Connect With Us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Be the first to know Enter Email Confirm Email <p>Please check the subscribe box.</p>\n<p>Please enter an email address.</p>\n<p>Please enter an email address.</p>\n<p>Please enter a valid email address.</p>\n<p>Emails do not match.\nPlease re-enter.</p>\n<p>Please enter a country selection.</p> Yes, I would like to receive content, product news and special offers from LeapFrog.\n<br> Thank you for subscribing.\n<p>Stay tuned for the latest news &amp.\nexclusive offers.</p> See the&nbsp;Privacy Policy&nbsp;to learn about&nbsp;personal information we collect on this site.<br>\n© 2001-2023 LeapFrog Enterprises, Inc.\nAll rights reserved.\n<p>&nbsp;</p> ", "created_at": "2023-07-04 05:25:12.26281", "updated_at": "2023-07-04 05:25:22.629903"}, {"id": 17144, "name": "Privacy Policy", "url": "https://www.leapfrog.com/en-us/legal/privacy", "xpath": "//body", "text": null, "created_at": "2023-07-04 05:21:47.075718", "updated_at": "2023-07-04 05:21:58.194199"}, {"id": 17145, "name": "Software License Agreement", "url": "https://www.leapfrog.com/en-us/legal/software-license-agreement", "xpath": "//body", "text": null, "created_at": "2023-07-04 05:22:23.065668", "updated_at": "2023-07-04 05:22:23.065668"}, {"id": 17146, "name": "Cookie Policy", "url": "https://www.leapfrog.com/en-us/legal/cookie-policy", "xpath": "//body", "text": "Skip to main content <ul>\n<li> Products <ul>\n<li> BROWSE ALL PRODUCTS </li>\n</ul>\n<ul>\n<li> At-Home Learning </li>\n<li> LeapFrog Academy </li>\n<li> Learning Toys </li>\n<li> Learning Path </li>\n</ul>\n<ul>\n<li>LEARNING TABLETS</li>\n<li> LeapPad Academy </li>\n<li> LeapPad Ultimate </li>\n<li> LeapFrog Epic Academy </li>\n<li> LeapFrog Epic </li>\n</ul>\n<ul>\n<li>Learning Video Games &amp.\nApps</li>\n<li> LeapLand Adventures </li>\n<li> Browse All Apps </li>\n<li> Browse All Cartridge Games </li>\n</ul>\n<ul>\n<li> BROWSE LEARNING SYSTEMS </li>\n<li> LeapStart Preschool Success </li>\n<li> LeapStart Go </li>\n<li> LeapStart 3D </li>\n<li> LeapReader (4-8 yrs.) </li>\n<li> Book Library </li>\n</ul>\n<ul>\n<li> BROWSE LEARNING TOYS </li>\n<li> Blue's Clues &amp.\nYou!™ </li>\n<li> LeapBuilders Playsets </li>\n<li> Magic Adventures Globe </li>\n<li> RockIt Twist </li>\n<li> Infant (3-12 months) </li>\n<li> Toddler (1-3 yrs.) </li>\n<li> Preschool (3-4 yrs.) </li>\n<li> Pre-K (4-5 yrs.) </li>\n<li> Kindergarten (5-6 yrs.) </li>\n<li> First Grade &amp.\nBeyond (6+ yrs.) </li>\n</ul>\n<ul>\n<li> BROWSE BABY CARE </li>\n<li> LF930HD Smart Baby Monitor </li>\n<li> LF925HD Smart Baby Monitor </li>\n<li> LF925-2HD Smart Baby Monitor </li>\n<li> LF815HD Smart Baby Monitor </li>\n<li> LF815-2HD Smart Baby Monitor </li>\n<li> LF920HD Video Baby Monitor </li>\n<li> LF915HD Video Baby Monitor </li>\n<li> LF2423 Video Baby Monitor </li>\n</ul>\n<ul>\n<li>Support</li>\n<li> Download Connect Software </li>\n<li> Customer Service </li>\n<li> Support by Product </li>\n</ul>\n<ul>\n<li>MORE FROM LEAPFROG</li>\n<li> Gift Guide </li>\n<li> Learning DVDs </li>\n<li> Accessories </li>\n<li> LeapFrog Cares </li>\n</ul>\n</li>\n<li> App Center <ul>\n<li> SHOP ALL APPS </li>\n</ul>\n<ul>\n<li>SHOP APPS BY DEVICE</li>\n<li> LeapPad Academy </li>\n<li> LeapFrog Epic </li>\n<li> LeapPad Ultimate </li>\n<li> LeapPad Jr.\n</li>\n<li> LeapPad Platinum </li>\n<li> LeapPad Ultra </li>\n<li> LeapPad3 </li>\n<li> LeapPad2 </li>\n<li> Magic Adventures Globe </li>\n<li> RockIt Twist </li>\n</ul>\n<ul>\n<li>SHOP APPS BY CATEGORY</li>\n<li> App Bundles </li>\n<li> Learning Games </li>\n<li> LeapTV Learning Games </li>\n<li> Interactive Storybooks </li>\n<li> eBooks </li>\n<li> Creativity </li>\n<li> Learning Videos </li>\n<li> Just for Fun Videos </li>\n<li> Music </li>\n<li> Expansion Packs </li>\n<li> Flash Cards </li>\n<li> Foreign Language </li>\n</ul>\n<ul>\n<li>SHOP APPS BY PRICE</li>\n<li> $5 and under </li>\n<li> $5 to $10 </li>\n<li> $10 to $25 </li>\n</ul>\n<ul>\n<li>MORE FROM THE APP CENTER</li>\n<li> LeapTV </li>\n<li> Customer Support </li>\n</ul>\n</li>\n<li> LeapFrog Academy </li>\n<li> Learning Path <ul>\n<li>FEATURED</li>\n<li> At-Home Learning </li>\n<li> Learning Friends </li>\n<li> Kids' Fitness &amp.\nHealth </li>\n<li> Kids' Birthday Ideas </li>\n<li> Kindergarten Readiness </li>\n</ul>\n<ul>\n<li>AGES &amp.\nSTAGES</li>\n<li> Baby (6-11 mos.) </li>\n<li> New Toddler (12-17 mos.) </li>\n<li> Toddler (18-23 mos.) </li>\n<li> Curious Twos (2 yrs.) </li>\n<li> Preschool (3 yrs.) </li>\n<li> Pre-K (4 yrs.) </li>\n<li> Kindergarten (5 yrs.) </li>\n<li> Grade 1 (6 yrs.) </li>\n<li> Grade 2-3 (7-8 yrs.) </li>\n</ul>\n<ul>\n<li>LEARNING IDEAS</li>\n<li> Printables </li>\n<li> Activities </li>\n<li> Videos </li>\n<li> Discussions </li>\n<li> Articles </li>\n<li> Blogs </li>\n<li> Learning Tips </li>\n</ul>\n<ul>\n<li>SKILLS</li>\n<li> Reading &amp.\nWriting </li>\n<li> Mathematics </li>\n<li> Logic &amp.\nProblem Solving </li>\n<li> Science </li>\n<li> Social Studies </li>\n<li> Creativity &amp.\nLife Skills </li>\n<li> Personal &amp.\nSocial Skills </li>\n<li> Language Learning </li>\n</ul>\n</li>\n<li> Support <ul>\n<li> SUPPORT OVERVIEW </li>\n</ul>\n<ul>\n<li>PRODUCT SUPPORT</li>\n<li> Download LeapFrog Connect </li>\n<li> Support by Product </li>\n<li> Product FAQs </li>\n<li> Instruction Manuals </li>\n<li> Warranty Information </li>\n</ul>\n<ul>\n<li>APP SUPPORT</li>\n<li> Where are my apps? </li>\n<li> My Orders </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Log In / Register <i>\n</i> My Account <ul>\n<li> My Account </li>\n<li> My Profile </li>\n<li> My LeapFrog Academy™ Subscription </li>\n<li> My Orders </li>\n<li> My Digital Downloads </li>\n<li> Redeem Code </li>\n<li>\n</li>\n<li> My Kids </li>\n</ul> Logout Log In / Register </li>\n<li>\n<i>\n</i> App Center Shopping Cart.\nItems count (0) <i>\n</i> App Center Shopping Cart.\nItems count (0) Your LeapFrog Shopping Cart is empty.\nWhat are you waiting for? Start shopping! <strong>Order Subtotal: $0.00</strong>\n</li>\n</ul>\n<ul>\n<li> Australia </li>\n<li> Canada (English) </li>\n<li> Canada (French) </li>\n<li> Ireland </li>\n<li> New Zealand </li>\n<li> Spain </li>\n<li> United Kingdom </li>\n<li> Other English </li>\n<li> Other French </li>\n</ul>\n<i>\n</i>\n<ul>\n<li> Legal </li>\n<li>Cookie Policy</li>\n</ul> LeapFrog’s Cookie Policy <p>\n<i>Last updated: February 15, 2022</i>\n</p>\n<p>This Cookie Policy applies to all websites, connected products, mobile apps and services provided to you by LeapFrog Enterprises, Inc.\nand/or any of its related entities (“LeapFrog”, “we”, “our” or “us”) that post a direct link to LeapFrog’s Privacy Policy (the “Services”).</p>\n<p>By accessing and using our Services, you acknowledge that you have read and understood the terms of this Cookie Policy and our Privacy Policy.\nPlease read this Cookie Policy and our Privacy Policy carefully so that you know what we are doing with your information and how you can configure your cookie preferences.\nWhen you first access our website, an interface will appear that gives you the option to accept or customize your cookie preferences, and you can modify your preferences at any time by selecting the “Update Cookie Settings” link at the bottom of each web page.\nAs explained below and in the cookie interface, strictly necessary cookies cannot be disabled except through your browser preferences.<br>\n</p> Update Cookie Settings &nbsp.\n<b>\n<u>Cookies</u>\n</b>\n<p>LeapFrog may use cookies and web beacons on certain areas of our Services.\nCookies are small text files that we may store on your computer or device to remember certain things about your use of our Services.\nThis Cookie Policy describes the categories of cookies we use, the purposes for which we use them and how you can change your preferences.</p>\n<p>We use the following types of cookies on our Services:</p>\n<p>\n<b>Strictly Necessary Cookies</b>.\nThese types of cookies support functionalities of our website that enable you to order products and receive information or services from our Services.\nFor example, these cookies allows us to provide the shopping cart function that lets you to select and purchase LeapFrog products online.\nCertain core functionalities of our website cannot function properly without these cookies, which can only be disabled by changing your browser preferences as described below.\nIf you decide to disable these cookies, it may prevent you from accessing certain Services on our website.</p>\n<p>\n<b>Performance Cookies</b>.\nPerformance cookies enable us to analyze the performance and design of our Services and detect errors.\nFor example, this type of cookie allows us to recognize repeat visitors to our website and show which section of the website are accessed most frequently and how much time visitors spend on each page.</p>\n<p>\n<b>Functional Cookies</b>.\nThese cookies allow us to enhance and personalize your experience.\nFor example, we may use these to identify the content you previously viewed on a LeapFrog website, your online order history, items you placed in a wish list or shopping cart or the nickname or device profile name you created when registering on one of our websites, web-connected applications or web-connected devices.</p>\n<p>\n<b>Advertising Cookies</b>.\nWe, or a service provider operating on our behalf, may place targeted advertising cookies on your computer so we can show you LeapFrog banner ads when you visit other, third party websites.\nWe may use these cookies or web beacons to collect pseudonymous information from you while you visit our websites or other websites participating in the same network.\nOur targeted advertising cookies collect pseudonymous information.\nhowever, if you have a registered account with us, the information collected by us using our targeted advertising cookies may be associated with your registered account.\nThis information is then used to display advertisements about goods and services more likely to be of interest to you when you visit those other websites.</p>\n<p>Here is a video describing how we design our products to safeguard children's personal information and to protect children online.\nIf you are a parent, you may like to watch along with your child, so that you can both understand how we handle their personal information and online safety.</p>\n<p>Besides selecting (or updating) your preferences on our website’s cookie interface, you may also opt out of receiving cookies from a range of ad servers by going to either www.youronlinechoices.com/uk/ or www.networkadvertising.org and follow the instructions provided.</p>\n<p>\n<b>\n<u>Web Beacons</u>\n</b>\n</p>\n<p>Our Services and e-mail communications may contain electronic images known as web beacons which generally work in conjunction with cookies.\nWe may use web beacons to combine information we collect about you.\nThe following are examples of how we may use web beacons:</p>\n<ul>\n<li>Count the number of people visiting our websites or using LeapFrog Services;</li>\n<li>Identify which pages visitors have viewed and for how long;</li>\n<li>Determine how successful a specific marketing campaign or competition has been and whether they result in sales;</li>\n<li>Establish interest levels for particular items or aspects of our Websites or Services.\nor</li>\n<li>Understand how popular a particular product or service is, how interest levels vary between LeapFrog products and other similar website usage data.</li>\n</ul>\n<p>When used in an e-mail, web beacons can tell us:</p>\n<ul>\n<li>The time the e-mail was opened,</li>\n<li>If and how many times it was forwarded,</li>\n<li>What links customers click on from within the e-mail message.</li>\n</ul>\n<p>\n<b>\n<u>Disabling/Enabling Cookies on Your Browser</u>\n</b>\n</p>\n<p>Besides selecting (or updating) your preferences on our website’s cookie interface, most web browsers also allow you to modify your settings to block cookies entirely, alert you every time they are being sent or allow their use by only those websites you approve.\nYou can also delete cookies that are currently stored on your computer's hard drive.\nTo do this, look for the cookie control settings in your web browser (usually under Tools, Options/Internet Options, Privacy/Security tab) and then make your desired selections.\nTo learn more about cookies and how to enable/disable them go to www.aboutcookies.org.</p>\n<p>If you choose to disable cookies, certain features of the Services may not be available or work properly.<br>\n<br>\n</p> Back to Top About\n<ul>\n<li>About LeapFrog</li>\n<li>Contact Us</li>\n<li>LeapFrog Cares</li>\n<li>Careers</li>\n<li>Press Releases</li>\n<li>Awards</li>\n<li>Investor Relations</li>\n<li>Legal Terms</li>\n<li>Privacy Policy (Updated)</li>\n<li>CA Supply Chain Act Disclosure</li>\n</ul> Support\n<ul>\n<li>Connect Your Device</li>\n<li>FAQs &amp.\nProduct Guides</li>\n<li>Where to Buy</li>\n<li>International Distributors</li>\n<li>Recall Info</li>\n<li>Corporate Sustainability</li>\n<li>Accessibility</li>\n<li>Cookie Policy</li>\n<li>Update Cookie Settings</li>\n<li>Do Not Sell or Share My Personal Information</li>\n</ul> International Sites\n<ul>\n<li>Australia / New Zealand</li>\n<li>Canada: English</li>\n<li>Canada: French</li>\n<li>France</li>\n<li>Ireland</li>\n<li>Spain</li>\n<li>UK</li>\n<li>Rest of World: English</li>\n<li> Rest of World: French</li>\n</ul> Connect With Us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Be the first to know Enter Email Confirm Email <p>Please check the subscribe box.</p>\n<p>Please enter an email address.</p>\n<p>Please enter an email address.</p>\n<p>Please enter a valid email address.</p>\n<p>Emails do not match.\nPlease re-enter.</p>\n<p>Please enter a country selection.</p> Yes, I would like to receive content, product news and special offers from LeapFrog.\n<br> Thank you for subscribing.\n<p>Stay tuned for the latest news &amp.\nexclusive offers.</p> See the&nbsp;Privacy Policy&nbsp;to learn about&nbsp;personal information we collect on this site.<br>\n© 2001-2023 LeapFrog Enterprises, Inc.\nAll rights reserved.\n<p>&nbsp;</p> ", "created_at": "2023-07-04 05:23:01.058471", "updated_at": "2023-07-04 05:23:09.569188"}], "points": [], "urls": ["leapfrog.com"]}}