{"error": 448, "message": "OK", "parameters": {"id": 7714, "name": "Bountysource ", "created_at": "2023-03-21 00:35:21.567516", "updated_at": "2023-03-29 19:26:52.152931", "wikipedia": null, "keywords": null, "related": null, "slug": "bountysource", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7714.png", "url": "bountysource.com", "documents": [{"id": 14868, "name": "Terms of Service ", "url": "https://www.bountysource.com/terms", "xpath": "//body", "text": " <p>Bountysource</p>\n<ul>\n<li>Drop bounty</li>\n<li>Hunt bounty</li>\n</ul>\n<ul>\n<li>Sign in or log in</li>\n</ul> FAQ <ul>\n<li>Drop bounty</li>\n<li>Hunt bounty</li>\n</ul>\n<ul>\n<li>Bounties</li>\n<li>Hunters</li>\n<li>Sign in or log in</li>\n</ul>\n<ul>\n<li>Donors</li>\n<li>Hunters</li>\n<li>How it works</li>\n<li>About<ul>\n<li>FAQ</li>\n<li>Fees</li>\n</ul>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Contact us</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Terms of Service <p>THIS IS A LEGALLY BINDING AGREEMENT between you and BountySource Inc.\n(“<strong>Bountysource</strong>“, “<strong>we</strong>” or “<strong>us</strong>“).\nBy using the Bountysource.com website (“<strong>Site</strong>“) or any of the Bountysource services (“<strong>Services</strong>“), you agree to all the terms and conditions of this Terms of Service (“<strong>Agreement</strong>“).\nIf you are entering into this Agreement on behalf of a company or other legal entity, you represent that you have the authority to bind such entity to these terms and conditions, in which case the terms “you” or “your” shall refer to such entity.\nIf you do not have such authority, or if you do not agree with these terms and conditions, you must not proceed with the registration process or use our Site or Service.</p>\n1.\nOverview\n<p>Bountysource is a platform for encouraging development in open-source projects by bringing together users and developers to solve existing development issues.\nIn this Agreement, the following terms have the following meanings:</p>\n<ul>\n<li>“<strong>Backers</strong>” are users that pay Bountysource to contribute to Fundraisers or Bounties.</li>\n<li>“<strong>Bounties</strong>” are cash rewards that Bountysource pays to Developers who first develop a successful Solution to an Issue.</li>\n<li>“<strong>Committers</strong>” are persons that are authorized to merge code into a Repository on behalf of an open-source project.</li>\n<li>“<strong>Developers</strong>” are users that try to develop Solutions and claim a Bounty, or who receive funds from Fundraisers for a particular goal.</li>\n<li>“<strong>Fundraisers</strong>” are fundraising campaigns for a particular defined goal.\nAny user can create a fundraiser for any purpose related to open source projects.\nThere are two types:\n<ul>\n<li>“All or Nothing” Fundraisers (where the defined goal must be achieved before any cash is provided to the Developer).</li>\n<li>“Flexible” Fundraisers (where 90% of all cash pledged is provided to the Developer, regardless of whether the goal is met).</li>\n</ul>\n</li>\n<li>“<strong>Issues</strong>” are features, bugs, development needs or other issues that are posted on Bountysource and are in need of an open source Solution.\nAny User can define an Issue by posting the Issue on an issue tracking website such as GitHub or Bitbucket.</li>\n<li>“<strong>Repositories</strong>” are the applicable open source project’s code repository.\nBountysource does not act as a Repository for any Solutions or open source code.</li>\n<li>“<strong>Solutions</strong>” are an original creation by a Developer to try and solve a particular Issue on Bountysource.\nSolutions are submitted to the applicable Repository and not directly to Bountysource.\nPersons authorized to accept and merge code will decide whether a Solution is accepted or not.</li>\n</ul>\n2.\nBounties\n<p>2.1 A Backer pays Bountysource to encourage the development of a successful Solution to an Issue.\nBountysource will then post the terms of the Bounty on the Bountysource.com website.\nBackers must provide their payment at the time they create a Bounty.\nBackers consent to Bountysource and its payments partners charging their payment card or other payment method for the amount of their payment.\nBounties are nonrefundable.\nThere is no additional fee for posting a Bounty.\nAn updated description of fees is maintained on the Bountysource&nbsp;Fees Page.</p>\n<p>2.2 Backers may create more than one Bounty on an Issue.\nOnce a Bounty has been created, Backers may not decrease or cancel it.</p>\n<p>2.3 Bounties are nonrefundable.</p>\n<p>2.4 Bountysource will pay Bounties to the first Developer whose Solution is accepted.\nBountysource reserves the right (but is not obligated) to apportion Bounties if multiple Developers present Solutions simultaneously or if a Developer submits a partial Solution.</p>\n<p>2.5 Committers, Backers and Developers and other users should not take any action in reliance on having a successful Solution until the successful Solution has been accepted by a Committer.</p>\n<p>2.6 Developers should not take any action in reliance on having a Bounty awarded until Bountysource notifies them that they have the ability to withdraw and spend the money.</p>\n<p>2.7 Because of occasional failures of payments from Backers, Bountysource cannot guarantee the full receipt of the Bounty amount pledged minus fees.</p>\n<p>2.8 Bountysource and its payments partners will remove their fees before transmitting proceeds of a Bounty to Developers.</p>\n<p>2.9 Bountysource reserves the right to reject, cancel, interrupt, remove, or suspend a Bounty at any time and for any reason.\nBountysource is not liable for any damages as a result of any of those actions.\nBountysource’s policy is not to comment on the reasons for any of those actions.</p>\n<p>2.10 By participating in our Service, you agree that Bountysource’s good faith decisions will be final and not grounds for claims or litigation.\nBountysource shall not be liable to you, and you hereby release us from any and all claims, for any damages resulting from or in connection with of any such determinations.\nBountysource’s policy is not to comment on the reasons for any of those actions.</p>\n<p>2.11&nbsp;<strong>Submitting Solutions</strong>.\nDevelopers are responsible for properly submitting their proposed Solutions to the appropriate Repositories.\nBountysource does not receive, process or review proposed Solutions.\nIf you are a Developer, you represent, warrant and promise that any Solution provided by you or on your behalf is an original creation of yours, was prepared in accordance with the applicable open source license, and does not (directly or indirectly) infringe the intellectual property rights or other legal rights of any third party.</p>\n<p>2.12&nbsp;<strong>Selection of Winning Solutions</strong>.\nThe winning Solution will be selected by a Committer by merging code into their Repository.\nThe first merged Solution wins the Bounty.\nYou agree not to make claims against Bountysource or hold Bountysource responsible in connection with the determination of the winning Solution.</p>\n3.\nFundraisers\n<p>3.1&nbsp;<strong>Creation of Fundraisers</strong>.\nAny Bountysource user may initiate a Fundraiser, which is a financial goal to raise money for any open-source project, event or coding need.\nThe user must provide all information requested by Bountysource, which will include (but not be limited to):</p>\n<ul>\n<li>Fundraising goal (how much they wish to raise)</li>\n<li>Description of the project and purpose (why are they raising money)</li>\n</ul>\n<p>3.2&nbsp;<strong>Posting of Fundraisers</strong>.\nUpon the user’s successful establishment of the Fundraiser, Bountysource will post the Fundraiser and encourage Backers to make pledges.\nBountysource is not responsible for reviewing and approving the content of Fundraisers.\nHowever, Bountysource reserves the right to cancel, modify or reject Fundraisers at any time.</p>\n<p>3.3&nbsp;<strong>Types of Fundraisers</strong>.\nThere are two types of Fundraisers:</p>\n<ul>\n<li>All-or-Nothing Fundraiser – Bountysource disburses funds if, and only if, the project’s purpose has been met.\nIf not, Bountysource returns 90% of funds to Backers.</li>\n<li>Flexible Fundraiser – Bountysource disburses 90% of funds as they are received, regardless of whether the project’s purpose has been met.\nBacker payments to Bountysource are nonrefundable.</li>\n</ul>\n<p>3.4&nbsp;<strong>Rewards</strong>.\nUsers that initiate a Fundraiser are encouraged (but not required) to give rewards to Backers who financially support the Fundraiser.\nUsers are solely responsible for providing any rewards that they offer in a fair, reasonable and timely manner.\nBountysource is not responsible and assumes no liability for provision of rewards (unless expressly agreed in a writing signed by Bountysource).</p>\n<p>3.5&nbsp;<strong>Use of Funds.</strong>&nbsp;Recipients of Fundraiser monies must apply all funds solely in ways that directly advance the stated project purpose.\nIf requested by Bountysource, recipients must provide a complete and accurate accounting of the application of such funds.\nIf Bountysource determines in good faith that funds have been misapplied or used contrary to the intent as expressed in this Agreement and in the applicable Bounty or Fundraiser posting, Bountysource may demand return of some or all of the funds, and recipients shall be obligated to repay such funds within three (3) business days of such demand.</p>\n4.\nRegistration\n<p>4.1&nbsp;<strong>Registration Information</strong>.\nSome users of our Service, such as Developers and Backers, must register with Bountysource.\nIf you are required to register, you must provide accurate, complete and current registration information and promptly correct and update your information while you have an account with Bountysource.\nYour provision of inaccurate or unreliable information, your failure to promptly update information provided to Bountysource, or your failure to respond for over 7 calendar days to inquiries by Bountysource concerning the accuracy of contact details associated with your registration shall constitute a material breach of this Agreement and be a basis for termination of your account.</p>\n<p>4.2&nbsp;<strong>Screen Name and Project Names</strong>.\nYou must not select a screen name or project name that (i) is the name of another person, with the intent to impersonate that person.\n(ii) is subject to any rights of another person, without appropriate authorization.\nor (iii) is otherwise offensive, vulgar, or obscene.\nBountysource reserves the right in its sole discretion to refuse registration of or cancel a screen name or project name.</p>\n<p>4.3&nbsp;<strong>Account Activity</strong>.\nYou are solely responsible for activity that occurs on your account and shall be responsible for maintaining the confidentiality of your password for the Site.\nYou must never use another user account without the other user’s express permission.\nYou will immediately notify Bountysource in writing of any unauthorized use of your account, or other known account-related security breach.</p>\n5.\nFees and Taxes\n<p>5.1&nbsp;<strong>Fees</strong>.\nJoining Bountysource is free.\nBountysource charges fees in connection with Bounties and Fundraisers as described on the Bountysource&nbsp;Fees Page.</p>\n<p>5.2&nbsp;<strong>Taxes</strong>.\nYou are responsible for all taxes associated with your use of Bountysource.\nIf you are a Developer that submits a successful Solution, you may be required to provide a completed W-9 or other tax form as requested by Bountysource prior to receiving any funds.\nBountysource has no obligation to pay any amounts unless and until requested tax forms are properly completed and submitted.\nIf you are paid any amounts by Bountysource, it is your responsibility to pay all income, sales, service, VAT and other taxes due in connection with the payment.\nBountysource generally does not withhold amounts from payments unless required to do so by applicable law.</p>\n<p>5.3&nbsp;<strong>Not a Bank, Trust or Escrow</strong>.\nBountysource is not a bank, trust or escrow and does not provide banking, trust or escrow services to anyone.\nBountysource does not hold any funds in bank, trust or escrow accounts on behalf of users.\nAll amounts paid to Bountysource under this Agreement belong solely to Bountysource at the time of payment and at all times thereafter, and Bountysource has no obligation to pay or refund such amounts, except as expressly required by this Agreement or other written and executed agreement between Bountysource and the user.\nBy using the Bountysource Site or Service and by agreeing to this Agreement, you acknowledge and agree to all the terms and conditions herein.</p>\n<p>5.4&nbsp;<strong>Inactivity Fee</strong>&nbsp;For accounts have unclaimed balances for 90 days or more, Bountysource charges a monthly inactivity fee of $10 + 10% of the account balance.\nInactivity fees are charged each calendar month.\nYou can avoid the inactivity fee by withdrawing your account balance within 90 days.</p>\n6.\nThis Agreement\n<p>6.1&nbsp;<strong>Scope</strong>.\nThis Agreement governs all users of the Bountysource Service and Site, including, without limitation, Committers, Backers, Developers and anyone else who uses or browses the Service or Site.\nThe Service is offered subject to acceptance of all of the terms and conditions contained in this Agreement, including the Privacy Policy, and all other operating rules, policies, and procedures that may be published on the Site by Bountysource, which are incorporated by reference and may be updated by Bountysource without notice to you.\nIn addition, some Services offered through the Site may be subject to additional terms and conditions adopted by Bountysource.\nYour use of those Services is subject to those additional terms and conditions, which are incorporated into this Agreement by this reference.</p>\n<p>6.2&nbsp;<strong>Minimum Age</strong>.\nThe Service is available only to individuals who are at least 18 years old.\nYou represent and warrant that if you are an individual, you are at least 18 years old and of legal age to form a binding contract.</p>\n<p>6.3&nbsp;<strong>Eligibility</strong>.\nBountysource may, in its sole discretion, refuse to offer the Service to any person or entity and change its eligibility criteria at any time.\nThis provision is void where prohibited by law and the right to access the Service is revoked in those jurisdictions.</p>\n<p>6.4&nbsp;<strong>Modifications</strong>.\nWe reserve the right to amend the terms and conditions contained in this Agreement at any time by posting the amended Agreement in full to our Site without further notice.\nChanges will be effective immediately upon such posting, unless otherwise noted in the posting.\nWe also reserve the right to change, suspend or discontinue the Site or Service (including, but not limited to, the availability of any feature, database or Solutions) at any time for any reason.\nBountysource may also impose limits on certain features and Services or restrict your access to parts or all of the Service without notice or liability.\nIt is your responsibility to check this Agreement and our Site periodically for changes.\nYour continued use of the Service following the posting of any changes to this Agreement or our Site or Services constitutes acceptance of those changes.</p>\n<p>6.5&nbsp;<strong>Termination</strong>.\nBountysource may terminate your access to the Service, without cause or notice, which may result in the forfeiture and destruction of all information associated with your account.\nIf you wish to terminate your account, you may do so by contacting support@bountysource.com.\nAny fees paid to Bountysource are non-refundable, except as otherwise expressly stated in this Agreement.\nAll provisions of this Agreement that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.</p>\n<p>6.6&nbsp;<strong>Intellectual Property Rights</strong>.\nBountysource is not the author or owner of any Solutions or other code developed in connection with a Bounty or Fundraiser.\nBountysource does not guarantee or certify the open-source licensing availability of any Solutions or other code developed hereunder.\nSolutions and other code offered by Developers may be protected (in whole or in part) by copyrights, trademarks, service marks, patents, trade secrets, or other rights and laws.\nIf you wish to use any part of a Solution or other code developed hereunder, you must obtain the rights to do so from the Repository or owner, as appropriate.\nYou shall abide by and maintain all copyright and other legal notices, information, and restrictions contained in any Solutions or other code offered by Developers.\nYou shall not sell, license, rent, or otherwise use or exploit any Solutions or other code for commercial use or in any way that violates any third-party right, unless authorized to do so under the appropriate license.</p>\n7.\nRules and Conduct\n<p>7.1 Your use of the Service must at all times be in good faith.\nYou must not use the Service for any purpose that is prohibited by this Agreement.\nYou shall abide by all applicable local, state, national, and international laws and regulations in your use of the Service, Site and Solutions.</p>\n<p>7.2 You are responsible for all of your account activity in connection with the Service.\nYou shall not, and shall not permit any third party using your account to, take any action (including, without limitation, submitting a Solution) that:</p>\n<p>7.2.1 infringes any patent, trademark, trade secret, copyright, right of publicity, or other right of any other person or entity or violates any law or contract;</p>\n<p>7.2.2 is false, misleading or inaccurate;</p>\n<p>7.2.3 is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, tortious, obscene, offensive, profane or invasive of another’s privacy;</p>\n<p>7.2.4 constitutes unsolicited or unauthorized advertising or promotional material or junk mail, spam or chain letters;</p>\n<p>7.2.5 contains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit, or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data, password, or other information of Bountysource or any third party;</p>\n<p>7.2.6 misrepresents or impersonates any person or entity, including any employee or representative of Bountysource;</p>\n<p>7.2.7 imposes or may impose (as determined by Bountysource in its sole discretion) an unreasonable or disproportionately large load on Bountysource’s or its third-party providers’ infrastructure;</p>\n<p>7.2.8 interferes or attempts to interfere with the proper working of the Service or any activities conducted on the Service;</p>\n<p>7.2.9 bypasses any measures Bountysource may use to prevent or restrict access to the Service (or other accounts, computer systems, or networks connected to the Service);</p>\n<p>7.2.10 runs Maillist, Listserv, or any form of auto-responder or “spam” on the Service;</p>\n<p>7.2.11 uses manual or automated software, devices, or other processes to “crawl” or “spider” any page of the Site;</p>\n<p>7.2.12 attempts to directly or indirectly (i) decipher, decompile, disassemble, reverse engineer, or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Service, except to the limited extent applicable laws specifically prohibit such restriction.\n(ii) modify, translate, or otherwise create derivative works of any part of the Service.\nor (iii) copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder.</p>\n8.\nOur Rights\n<p>8.1 We reserve the right in our sole discretion to suspend, cancel or modify the Service or to cancel your participation in the Service at any time.\nIf you are a Developer, this means that you may be prohibited from continuing development for an Issue, from submitting a Solution, from participating in a Fundraiser, or from being awarded a Bounty for a Solution.</p>\n<p>8.2 We reserve the right to disclose information about you or your registration or take other actions in our discretion:</p>\n<p>8.2.1 if required by law or government rules or requirements;</p>\n<p>8.2.2 to comply with any legal process served upon Bountysource;</p>\n<p>8.2.3 if we believe it is necessary to avoid any financial loss or legal liability (whether civil or criminal) on the part of Bountysource or any of its related companies and their directors, officers, employees and agents;</p>\n<p>8.2.4 in accordance with the practices disclosed in our privacy policy.\nor</p>\n<p>8.2.5 if deemed necessary at our sole discretion to protect the integrity of the Service or protect the rights and property of Bountysource or its officers, directors, employees affiliates or agents, our users and third parties.</p>\n<p>8.3 We may resolve or settle any and all third party claims, whether threatened or made, arising out of your registration or participation in an Issue.</p>\n9.\nDisclaimer\n<p>Bountysource is a listing and project platform, and does not develop code or Solutions itself.\nAll code and Solutions developed or made available through Bountysource are developed by third party Developers.\nSuch Developers are not employees or agents of Bountysource, and (if any payments are made) are treated as independent contractors.\nAccordingly, users of Bountysource agree to release and hold harmless Bountysource from and against any claims that code or Solutions are incomplete, do not work correctly, have bugs, or are otherwise unsuitable for a particular user’s purpose.\nTO THE FULLEST EXTENT PERMITTED BY LAW, BOUNTYSOURCE DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE SERVICE, SITE, CODE DEVELOPED BY DEVELOPERS HEREUNDER, REWARDS OFFERED FOR PARTICIPATION IN FUNDRAISERS, AND SOLUTIONS ENCOURAGED THROUGH THE SERVICE, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR PARTICULAR USE.\nTHE SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE ARE EXPRESSLY DISCLAIMED.\nBOUNTYSOURCE, AND ITS DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, PARTNERS, AND CONTENT PROVIDERS DO NOT WARRANT THAT: (A) THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(B) ANY DEFECTS OR ERRORS IN THE SERVICE OR SOLUTIONS WILL BE CORRECTED.\n(C) ANY SOLUTIONS, CODE OR SOFTWARE DEVELOPED OR MADE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (D) THE RESULTS OF USING THE SERVICE OR SUCH CODE OR SOLUTIONS WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE SERVICE AND SOLUTIONS IS SOLELY AT YOUR OWN RISK.\nSOME STATES OR COUNTRIES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nTo the extent that such warranties cannot be disclaimed, you agree that the liability of Bountysource shall be limited to re-supply of the Services.</p>\n10.\nLimitation of Liability\n<p>IN NO EVENT SHALL BOUNTYSOURCE, ITS AFFILIATED COMPANIES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS, OR DEVELOPERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE, OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE OR SOLUTIONS ENCOURAGED BY THE SERVICE (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, INCLUDING, WITHOUT LIMITATION, SUBSTITUTE GOODS OR SERVICES (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), OR (III) FOR ANY DAMAGES, LOSSES OR EXPENSES IN EXCESS OF (IN THE AGGREGATE) THE NET REVENUES COLLECTED BY BOUNTYSOURCE IN CONNECTION WITH THE PROJECT OR EVENT GIVING RISE TO THE CLAIM.\nSOME STATES OR COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n11.\nIndemnity\n<p>You agree to indemnify, keep indemnified and forever hold harmless, Bountysource and its related companies, and its and their directors, officers, employees and agents, from and against any and all claims, damages, liabilities, costs and expenses (including reasonable legal fees and expenses) arising out of or in connection with your violation of any of the terms and conditions of this Agreement or your unauthorized use of the Service or any Solutions.\nBountysource reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with Bountysource in asserting any available defenses.</p>\n12.\nThird-Party Sites\n<p>The Service and Site may link to other websites or resources on the Internet, and other websites or resources may contain links to the Site, such as Repositories.\nWhen you access third-party websites, you do so at your own risk.\nThose other websites are not under Bountysource’s control, and you acknowledge that Bountysource is not liable for the content, functions, accuracy, legality, appropriateness, or any other aspect of those other websites or resources.\nThe inclusion on another website of any link to the Site does not imply endorsement by or affiliation with Bountysource.\nYou further acknowledge and agree that Bountysource shall not be liable for any damage related to the use of any content, goods, or services available through any third-party website or resource.</p>\n13.\nMiscellaneous\n<p>13.1&nbsp;<strong>Severability</strong>.\nThe terms of this Agreement are severable.\nIf any term or provision is declared invalid or unenforceable, it shall be severed from this Agreement and shall not affect the interpretation or operation of the remaining terms or provisions, which shall remain in full force and effect.</p>\n<p>13.2&nbsp;<strong>Entire Agreement</strong>.\nThis Agreement, including the documents specifically incorporated by reference herein, constitutes the entire agreement between you and Bountysource regarding the provision of the Services and supersedes all prior or contemporaneous agreements and understandings, whether established by custom, practice, policy or precedent.</p>\n<p>13.3&nbsp;<strong>Governing Law</strong>.\nThis Agreement (and any further rules, policies, or guidelines incorporated by reference) shall be governed by and construed in accordance with the laws of the State of California, without giving effect to any principles of conflicts of law, and without application of the Uniform Computer Information Transaction Act or the United Nations Convention of Controls for International Sale of Goods.\nYou agree that Bountysource and its Services are deemed a passive website that does not give rise to personal jurisdiction over Bountysource or its parents, subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers or shareholders, either specific or general, in any jurisdiction other than the State of California.\nYou agree that any action at law or in equity arising out of or relating to these terms, or your use or non-use of the Services or Solutions, shall be filed only in the state or federal courts located in San Francisco County in the State of California and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action.\nYou hereby irrevocably waive any right you may have to trial by jury in any dispute, action, or proceeding.</p>\n<p>13.4&nbsp;<strong>International</strong>.\nAccessing the Service is prohibited from territories where the Solutions or Service is illegal.\nIf you access the Service from other locations, you do so at your own initiative and are responsible for compliance with local laws.</p>\n<p>13.5&nbsp;<strong>Relationship</strong>.\nNo agency, partnership, joint venture, or employment relationship is created as a result of this Agreement and neither party has any authority of any kind to bind the other in any respect.\nThere are no intended third party beneficiaries of this Agreement.</p>\n<p>13.6&nbsp;<strong>Force Majeure</strong>.\nBountysource shall not be liable for any failure to perform its obligations hereunder where the failure results from any cause beyond Bountysource’s reasonable control, including, without limitation, mechanical, electronic, or communications failure or degradation.</p>\n<p>13.7&nbsp;<strong>Assignmen</strong>t.\nThis Agreement is personal to you, and are not assignable, transferable, or sublicensable by you except with Bountysource’s prior written consent.\nBountysource may assign, transfer, or delegate any of its rights and obligations hereunder without consent.</p>\n<p>13.8&nbsp;<strong>Attorney Fees</strong>.\nIf Bountysource prevails in any action or proceeding to enforce rights under this Agreement, it will be entitled to recover costs and attorneys’ fees.</p>\n<p>13.9&nbsp;<strong>Waiver</strong>.\nFailure by Bountysource to exercise or enforce any right or provision of this Agreement shall not be deemed to be a waiver of such right or provision and does not affect the right to require any provision to be performed at any time thereafter.</p>\n<p>13.10&nbsp;<strong>Electronic Delivery, Notice Policy and Your Consent</strong>.\nBy using the Services, you consent to receive from Bountysource all communications including notices, agreements, legally required disclosures, or other information in connection with the Services (collectively, “Contract Notices”) electronically.\nBountysource may provide the electronic Contract Notices by posting them on the Site.\nIf you desire to withdraw your consent to receive Contract Notices electronically, you must discontinue your use of the Services.</p>\n<p>13.11&nbsp;<strong>Electronic Communications Privacy Act Notice (18 USC §2701-2711)</strong>.\nBOUNTYSOURCE MAKES NO GUARANTY OF CONFIDENTIALITY OR PRIVACY OF ANY COMMUNICATION OR INFORMATION TRANSMITTED ON THE SITE OR ANY WEBSITE LINKED TO THE SITE.\nBountysource will not be liable for the privacy of email addresses, registration and identification information, disk space, communications, confidential or trade-secret information, or any Solutions received by Bountysource or stored on our equipment, transmitted over networks accessed by the Site, or otherwise connected with your use of the Service.</p>\n14.\nAnti-Money Laundering (AML) and Know Your Customer (KYC)\n<p>Bountysource is committed to compliance with all applicable laws and regulations regarding Anti-Money Laundering (“AML”).\nBountysource’s AML Policy is to prevent people engaged in money laundering, fraud, and other financial crimes, including terrorist financing, from using our services.</p>\n<p>As part of our AML procedures, during account opening or as part of our account review process, we collect information from Users to satisfy our Know Your Customer requirements.\nThis means that we may request information from Users due to a specific identification requirement.\nWe may ask Users to provide documentation to help confirm User’s identity or provide additional information regarding User’s business.\nWe may also request that Users seek pre-approval for utilizing the Bountysource service if User’s account falls within a high-risk compliance category.</p>\n<p>Bountysource’s identity verification procedure requires the User to provide Bountysource with reliable, independent source documents, data or information (e.g., national ID, international passport, bank statement, utility bill) upon request.\nFor such purposes Bountysource reserves the right to collect User’s identification information for AML Policy purposes.</p>\n<p>Bountysource will take steps to confirm the authenticity of documents and information provided by the Users.\nAll legal methods for double-checking identification information will be used and Bountysource reserves the right to investigate certain Users who have been determined to be risky or suspicious.</p>\n<p>Bountysource reserves the right to verify User’s identity in an on-going basis, especially when their identification information has been changed or their activity seemed to be suspicious (unusual for the particular User).\nIn addition, Bountysource reserves the right to request up-to-date documents from the Users, even though they have passed identity verification in the past.</p>\n<p>User’s identification information will be collected, stored, shared and protected strictly in accordance with the Bountysource’s Privacy Policy and related regulations.</p>\n<p>Bountysource is entitled to interact with law enforcement, which are involved in prevention of money laundering, terrorist financing and other illegal activity.\nIf Bountysource suspects that a transaction is conducted for criminal money laundering or other illegal purposes, Bountysource reserves the right to report suspicious transactions to law enforcement’s financial intelligence unit in the respective country.</p>\n<p>The Users are known not only by verifying their identity (who they are) but, more importantly, by analyzing their transactional patterns (what they do).\nTherefore, Bountysource relies on data analysis as a risk-assessment and suspicion detection tool.\nBountysource may perform a variety of compliance-related tasks, including capturing data, filtering, record-keeping, investigation management, and reporting.\nSystem functionalities may include check of Users against recognized “black lists” (e.g.\nOFAC), aggregating transfers by multiple data points, placing Users on watch and service denial lists, opening cases for investigation where needed, sending internal communications and filling out statutory reports, if applicable.</p>\n<p>With regard to the AML Policy, Bountysource reserves the right to monitor all transactions and:</p>\n<ul>\n<li>ensure that transactions of suspicious nature are reported to the proper law enforcement</li>\n<li>request the User to provide any additional information and documents in case of suspicious transactions</li>\n<li>suspend or terminate User’s Account when Bountysource has reasonably suspicion that such User engaged in illegal activity</li>\n</ul>\n<p>The above list is not exhaustive and Bountysource will monitor Users’ transactions on an ongoing basis in order to define whether such transactions are to be reported and treated as suspicious or are to be treated as bona fide.</p>\n<p>\n<i>Effective Date of Revision: December 4th, 2017</i>\n</p> Get in touch Schreiben Sie uns Contactez-nous EnglishDeutschFrançais We are here for you.\nHow can we help? Wie helfen Ihnen gerne.\nWas können wir für Sie tun? Notre équipe est là&nbsp.\npour vous aider <p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Drop bounty</li>\n<li>Hunt bounty</li>\n<li>Contact us</li>\n</ul>\n<ul>\n<li>Donors</li>\n<li>Hunters</li>\n<li>How it works</li>\n<li>About</li>\n</ul>\n<ul>\n<li>Help &amp.\nInformation</li>\n<li>FAQ</li>\n<li>Fees</li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n</ul> Copyright © 2023, Bountysource Inc.\n", "created_at": "2023-03-21 00:35:21.602503", "updated_at": "2023-03-21 00:36:10.475994"}, {"id": 14869, "name": " Privacy Policy", "url": "https://bountysource.com/privacy-policy/", "xpath": "//body", "text": " <p>Bountysource</p>\n<ul>\n<li>Drop bounty</li>\n<li>Hunt bounty</li>\n</ul>\n<ul>\n<li>Sign in or log in</li>\n</ul> FAQ <ul>\n<li>Drop bounty</li>\n<li>Hunt bounty</li>\n</ul>\n<ul>\n<li>Bounties</li>\n<li>Hunters</li>\n<li>Sign in or log in</li>\n</ul>\n<ul>\n<li>Donors</li>\n<li>Hunters</li>\n<li>How it works</li>\n<li>About<ul>\n<li>FAQ</li>\n<li>Fees</li>\n</ul>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Contact us</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Privacy Policy <p>Bountysource’s Privacy Policy is designed to provide clarity about the information we collect and how we use it to provide a better experience.\nBy using our Website or Services or agreeing to our Terms of Service, you consent to our collection, storage, use and disclosure of your personal information as described in this Privacy Policy.</p>\n1.\nIntroduction\n<p>We provide the Bountysource services (the “<b>Services</b>“) through our website at www.Bountysource.com and related websites (the “<b>Websites</b>“).\nThis Privacy Policy describes:</p>\n<ul>\n<li>the information we collect, how we do so and the purposes of our collection</li>\n<li>how we use and with whom we share such information</li>\n<li>how you can access and update such information</li>\n<li>the choices you can make about how we collect, use and share your information</li>\n<li>how we protect the information we store about you</li>\n</ul>\n2.\nInformation We Collect\n<p>When you use our Services or Websites, we may collect information about you as described below:</p>\n<p>\n<b>2.1 Registration Information</b>\n</p>\n<p>When you “register” with us, you may be required to provide the following information: your age or birthday (for age screening and/or to better understand who our users are).\nyour first and last names.\nyour e-mail address.\nyour mailing address.\na password and other information that helps us confirm that it is you accessing your account.\nWe collect the information that you provide for purposes of enabling you to use our Service and Website.</p>\n<p>We may also offer you the option to complete a user profile that is visible to other Bountysource users.\nYour user profile may include: a profile photo.\nusername(s).\ngender.\nbiographic details that you provide.\nand links to your profiles on various social networks.</p>\n<p>Your first and last names and profile picture are considered “public” on Bountysource Websites.\nPlease be aware that search engines may index this publicly available information.\nWhen we offer profiles, we will also offer functionality that allows you to opt-out of public indexing of your public profile information.</p>\n<p>We may also offer you the ability to import your address book or social network contacts or manually enter e-mail addresses so that you can (i) locate your contacts on Bountysource.\nand (ii) invite those contacts to join Bountysource.\nIf you elect to use this feature, we will access or store those contacts for purposes of helping you and your contacts make connections on our Website.\nIf you do not want your contacts accessed or stored, please do not use this feature of our Service.\nPasswords provided to Bountysource for the purpose of accessing your address book or social network contacts will not be stored.</p>\n<p>\n<b>2.2 Payment Information</b>\n</p>\n<p>If you make a payment to us, or if we make a payment to you, we will collect the credit card, billing, account and banking information needed to receive or send payments.\nThis information may include your bank name, account number, credit card information, postal and e-mail addresses.</p>\n<p>\n<b>2.3 Customer Support Correspondence</b>\n</p>\n<p>When you ask for assistance from our Customer Support team, we will collect and store the contact information you provide (generally your name and e-mail address), information about your Services, and the reason for your inquiry.\nWe will also store the correspondence to and from you about your inquiry.</p>\n<p>\n<b>2.4 Technical and Usage Information</b>\n</p>\n<p>When you access our Website or use our Services, we collect (i) certain technical information about your mobile device or computer system, including IP Address and mobile device ID.\nand (ii) usage statistics about your use of our Services.\nThis information is typically collected through the use of server log files or web log files (“<b>Log Files</b>“), mobile device software development kits and tracking technologies like browser cookies.\nWe collect this information to enable us to understand our user base better and to analyze certain types of technical information.\nFor more information on how we utilize cookies and other tracking technologies please review the “Cookies and Automated Information Collection” portion of Section 3.</p>\n<p>\n<b>2.5 Information About Issues, Solutions and Bounties</b>\n</p>\n<p>To enable you to use our Website and Services, we also collect information about the Issues that are posted on our Service, the Solutions that are submitted through our Service, and the Bounties that are posted and paid via our Service.\nWe associate information about Issues, Solutions and Bounties with particular users (e.g., Developers of a particular Solution, or Backers of a particular Issue).</p>\n3.\nHow We Collect Information About You\n<p>We may collect information about you in any one or more of the following ways:</p>\n<p>\n<b>3.1 Information about Your Activity on our Websites and Services</b>\n</p>\n<p>When you use our Services or Websites, we collect and store certain information that you provide directly or through a third party website that is offering our Services.\nTo provide a better user experience, we also collect information about your interaction with other users and the Service.\nThe bulk of this information is collected and stored through the use of Log Files, which are files on our web servers that record actions taken on our Website and Services.</p>\n<p>\n<b>3.2 Communications Features</b>\n</p>\n<p>You may be able to take part in certain activities on our Websites or Services that give you the opportunity to communicate or share information not just with Bountysource, but also with other users of our Services.\nThese include:</p>\n<ul>\n<li>posting information about a particular Issue or Solution</li>\n<li>participating in forums and message boards</li>\n<li>posting public comments to other users’ profiles</li>\n<li>sending private messages or invitations to other users, either directly on our Website or to their e-mail accounts</li>\n<li>chat with other users</li>\n<li>posting photos</li>\n</ul>\n<p>We may record and store archives of these communications on our servers to protect the safety and well being of our users and our rights and property in connection with the Service.\nYou acknowledge and consent to the recording and storage of such communications for these purposes.</p>\n<p>\n<b>3.3 Cookies and Automated Information Collection</b>\n</p>\n<p>When you access our Websites and Services, we collect certain technical information in order to (i) analyze the usage of our Websites and Services.\n(ii) provide a more personalized experience.\nand (iii) manage advertising.\nWe and service providers acting on our behalf, such as Google Analytics, use Log Files and tracking technologies to collect and analyze certain types of technical information, including cookies, IP addresses, device type, device identifiers, browser types, browser language, referring and exit pages, and URLs, platform type, the number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, and the date and time of activity on our Websites or Services, and other similar information.</p>\n<p>We may also employ other technologies including (i) web beacons, which allow us to know if a certain page was visited or whether an e-mail was opened.\n(ii) tracking pixels, which allow us to advertise more efficiently by excluding our current users from certain promotional messages, identifying the source of a new installation or delivering ads to you on other websites.\nand (iii) local shared objects also known as flash cookies, which help us to prevent fraud, remember your site preferences and speed up load times.</p>\n<p>You can set your web browser to warn you about attempts to place cookies on your computer or limit the type of cookies you allow.\nFlash cookies operate differently than browser cookies and cookie management tools available in a web browser may not remove flash cookies.\nTo learn more about and manage flash cookies you can visit&nbsp;http://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html.\nIf you disable cookies, you may lose some of the features and functionality of our Services, as Bountysource cookies are necessary to track and enhance your activities.\nPlease note that companies delivering advertisements on our Websites may also use cookies or other technologies, and those practices are subject to their own policies.</p>\n<p>\n<b>3.4 Other Sources</b>\n</p>\n<p>We may collect or receive information about you from other sources including (i) other Bountysource users who choose to upload their email contacts.\n(ii) social networks (if you use these features of our Service).\n(iii) repositories such as GitHub.\nand (iv) third party information providers.\nThis information will be used to supplement your profile, to help you and your contacts connect, to help manage and offer Service you request, and to offer you Services in which you may be interested.\nIt may be combined with other information we collect.</p>\n<p>3.4.1 Removal of your personal information collected from GitHub.\nIn compliance with the GitHub Privacy Statement you may request the removal of your personal information that has been collected by Bountysource through GitHub.\nTo request a removal, email your takedown request to&nbsp;support@bountysource.com.\nPlease include the words “GitHub Takedown Request” in the subject, as well as relevant information and proof of identity in your request.</p>\n<p>\n<b>3.5 Repositories</b>\n</p>\n<p>We may also collect or receive data and information about you from repositories (e.g., GitHub).\nThis information might include the date and time when you submitted a proposed Solution to a particular Issue.\nWe collect this information to enable us to efficiently administer our Services.</p>\n4.\nHow We Use the Information We Collect\n<p>In general, we collect, store and use your information to provide you with a safe, smooth, efficient, and customized experience.\nFor example, we may use information collected from you in any one or more of the following ways:</p>\n<ul>\n<li>to create your accounts and allow use of our Services</li>\n<li>to provide technical support and respond to user inquiries</li>\n<li>to prevent fraud or potentially illegal activities</li>\n<li>to enforce our Terms of Service</li>\n<li>to notify users of updates to our Services, Terms of Service, or other rules and policies</li>\n<li>to solicit input and feedback to improve our Services and customize your user experience</li>\n<li>to inform users about new Services or promotional offers</li>\n<li>to assist in resolving disputes and administering the use of our Services</li>\n<li>to engage in commonly accepted practices, such as contacting you at the email address we have on file if you are a potential winner in a contest or sweepstakes</li>\n<li>to identify and suggest connections with other Bountysource users</li>\n<li>to enable user-to-user communications</li>\n<li>to deliver and target advertising</li>\n</ul>\n<p>One important use of your information is communication.\nIf you have provided your e-mail address to Bountysource, we’ll use it to respond to (i) customer support inquiries, and (ii) keep you informed of your account activity.\nSome messages, such as invites for friends to join Bountysource, may include your name and profile photo.\nWe may also send promotional e-mail messages and promotional SMS messages (“<b>Promotional Communications</b>“) directly or in partnership with parties other than Bountysource.\nEach Promotional Communication will generally offer recipients choices about receiving additional messages.</p>\n5.\nSharing of Your Information\n<p>We will share your information (in some cases personal information) with third parties, that is parties other than Bountysource, in the following circumstances:</p>\n<p>\n<b>5.1 Third Party Service Providers</b>\n</p>\n<p>We will provide your information to third party companies to perform services on our behalf, including payment processing, data analysis, e-mail delivery, hosting services, customer service and to assist us in our marketing efforts.\nWe direct all such third party service providers to maintain the confidentiality of the information disclosed to them and to not use your information for any purpose other than to provide services on Bountysource’s behalf.</p>\n<p>\n<b>5.2 Friends and Other Bountysource Users</b>\n</p>\n<p>The Service supports and may encourage interaction among users.\nIn most Bountysource Services your social networks friends will see your name, profile photo and descriptions of your activity.\nIn many Bountysource Services friends and other users will be able to see your profile, which may include your name and your profile photo.\nOther users may also be able to send you communications through our or the related social networks’ communication channels.</p>\n<p>\n<b>5.3 Advertising of Third Party Products and Services</b>\n</p>\n<p>We do not actively share personal information with third party advertisers for their direct marketing purposes unless you give us your consent.\nWe may share (i) aggregated information (information about you and other users collectively, but not specifically identifiable to you).\n(ii) anonymous information.\nand (iii) certain technical information (including IP Addresses and mobile device IDs) to develop and deliver targeted advertising in the Service and on the websites of third parties.\nWe may also allow advertisers to collect these types of information within the Service and they may share it with us.\nAdvertisers may collect this information through the use of tracking technologies like browser cookies and web beacons.\nThe information collected may be used to offer you targeted ad-selection and delivery in order to personalize your user experience by ensuring that advertisements for products and services you see will appeal to you, a practice known as behavioral advertising, and to undertake web analytics (i.e.\nto analyze traffic and other end user activity to improve your experience).\nTo learn more about behavioral advertising or to opt-out of this type of advertising for participating ad networks, you can visit the&nbsp;Network Advertising Initiative&nbsp;or the&nbsp;Digital Advertising Alliance.</p>\n<p>\n<b>5.4 Safety, Security and Compliance with Law</b>\n</p>\n<p>Your information, and the contents of all of your online communications (including without limitation IP addresses and your personal information) may be accessed and monitored as necessary to provide the Service and may be disclosed: (i) when we have a good faith belief that we are required to disclose the information in response to legal process (for example, a court order, search warrant or subpoena).\n(ii) to satisfy any applicable laws or regulations (iii) where we believe that the Service is being used in the commission of a crime, including to report such criminal activity or to exchange information with other companies and organizations for the purposes of fraud protection and credit risk reduction.\n(iv) when we have a good faith belief that there is an emergency that poses a threat to the health and/or safety of you, another person or the public generally.\nand (v) in order to protect our rights or property, including to enforce our&nbsp;Terms of Service&nbsp;or other agreements between you and us.</p>\n<p>\n<b>5.5 Sale or Merger</b>\n</p>\n<p>In the event that Bountysource undergoes a business transition, such as a merger, acquisition by another company, or sale of all or a portion of its assets, we may transfer all of your information, including personal information, to the successor organization in the transition.</p>\n<p>\n<b>5.6 Affiliates</b>\n</p>\n<p>As part of our Services, we may transfer data to or from our subsidiaries, parent companies, joint ventures and other corporate entities under common ownership (each an “<b>Affiliate</b>“) from time to time for our legitimate business purposes.\nIn such cases, your information may be transferred between us and our Affiliate to enable us or our Affiliate to provide our Services.</p>\n<p>\n<b>5.7 Anonymous or Aggregated Information</b>\n</p>\n<p>Our collection, use, and disclosure of anonymous or aggregated information are not subject to any of the restrictions in this Privacy Policy.</p>\n6.\nOur Policies Concerning Children\n<p>Our Websites and Services are not intended for children under the age of 13 and we do not knowingly collect any personal information from such children.\nChildren under the age of 13 should not use our Websites or Services at any time.\nIn the event that we learn that we have inadvertently gathered personal information from children under the age of 13, we will take reasonable measures to promptly erase such information from our records.</p>\n7.\nHow to Access and Update Your Information\n<p>\n<b>7.1 Information We Receive From Social Networks</b>\n</p>\n<p>To manage the information Bountysource receives about you from a social network where you use our Services, you will need to follow the instructions at that site for updating your information and changing your privacy settings.\nThe privacy management tools for various sites are below.\nYou can manage certain aspects of information collection and use by going to the settings of your (mobile) device and reviewing the permissions of each application.</p>\n<p>Facebook privacy information can be found&nbsp;here.</p>\n<p>Google+ privacy information can be found&nbsp;here.</p>\n<p>Twitter privacy information can be found&nbsp;here.</p>\n<p>GitHub privacy information can be found&nbsp;here.</p>\n<p>Once Bountysource receives your information from a social network, that information is stored and used by Bountysource in accordance with this Privacy Policy, and you may access and update that information as described below.\nAccounts created with Bountysource are considered active until we receive a user request to delete them or deactivate them.</p>\n<p>\n<b>7.2 Other Methods of Accessing and Controlling your Information</b>\n</p>\n<p>If you no longer want Bountysource to make active use of your information, you may send an e-mail to&nbsp;support@bountysource.com.\nPlace “Delete My Account” in the subject line and include your first name, last name, and e-mail address in the body of the e-mail.\nWe will respond to your request within thirty (30) days.\nPlease note that certain records, for example those pertaining to payments or customer service matters, will be retained for legal and accounting purposes.\nIf you have sent or posted content on the Service, we may not be able to delete it.</p>\n<p>You may change your e-mail preferences at any time, by visiting your e-mail preference page in your online account.</p>\n<p>If you wish to review or change the information Bountysource has about you, or if you have additional questions about this Privacy Policy, contact us at&nbsp;support@bountysource.com.</p>\n8.\nYour Sharing and Messaging Options\n<p>\n<b>8.1 Opting Out of Promotional Communications</b>\n</p>\n<p>You can choose to opt out of receiving additional promotional e-mails from Bountysource by clicking on the “unsubscribe” link in any such e-mail.\nPlease note that once we receive your request, it may take an additional period of time for your opt-out to become effective.\nYour unsubscribe or e-mail preference change will be processed promptly, and in no event longer than 10 business days.</p>\n<p>\n<b>8.2 Opting Out of Other Communications</b>\n</p>\n<p>You can opt out of receiving SMS messages by texting STOP to the number we send from for that particular SMS program.\nWhen we receive an opt-out message from you for SMS messages, we may send a message confirming our receipt of your opt-out.</p>\n<p>\n<b>8.3 Essential Communications</b>\n</p>\n<p>Note that if you opt-out of our Promotional Communications or other forms of communication, we may still e-mail or communicate with you from time to time if we need to provide you with information or if we need to request information from you with respect to a transaction initiated by you or for other legitimate non-marketing reasons.</p>\n9.\nInternational Transfers\n<p>If you are visiting this website from a country other than the country in which our servers are located (the United States), your communications with us may result in the transfer of information across international boundaries.\nBy visiting this website and communicating electronically with us, you consent to such transfers.</p>\n10.\nPrivacy Policies of Linked Sites and Advertisers\n<p>Our Website and Services may contain site links or advertisements from companies other than Bountysource that may link to their own websites.\nFor example, our Service works in conjunction with Repositories such as GitHub, but we are not affiliated with these Repositories in any legal or corporate sense.\nWe are not responsible for the privacy practices or the content of such websites.\nIf you have any questions about how these other websites use your information, you should review their policies and contact them directly.</p>\n11.\nSecurity of Your Information\n<p>Bountysource implements reasonable security measures to protect the security of your information both online and offline, and we are committed to the protection of customer information.</p>\n<p>11.1 User account information is protected by the password each member uses to access their online account.\nIt is important that you protect and maintain the security of your account and that you immediately notify us of any unauthorized use of your account.\nIf you forget the password to your Bountysource account, the Website allows you to request that instructions be sent to you that explain how to reset your password.\nWhen you sign into your account or enter payment information (such as a credit card number when purchasing virtual currency), we encrypt the transmission of that information using secure socket layer technology.</p>\n<p>11.2 While we take reasonable precautions against possible security breaches of our Websites and our customer databases and records, no website or Internet transmission is completely secure, and we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur.\nWe urge you to take steps to keep your personal information safe (including your account password), and to log out of your account after use.\nIf your social networks account is hacked, this may lead to unauthorized use of your Bountysource account, so be careful to keep your account information secure.\nIf you have questions about the security of our Websites, please contact us at&nbsp;support@bountysource.com.</p>\n<p>11.3 Unfortunately, the transmission of information over the Internet is not completely secure.\nAlthough we strive to protect your personal data, we cannot guarantee the security of your data while it is being transmitted to our Website.\nany transmission is at your own risk.\nOnce we have received your information, we have procedures and security features in place to try to prevent unauthorized access.</p>\n12.\nChanges to Our Privacy Policy\n<p>If we decide to make material changes to our Privacy Policy, we will notify you and other users by placing a notice on Bountysource.com or by sending you a notice to the e-mail address we have on file for you.\nWe may supplement this process by placing notices in our Services and on other Bountysource Websites.\nYou should periodically check&nbsp;www.bountysource.com&nbsp;and this privacy page for updates.</p>\n13.\nYour California Privacy Rights\n<p>We do not share personal information with third parties for their direct marketing purposes unless you affirmatively agree to such disclosure, typically by “opting in” to receive information from a third party that is participating in a sweepstakes or other promotion on our Website.\nIf you do ask us to share your personal information with a third party for its marketing purposes, we will only share information in connection with that specific promotion, as we do not share information with any third party (other than our service providers) on a continual basis.\nTo prevent disclosure of your personal information for use in direct marketing by a third party, do not opt in to such use when you provide personal information on one of our Websites.</p>\n<p>Users in certain jurisdictions have a right to access personal information held about themselves.\nYour right of access can be exercised in accordance with applicable law.\nPlease submit any requests for access to your personal data in writing to&nbsp;support@bountysource.com.</p>\n14.\nContact Us\n<p>If you have any questions, comments or concerns regarding our Privacy Policy and/or practices, please e-mail us at&nbsp;support@bountysource.com.</p>\n<p>Bountysource Inc.<br>\n548 Market Street #40189, San Francisco, CA 94104-5401</p>\n<p>\n<i>Effective Date of Revision: November 27, 2017</i>\n</p> Get in touch Schreiben Sie uns Contactez-nous EnglishDeutschFrançais We are here for you.\nHow can we help? Wie helfen Ihnen gerne.\nWas können wir für Sie tun? Notre équipe est là&nbsp.\npour vous aider <p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Drop bounty</li>\n<li>Hunt bounty</li>\n<li>Contact us</li>\n</ul>\n<ul>\n<li>Donors</li>\n<li>Hunters</li>\n<li>How it works</li>\n<li>About</li>\n</ul>\n<ul>\n<li>Help &amp.\nInformation</li>\n<li>FAQ</li>\n<li>Fees</li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n</ul> Copyright © 2023, Bountysource Inc.\n", "created_at": "2023-03-21 00:35:43.024068", "updated_at": "2023-03-21 00:35:53.684116"}], "points": [], "urls": ["bountysource.com"]}}