{"error": 448, "message": "OK", "parameters": {"id": 1432, "name": "waldhorn-ansatz", "created_at": "2019-02-28 21:49:05.469048", "updated_at": "2022-12-04 22:42:11.953356", "wikipedia": null, "keywords": null, "related": null, "slug": "waldhornansatz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1432.png", "url": "waldhorn-ansatz.de", "documents": [{"id": 13041, "name": " Impressum & Datenschutzhinweise", "url": "https://waldhorn-ansatz.de/index.php/de/waldhorn-tipps/22-impressum-datenschutzhinweise", "xpath": "//*[@id=\"positionid5\"]", "text": " Tipps Impressum &amp.\nDatenschutzhinweise <li> Drucken </li>\n<dl>\n<dd>\n<i>\n</i> Tobias Heinz\t</dd>\n<dd>\n<i>\n</i> Waldhorn Tipps für Erwachsene </dd>\n<dd>\n<i>\n</i> Veröffentlicht: 19.\nApril 2017 </dd>\n<dd>\n<i>\n</i> Read Time: 9 mins\n</dd>\n<dd>\n<i>\n</i> Zugriffe: 16960\t</dd>\n</dl> Schritt für Schritt zum Klang den Sie sich immer erträumt haben\nEine \"ansatzzentrierte\" Technik für Hornisten\n<p>Die McAfee-Methode ist eine Hornschule, die sich besonders an Erwachsene richtet.\nViele moderne Waldhornschulen für Kinder sind didaktisch toll aufbereitet.\nMit vielen Bildern und Comics.\nAls Erwachsener kann man damit nicht so viel anfangen.\nHornschulen, die sich an ein \"älteres\" Publikum richten sind entweder sehr alt (zum Teil noch vor 1900) oder richten sich an Profis.\nDie McAfee Methode ist systematisch auf Erwachsene ausgerichtet, geht aber nicht davon aus, daß der angehende Hornist viele Stunden pro Tag an Übezeit oder Studium investieren kann.\nMit systematisch aufbauenden Übungen kann der Hornist einen schönen Klang erreichen.</p>\nImpressum Angaben gemäß § 5 TMG:\n<p>Luisa Ferrero<br> Via Manzoni 7/1<br> I-10040 Druento (To)</p>\nKontakt: Telefon:\n+393470244303 Telefax:\n+4981394730209 E-Mail:\ntobias.hei nz@gmail.com Verantwortlich für den Inhalt nach § 55 Abs.\n2 RStV:\n<p>super-user (i.e.\nTo bias He inz) unter der angegebenen Adresse zeichnet verantwortlich für alle Inhalte rund um das Waldhorn lernen</p>\n<p>&nbsp;</p>\n<p>Quelle: <em>eRecht24</em>\n</p>\nHaftungsausschluss (Disclaimer)\nVerwendete Cookies - alle technisch nötig\n<p>83ebf29b25d4f303eb3f442391bcdfa3 - Cookie zur Verwaltung der Sitzung.</p>\n<p>reDimCookieHint - Cookie um das erneute Aufpoppen des Cookiebanners zu verhindern, nachdem Sie \"akzeptieren\" gedrückt haben.</p>\n<p>d1c70a27379fecf5474205ad48fdc58a - Cookie mit dem der Status der Navigation verwaltet wird.</p>\n<p>joomla_user_state - Cookie mit dem die Benutzeranmeldung selbst verwaltet wird.</p>\nHaftung für Inhalte\n<p>Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich.\nNach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.</p>\n<p>Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt.\nEine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich.\nBei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.</p>\nHaftung für Links\n<p>Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben.\nDeshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen.\nFür die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.\nDie verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft.\nRechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.</p>\n<p>Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar.\nBei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.</p>\nUrheberrecht\n<p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht.\nDie Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw.\nErstellers.\nDownloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.</p>\n<p>Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet.\nInsbesondere werden Inhalte Dritter als solche gekennzeichnet.\nSollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis.\nBei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.</p>\n<p>&nbsp;</p>\nNutzungs- und Verarbeitungszweck\n<p>Wenn Sie diese Seite nutzen, zeichnen wir die Nutzung der Seite (welche Seiten Sie abgerufen haben, welche Suchworte Sie verwendet haben etc.) anonym auf.\nDiese Daten werden innerhalb von 90 Tagen archiviert.\nDadurch können wir die Inhalte auf die Interessen der Besucher besser abstimmen und Artikel prominenter plazieren, die von vielen Besuchern abgerufen werden (Optimierung).\nWenn Sie einen Benutzeraccount anlegen, dann speichern wir die von Ihnen selbst eingegeben Daten um Ihnen Zugang zu den geschützten Bereichen gewähren zu können und, sofern von Ihnen gewünscht, Ihnen Informationen rund um Waldhorn lernen, spielen, Ansatz verbessern und die McAfee Methode zuzustellen.\nWenn Sie die Hornschule bestellen, verwenden wir die von Ihnen eingegeben Daten, um Ihnen das gekaufte Produkt ausliefern bzw.\nbereitstellen zu können.</p>\nDatenschutzerklärung\nDatenschutz\n<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst.\nWir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.</p>\n<p>Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich.\nSoweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis.\nDiese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.</p>\n<p>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.</p>\n<p>&nbsp;</p>\nCookies\n<p>Die Internetseiten verwenden teilweise so genannte Cookies.\nCookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren.\nCookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.\nCookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.</p>\n<p>Die meisten der von uns verwendeten Cookies sind so genannte „Session-Cookies“.\nSie werden nach Ende Ihres Besuchs automatisch gelöscht.\nAndere Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese löschen.\nDiese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.</p>\n<p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browser aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.</p>\n<p>&nbsp;</p>\nServer-Log-Files\n<p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log Files, die Ihr Browser automatisch an uns übermittelt.\nDies sind:</p>\n<ul>\n<li>Browsertyp und Browserversion</li>\n<li>verwendetes Betriebssystem</li>\n<li>Referrer URL</li>\n<li>Hostname des zugreifenden Rechners</li>\n<li>Uhrzeit der Serveranfrage</li>\n</ul>\n<p>\n<br>Diese Daten sind nicht bestimmten Personen zuordenbar.\nEine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.\nWir behalten uns vor, diese Daten nachträglich zu prüfen, wenn uns konkrete Anhaltspunkte für eine rechtswidrige Nutzung bekannt werden.</p>\n<p>&nbsp;</p>\nKontaktformular\n<p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p>\n<p>&nbsp;</p>\nDatenschutzerklärung für die Nutzung von Google Analytics\n<p>Diese Website nutzt <b>keine</b> Funktionen des Webanalysedienstes Google Analytics.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway Mountain View, CA 94043, USA.</p>\n<p>Google Analytics verwendet so genannte \"Cookies\".\nDas sind Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.</p>\n<p>Mehr Informationen zum Umgang mit Nutzerdaten bei Google Analytics finden Sie in der Datenschutzerklärung von Google: https://support.google.com/analytics/answer/6004245?</p>\n<p>\n<strong>Browser Plugin</strong>\n</p>\n<p>Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern.\nwir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website vollumfänglich werden nutzen können.\nSie können darüber hinaus die Erfassung der durch den Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl.\nIhrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: https://tools.google.com/dlpage/gaoptout?hl=de</p>\n<p>\n<strong>Widerspruch gegen Datenerfassung</strong>\n</p>\n<p>Sie können die Erfassung Ihrer Daten durch Google Analytics verhindern, indem Sie auf folgenden Link klicken.\nEs wird ein Opt-Out-Cookie gesetzt, der die Erfassung Ihrer Daten bei zukünftigen Besuchen dieser Website verhindert: Google Analytics deaktivieren</p>\n<p>&nbsp;</p>\nDatenschutzerklärung für die Nutzung von YouTube\n<p>Unsere Webseite nutzt Plugins der von Google betriebenen Seite YouTube.\nBetreiber der Seiten ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\nWenn Sie eine unserer mit einem YouTube-Plugin ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von YouTube hergestellt.\nDabei wird dem Youtube-Server mitgeteilt, welche unserer Seiten Sie besucht haben.</p>\n<p>Wenn Sie in Ihrem YouTube-Account eingeloggt sind ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.</p>\n<p>Weitere Informationen zum Umgang von Nutzerdaten finden Sie in der Datenschutzerklärung von YouTube unter: https://www.google.de/intl/de/policies/privacy</p>\nServer-Logfiles\n<p>Der Websitebetreiber bzw.\nSeitenprovider erhebt Daten über Zugriffe auf die Seite und speichert diese als „Server-Logfiles“ ab.\nFolgende Daten werden so protokolliert:</p>\n<ul>\n<li>Besuchte Website</li>\n<li>Uhrzeit zum Zeitpunkt des Zugriffes</li>\n<li>Menge der gesendeten Daten in Byte</li>\n<li>Quelle/Verweis, von welchem Sie auf die Seite gelangten</li>\n<li>Verwendeter Browser</li>\n<li>Verwendetes Betriebssystem</li>\n<li>Verwendete IP-Adresse <em>(ggf.: in anonymisierter Form)</em>\n</li>\n</ul>\n<p>Die erhobenen Daten dienen lediglich statistischen Auswertungen und zur Verbesserung der Website.\nDer Websitebetreiber behält sich allerdings vor, die Server-Logfiles nachträglich zu überprüfen, sollten konkrete Anhaltspunkte auf eine rechtswidrige Nutzung hinweisen.</p>\n<p>&nbsp;</p>\n<p>Quelle: <em>eRecht24</em>\n</p> Tobias Heinz ", "created_at": "2022-12-04 22:43:19.763396", "updated_at": "2022-12-04 22:43:26.520473"}], "points": [], "urls": ["waldhorn-ansatz.de"]}}