{"error": 448, "message": "OK", "parameters": {"id": 8461, "name": "Pngfre", "created_at": "2023-06-22 02:26:22.143359", "updated_at": "2023-06-22 10:02:06.730614", "wikipedia": null, "keywords": null, "related": null, "slug": "pngfre", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8461.png", "url": "pngfre.com", "documents": [{"id": 16428, "name": "Privacy Policy", "url": "https://pngfre.com/privacy-policy/", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n</ul>\n</ul> Home » Privacy Policy Privacy Policy By Admin • Last Updated 15/08/2022 Who we are <p>Our website address is https://pngfre.com.</p> Comments <p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p> Media <p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p> Cookies <p>If you leave a comment on our site you may opt-in to saving your name, email address, and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p> Embedded content from other websites <p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p> Who we share your data with <p>If you request a password reset, your IP address will be included in the reset email.</p> How long do we retain your data <p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profiles.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p> What rights do you have over your data <p>If you have an account on this site or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p> Where we send your data <p>Visitor comments may be checked through an automated spam detection service.</p> Google <p>How Google uses data when you use its partners’ sites or apps<br>You also have the option to opt out of Google Analytics data collection.&nbsp;Click here to know more.</p> Third-Party Advertisers <p>FreePNGimg.com serves ads provided by a range of third-party advertising networks.\nThe practices of our advertising partners are not directly covered by FreePNGimg.com’s privacy policy.\nWe recommend that you read their policies.\nFor your convenience, we provide a list of our advertising partners below.\nUnfortunately, we cannot guarantee it is always comprehensive and up to date.</p> Google AdSense <p>Some of the ads may be served by Google.\nGoogle’s use of the DART cookie enables it to serve ads to Users based on their visit to our Site and other sites on the Internet.\nDART uses “non personally identifiable information” and does NOT track personal information about you, such as your name, email address, physical address, etc.\nYou may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at http://www.google.com/privacy_ads.html</p> Contact <p>You can contact us via – <strong>Pngfrehelp@gmail.com</strong>\n</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n</ul>\n</ul>\n<p>Copyright © 2023 Pngfre • All rights reserved.</p> Search <ul>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n</ul> Follow Us <i>\n</i> Facebook <br>\n<br>\n<i>\n</i> Instagram </ul> ", "created_at": "2023-06-22 02:26:22.173514", "updated_at": "2023-06-22 02:27:38.590568"}], "points": [], "urls": ["pngfre.com"]}}