{"error": 448, "message": "OK", "parameters": {"id": 9297, "name": "Baker Hughes", "created_at": "2023-08-19 20:37:52.340345", "updated_at": "2023-08-19 22:03:09.882562", "wikipedia": null, "keywords": null, "related": null, "slug": "baker-hughes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9297.png", "url": "bakerhughes.com", "documents": [{"id": 18216, "name": " Terms of Use", "url": "https://www.bakerhughes.com/terms", "xpath": "/html/body/div[1]/div/main", "text": " Terms of Use <p>If you have any questions or comments about these Terms of Use or this website, please contact us at&nbsp;webterms@bakerhughes.com</p>\n<p>\n<strong>1 - User Eligibility</strong>.\nThis Web site is operated by Baker Hughes Company (\"BHC\").\n&nbsp;Throughout the site, the terms \"we,\" \"us\" and \"our\" refer to BHC.\n&nbsp;BHC offers this Website, including all information, tools and services available from this site, to you, the user, provided that you comply with all of the following: i) you are over the age of legal majority and able to form a legally binding agreement under applicable law, and ii) you accept of all the terms, conditions, restrictions, policies, and notices stated herein, iii) you are able to legally view and use the Webpage from the jurisdiction you are located in.\n&nbsp;Your use of this site constitutes confirmation that you satisfy each of the above conditions.&nbsp.\nIf you do not meet all three of the conditions identified above, you may not use this Website.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>2 - Scope of Terms of Use</strong>.&nbsp.\nThese Terms of Use govern Your use of the Website and all applications, software, and services (collectively, \"Services\") available&nbsp;on the Website, except to the extent such Services are the subject of a separate agreement.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>3 - Accuracy, Completeness and Timeliness of Information on This Site</strong>.&nbsp.\nBHC&nbsp;is not responsible if information made available on this site is not accurate, complete or current.\nThe material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\n&nbsp;Any reliance on the material on this site is at your own risk.\nThis site may contain certain historical information.\nHistorical information necessarily is not current and is provided for your reference only.\n&nbsp;We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on the site.\n&nbsp;You agree that it is your responsibility to monitor changes to the site.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4 - Ownership</strong>.&nbsp.\nAny and all intellectual property rights (\"Intellectual Property\") associated with the Website and its contents (the \"Content\") are the sole property of BHC, its affiliates, or third parties.\nThe Content is protected by copyright and other laws in both the United States and other countries.&nbsp.\nElements of the Website are also protected by trade dress, trade secret, unfair competition, and other laws and may not be copied or imitated in whole or in part.\nAll custom graphics, icons, and other items that appear on the Website are trademarks, service marks or trade dress (\"Marks\") of BHC, its affiliates, or other entities that have granted BHC&nbsp;the right and license to use such Marks and may not be used or interfered with in any manner without the express written consent of BHC.&nbsp.\nExcept as otherwise expressly authorized by these Terms of Use, You may not copy, reproduce, modify, lease, loan, sell, create derivative works from, upload, transmit, or distribute the Intellectual Property of the Website in any way without BHC’s, or the appropriate third party's prior written permission.&nbsp.\nExcept as expressly provided herein, BHC&nbsp;does not grant to You any express or implied rights to BHC’s or any third party’s Intellectual Property.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5 - License Grant</strong>.&nbsp.\nBHC&nbsp;grants You a limited, personal, nontransferable, nonsublicensable, revocable license to: (i) access and use only the Website, Content, and Services only in the manner presented by BHC, and (ii) access and use the BHC&nbsp;computer and network services offered within the Website (the \"BHC&nbsp;Systems\") only in the manner expressly permitted by BHC.&nbsp.\nExcept for this limited license, BHC&nbsp;does not convey any interest in or to the BHC&nbsp;Systems, information or data available via the BHC&nbsp;Systems (the \"Information\"), Content, Services, Website or any other BHC&nbsp;property by permitting You to access the Website.&nbsp.\nExcept to the extent required by law or as expressly provided herein, none of the Content and/or Information may be reverse-engineered, modified, reproduced, republished, translated into any language or computer language, re-transmitted in any form or by any means, resold or redistributed without the prior written consent of BHC.&nbsp.\nYou may not make, sell, offer for sale, modify, reproduce, display, reverse engineer, publicly perform, import, distribute, retransmit or otherwise use the Content in any way, unless expressly permitted to do so by BHC.&nbsp.\nBHC&nbsp;reserves the right to refuse or cancel any person's registration for this site, remove any person from this site or prohibit any person from using this site for any reason whatsoever.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>6 - Further Limitations on Use</strong>.&nbsp.\nYou may not use contact information provided on the site for unauthorized purposes, including marketing.\n&nbsp;You may not use any hardware or software intended to damage or interfere with the proper working of the site or to surreptitiously intercept any system, data or personal information from the site.\nYou agree not to interrupt or attempt to interrupt the operation of the site in any way.\n&nbsp;BHC&nbsp;reserves the right, in its sole discretion, to limit or terminate your access to or use of the site at any time without notice.\nTermination of your access or use will not waive or affect any other right or relief to which BHC&nbsp;may be entitled at law or in equity.&nbsp;&nbsp;In addition to other restrictions set forth in these Terms of Use, You agree that:</p>\n<p>•&nbsp;You shall not disguise the origin of information transmitted through the Website.</p>\n<p>•&nbsp;You will not place false or misleading information on the Website.</p>\n<p>•&nbsp;You will not use or access any service, information, application or software available via the Website in a manner not expressly permitted by BHC.</p>\n<p>•&nbsp;You will not input or upload to the Website any information which contains viruses, Trojan horses, worms, time bombs or other computer programming routines that are intended to damage, interfere with, intercept or expropriate any system, the Website or Information or that infringes the Intellectual Property (defined above) rights of another.</p>\n<p>•&nbsp;Certain areas of the Website are restricted to customers of BHC.</p>\n<p>•&nbsp;You may not use or access the Website or the BHC&nbsp;Systems or Services in any way that, in BHC's judgment, adversely affects the performance or function of the BHC&nbsp;Systems, Services or the Website or interferes with the ability of authorized parties to access the BHC&nbsp;Systems, Services or the Website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>7 - Materials You Submit</strong>.&nbsp.\nYou acknowledge that you are responsible for any material you may submit via the site, including the legality, reliability, appropriateness, originality and copyright of any such material.\nYou may not upload to, distribute or otherwise publish through this site any content that (i) is confidential, proprietary, false, fraudulent, libelous, defamatory, obscene, threatening, invasive of privacy or publicity rights, infringing on intellectual property rights, abusive, illegal or otherwise objectionable.\n(ii) may constitute or encourage a criminal offense, violate the rights of any party or otherwise give rise to liability or violate any law.\nor (iii) may contain software viruses, political campaigning, chain letters, mass mailings, or any form of \"spam.\" You may not use a false email address or other identifying information, impersonate any person or entity or otherwise mislead as to the origin of any content.\nYou may not upload commercial content onto the site.</p>\n<p>\n<strong>8 - License to Submitted Materials.&nbsp.\n</strong>If you do submit material, and unless we indicate otherwise, you grant BHC&nbsp;and its affiliates an unrestricted, nonexclusive, royalty-free, perpetual, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute and display such material throughout the world in any media.\nYou further agree that BHC&nbsp;is free to use any ideas, concepts, know-how that you or individuals acting on your behalf provide to BHC.\nYou grant BHC&nbsp;and its affiliates the right to use the name you submit in connection with such material, if they so choose.\n&nbsp;All personal information provided via this site will be handled in accordance with the site's online Privacy Policy.\n&nbsp;You represent and warrant that you own or otherwise control all the rights to the content you post.\nthat the content is accurate.\nthat use of the content you supply does not violate any provision herein and will not cause injury to any person or entity.\nand that you will indemnify BHC&nbsp;for all claims resulting from content you supply.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9 - Conduct on the Site</strong>.\nSome features that may be available on this site require registration.\nBy registering at and in consideration of your use of the site you agree to provide true, accurate, current and complete information about yourself.</p>\n<p>Some features on this site require use of a password.\nYou are responsible for protecting your password.\nYou agree that you will be responsible for any and all statements made, and acts or omissions that occur, through the use of your password.\nIf you have any reason to believe or become aware of any loss, theft or unauthorized use of your password, notify BHC&nbsp;immediately.\nBHC&nbsp;may assume that any communications BHC&nbsp;receives under your password have been made by you unless BHC&nbsp;receives notice otherwise.</p>\n<p>You or third parties acting on your behalf are not allowed to frame this site or use our proprietary marks as meta tags, without our written consent.\nThese marks include, but are not limited to, BAKER HUGHES, and the Baker Hughes mobius logo.&nbsp;&nbsp;You may not use frames or utilize framing techniques or technology to enclose any content included on the site without BHC's express written consent.\nFurther, you may not utilize any site content in any meta tags or any other \"hidden text\" techniques or technologies without BHC's express written consent.</p>\n<p>&nbsp;</p>\n<p>\n<strong>10 - Links</strong>.&nbsp.\nThis site may contain links to other Web sites, some of which are operated by BHC&nbsp;or its affiliates and others of which are operated by third parties.\nThese links are provided as a convenience to you and as an additional avenue of access to the information contained therein.\nWe have not necessarily reviewed all the information on those other sites and are not responsible for the content of those or any other sites or any products or services that may be offered through those or any other sites.\nInclusion of links to other sites should not be viewed as an endorsement of the content of linked sites.\nDifferent terms and conditions may apply to your use of any linked sites.\nBHC&nbsp;is not responsible for any losses, damages or other liabilities incurred as a result of your use of any linked sites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>11 - Infringement Notice</strong>.&nbsp.\nWe respect the intellectual property rights of others and request that you do the same.\nYou are hereby informed that BHC&nbsp;has adopted and reasonably implemented a policy that provides for the termination in appropriate circumstances of subscribers and account holders of BHC's system or network who are repeat copyright infringers.\nIf you believe your copyright or the copyright of a person on whose behalf you are authorized to act has been infringed, you may notify BHC&nbsp;at webterms@bakerhughes.com.</p>\n<p>To be effective, your notification must (i) be in writing, (ii) be provided to our copyright agent, and (iii) include substantially the following:</p>\n<p>•&nbsp;A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</p>\n<p>•&nbsp;Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</p>\n<p>•&nbsp;Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;</p>\n<p>•&nbsp;Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;</p>\n<p>•&nbsp;A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>•&nbsp;A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>•&nbsp;BHC&nbsp;is under no obligation to post, forward, transmit, distribute or otherwise provide any material available on this site, including material you provide to us, and so we have an absolute right to remove any material from the site in our sole discretion at any time.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12&nbsp;- DISCLAIMERS</strong>.&nbsp.\nYOUR USE OF THIS SITE IS AT YOUR SOLE RISK.\nTHE SITE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE RESERVE THE RIGHT TO RESTRICT OR TERMINATE YOUR ACCESS TO THE SITE OR ANY FEATURE OR PART THEREOF AT ANY TIME.\n&nbsp;BHC&nbsp;EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND ANY WARRANTIES THAT MATERIALS ON THE SITE ARE NONINFRINGING, AS WELL AS WARRANTIES IMPLIED FROM A COURSE OF PERFORMANCE OR COURSE OF DEALING.\nTHAT ACCESS TO THE SITE WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHAT THE SITE WILL BE SECURE.\nTHAT THE SITE OR THE SERVER THAT MAKES THE SITE AVAILABLE WILL BE VIRUS-FREE.\nOR THAT INFORMATION ON THE SITE WILL BE COMPLETE, ACCURATE OR TIMELY.\nIF YOU DOWNLOAD ANY MATERIALS FROM THIS SITE, YOU DO SO AT YOUR OWN DISCRETION AND RISK.\nYOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIALS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM BHC&nbsp;OR THROUGH OR FROM THE SITE SHALL CREATE ANY WARRANTY OF ANY KIND.\nBHC&nbsp;DOES NOT MAKE ANY WARRANTIES OR REPRESENTATIONS REGARDING THE USE OF THE MATERIALS ON THIS SITE IN TERMS OF THEIR COMPLETENESS, CORRECTNESS, ACCURACY, ADEQUACY, USEFULNESS, TIMELINESS, RELIABILITY OR OTHERWISE.&nbsp.\nIN CERTAIN JURISDICTIONS, THE LAW MAY NOT PERMIT THE DISCLAIMER OF WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU.</p>\n<p>&nbsp;</p>\n<p>\n<strong>13&nbsp;- LIMITATION OF LIABILITY.&nbsp.\n</strong>YOU ACKNOWLEDGE AND AGREE THAT YOU ASSUME FULL RESPONSIBILITY FOR YOUR USE OF THE SITE.\nYOU ACKNOWLEDGE AND AGREE THAT ANY INFORMATION YOU SEND OR RECEIVE DURING YOUR USE OF THE SITE MAY NOT BE SECURE AND MAY BE INTERCEPTED BY UNAUTHORIZED PARTIES.\nYOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE SITE IS AT YOUR OWN RISK AND THAT THE SITE IS MADE AVAILABLE TO YOU AT NO CHARGE.\nRECOGNIZING SUCH, YOU ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER BHC&nbsp;NOR ITS AFFILIATES, SUPPLIERS OR THIRD PARTY CONTENT PROVIDERS WILL BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, EXEMPLARY, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR OTHER DAMAGES ARISING OUT OF OR IN ANY WAY RELATED TO THE SITE, OR ANY OTHER SITE YOU ACCESS THROUGH A LINK FROM THIS SITE OR FROM ANY ACTIONS WE TAKE OR FAIL TO TAKE AS A RESULT OF COMMUNICATIONS YOU SEND TO US, OR THE DELAY OR INABILITY TO USE THE SITE, OR FOR ANY INFORMATION, PRODUCTS OR SERVICES ADVERTISED IN OR OBTAINED THROUGH THE SITE, BHC’s REMOVAL OR DELETION OF ANY MATERIALS SUBMITTED OR POSTED ON ITS SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF BHC, ITS AFFILIATES OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nTHIS DISCLAIMER APPLIES, WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECTS, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUSES, FILE CORRUPTION, COMMUNICATION-LINE FAILURE, NETWORK OR SYSTEM OUTAGE, YOUR LOSS OF PROFITS, OR THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, LOSS OR USE OF ANY RECORD OR DATA, AND ANY OTHER TANGIBLE OR INTANGIBLE LOSS.\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT NEITHER BHC&nbsp;NOR ITS SUPPLIERS SHALL BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER OF THE SITE.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR ANY OF THE ABOVE CLAIMS OR ANY DISPUTE WITH BHC&nbsp;IS TO DISCONTINUE YOUR USE OF THE SITE.\nYOU AND BHC&nbsp;AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SITE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES OR THE CAUSE OF ACTION IS PERMANENTLY BARRED.\nBECAUSE SOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, OR THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, ALL OR A PORTION OF THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>&nbsp;</p>\n<p>\n<strong>14&nbsp;- Indemnification</strong>.&nbsp.\nYou agree to indemnify, defend and hold harmless BHC&nbsp;and its affiliates and their officers, directors, employees, contractors, agents, licensors, service providers, subcontractors and suppliers from and against any and all losses, liabilities, expenses, damages and costs, including reasonable attorneys' fees and court costs, arising or resulting from your use of the site and any violation of these Terms of Use.\nIf you cause a technical disruption of the site or the systems transmitting the site to you or others, you agree to be responsible for any and all losses, liabilities, expenses, damages and costs, including reasonable attorneys' fees and court costs, arising or resulting from that disruption.\nBHC&nbsp;reserves the right, at its own expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in such case, you agree to cooperate with BHC&nbsp;in the defense of such matter.</p>\n<p>&nbsp;</p>\n<p>\n<strong>15&nbsp;- Compliance with Law Including Export Control</strong>.\nYou agree to use the Website in strict compliance with all applicable laws, rulings and regulations and in a fashion that does not, in the sole judgment of BHC, negatively reflect on the goodwill or reputation of BHC&nbsp;and shall take no actions which would cause BHC&nbsp;to be in violation of any laws, rulings or regulations applicable to BHC.&nbsp.\n</p>\n<p>The United States and certain other jurisdictions control the export of products and information.&nbsp.\nYou agree to comply with all such applicable restrictions and not to export or re-export the Content (including any software or the Services) to countries or persons prohibited under the United States or other applicable export control laws or regulations.&nbsp.\nIf You access and download the Content (including any software or the Services) or Information, You represent that You are not in a country where such export is prohibited or are not a person or entity to which such export is prohibited.&nbsp.\nYou are solely responsible for compliance with the laws of Your local jurisdiction and any other applicable laws regarding the import, export, or re-export of the Content (including any software or the Services).</p>\n<p>&nbsp;</p>\n<p>\n<strong>16&nbsp;- Privacy Notice</strong>.&nbsp.\nThe BHC&nbsp;Privacy Notice governs the use of information collected from or provided by You at the Website.\nWith respect to any individual whose personal information is provided by You to BHC, You represent to BHC&nbsp;that You have obtained all necessary consents for the processing of such personal information contemplated by the Services You are using and by the BHC&nbsp;Privacy Notice, including the transfer of such data to the United States or other countries whose laws may not provide the same level of protection for the personal data as the laws of the country of origin of such individual.&nbsp.\nwww.bakerhughes.com/privacy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>17&nbsp;- Jurisdiction and Applicable Law</strong>.&nbsp.\nThe laws of the State of Texas govern these Terms of Use and your use of the site, and you irrevocably consent to the jurisdiction of the courts located in the County of Harris, Texas for any action arising out of or relating to these Terms of Use.\n&nbsp;We recognize that it is possible for you to obtain access to this site from any jurisdiction in the world, but we have no practical ability to prevent such access.\nIf any material on this site, or your use of the site, is contrary to the laws of the place where you are when you access it, this site may not be used by you.\n&nbsp;You are responsible for informing yourself of the laws of your jurisdiction and complying with them.</p>\n<p>&nbsp;</p>\n<p>\n<strong>18&nbsp;- Changes to These Terms of Use</strong>.\nBHC&nbsp;reserves the right, at its sole discretion, to change, modify, add or remove any portion of these Terms of Use, in whole or in part, at any time, by posting revised terms on the site.\nIt is your responsibility to check periodically for any changes we make to the Terms of Use.\nYour continued use of the site after any changes to the Terms of Use or other policies means you accept the changes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>19&nbsp;- Entire Agreement and Admissibility</strong>.&nbsp.\nThis agreement and any policies or operating rules posted on this site constitute the entire agreement and understanding between you and BHC&nbsp;with respect to the subject matter thereof and supersede all prior or contemporaneous communications and proposals, whether oral or written, between the parties with respect to such subject matter.\nA printed version of these Terms of Use shall be admissible in judicial or administrative proceedings based on or relating to use of the site to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>&nbsp;</p>\n<p>\n<strong>20 - Written Document</strong>.&nbsp.\nYou may preserve these Terms of Use in written form by printing them for Your records, and You waive any other requirement that these Terms of Use be evidenced by a written document.</p>\n<p>&nbsp;</p>\n<p>\n<strong>21 - Severability</strong>.&nbsp.\nIf any provision of this agreement is unlawful, void or unenforceable, the remaining provisions of the agreement will remain in place.</p>\n<p>&nbsp;</p>\n<p>\n<strong>22 - How to Contact Us</strong>.&nbsp.\nIf you have any questions or comments about these Terms of Use or this site, please contact us at&nbsp;webterms@bakerhughes.com</p>\n<p>&nbsp;</p>\n<p>Thank you for visiting our site.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2023-08-19 20:38:25.479214", "updated_at": "2023-08-19 20:38:34.82641"}, {"id": 18215, "name": "Privacy notice", "url": "https://www.bakerhughes.com/privacy", "xpath": "/html/body/div[1]/div/main", "text": " BAKER HUGHES WEBSITE PRIVACY NOTICE <p>We recently updated our Privacy Notice.\nUpdates include:</p>\n<ul>\n<li>Clarifying the scope of this Privacy Notice</li>\n<li>Revised disclosures about what personal information we collect and for what purpose, how we use it, and who we share it with</li>\n<li>Updated notice to California residents</li>\n<li>Removed outdated language from our last update in 2019</li>\n</ul>\n<p>\n<strong>Effective Date: 28 Jun 2023</strong>\n</p>\n<p>At Baker Hughes, we respect your privacy and data protection rights and recognize the importance of protecting the personal information we collect and process.\nThis Privacy Notice is designed to help you understand what personal information we collect about you and how we use and share it in support of our business activities.</p>\n<p>\n<strong>Table of Contents&nbsp;</strong>\n</p>\n<ol>\n<li>Introduction </li>\n<li>Personal Information We Collect, Why We Collect It, and How We Use It </li>\n<li>Cookies and Other Tracking Technologies </li>\n<li>Sharing Your Personal Information&nbsp.\n</li>\n<li>Other Online Services </li>\n<li>Data Retention </li>\n<li>How We Protect Your Personal Information </li>\n<li>Your Rights in Your Personal Information </li>\n<li>Additional Information for California Residents </li>\n<li>Additional Information for International Visitors to the Website </li>\n<li>Children’s Personal Information </li>\n<li>Contacting Us </li>\n</ol>\n<p>&nbsp;</p>\n<p>\n</p> 1.\nIntroduction <p>This Website Privacy Notice (“Privacy Notice”) provides an overview about the personal information processing practices of Baker Hughes Company and its subsidiaries and related companies (collectively, “we,” “us,” “our,” or “Baker Hughes”).&nbsp;</p>\n<p>This Privacy Notice applies to personal information we collect through our (i) websites, mobile applications and other digital channels that link to this Privacy Notice (each and collectively, “Digital Channels”), including bakerhughes.com and investors.bakerhughes.com, and (ii) digital products or services offered by Baker Hughes and requested by you or our business partners (collectively, the “Service”), when we communicate with you about our products and services, or when you visit any of Baker Hughes premises or our sponsored events (“Offline Channels”).&nbsp;</p>\n<p>This Privacy Notice does not apply to other online services that do not link to this Privacy Notice.\nThis Privacy Notice also does not apply to personal information obtained through our Careers website, which is subject to the Baker Hughes Candidate Privacy Notice </p>\n<p>We may provide you additional privacy notices when we collect your personal information to supplement this Privacy Notice.<br>\n&nbsp;<br>\nIn general, personal information is any information that can identify who you are, either directly (for example, your name) or indirectly through combination with other information we may have about you.<br>\n&nbsp;<br>\nWe may revise this Privacy Notice from time to time.\nThe “Last Updated” date at the top of this Privacy Notice will show you when changes were last published.</p>\n<ul>\n<li>If you are an individual residing in California, see Additional Information for California Residents &nbsp;for supplementary information related to our processing of California resident personal information.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n</p> 2.\nPersonal Information We Collect, Why We Collect It, and How We Use It <p>We typically obtain personal information from you, from your interactions with us (including our Digital and Offline Channels, and Services), or from our work with our business partners.</p>\n<ul>\n<li>\n<strong>Directly from you or from our business partners</strong>.\nWe will often obtain your personal information and business contact and other information from you – for example, when you register or maintain a business online account with us, purchase a product or service on behalf of a business you work for, or exchange communications with us by email or other means.\nWe may obtain your personal and business information (such job title, department, professional qualifications) from the business you work for when you are engaged in business relationship on behalf of the relevant business customer, supplier, or other business partner.&nbsp;</li>\n<li>\n<strong>Tracking and monitoring technologies</strong>.\nSome personal information about you might be automatically generated when you visit the Digital Channels or the Service, which may have first-party and third-party technology integrations (for example, cookies or pixels) that help facilitate and personalize your visit to our websites or our other online services (see Cookies and Other Tracking Technologies &nbsp;below or our Cookie Notice</li>\n<li>\n<strong>External sources</strong>.\nSome personal information about you may be provided to Baker Hughes from our vendors, business partners, or industry contacts.\nWe may combine personal information from external sources with other data we obtain from you.</li>\n</ul>\n<p>The following chart provides examples of the types of personal information that Baker Hughes may collect, maintain, and otherwise process about you.\nDepending on your interactions with us, we may not collect or otherwise process each category or example of personal information included in the chart.</p>\n<strong>Category</strong>\n<p>&nbsp;</p>\n<strong>Examples of Personal Information</strong>\n<p>&nbsp;</p>\n<strong>Identifiers and Non-Public Personal Information</strong>\n<p>&nbsp;</p> Name, business or personal contact information, email and postal addresses, phone number, IP address, professional qualifications\n<p>&nbsp;</p>\n<strong>Internet Activity Records</strong>\n<p>&nbsp;</p> Device identifiers, operating system details, and information regarding interactions with the Digital Channels\n<p>&nbsp;</p>\n<strong>Geolocation Data</strong>\n<p>&nbsp;</p> Approximate location based on your IP address or ZIP code\n<p>&nbsp;</p>\n<strong>Audio, Visual, or Similar Information</strong>\n<p>&nbsp;</p> Audio recordings of customer or supplier service calls or in-person events, or video and audio recordings of our sponsored conferences or virtual and in-person events\n<p>&nbsp;</p>\n<strong>Business-Related Information</strong>\n<p>&nbsp;</p> Job title, employer, business contact details\n<p>&nbsp;</p>\n<strong>Commercial Information</strong>\n<p>&nbsp;</p> Records of products or services purchased, obtained, or considered by our business customers\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Sensitive personal information</strong>.\nNote that Baker Hughes may process sensitive personal information in limited circumstances to carry out our due diligence screening processes for business partners’ owners, shareholders, and directors (pre-contract and on a periodic basis during the contractual relationship) or for health and safety reasons when providing the Service.\nThe due diligence screening is conducted against publicly available resources, such as government issued sanctions lists and media sources.\nWhen we process sensitive personal information, we will use additional safeguards to meet legal requirements.\nThe additional types of personal information that may be processed as part of our due diligence processes include government-issued identification, citizenship, birth date, marital status, and gender.</p>\n<p>The following chart shows the purposes for which we use personal information and legal bases to support our processing of your personal information as well as typical examples of the types of processing activities related to each purpose or legal basis.</p>\n<strong>Purpose / Legal Basis</strong>\n<p>&nbsp;</p>\n<strong>Examples of Processing Activities</strong>\n<p>&nbsp;</p>\n<strong>To provide the Service to our business partners or to communicate with you about the Service, and provide customer support</strong>\n<p>&nbsp;</p>\n<ul>\n<li>Provide business partners with information about our Service</li>\n<li>Perform our contract with our business partners for use of the Service, including issuing invoices and fulfilling our obligations under applicable terms of services&nbsp;</li>\n<li>Communicate with our business partners about their orders or respond to other communication they initiate</li>\n<li>Respond to business partner requests for services or support</li>\n<li>Create, administer, manage, and maintain business accounts</li>\n<li>Send service, technical, and other administrative messages in administering the Service</li>\n</ul>\n<p>&nbsp;</p>\n<strong>To maintain security of the Digital Channels, Service, and to meet our legal obligations</strong>\n<p>&nbsp;</p>\n<ul>\n<li>Prevent, detect, investigate, and respond to fraud, illegal or malicious activities, cyberattacks, or other liabilities based in legal obligations</li>\n<li>Conduct due diligence screening to comply with trade, anti-money laundering and/or bribery and corruption laws and other regulatory requirements</li>\n<li>Comply with legal or regulatory requirements, including regulatory reporting</li>\n<li>Cooperate with public and government authorities, courts, or regulators in accordance with our obligation under applicable law, and to assist with legal processes, such as investigations and litigation</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Our legitimate business purposes</strong>\n<p>&nbsp;</p>\n<ul>\n<li>Develop and maintain our Digital Channels and Service</li>\n<li>Evaluate and enhance the Service, including creating new or improved offerings for our business partners</li>\n<li>Enhance the security, integrity, and functionality of our Digital Channels and Service, or otherwise detect, investigate, or prevent activities that may violate Company policies&nbsp;</li>\n<li>Register office visitors</li>\n<li>Manage event registrations and attendance</li>\n<li>Perform audits, fraud monitoring and prevention</li>\n<li>Perform market surveys, sweepstakes, contests, and data analytics (such as market research, trend analysis, financial analysis, and customer segmentation)</li>\n<li>Advertise and market our business and the Service</li>\n<li>Manage assets, mergers, divestiture</li>\n<li>Implement controls</li>\n<li>Perform any other necessary and appropriate internal functions to further our business operations</li>\n<li>Perform internal investigations</li>\n<li>Protect individuals’ life or health</li>\n<li>Maintain occupational health and safety</li>\n<li>Protect against imminent harm to our rights, property, or that of our business partners or the public, as required or permitted by law</li>\n<li>Protect the Service and our business from risks or harms and prosecute or defend our legal claims</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Consent</strong>\n<p>&nbsp;</p> We may request your consent to process your personal information for certain purposes.\nYou may generally withdraw your consent to the processing of personal information at any time.\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> 3.\nCookies and Other Tracking Technologies <p>We and our vendors may use a variety of tracking technologies, including cookies, that process certain information when you interact with the Digital Channels or the Service, such as device identifier, IP address, location, other unique identifiers, pages within the Digital Channels that you visit, and the length and time of your visit or use of the Service.</p>\n<p>We may combine certain information processed through tracking technologies with other information we obtain about you, which may include data we obtain from external parties.&nbsp;</p>\n<p>For additional information about our use of cookies and other tracking technologies, see our Cookie Notice </p>\n<p>&nbsp;</p>\n<p>\n</p> 4.\nSharing Your Personal Information&nbsp.\n<p>Personal information we collect about you may be used by and disclosed to our subsidiaries, affiliates, and business partners on a need-to-know basis.\nWe also disclose personal information to our vendors, including those who collect, manage, and analyze our business partner information and perform services for us, such as payment processing, order fulfillment, customer support, data analytics, sending marketing communications and improving or maintaining the performance of our Service, or perform IT or other professional services.\nIn addition, we may share personal information for the following purposes:</p>\n<ul>\n<li>\n<strong>Co-Branding.</strong> From time to time, we may enter into an arrangement with another company that is not owned by or affiliated with us to offer co-branded services or events.\nAny personal information you provide through a co-branded service or event may be shared with the co-branded partners.\nSeparate privacy policies would typically apply to these partners’ uses of your personal information.&nbsp;</li>\n<li>\n<strong>Business Transactions.</strong> In the event of a business transaction, we may disclose personal information to prospective or actual purchasers, investors, or successor entities in connection with a contemplated reorganization or an actual reorganization of our business or in connection with financing, a sale, or other transaction involving the disposal of all or part of our business or assets, including for the purpose of permitting the due diligence required to decide whether to proceed with a transaction.</li>\n<li>\n<strong>Legal Compliance</strong>.\nWe may also disclose personal information for legal compliance, law enforcement, and public safety purposes.\nFor example, we might provide personal information to public authorities, including law enforcement as well as government or regulatory bodies, lawful authorities, or other authorized parties to comply with laws, regulations, court orders or legal processes, or other legal obligations or to protect or defend our rights and property or that of others, or enforce the terms and conditions that govern the Services.</li>\n</ul>\n<p>The following chart identifies the categories of people likely to receive your personal information and why they would process your personal information:</p>\n<strong>Type</strong>\n<p>&nbsp;</p>\n<strong>Examples of Why Personal Information is Disclosed</strong>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Customer Service </strong>\n</li>\n<li>\n<strong>Vendors</strong>\n</li>\n<li>\n<strong>Joint Venture and Channel Partners</strong>\n</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Transactional and marketing communications</li>\n<li>Business partner account servicing and payment processing</li>\n<li>Business partner order processing and fulfillment</li>\n<li>Business partner auditing&nbsp;</li>\n<li>Operation and security of our Digital Channels</li>\n<li>Business partner and investor services</li>\n<li>Compliance with legal or contractual obligations</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Advertising and Marketing Vendors</strong>\n<p>&nbsp;</p>\n<ul>\n<li>Marketing and advertising</li>\n<li>Data analytics and market research</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Public Authorities and Courts</strong>\n<p>&nbsp;</p>\n<ul>\n<li>Legal and regulatory compliance</li>\n<li>Public authority assistance</li>\n<li>Compliance with legal processes&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<strong>Business Administration Vendors&nbsp;&nbsp.\n</strong>&nbsp.\n<p>&nbsp;</p>\n<ul>\n<li>Information technology</li>\n<li>Security services</li>\n<li>Product and service maintenance and development</li>\n<li>Due diligence processes</li>\n<li>Professional advisors and consultants, including outside legal counsel and external auditors</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Aggregated or anonymized information.\n</strong>We may also share aggregated or anonymized information with third parties for other purposes.\nSuch information does not identify you individually, but may include usage, viewing, and technical information such as the websites you generally use, the configuration of your computer, and performance metrics related to the use of the Digital Channels or Service which we collect through our technology and Service.\nIf we are legally required to treat such information as personal information, then we will only disclose it consistent with the way we treat other personal information.\nOtherwise, we may disclose aggregated or anonymized information for any reason.</p>\n<p>&nbsp;</p>\n<p>\n</p> 5.\nOther Online Services <p>The Digital Channels and our Service may contain links to, or features facilitated by, other companies.\nFor clarity, this Privacy Notice does not apply to the practices of companies that we do not own or control.\nWe provide external links for your convenience, and we do not control, review, or take responsibility for the privacy practices of other companies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> 6.\nData Retention <p>Baker Hughes retains your personal information for as long as necessary for the purposes described in this Privacy Notice or to achieve the purposes for which the information was collected, or as may otherwise be permitted under applicable law.\nIn determining retention periods, we consider factors such as our legal and contractual obligations, as well as the amount, nature, and sensitivity of personal information, the purposes for which we process the personal information, and the potential risk of harm that may result from unauthorized processing of the personal information.</p>\n<p>Where your personal information is used for more than one purpose, we will retain it until the last retention period is met, at which time our goal is to process effective disposition of the information in accordance with company policies and processes.\nFor more information about our retention policies, please contact us using the contact details at the end of this Privacy Notice.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> 7.\nHow We Protect Your Personal Information <p>Baker Hughes has adopted and maintains administrative, technical, physical, and organizational safeguards consistent with relevant legal requirements and industry standards to protect your personal information from loss, theft, misuse, inadvertent destruction, or other unauthorized processing.</p>\n<p>We require our vendors and business partners who have access to our personal information to comply with contractual obligations to adopt and maintain safeguards similar to those we use to protect personal information when it is processed on our behalf or as part of our Service.</p>\n<p>&nbsp;</p>\n<p>\n</p> 8.\nYour Choices and Rights in Your Personal Information <p>We rely on the accuracy, integrity, and reliability of your personal information to be able to comply with our business and legal obligations.\nTo help us with this, please update any changes to your personal information within applicable business account, such as changes to your contact information.</p>\n<p>\n<strong>Communication Preference</strong>\n</p>\n<p>If you no longer wish to receive marketing communication form us, you may opt out of our marketing emails by clicking the \"Unsubscribe\" link at the bottom of our marketing emails or by updating your communication preference in the Contact Us web page here https://www.bakerhughes.com/contact-us.\nNote that unsubscribing from marketing emails will not affect your receipt of transactional communications, such as those related to our ongoing business relationship or administrative messages.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>For information about the choices you may have regarding our use of Cookies, please see our Cookie Notice</p>\n<p>\n<strong>How you can exercise your rights in relation to our processing of your personal information</strong>\n</p>\n<p>Depending on your location and subject to applicable law and certain restrictions, you may have certain data subject rights, such as the right to know what personal information we process about you and to review, access, correct, delete, port, and/or restrict or object to our processing of such personal information.\nIf we collected your information based on your consent, you can withdraw your consent for processing your personal information at any time.&nbsp;</p>\n<p>You can exercise your rights (if applicable) by submitting this form .\nIf you have any questions about the form or our process, please contact us using the contact details at the end of this Privacy Notice.</p>\n<p>Subject to appropriate verification of your identity, Baker Hughes will honor any rights in your personal information provided to you by applicable law (such as the European General Data Protection Regulation if you are located in the European Economic Area), unless an exception or restriction prevents us from fully honoring your request, in which case we will explain such exception or restriction in our response to you.</p>\n<p>It is the policy of Baker Hughes not to disclose any information in response to a privacy rights request that may adversely affect the privacy of other persons unless legally required to do so.\nIf an authorized agent submits a request for you, we may ask you to verify your own identity or confirm the request directly with us.&nbsp;</p>\n<p>You can expect that we will respond to your privacy rights request within the required time period under applicable law, unless we reach out to explain that it will take us longer.\nIf we cannot fulfill your privacy rights request, we will explain why.&nbsp;</p>\n<p>Please note that individual rights may not be available under applicable law to all users of our Services.\nWhen permitted by law, we may charge an appropriate fee to cover the costs of responding to your request.</p>\n<p>If at any time, you believe that personal information about you has been processed in violation of this Privacy Notice, you may report your concern to us using the contact details at the end of this Privacy Notice.</p>\n<p>In certain countries, you may have the right to file a complaint with a data protection authority if you believe our processing of your personal information violates your rights under applicable data protection or privacy law.\nAlthough Baker Hughes has not independently verified its accuracy, a list of data protection authorities is maintained by the International Association of Privacy Professionals.</p>\n<p>&nbsp;</p>\n<p>\n</p> 9.\nAdditional Information for California Residents <p>The purpose of this California Privacy Section is to supplement other parts of our Privacy Notice and provide additional information relevant to California residents regarding our personal information processing practices in the previous 12 months and our current personal information collection practices.\nThis California Privacy Section should be read in conjunction with our Privacy Notice.\nWe have described the categories of personal information we collect, the sources from which we collect personal information, and our purposes for collection in the “Personal Information We Collect, Why We Collect It, and How We Use It” section at the beginning of this Privacy Notice.\nThe “Sharing Your Personal Information” section above, describes how and when we disclose personal information to others.</p>\n<p>\n<strong>California Privacy Rights.</strong> Subject to appropriate verification of your identity, you may ask us for access to your personal information in our possession, or information about such personal information, including the categories and sources of personal information, our purposes for processing personal information, and how we disclose personal information.\nYou also may ask us to delete your personal information, correct inaccuracies in your personal information, and/or restrict or object to our processing of such personal information.\nPlease note that Baker Hughes does not use sensitive personal information in a way that requires us to restrict or limit our use of sensitive personal information in response to a California resident’s privacy rights request.&nbsp;</p>\n<p>You may also designate an authorized agent to submit a request for you.\nEven when an authorized agent submits a request for you, we may ask you to verify your own identity or confirm the request directly with us.\nYou can expect that we will respond to your privacy rights request within 45 days, unless we reach out to explain that it will take us longer.\nIf we cannot fulfill your privacy rights request, we will explain why.&nbsp;</p>\n<p>California privacy rights requests may be submitted to us by submitting this form or using the contact details at the end of this Privacy Notice.\nWe do not retaliate or discriminate against California residents for exercising their privacy rights.</p>\n<p>\n<strong>Selling and Sharing of Personal Information.</strong> Baker Hughes does not knowingly sell or share (as those terms are defined the California Consumer Privacy Act) personal information collected from California residents of any age, including specifically residents under 16 years old.\nWe may disclose personal information to our vendors to facilitate personalized advertising and other advertising and marketing, including through the use of Cookies on our websites.\nFor more information about how to control cookies or other tracking technologies associated with the Digital Channels and Services, please see Section 3: Cookies and Other Tracking Technologies and our Cookie Notice.\nIf our practices change, we will update this Privacy Notice and provide the required rights to opt out of the sale or sharing of personal information.</p>\n<p>&nbsp;</p>\n<p>\n</p> 10.\nAdditional Information for International Visitors to the Website&nbsp.\n<p>Baker Hughes operates the bakerhughes.com and other websites from the United States and may transfer, disclose, and store your personal information in the United States, where we are headquartered, or in any other country where we or our business partners or vendors, who process data on our behalf, operate.\nThe data protection and privacy laws in these countries may offer a lower level of protection than the applicable laws in your jurisdiction.&nbsp;</p>\n<p>We take appropriate measures in compliance with applicable law to protect any personal information that we transfer to another location, including safeguards legally required to protect personal information during transfer and other processing outside the country where it was collected.&nbsp;</p>\n<p>If you are located in the European Economic Area, the UK, or Switzerland, we will implement appropriate measures when it is transferred outside of the EEA, the UK, or Switzerland by processing it in a territory which the European Commission or other regulator has determined provides an adequate level of protection for personal information or by otherwise ensuring appropriate safeguards are in place to protect your personal data, such as entering into the Standard Contractual Clauses approved by the European Commission.\n&nbsp;</p>\n<p>By using our Digital Channels, the Service, or otherwise submitting your personal information to us, you agree to the processing of your personal information in the jurisdictions in which we operate.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> 11.\nChildren’s Personal Information <p>The Baker Hughes Digital Channels are designed for a general audience and are not directed to children under the age of 16.\nExcept in cases where we organize educational events specifically designed for children, we do not knowingly collect or solicit personal information from children under the age of 16.\nIn such cases, we will provide a supplemental notice at the time of collection.\nIf we become aware that we have collected personal information from a child under the age of 16, we will promptly delete the information from our records.\nIf you believe that a child under the age of 16 may have provided us with personal information, please contact us as specified in the section below.</p>\n<p>&nbsp;</p>\n<p>\n</p> 12.\nContacting Us <p>If you have any questions about this Privacy Notice or our privacy practices or wish to exercise your privacy rights, please write to us at the postal address or email address below.\nFor other questions, you may visit our Contact Us page.&nbsp;</p>\n<p>\n<strong>Attn:&nbsp;</strong>\n<br>\nDigital Trust Compliance Office &nbsp;<br>\nBaker Hughes Company<br>\n2001 Rankin Road<br>\nHouston, Texas 77073</p>\n<p>To email us, please click HERE<br>\nEthics Phone Line: 1-800-288-8475.&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2023-08-19 20:37:52.372075", "updated_at": "2023-08-19 20:39:08.62641"}], "points": [], "urls": ["bakerhughes.com"]}}