{"error": 448, "message": "OK", "parameters": {"id": 9295, "name": "Net Nanny applications", "created_at": "2023-08-19 19:54:10.321323", "updated_at": "2023-08-19 22:03:09.774699", "wikipedia": null, "keywords": null, "related": null, "slug": "net-nanny-applications", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9295.png", "url": "netnanny.com", "documents": [{"id": 18209, "name": "Privacy Policy ", "url": "https://www.netnanny.com/support/privacy-policy", "xpath": "//*[@id=\"content\"]", "text": "Net Nanny Privacy Policy<p>Content Watch Holdings, Inc.\n(“we”, “our” or “us”) is the provider of www.netnanny.com (the “Site”), the Net Nanny applications, and the services, features, content or other applications we offer (collectively with the Site, the “Net Nanny Services”).\n&nbsp;We respect your privacy and will be clear and transparent about the information we are collecting from you and its purpose.</p>\n<p>A child friendly privacy policy in plain English will be available soon.</p>1.\nIntroductionWho We Are:<p>Content Watch is a US based company that owns, develops, maintains and supports the product known as Net Nanny.\nThe online services associated with the Net Nanny product and service are hosted within a US based cloud environment of Amazon Web Services.</p>What does this Privacy Policy Cover?<p>This Privacy Policy covers the treatment (collection, use and disclosure) of personally identifiable information (“Personal Information”) gathered when you are using or accessing the Net Nanny Services.</p>Third Parties<p>This Privacy Policy does not apply to the practices of third parties that we do not own or control, including but not limited to any third party websites, services and applications (“Third Party Services”) that you elect to access through the Service or to individuals that we do not manage or employ.</p>\n<p>We encourage you to read the privacy notice of all Third Party Services you use.</p>Your Role:<p>It is important that the personal data we hold on you is accurate and up to date.\nPlease keep us informed if your personal data changes during your relationship with us.\nWhen you use the Net Nanny Services, you are consenting to the processing of personal data as described in this Privacy Policy.</p>2.\nWhat Information We Collect<p>The information we gather enables us to personalize, improve and continue to operate the Services.\nIn connection with certain aspects of the Services, we may request, collect and/or display some of your Personal Information.\nWe collect the following types of information from our users.</p>Account Information<p>When you create an Account, you will provide information that could be Personal Information, such as</p>\n<ul>\n<li>your first name and last name (Identity)</li>\n<li>email address and telephone number (Contact)</li>\n<li>username and password (Profile)</li>\n</ul>Location Information<p>Some of the Net Nanny Services may include features based on users’ actual locations and may report on users’ current locations (“Location-Based Services”).\n&nbsp;To the extent you voluntarily opt to use any Location-Based Services, we may collect and store information about your location at the time you use those Location-Based Services.\nThis information can come from a variety of sources depending on the client you use to access the Services.\nfor example, a mobile phone may report its GPS location at the time Location-Based Services are used.</p>Technical Information<p>Technical Information is collected automatically through the interaction with the Net Nanny Services and includes</p>\n<ul>\n<li>IP address</li>\n<li>browser and plug-ins</li>\n<li>operating system</li>\n</ul>\n<p>We may collect some device-specific information if you access the Net Nanny Services using a mobile device.\n&nbsp;It may include but is not limited to:</p>\n<ul>\n<li>phone number</li>\n<li>unique device identifiers</li>\n<li>network information</li>\n<li>hardware model</li>\n</ul>Usage Information<p>This includes how you use the Net Nanny Services and data gathered through the operation of the Net Nanny Services.</p>Marketing and Communications Information<p>This includes your preferences in receiving marketing communications from us.\nYou may unsubscribe from these messages through your Account settings, although we, regardless, reserve the right to contact you when we believe it is necessary, such as for account recovery purposes.</p>Aggregated Information<p>We collect statistical or demographic information about how both unregistered and registered users, collectively, use the Net Nanny Services.\nThis information might include, but is not limited to, for example, session information, Account settings, and parental controls activities.\n&nbsp;Some of this information may be derived from Personal Information but it is not considered Personal Information, as it cannot be used to identify you.</p>3.\nHow We Collect Personal Information<p>We receive information about you from various sources.</p>Direct Interaction<p>This includes Personal Information you provide when you</p>\n<ul>\n<li>register for the Net Nanny Services;</li>\n<li>contact us;</li>\n<li>provide feedback.\nor</li>\n<li>request information</li>\n</ul>Automated Technologies<p>This includes Personal Information you provide through your interaction with the Net Nanny Services (your “Account”).\nPlease see our Cookie Policy for more details.</p>Other Sources<p>This includes publicly available information or information provided by third party services (e.g.\nAnalytics or Identity providers).</p>4.\nPurposes for the Processing of Personal Information<p>We will only process your Personal Information where we have a legal basis to do so.\nThe legal basis will depend on the reasons we have collected your Personal Information and need to use it for.</p>\n<p>Please see the table below for the specific purposes that we have identified, the legal basis and what our legitimate interests are where appropriate:</p>\n<p>\n<strong>Purpose/Activity</strong>\n</p>\n<p>\n<strong>Type of data</strong>\n</p>\n<p>\n<strong>Lawful basis for processing including basis of legitimate interest</strong>\n</p>\n<p>To register you as a new customer</p>\n<p>(a) Identity</p>\n<p>(b) Contact</p>\n<p>Performance of a contract with you</p>\n<p>To manage our relationship with you which will include:</p>\n<p>(a) Notifying you about changes to our terms or privacy policy</p>\n<p>(b) Asking you to leave a review or take a survey or provide feedback</p>\n<p>(b) Contact</p>\n<p>(c) Profile</p>\n<p>(d) Marketing and Communications</p>\n<p>(a) Performance of a contract with you</p>\n<p>(b) Necessary to comply with a legal obligation</p>\n<p>(c) Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services)</p>\n<p>To administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)</p>\n<p>(a) Identity</p>\n<p>(b) Contact</p>\n<p>(c) Technical</p>\n<p>(a) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganization or group restructuring exercise)</p>\n<p>(b) Necessary to comply with a legal obligation</p>\n<p>To deliver relevant website content and Net Nanny advertisements to you and measure or understand the effectiveness of the advertising we serve to you</p>\n<p>(a) Identity</p>\n<p>(b) Contact</p>\n<p>(c) Profile</p>\n<p>(d) Usage</p>\n<p>(e) Marketing and Communications</p>\n<p>(f) Technical</p>\n<p>Necessary for our legitimate interests (to study how customers use our services, to develop them, to grow our business and to inform our marketing strategy)</p>\n<p>To use data analytics to improve our website, services, marketing, customer relationships and experiences</p>\n<p>(a) Technical</p>\n<p>(b) Usage</p>\n<p>Necessary for our legitimate interests (to define types of customers for our services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy)</p>\n<p>To make suggestions and recommendations to you about new Net Nanny goods or services that may be of interest to you</p>\n<p>(a) Identity</p>\n<p>(b) Contact</p>\n<p>(c) Technical</p>\n<p>(d) Usage</p>\n<p>(e) Profile</p>\n<p>Necessary for our legitimate interests (to develop/improve our products/services and grow our business)</p>\n<p>To operate the Net Nanny App and Services</p>\n<p>(a) Technical</p>\n<p>(b) Usage</p>\n<p>(c) Profile</p>\n<p>Performance of a contract with you</p>\n<p>To provide the optional Digital Safety Indicator feature which generates automatic decisions including profiling (discussed below)</p>\n<p>(a) Usage</p>\n<p>Consent</p>\n<p>To process special categories of personal data when processing keyboard outputs</p>\n<p>(a) Usage</p>\n<p>Consent</p>\n<p>\n</p>\n<p>Please contact us if you need more details about the above description.</p>\n<p>\n</p>Profiling and Automated decision-making<p>By default, the Net Nanny Services do not use profiling or automated decision making.\nNet Nanny lets parents create a profile for each protected user.\nThis has custom settings for content filtering, screen time settings, apps and location tracking.\nThis profile includes a created name and avatar that is associated with profile.\nThe settings determine content, apps and device usage rule for each user and the settings are applied to all devices where the Net Nanny software is installed.</p>Marketing<p>We will not send you marketing communications unless you have requested such information or have opted in to receive promotional offers.\nWe do not send any kind of promotional communications to children.</p>\n<p>You may opt out from receiving marketing communications through your Account settings.</p>Tracking<p>We may serve advertisements, and also allow third parties to serve advertisements through the Net Nanny Services.\nThese advertisements are sometimes targeted and served to particular users and may come from third party companies including “ad networks.” &nbsp;Ad networks include third party ad servers, ad agencies, ad technology vendors and research firms.\nTo support and enhance the Net Nanny Services, we use online identifiers (including cookie identifiers), IP addresses, device identifiers, and customer-assigned identifiers to record and analyze user behavior.</p>\n<p>We do not provide Personal Information to any ad networks for use outside of the Net Nanny Services and we do not advertise to children.</p>\n<p>\n<em>\n<u>App</u>\n</em>\n</p>\n<p>The Net Nanny apps use a variety of tracking technologies to customize the user experience and understand App usage for future improvements and enhancements.\nThese technologies include Firebase, Braze, AppFlyer and Aptitude.\nThe modules are used for in-app functionality and enhanced user experience and cannot be disabled.</p>\n<p>\n<em>\n<u>Website</u>\n</em>\n</p>\n<p>Our website uses various technologies to track usage and provide a customized user experience while managing your account and shopping on the website.\nFor additional information about the cookies we use, please see ourCookie Policy.</p>5.\nDisclosure of Personal Information<p>We may share your Personal Information with third parties and for various purposes as shown below:</p>Third Parties may include:<ul>\n<li>Suppliers and Providers including IT Services, Customer Support, Payment Processors</li>\n<li>Professional Advisors including lawyers, bankers, auditors, insurers, agents</li>\n<li>Regulators and authorities including auditors, fraud preventions, public bodies</li>\n</ul>Purposes may include:<ul>\n<li>Necessity to performing the contract with you</li>\n<li>Legal and regulatory obligations and proceedings</li>\n<li>Legitimate interests including<ol>\n<li>Operation of our business</li>\n<li>Compliance with internal policies and procedures</li>\n</ol>\n</li>\n</ul>\n<p>By default, our Service Providers do not have any right to use Personal Information or other information we share with them beyond what is necessary to assist us.\nYou hereby consent to our sharing of Personal Information with our Service Providers for the purposes stated in this Privacy Policy.</p>6.\nData Storage<p>Our servers and offices are located in the United States, so your information may be transferred to, stored, or processed within the United States.\nBy using the Net Nanny Services, you understand and consent to the collection, storage, processing, and transfer of your information to our facilities in the United States and those third parties with whom we share it as described in this policy.</p>\n<p>Non-U.S.\nUsers: &nbsp;Please be advised that your information may be processed in the country in which it was collected and in other countries, including the United States, where laws regarding processing of personal data may be less stringent than the laws in your country.\n&nbsp;If you have concerns about our processing of your personal data, please do not use the Net Nanny Services.</p>7.\nData Security<p>While the data protection, privacy, and other laws of the United States might not be as comprehensive as those in your country, we take many steps to protect your privacy.</p>\n<p>When you use the Net Nanny Services, your Personal Information is securely encrypted in transit and at rest.\nWe have also put in place security measures and access control mechanisms to ensure that your information is prevented from loss and only accessed in an authorized manner.</p>\n<p>We store and process information by using latest industry-standard techniques.\nHowever, we cannot guarantee or warrant that such techniques will provide complete security of your Personal Information.\n&nbsp;Any transmission is at your own risk.</p>\n<p>Your Account information will be protected by a password for your privacy and security.\nYou need to prevent unauthorized access to your Account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer and browser by signing off after you have finished accessing your Account.</p>8.\nData Retention<p>As stated above we only collect Personal Information that is needed for the purposes specified in this Privacy Policy and we only retain Personal Information for as long as it is necessary,</p>Net Nanny stores the following Personal Information:<ul>\n<li>Name</li>\n<li>email address</li>\n<li>telephone number</li>\n<li>unique device ID</li>\n<li>geographical location</li>\n<li>IP address</li>\n</ul>\n<p>Upon termination of the contract personal data is deleted from live systems within 30 days and from the backup systems after 12 months following the date of the account termination or request.</p>\n<p>Any data which is retained for a period longer than 12 months, which for example may usage information, is anonymized.\nWe may use this anonymized information for research or statistical purposes indefinitely without further notice to you, as it can no longer be associated with you.</p>9.\nYour Rights<p>You have certain rights that you can exercise in relation with your Personal Information:</p>Right of information:<p>You have the right to receive certain information about our data collection and data processing activities.</p>Right to access:<p>This is commonly known as Subject Access Request and enables you to request and receive a copy of the personal data we hold about you.</p>Right to rectification:<p>You have a right to ask for modification or completion of your personal data.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>Right to object:<p>You can object to, or request that we restrict, our processing of your personal data in certain circumstances.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which overrides your rights and freedoms.</p>Right to withdraw consent at any time:<p>You can withdraw previously given consent for the processing of your personal data for the relevant purpose at any time.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent or any processing not based on your consent.\nIf you withdraw your consent, we may not be able to provide certain services to you.\nWe will advise you if this is the case at the time you withdraw your consent.\nOnce we have received notification that you have withdrawn your consent, we will no longer process your information for the relevant purpose.</p>Right to be forgotten (right to erasure):<p>You can ask us to delete or remove your personal data at any time.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nWhere this right is exercised, we will delete your personal data from our live servers.\nYour personal data will then be deleted from our back-up systems 12 months after the request for erasure but your data will not be used by Net Nanny during that 12 month period, Note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</p>Right to data portability:<p>You can request a transfer of your personal data to a third party in an electronically usable (machine-readable) format.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</p>Request to restrict processing:<p>You may ask to restrict our processing of your personal data</p>\n<ul>\n<li>if you want us to establish the data's accuracy;</li>\n<li>where our use of the data is unlawful but you do not want us to erase it;</li>\n<li>where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor</li>\n<li>you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</li>\n</ul>Right not to be subject to automated decision making:<p>You have the right not to be subject to automated decision-making (including profiling) which has legal or other significant effects on you.</p>Right to complain:<p>You have the right to make a complaint at any time to the supervisory authority for data protection issues in your country.\nWe would, however, appreciate the chance to deal with your concerns before you approach a supervisory authority, so please contact us in the first instance.</p>10.\nContact us<p>If you want to exercise any of these rights have any questions or concerns regarding privacy using the Net Nanny Services, please send us a detailed message to legal@netnanny.com.\nWe will make every effort to resolve your concerns.</p>\n<p>You can also send a written request by post to</p>\n<p>ContentWatch Holdings, 1055, Westlakes Drive, Suite 301, Berwyn, PA 19312</p>\n<p>We do not charge a fee if you exercise one of the above rights.\nHowever, we may charge a reasonable fee if your request for access is clearly unfounded or excessive.</p>", "created_at": "2023-08-19 19:54:10.351096", "updated_at": "2023-08-19 19:57:49.584521"}, {"id": 18210, "name": "Cookie Policy", "url": "https://www.netnanny.com/support/cookie-policy/", "xpath": "//*[@id=\"content\"]", "text": "Net Nanny Cookie Policy<br>\n<br>\n<p>This website uses cookies.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\n</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.</p>\n<p>Your consent applies to the following domains: www.netnanny.com</p> Your current state: Deny.&nbsp;Your current state: Do not sell or share my personal information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all.&nbsp;<p>Your consent ID: Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo not sell or share my personal information<br>\n<p>Cookie declaration last updated on 8/6/23 by Cookiebot: </p>\n<p>Necessary (25) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type __stripe_mid Stripe This cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.\n1 year HTTP Cookie __stripe_sid Stripe This cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.\n1 day HTTP Cookie _ab Stripe This cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.\nSession HTML Local Storage _GRECAPTCHA Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\n180 days HTTP Cookie _mf Stripe This cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.\nSession HTML Local Storage apay-session-set Amazon This cookie is used in conjunction with the payment window - The cookie is necessary for making secure transactions on the website.\n1 year HTTP Cookie AWSALB www.netnanny.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n7 days HTTP Cookie AWSALBCORS www.netnanny.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n7 days HTTP Cookie CONSENT YouTube Used to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n2 years HTTP Cookie CookieConsent www.netnanny.com Stores the user's cookie consent state for the current domain 1 year HTTP Cookie CRAFT_CSRF_TOKEN www.netnanny.com Ensures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\nSession HTTP Cookie CraftSessionId www.netnanny.com Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\n1 day HTTP Cookie id Stripe Pending Session HTML Local Storage is_eu Pinterest Determines whether the user is located within the EU and therefore is subject to EU's data privacy regulations.\nSession HTML Local Storage JSESSIONID Amazon Preserves users states across page requests.\nSession HTTP Cookie language Amazon Saves the user's preferred language on the website.\n1 day HTTP Cookie ledgerCurrency Amazon Necessary for the login and payment functionality of Amazon Pay.\n1 day HTTP Cookie m Stripe Determines the device used to access the website.\nThis allows the website to be formatted accordingly.\n400 days HTTP Cookie pa_enabled Solarwinds Determines the device used to access the website.\nThis allows the website to be formatted accordingly.\nPersistent HTML Local Storage rc::a Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage rc::b Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage rc::c Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage SESS# [x2] Amazon<br>ads.nextdoor.com Preserves users states across page requests.\n1 year HTTP Cookie thirdPartyCookiesEnabled Pure Chat Determines whether the user has opted-out of third-party cookies.\n1 day HTTP Cookie <p>Preferences (10) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type #__purechatLastCheckin prod.purechatcdn.com This cookie is used to collect information about how the visitor interacts with the live chat function on the website.\nPersistent HTML Local Storage #__purechatSessionStart prod.purechatcdn.com This cookie is used to collect information about how the visitor interacts with the live chat function on the website.\nPersistent HTML Local Storage _PCCID Pure Chat Identifies the visitor across devices and visits, in order to optimize the chat-box function on the website.\n400 days HTTP Cookie _PCCSID_# Pure Chat Set by Purechat to assist in managing site chat.\n1 day HTTP Cookie _purechatLocalStorageAccess prod.purechatcdn.com Necessary for the functionality of the website's chat-box function.\nPersistent HTML Local Storage 01234567-89ab-cdef-0123-456789abcdef__purechat_sessionStartTime prod.purechatcdn.com Pending Persistent HTML Local Storage 01234567-89ab-cdef-0123-456789abcdef__purechatPageStart prod.purechatcdn.com Pending Persistent HTML Local Storage i prod.purechatcdn.com Allows the website to recoqnise the visitor, in order to optimize the chat-box functionality.\nPersistent HTML Local Storage vc prod.purechatcdn.com Allows the website to recoqnise the visitor, in order to optimize the chat-box functionality.\nPersistent HTML Local Storage vn prod.purechatcdn.com Allows the website to recoqnise the visitor, in order to optimize the chat-box functionality.\nPersistent HTML Local Storage <p>Statistics (15) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _hjAbsoluteSessionInProgress Hotjar This cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.\n1 day HTTP Cookie _hjFirstSeen Hotjar This cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.\n1 day HTTP Cookie _hjIncludedInSessionSample_# Hotjar Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.\n1 day HTTP Cookie _hjSession_# Hotjar Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.\n1 day HTTP Cookie _hjSessionUser_# Hotjar Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.\n1 year HTTP Cookie _hjTLDTest Hotjar Registers statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSession HTTP Cookie 1 Stripe Registers data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.\nSession HTML Local Storage FirstSession www.netnanny.com Detects how the user reached the website by registering their last URL-address.\n6 months HTTP Cookie lastCheckin_# prod.purechatcdn.com Pending Persistent HTML Local Storage pa Solarwinds Registers the website's speed and performance.\nThis function can be used in context with statistics and load-balancing.\nPersistent HTML Local Storage purechat_acquisition_source prod.purechatcdn.com Identifies the last page visited by the visitor.\nThis is used in order to make the chat-box function more relevant.\nPersistent HTML Local Storage purechat_chatServerUrl prod.purechatcdn.com This cookie is used to collect information about how the visitor interacts with the live chat function on the website.\nPersistent HTML Local Storage ReturningSession www.netnanny.com Used by the website's owners to identify how the visitor accessed the website.\nThis is used for statistical purposes.\n6 months HTTP Cookie td Google Registers statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSession Pixel Tracker yt-player-headers-readable YouTube Used to determine the optimal video quality based on the visitor's device and network settings.\nPersistent HTML Local Storage <p>Marketing (36) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type _fbp Meta Platforms, Inc.\nUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie _gcl_au Google Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 months HTTP Cookie _pin_unauth Pinterest Used by Pinterest to track the usage of services.\n1 year HTTP Cookie _uetsid Microsoft Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\nPersistent HTML Local Storage _uetsid Microsoft Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n1 day HTTP Cookie _uetsid_exp Microsoft Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage _uetvid Microsoft Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\nPersistent HTML Local Storage _uetvid Microsoft Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n1 year HTTP Cookie _uetvid_exp Microsoft Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage IDE Google Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie LAST_RESULT_ENTRY_KEY YouTube Used to track user’s interaction with embedded content.\nSession HTTP Cookie LogsDatabaseV2:V#||LogsRequestsStore YouTube Pending Persistent IndexedDB MUID Microsoft Used widely by Microsoft as a unique user ID.\nThe cookie enables user tracking by synchronising the ID across many Microsoft domains.\n1 year HTTP Cookie nextId YouTube Used to track user’s interaction with embedded content.\nSession HTTP Cookie pagead/1p-user-list/1071305118/ Google Pending Session Pixel Tracker pagead/landing Google Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSession Pixel Tracker rc::f Google This cookie is used to distinguish between humans and bots.\nPersistent HTML Local Storage remote_sid YouTube Necessary for the implementation and functionality of YouTube video-content on the website.\nSession HTTP Cookie requests YouTube Used to track user’s interaction with embedded content.\nSession HTTP Cookie ServiceWorkerLogsDatabase#SWHealthLog YouTube Necessary for the implementation and functionality of YouTube video-content on the website.\nPersistent IndexedDB test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie TESTCOOKIESENABLED YouTube Used to track user’s interaction with embedded content.\n1 day HTTP Cookie ubid-main Amazon Used to identify the visitor across visits and devices.\nThis allows the website to present the visitor with relevant advertisement - The service is provided by third party advertisement hubs, which facilitate real-time bidding for advertisers.\nSession HTTP Cookie v3/ Pinterest Used by Pinterest to track the usage of services.\nSession Pixel Tracker VISITOR_INFO1_LIVE YouTube Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n180 days HTTP Cookie YSC YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage ytidb::LAST_RESULT_ENTRY_KEY YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage YtIdbMeta#databases YouTube Used to track user’s interaction with embedded content.\nPersistent IndexedDB yt-remote-cast-available YouTube Used to regulate the behavior of the integrated YouTube video player on other websites Session HTML Local Storage yt-remote-cast-installed YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage <p>Unclassified (1) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type s_# prod.purechatcdn.com Pending Persistent HTML Local Storage ", "created_at": "2023-08-19 19:55:02.482058", "updated_at": "2023-08-19 19:56:10.236073"}, {"id": 18211, "name": "Return Policy", "url": "https://www.netnanny.com/support/return-policy/", "xpath": "//*[@id=\"content\"]", "text": "Return PolicyNet Nanny offers a 14 day return policy*<p>Click here to email returns@contentwatch.com&nbsp;your refund request.&nbsp;Please include:</p>\n<ul>\n<li>Email address on your account and/or Order number</li>\n<li>Detailed reason for your refund request</li>\n</ul>\n<p>* If your order was placed directly in Google Play or the App Store it is subject to their return policies and it will require contacting them directly for a refund.</p>", "created_at": "2023-08-19 19:56:07.571648", "updated_at": "2023-08-19 19:56:37.843787"}, {"id": 18212, "name": "Terms of Service", "url": "https://www.netnanny.com/support/terms-conditions/", "xpath": "//*[@id=\"content\"]", "text": "Zift Software LLC &nbsp;Terms of Service<p>&nbsp;</p>\n<p>Please read these Terms of Service (collectively with Zift Software LLC’s Privacy Policy netnanny.com/support/privacy-policy/, Cookie Policy netnanny.com/support/cookie-policy/, and DMCA Copyright Policy&nbsp;netnanny.com/support/dmca/, the “Terms of Service”) fully and carefully before using&nbsp;NetNanny.com&nbsp;(the “Site”), the Net Nanny applications, the Detoured application, and the services, features, content or other applications offered by Zift Software LLC.\n&nbsp;(“we”, “us” or “our”) (together with the Site, the “Services”).\nThese Terms of Service set forth the legally binding terms and conditions for your use of the Site and the Services.</p>\n<p>&nbsp;</p>\n<p>1.&nbsp;<strong>Acceptance of Terms of Service</strong>.</p>\n<p>a.\nBy registering for and/or using the Services in any manner, including but not limited to visiting or browsing the Site, you agree to these Terms of Service and all other operating rules, policies and procedures that may be published from time to time on the Site by us, each of which is incorporated by reference and each of which may be updated from time to time without notice to you.</p>\n<p>b.&nbsp;Certain of the Services may be subject to additional terms and conditions specified by us from time to time.\nyour use of such Services is subject to those additional terms and conditions, which are incorporated into these Terms of Service by this reference.</p>\n<p>c.\nThese Terms of Service apply to all users of the Services, including, without limitation, users who are contributors of content, information, and other materials or services, registered or otherwise.</p>\n<p>d.\nARBITRATION NOTICE AND CLASS ACTION WAIVER: EXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE ARBITRATION SECTION BELOW, YOU AGREE THAT DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.</p>\n<p>&nbsp;</p>\n<p>2.&nbsp;<strong>Eligibility</strong>.\nThe Children’s Online Privacy Protection Act (“COPPA”) requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13.\n&nbsp;We do not knowingly collect or solicit personally identifiable information from a child under 13 without obtaining verifiable consent from that child’s parent or guardian (“Parental Consent”).\n&nbsp;If you are a child under 13, please do not attempt to send any personal information about yourself to us before we obtain Parental Consent.\n&nbsp;If you believe that a child under 13 has provided us with personal information without our obtaining Parental Consent, please contact us at&nbsp;support@netnanny.com&nbsp;&nbsp;We may, in our sole discretion, refuse to offer the Services to any person or entity and change its eligibility criteria at any time.\nYou are solely responsible for ensuring that these Terms of Service are in compliance with all laws, rules and regulations applicable to you and the right to access the Services is revoked where these Terms of Service or use of the Services is prohibited or to the extent offering, sale or provision of the Services conflicts with any applicable law, rule or regulation.\nFurther, the Services are offered only for your use, and not for the use or benefit of any third party.</p>\n<p>&nbsp;</p>\n<p>3.&nbsp;<strong>Registration</strong>.\nTo sign up for the Services, you must register for an account on the Services (an “Account”).\n&nbsp;You must provide accurate and complete information and keep your Account information updated.\nYou shall not: (i) select or use as a username a name of another person with the intent to impersonate that person.\n(ii) use as a username a name subject to any rights of a person other than you without appropriate authorization.\n(iii) use, as a username, a name that is otherwise offensive, vulgar or obscene.\nor (iv) create more than one Account.\nYou are solely responsible for the activity that occurs on your Account, and for keeping your Account password secure.\nYou may never use another person’s user account or registration information for the Services without permission.\nYou must notify us immediately of any change in your eligibility to use the Services (including any changes to or revocation of any licenses from state authorities), breach of security or unauthorized use of your Account.\nYou should never publish, distribute or post login information for your Account.\nYou shall have the ability to delete your Account, either directly or through a request made to one of our employees or affiliates.</p>\n<p>&nbsp;</p>\n<p>4.&nbsp;<strong>Content</strong>.</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;<strong>Definition</strong>.\nFor purposes of these Terms of Service, the term “Content” includes, without limitation, information, data, text, photographs, videos, audio clips, written posts and comments, software, scripts, graphics, and interactive features generated, provided, or otherwise made accessible on or through the Services.\nFor the purposes of this Agreement, “Content” also includes all User Content (as defined below).</p>\n<p>&nbsp;</p>\n<p>b.&nbsp;<strong>User Content</strong>.\nAll Content added, created, uploaded, submitted, distributed, or posted to the Services by users, including the name of the user that submitted the content (collectively “User Content”), whether publicly posted or privately transmitted, is the sole responsibility of the person who originated such User Content.\nYou represent that all User Content provided by you is accurate, complete, up-to-date, and in compliance with all applicable laws, rules and regulations.\nYou acknowledge that all Content, including User Content, accessed by you using the Services is at your own risk and you will be solely responsible for any damage or loss to you or any other party resulting therefrom.\n&nbsp;&nbsp;We do not guarantee that any Content you access on or through the Services is or will continue to be accurate.</p>\n<p>&nbsp;</p>\n<p>c.&nbsp;<strong>Notices and Restrictions</strong>.\nThe Services may contain Content specifically provided by us, our partners or our users and such Content is protected by copyrights, trademarks, service marks, patents, trade secrets or other proprietary rights and laws.\nYou shall abide by and maintain all copyright notices, information, and restrictions contained in any Content accessed through the Services.</p>\n<p>&nbsp;</p>\n<p>d.&nbsp;<strong>Use License</strong>.\nSubject to these Terms of Service, we grant each user of the Services a worldwide, non-exclusive, non-sublicensable and non-transferable license to use (i.e., to download and display locally) Content solely for purposes of using the Services.\nUse, reproduction, modification, distribution or storage of any Content for other than purposes of using the Services is expressly prohibited without prior written permission from us.\nYou shall not sell, license, rent, or otherwise use or exploit any Content for commercial use or in any way that violates any third party right.</p>\n<p>&nbsp;</p>\n<p>e.&nbsp;<strong>License Grant</strong>.\nBy submitting User Content through the Services, you hereby do and shall grant us a worldwide, non-exclusive, perpetual, royalty-free, fully paid, sublicensable and transferable license to use, edit, modify, truncate, aggregate, reproduce, distribute, prepare derivative works of, display, perform, and otherwise fully exploit the User Content in connection with the Site, the Services and our (and our successors’ and assigns’) businesses, including without limitation for promoting and redistributing part or all of the Site or the Services (and derivative works thereof) in any media formats and through any media channels (including, without limitation, third party websites and feeds), and including after your termination of your Account or the Services.\nYou also hereby do and shall grant each user of the Site and/or the Services a non-exclusive, perpetual license to access your User Content through the Site and/or the Services, and to use, edit, modify, reproduce, distribute, prepare derivative works of, display and perform such User Content, including after your termination of your Account or the Services.\n&nbsp;For clarity, the foregoing license grants to us and our users does not affect your other ownership or license rights in your User Content, including the right to grant additional licenses to your User Content, unless otherwise agreed in writing.\nYou represent and warrant that you have all rights to grant such licenses to us without infringement or violation of any third party rights, including without limitation, any privacy rights, publicity rights, copyrights, trademarks, contract rights, or any other intellectual property or proprietary rights.</p>\n<p>&nbsp;</p>\n<p>f.&nbsp;<strong>Availability of Content</strong>.\nWe do not guarantee that any Content will be made available on the Site or through the Services.\nWe reserve the right to, but do not have any obligation to, (i) remove, edit or modify any Content in our sole discretion, at any time, without notice to you and for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or if we are concerned that you may have violated these Terms of Service), or for no reason at all and (ii) to remove or block any Content from the Services.</p>\n<p>&nbsp;</p>\n<p>g.&nbsp;<strong>Endorsement of Content</strong>.\n&nbsp;You acknowledge that a large volume of information is available on our Services and that people participating in posting User Content on the Services occasionally post messages or make statements, whether intentionally or unintentionally, that are inaccurate, misleading or deceptive.\nWe neither endorse nor are responsible for such messages or statements, or for any opinion, advice, information or other content made or displayed on the Services by third parties, whether such third parties are visitors to the Services, members of the Services community or others.\nThe opinions expressed in the Services reflect solely the opinion(s) of the participants and may not reflect the opinion(s) of us.\nWe are not responsible for any errors or omissions in articles or postings, for hyperlinks embedded in messages or for any results obtained from the use of such information.</p>\n<p>&nbsp;</p>\n<p>5.&nbsp;<strong>Rules of Conduct</strong>.</p>\n<p>&nbsp;</p>\n<p>a.\nAs a condition of use, you promise not to use the Services for any purpose that is prohibited by these Terms of Service.\nYou are responsible for all of your activity in connection with the Services.\n&nbsp;</p>\n<p>b.\nYou shall not (and shall not permit any third party to) either (a) take any action or (b) upload, download, post, submit or otherwise distribute or facilitate distribution of any Content on or through the Service, including without limitation any User Content, that:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ni.\ninfringes any patent, trademark, trade secret, copyright, right of publicity or other right of any other person or entity or violates any law or contractual duty (see our&nbsp;netnanny.com/support/dmca/);</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nii.\nyou know is false, misleading, untruthful or inaccurate;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niii.is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, obscene, vulgar, pornographic, offensive, profane, contains or depicts nudity, contains or depicts sexual activity, or is otherwise inappropriate as determined by us in our sole discretion;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niv.constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (“spamming”);</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nv.\ncontains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data, password or other information of ours or of any third party;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvi.impersonates any person or entity, including any of our employees or representatives.\nor</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nvii.\nincludes anyone’s identification documents or sensitive financial information.</p>\n<p>c.\nYou shall not: (i) take any action that imposes or may impose (as determined by us in our sole discretion) an unreasonable or disproportionately large load on our (or our third party providers’) infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Services or any activities conducted on the Services.\n(iii) bypass, circumvent or attempt to bypass or circumvent any measures we may use to prevent or restrict access to the Services (or other accounts, computer systems or networks connected to the Services).\n(iv) run any form of auto-responder or “spam” on the Services.\n(v) use manual or automated software, devices, or other processes to “crawl” or “spider” any page of the Site.\n(vi) harvest or scrape any Content from the Services.\nor (vii) otherwise take any action in violation of our guidelines and policies.</p>\n<p>d.\nYou shall not (directly or indirectly): (i) decipher, decompile, disassemble, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Services (including without limitation any application), except to the limited extent applicable laws specifically prohibit such restriction, (ii) modify, translate, or otherwise create derivative works of any part of the Services, or (iii) copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder.\nYou shall abide by all applicable local, state, national and international laws and regulations.</p>\n<p>e.\nYou agree that you own the devices being monitored through use of the Services and/or have the consent of the parties who own or use the devices being monitored.\n&nbsp;You also agree to not monitor or manage any devices using the Services that are used or owned by neither your children nor individuals consenting to the use of the Services on their devices.</p>\n<p>f.\nWe also reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to (i) satisfy any applicable law, regulation, legal process or governmental request, (ii) enforce these Terms of Service, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of us, our users and the public.</p>\n<p>&nbsp;</p>\n<p>6.&nbsp;<strong>Third Party Services</strong>.\nThe Services may permit you to link to other websites, services or resources on the Internet, and other websites, services or resources may contain links to the Services.\nWhen you access third party resources on the Internet, you do so at your own risk.\nThese other resources are not under our control, and you acknowledge that we are not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such websites or resources.\nThe inclusion of any such link does not imply our endorsement or any association between us and their operators.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such website or resource.</p>\n<p>&nbsp;</p>\n<p>7.&nbsp;<strong>App Store.\n&nbsp;</strong>You acknowledge and agree that the availability of the Application is dependent on the third party websites from which you download the Application, e.g., the App Store from Apple or the Android app market from Google (each an “App Store”).\nEach App Store may have its own terms and conditions to which you must agree before downloading mobile applications from such store, including the Apple, Inc.\nDevice and Application Terms for the Apple App Store set forth below.\nYou agree to comply with, and your license to use the Application is conditioned upon your compliance with, such App Store terms and conditions.\nTo the extent such other terms and conditions from such App Store are less restrictive than, or otherwise conflict with, the terms and conditions of these Terms of Service, the more restrictive or conflicting terms and conditions in these Terms of Service apply.</p>\n<p>&nbsp;</p>\n<p>8.&nbsp;<strong>Apple, Inc.\nDevice and Service Terms</strong>.\n&nbsp;If you are accessing the Services on a device provided by Apple, Inc.\n(“Apple”) or otherwise obtained access to the Services through the Apple App Store, the following terms shall apply:</p>\n<p>a.\nBoth you and we acknowledge that these Terms of Service are concluded between you and us only, and not with Apple, and that Apple is not responsible for, does not endorse, and is not involved in the Services or Content;</p>\n<p>b.\nThe Services are licensed to you on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Services for your private, personal, non-commercial use, subject to all the terms and conditions of these Terms of Service as applicable;</p>\n<p>c.\nYou will only use the Services in connection with an Apple device that you own or control;</p>\n<p>d.\nYou acknowledge and agree that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Services;</p>\n<p>e.\nIn the event of any failure of the Services to conform to any applicable warranty, including those implied by law, you may notify Apple of such failure.\nupon notification, Apple’s sole warranty obligation to you will be to refund to you the purchase price, if any, of the Services;</p>\n<p>f.\nYou acknowledge and agree that we, and not Apple, are responsible for addressing any claims you or any third party may have in relation to our Services;</p>\n<p>g.\nYou acknowledge and agree that, in the event of any third party claim that the Services or your possession and use of the Services infringes that third party’s intellectual property rights, we, and not Apple, will be responsible for the investigation, defense, settlement and discharge of any such infringement claim;</p>\n<p>h.\nYou represent and warrant that you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties;</p>\n<p>i.\nBoth you and we acknowledge and agree that, in your use of the Services, you will comply with any applicable third party terms of agreement which may affect or be affected by such use.\nand</p>\n<p>j.\nBoth you and we acknowledge and agree that Apple and Apple’s subsidiaries are third party beneficiaries of these Terms of Service, and that upon your acceptance of these Terms of Service, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms of Service against you as the third party beneficiary hereof.&nbsp.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>9.&nbsp;<strong>Payments and Billing</strong>.</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;<strong>Paid Services.&nbsp;</strong>Certain of our Services may be subject to payments now or in the future (the “Paid Services”).\n&nbsp;Please note that any payment terms presented to you in the process of using or signing up for a Paid Service are deemed part of this Agreement.</p>\n<p>&nbsp;</p>\n<p>b.&nbsp;<strong>Billing</strong>.\nSome Paid Services will charge a fee for downloading or installing the Services through the applicable App Store linked to the specific device.\nYou agree to comply with, and your license to use the applications is conditioned upon your compliance with, such App Store terms and conditions.\n&nbsp;Any refunds relating to the applications or inquiries regarding refunds relating to the applications shall be handled solely by the applicable App Store in accordance with such App Store’s terms and conditions.\n&nbsp;To the extent you use other methods of payment for use of the Services, we use a third-party payment processor (the “Payment Processor”) to bill you through a payment account linked to your Account on the Services (your “Billing Account”) for use of the Paid Services.\nThe processing of payments will be subject to the terms, conditions and privacy policies of the Payment Processor in addition to this Agreement.\nPresently, we use Braintree as our Payment Processor.\n&nbsp;Braintree’s Terms of Service and Privacy Policy can be found at&nbsp;https://www.braintreepayments.com/legal.\n&nbsp;We are not responsible for error by the Payment Processor.\nBy choosing to use Paid Services, you agree to pay us, through the Payment Processor, all charges at the prices then in effect for any use of such Paid Services in accordance with the applicable payment terms and you authorize us, through the Payment Processor, to charge your chosen payment provider (your “Payment Method”).\nYou agree to make payment using that selected Payment Method.\nWe reserve the right to correct any errors or mistakes that it makes even if it has already requested or received payment.</p>\n<p>&nbsp;</p>\n<p>c.&nbsp;<strong>Payment Method</strong>.\nThe terms of your payment will be based on your Payment Method and may be determined by agreements between you and the financial institution, credit card issuer or other provider of your chosen Payment Method.\nIf we, through the Payment Processor, do not receive payment from you, you agree to pay all amounts due on your Billing Account upon demand.</p>\n<p>&nbsp;</p>\n<p>d.&nbsp;<strong>Recurring Billing</strong>.\nSome of the Paid Services may consist of an initial period, for which there is a one-time charge, followed by recurring period charges as agreed to by you.\nBy choosing a recurring payment plan, you acknowledge that such Services have an initial and recurring payment feature and you accept responsibility for all recurring charges prior to cancellation.\nWE MAY SUBMIT PERIODIC CHARGES (E.G., MONTHLY, YEARLY, ETC) WITHOUT FURTHER AUTHORIZATION FROM YOU, UNTIL YOU PROVIDE PRIOR NOTICE (RECEIPT OF WHICH IS CONFIRMED BY US) THAT YOU HAVE TERMINATED THIS AUTHORIZATION OR WISH TO CHANGE YOUR PAYMENT METHOD.\nSUCH NOTICE WILL NOT AFFECT CHARGES SUBMITTED BEFORE WE REASONABLY COULD ACT.\nTO TERMINATE YOUR AUTHORIZATION OR CHANGE YOUR PAYMENT METHOD PLEASE EMAIL&nbsp;SUPPORT@NETNANNY.COM</p>\n<p>&nbsp;</p>\n<p>e.&nbsp;<strong>Current Information Required</strong>.\nYOU MUST PROVIDE CURRENT, COMPLETE AND ACCURATE INFORMATION FOR YOUR BILLING ACCOUNT.\nYOU MUST PROMPTLY UPDATE ALL INFORMATION TO KEEP YOUR BILLING ACCOUNT CURRENT, COMPLETE AND ACCURATE (SUCH AS A CHANGE IN BILLING ADDRESS, CREDIT CARD NUMBER, OR CREDIT CARD EXPIRATION DATE), AND YOU MUST PROMPTLY NOTIFY US OR OUR PAYMENT PROCESSOR IF YOUR PAYMENT METHOD IS CANCELED (E.G., FOR LOSS OR THEFT) OR IF YOU BECOME AWARE OF A POTENTIAL BREACH OF SECURITY, SUCH AS THE UNAUTHORIZED DISCLOSURE OR USE OF YOUR USER NAME OR PASSWORD.\nCHANGES TO SUCH INFORMATION CAN BE MADE ON YOUR ACCOUNT SETTINGS ON THE SERVICES.\n&nbsp;IF YOU FAIL TO PROVIDE ANY OF THE FOREGOING INFORMATION, YOU AGREE THAT WE MAY CONTINUE CHARGING YOU FOR ANY USE OF PAID SERVICES UNDER YOUR BILLING ACCOUNT UNLESS YOU HAVE TERMINATED YOUR PAID SERVICES AS SET FORTH ABOVE.</p>\n<p>&nbsp;</p>\n<p>f.&nbsp;<strong>Change in Amount Authorized</strong>.\nIf the amount to be charged to your Billing Account varies from the amount you preauthorized (other than due to the imposition or change in the amount of state sales taxes), you have the right to receive, and we shall provide, notice of the amount to be charged and the date of the charge before the scheduled date of the transaction.\nAny agreement you have with your payment provider will govern your use of your Payment Method.\nYou agree that we may accumulate charges incurred and submit them as one or more aggregate charges during or at the end of each billing cycle.</p>\n<p>&nbsp;</p>\n<p>g.&nbsp;<strong>Auto-Renewal for Subscription Services</strong>.\nUnless you opt out of auto-renewal, any Subscription Services you have signed up for will be automatically extended for successive renewal periods of the same duration as the subscription term originally selected, at the then-current non-promotional rate.\nTo cancel auto-renewal or otherwise change or resign your Subscription Services at any time, go to the corresponding Account Settings on the Services or, for applications, cancel your subscription in the subscription management section of the applicable App Store.\n&nbsp;If you terminate a Subscription Service, you may use your subscription until the end of your then-current term.\nyour subscription will not be renewed after your then-current term expires.\nHowever, you won't be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period.</p>\n<p>&nbsp;</p>\n<p>h.&nbsp;<strong>Reaffirmation of Authorization</strong>.\nYour non-termination or continued use of a Paid Service reaffirms that we are authorized to charge your Payment Method for that Paid Service.\nWe may submit those charges for payment and you will be responsible for such charges.\nThis does not waive our right to seek payment directly from you.\nYour charges may be payable in advance, in arrears, per usage, or as otherwise described when you initially selected to use the Paid Service.</p>\n<p>&nbsp;</p>\n<p>i.&nbsp;<strong>Free Trials and Other Promotions</strong>.\nAny free trial or other promotion that provides access to a Paid Service must be used within the specified time of the trial.\nYou must stop using a Paid Service before the end of the trial period in order to avoid being charged for that Paid Service.\nIf you cancel prior to the end of the trial period and are inadvertently charged for a Paid Service, please contact us at&nbsp;<strong>support@netnanny.com</strong>.\n&nbsp;If you do not stop using a Paid Service before the end of the trial period, you will be charged for that Paid Service.</p>\n<p>&nbsp;</p>\n<p>j.&nbsp;<strong>Changes in Paid Services</strong>.\n&nbsp;The Paid Services fees may change and are subjective to additional fees from time to time if we add new features or functionality.\nWe will notify you by email or some other notification method if a price change occurs.\nIf you don’t agree with these changes you must immediately cancel your use of the Paid Services.\nOtherwise, we will then automatically renew the subscription and charge You at the new fee amount.</p>\n<p>&nbsp;</p>\n<p>10.&nbsp;<strong>Termination</strong>.\nWe may terminate your access to all or any part of the Services at any time, with or without cause, with or without notice, effective immediately, which may result in the forfeiture and destruction of all information associated with your membership.\nIf you wish to terminate your Account, you may do so by following the instructions on the Site or through the Services.\nAny fees paid hereunder are non-refundable.\nAll provisions of these Terms of Service which by their nature should survive termination shall survive termination, including, without limitation, licenses of User Content, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>&nbsp;</p>\n<p>11.&nbsp;<strong>Warranty Disclaimer</strong>.</p>\n<p>&nbsp;</p>\n<p>a.\nWe have no special relationship with or fiduciary duty to you.\nYou acknowledge that We have no duty to take any action regarding:</p>\n<p>i.which users gain access to the Services;</p>\n<p>ii.what Content you access via the Services.\nor</p>\n<p>iii.how you may interpret or use the Content.</p>\n<p>&nbsp;</p>\n<p>b.\nYou release us from all liability for you having acquired or not acquired Content through the Services.\nWe make no representations concerning any Content contained in or accessed through the Services, and we will not be responsible or liable for the accuracy, copyright compliance, or legality of material or Content contained in or accessed through the Services.</p>\n<p>&nbsp;</p>\n<p>c.\nTHE SERVICES AND CONTENT ARE PROVIDED “AS IS”, “AS AVAILABLE” AND WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nWE, AND OUR DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, PARTNERS AND CONTENT PROVIDERS DO NOT WARRANT THAT: (I) THE SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(II) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(III) ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICES IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (IV) THE RESULTS OF USING THE SERVICES WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE SERVICES IS SOLELY AT YOUR OWN RISK.</p>\n<p>&nbsp;</p>\n<p>12.&nbsp;<strong>Indemnification</strong>.\nYou shall defend, indemnify, and hold harmless us, our affiliates and each of our and their respective employees, contractors, directors, suppliers and representatives from all liabilities, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to your use or misuse of, or access to, the Services, Content, or otherwise from your User Content, violation of these Terms of Service, or infringement by you, or any third party using your Account or identity in the Services, of any intellectual property or other right of any person or entity.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with us in asserting any available defenses.</p>\n<p>&nbsp;</p>\n<p>13.&nbsp;<strong>Limitation of Liability</strong>.\nIN NO EVENT SHALL WE, NOR OUR DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICES (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, COMPENSATORY OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), OR (III) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) OF THE GREATER OF (A) FEES PAID TO US FOR THE PARTICULAR SERVICES DURING THE IMMEDIATELY PREVIOUS THREE (3) MONTH PERIOD OR (B) $500.00.</p>\n<p>&nbsp;</p>\n<p>14.&nbsp;<strong>ARBITRATION CLAUSE &amp.\nCLASS ACTION WAIVER – IMPORTANT – PLEASE REVIEW AS THIS AFFECTS YOUR LEGAL RIGHTS</strong>\n</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;<strong>ARBITRATION.\nCLASS ACTION WAIVER</strong>.\nYOU AGREE THAT ALL DISPUTES BETWEEN YOU AND US OR OUR OFFICERS, DIRECTORS OR EMPLOYEES IN THEIR CAPACITY AS SUCH (WHETHER OR NOT SUCH DISPUTE INVOLVES A THIRD PARTY) WITH REGARD TO YOUR RELATIONSHIP WITH US, INCLUDING WITHOUT LIMITATION DISPUTES RELATED TO THESE TERMS OF SERVICE, YOUR USE OF THE SERVICES, AND/OR RIGHTS OF PRIVACY AND/OR PUBLICITY, WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION IN ACCORDANCE WITH THE STREAMLINED ARBITRATION RULES AND PROCEDURES OF JAMS, INC.\nTHEN IN EFFECT, AND YOU AND WE HEREBY EXPRESSLY WAIVE TRIAL BY JURY.\nPROVIDED, HOWEVER, THAT TO THE EXTENT THAT YOU HAVE IN ANY MANNER VIOLATED OR THREATENED TO VIOLATE OUR INTELLECTUAL PROPERTY RIGHTS, WE MAY SEEK INJUNCTIVE OR OTHER APPROPRIATE RELIEF IN ANY STATE OR FEDERAL COURT IN THE STATE OF NEW YORK.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS THAT YOU AND WE WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nAS AN ALTERNATIVE, YOU MAY BRING YOUR CLAIM IN YOUR LOCAL “SMALL CLAIMS” COURT, IF PERMITTED BY THAT SMALL CLAIMS COURT'S RULES AND IF WITHIN SUCH COURT’S JURISDICTION, UNLESS SUCH ACTION IS TRANSFERRED, REMOVED OR APPEALED TO A DIFFERENT COURT.\nYOU MAY BRING CLAIMS ONLY ON YOUR OWN BEHALF.\n&nbsp;NEITHER YOU NOR WE WILL PARTICIPATE IN A CLASS ACTION OR CLASS-WIDE ARBITRATION FOR ANY CLAIMS COVERED BY THIS AGREEMENT TO ARBITRATE.\n&nbsp;YOU ARE GIVING UP YOUR RIGHT TO PARTICIPATE AS A CLASS REPRESENTATIVE OR CLASS MEMBER ON ANY CLASS CLAIM YOU MAY HAVE AGAINST US INCLUDING ANY RIGHT TO CLASS ARBITRATION OR ANY CONSOLIDATION OF INDIVIDUAL ARBITRATIONS.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person's account, if we are a party to the proceeding.\nThis dispute resolution provision will be governed by the Federal Arbitration Act and not by any state law concerning arbitration.\nIn the event JAMS, Inc.\nis unwilling or unable to set a hearing date within one hundred and sixty (160) days of filing the case, then either we or you can elect to have the arbitration administered instead by the American Arbitration Association.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\nThe arbitration shall be conducted in the English language.\n&nbsp;Any provision of applicable law notwithstanding, the arbitrator will not have authority to award damages, remedies or awards that conflict with these Terms of Service.\n&nbsp;You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of, related to or connected with the use of the Services or these Terms of Service must be filed within one (1) year after such claim of action arose or be forever banned.</p>\n<p>&nbsp;</p>\n<p>b.&nbsp;<strong>30-Day Opt-Out Period</strong>.\nIf you do not wish to be bound by the arbitration and class-action waiver provisions in this Section 14, you must notify us in writing within 30 days of the date that you first accept these Terms (unless a longer period is required by applicable law).\nYour written notification must be mailed to us at the following address:&nbsp;legal@wezift.com.\nIf you do not notify us in accordance with this Section 14(b), you agree to be bound by the arbitration and class-action waiver provisions of these Terms, including such provisions in any Terms revised after the date of your first acceptance.\nSuch notification must include: (i) your name.\n(ii) your mailing address and (iv) a statement that you do not wish to resolve disputes with us through arbitration.\n&nbsp;If we make any changes to the Arbitration and Class Action Waiver section of these Terms (other than a change to the address at which we will receive notices of dispute, opt-out notices, or rejections of future changes to the Arbitration and Clause Action Waiver section), you may reject any such change by sending us written notice within 30 days of the change to the address set forth in this Section 14(b).\nIt is not necessary to send us a rejection of a future change to the Arbitration and Class Action Waiver section of these Terms if you had properly opted out of the arbitration and class-action waiver provisions in this Section 14 within the first 30 days after you first accepted these Terms.\nIf you have not properly opted out of the arbitration and class-action waiver provisions in this Section 14, by rejecting a future change, you are agreeing that you will arbitrate any dispute between us in accordance with the language of this arbitration provision, as modified by any changes you did not reject.\n&nbsp;This notification affects these Terms only.\nif you previously entered into other arbitration agreements with us or enter into other such agreements in the future, your notification that you are opting out of the arbitration provision in these Terms shall not affect the other arbitration agreements between you and us.</p>\n<p>&nbsp;</p>\n<p>c.&nbsp;<strong>Severability</strong>.\nIf the prohibition against class actions and other claims brought on behalf of third parties contained above is found to be unenforceable, then all of the preceding language in this Arbitration section will be null and void.\nThis arbitration agreement will survive the termination of your relationship with us.</p>\n<p>&nbsp;</p>\n<p>15.&nbsp;<strong>Governing Law and Jurisdiction</strong>.\nThese Terms of Service shall be governed by and construed in accordance with the laws of the State of New York, including its conflicts of law rules, and the United States of America.\nYou agree that any dispute arising from or relating to the subject matter of these Terms of Service shall be governed by the exclusive jurisdiction and venue of the state and Federal courts of New York County, New York.</p>\n<p>&nbsp;</p>\n<p>16.&nbsp;<strong>Modification</strong>.\nWe reserve the right, in our sole discretion, to modify or replace any of these Terms of Service, or change, suspend, or discontinue the Services (including without limitation, the availability of any feature, database, or content) at any time by posting a notice on the Site or by sending you notice through the Services, via e-mail or by another appropriate means of electronic communication.\nWe may also impose limits on certain features and services or restrict your access to parts or all of the Services without notice or liability.\nWhile we will timely provide notice of modifications, it is also your responsibility to check these Terms of Service periodically for changes.\nYour continued use of the Services following notification of any changes to these Terms of Service constitutes acceptance of those changes, which will apply to your continued use of the Services going forward.\n&nbsp;Your use of the Services is subject to the Terms of Service in effect at the time of such use.</p>\n<p>&nbsp;</p>\n<p>17.&nbsp;<strong>Feedback</strong>.\n&nbsp;We welcome and encourage you to provide feedback, comments and suggestions for improvements to the Services (“Feedback”).\nYou may submit Feedback by emailing us at&nbsp;<strong>support@netnanny.com</strong>.\nYou acknowledge and agree that all Feedback will be the sole and exclusive property of us and you hereby irrevocably assign to us and agree to irrevocably assign to us all of your right, title, and interest in and to all Feedback, including without limitation all worldwide patent, copyright, trade secret, moral and other proprietary or intellectual property rights therein.\nAt our request and expense, you will execute documents and take such further acts as we may reasonably request to assist us to acquire, perfect, and maintain its intellectual property rights and other legal protections for the Feedback.</p>\n<p>&nbsp;</p>\n<p>18.&nbsp;<strong>Miscellaneous</strong>.</p>\n<p>&nbsp;</p>\n<p>a.&nbsp;<strong>Entire Agreement and Severability</strong>.\nThese Terms of Service are the entire agreement between you and us with respect to the Services, including use of the Site, and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and us with respect to the Services.\nIf any provision of these Terms of Service is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that these Terms of Service will otherwise remain in full force and effect and enforceable.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder</p>\n<p>&nbsp;</p>\n<p>b.&nbsp;<strong>Force Majeure</strong>.\nWe shall not be liable for any failure to perform our obligations hereunder where such failure results from any cause beyond our reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation.</p>\n<p>&nbsp;</p>\n<p>c.&nbsp;<strong>Assignment</strong>.\nThese Terms of Service are personal to you, and are not assignable, transferable or sublicensable by you except with our prior written consent.\nWe may assign, transfer or delegate any of our rights and obligations hereunder without consent.</p>\n<p>&nbsp;</p>\n<p>d.&nbsp;<strong>Agency</strong>.\nNo agency, partnership, joint venture, or employment relationship is created as a result of these Terms of Service and neither party has any authority of any kind to bind the other in any respect.</p>\n<p>&nbsp;</p>\n<p>e.&nbsp;<strong>Notices</strong>.\nUnless otherwise specified in these Term of Service, all notices under these Terms of Service will be in writing and will be deemed to have been duly given when received, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor the day after it is sent, if sent for next day delivery by recognized overnight delivery service.\nElectronic notices should be sent to&nbsp;legal@wezift.com.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>f.&nbsp;<strong>No Waiver</strong>.\nOur failure to enforce any part of these Terms of Service shall not constitute a waiver of our right to later enforce that or any other part of these Terms of Service.\nWaiver of compliance in any particular instance does not mean that we will waive compliance in the future.\nIn order for any waiver of compliance with these Terms of Service to be binding, we must provide you with written notice of such waiver through one of our authorized representatives.</p>\n<p>&nbsp;</p>\n<p>g.&nbsp;<strong>Headings</strong>.\nThe section and paragraph headings in these Terms of Service are for convenience only and shall not affect their interpretation.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Contact</strong>.\nYou may contact us at the following address: Zift Software, LLC, 1055 Westlakes Drive, Suite 301, Berwyn, PA 19312</p>\n<p>\n<strong>Effective Date of Terms of Service</strong>: October 31, 2017</p>", "created_at": "2023-08-19 19:56:43.063593", "updated_at": "2023-08-19 19:56:50.679619"}], "points": [], "urls": ["netnanny.com"]}}