{"error": 448, "message": "OK", "parameters": {"id": 7424, "name": "Dart", "created_at": "2023-03-06 17:21:44.558329", "updated_at": "2023-03-29 19:26:42.132389", "wikipedia": "https://en.wikipedia.org/wiki/Dart_(programming_language)", "keywords": null, "related": null, "slug": "dart", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7424.png", "url": "dart.dev", "documents": [{"id": 14265, "name": "Terms of use", "url": "https://dart.dev/terms", "xpath": "/html/body/main/article/div", "text": " <i>\n</i>\n<i>\n</i> Terms of use <p>The Dart website (the “Website”) is hosted by Google.\nBy using and/or visiting the Website,\nyou consent to be bound by Google’s general Terms of Service\nand Google’s general Privacy Policy.</p>\n<p>The “Dart” name and the Dart logo (the “Dart Marks”) are trademarks owned by Google and are not included\nwithin the assets licensed under the Creative Commons Attribution 4.0\nInternational License.\nGoogle grants you a non-transferable,\nnon-exclusive, royalty-free limited license to use the Dart Marks\nsubject to your compliance with the Dart brand guidelines.\nExcept as set forth above, nothing herein grants or should be deemed\nto grant to you any right, title or interest in or to the Dart Marks.</p>\n<p>As noted above, Google owns the Dart trademarks, but we license them\nso they can be used by the developer community to support the Dart\nSDK, including through training materials and other community content.</p>\n<p>At the same time, it’s important to make sure that people don’t\nuse the marks in ways that could cause confusion or otherwise misuse\nthe marks, so we have prepared brand guidelines that describe the\nallowed uses of the marks.\nOur goal in protecting the Dart trademarks\nis to benefit the entire community by ensuring that the marks are only used\nin ways that are consistent with Google’s mission to provide a free and open\nsource SDK.</p> ", "created_at": "2023-03-06 17:21:44.590633", "updated_at": "2023-03-06 17:22:04.05421"}], "points": [], "urls": ["dart.dev"]}}