{"error": 448, "message": "OK", "parameters": {"id": 8863, "name": "pad26 ", "created_at": "2023-07-07 05:45:14.121067", "updated_at": "2023-07-07 10:02:13.705867", "wikipedia": null, "keywords": null, "related": null, "slug": "pad26", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8863.png", "url": "tomscott.com,pad26.com", "documents": [{"id": 17323, "name": "Privacy Policy ", "url": "https://pad26.com/privacy/", "xpath": "//body", "text": " Privacy Policy <p>This is the privacy policy for Pad 26 Limited.\nOur ICO reference is ZA601285.</p>\n<p>As a general rule, <b>we collect as little personally identifiable information as possible.</b> If you have any questions after reading this, contact the data controller.</p> Cookies <p>We <b>do not set cookies</b> on domain names that we control.\nHowever, if you visit social media platforms where we post content, or you visit other sites that we link to, you're subject to those companies' privacy policies.</p> The data we collect <p>We collect <b>customer and contractor information</b> from the people we work with, which may include names, contact information, and financial details.\nThis means we can keep the records required to run our company day-to-day, and fulfil our legal duties.</p>\n<p>We collect <b>communication data</b> from people who contact us via email or by any other method.\nWe use this to reply to you, fulfil legal duties, and manage business operations.</p>\n<p>We sometimes collect <b>survey data</b> from people who respond to specific requests for information, either as opinion polling or for marketing.\nEach survey has a clear end date, after which the results will be aggregated and anonymised, and all personal data will be deleted.</p>\n<p>We collect <b>marketing data</b> from people who deliberately opt-in to newsletters and mailing lists, so we can provide those mailings to them.\n<b>We never subscribe anyone to a mailing list without explicit, “double opt-in” consent.</b> You can unsubscribe from the mailing list at any time by clicking the link at the bottom of every edition.\n(This won't affect whether we contact you for other transactional or business purposes, like replying to messages you send.) Our partner AWeber (privacy policy) tracks analytics data from newsletters, which helps us deliver newsletters only to people who want to read them, unsubscribe people who don't read them any more, and get data on link performance.</p> Third party data <p>We may share information with partners or service providers to allow them to carry out actions on our behalf, and they may share information with us.\nWe may use the tools that other platforms and partners provide to view aggregated statistics on viewers, and to make decisions about content production and moderation.</p>\n<p>Partners include:</p>\n<ul>\n<li>Google (privacy policy), for email and business operations.</li>\n<li>AWeber (privacy policy), to administer newsletters and mailing lists.</li>\n<li>Our accountants and legal advisors</li>\n</ul>\n<p>We also post and communicate on social media platforms including but not limited to YouTube, Facebook and Twitter, which are governed by those companies' terms and policies.</p>\n<p>\n<b>We will never sell your personal information.</b>\n</p>\n<p>\n<b>We will never pass on personal information to organisations unconnected with our direct business operations</b> except in extreme circumstances (for example emergencies, for personal safety, or for <i>bona fide</i> law enforcement requests).</p> How we protect your data <p>We make sure that thorough manual and automated controls are in place to keep personal information secure.\nHowever, <b>you should not send confidential or sensitive data to us</b> without first notifying us and negotiating terms of its use and reuse.\nSee also the unsolicited submissions policy.</p> How long we keep your data <p>We keep data for as long as necessary for business purposes, and to comply with legal and regulatory requirements.</p> Your rights of access, correction and deletion <p>You can request a copy of information we hold about you, to correct incorrect information, or to delete information about you that is no longer required.\nIf you'd like to exercise these rights, please contact the data controller with a description of the information.\nWe will require proof of identity to a reasonable standard.</p> Last updated <p>This policy was last updated on 21st June, 2021.\nFrom time to time, we may update it: if so, the amended policy will apply from the date it's posted and will govern our use of personal information from then on.</p> ", "created_at": "2023-07-07 05:45:14.151532", "updated_at": "2023-07-07 05:45:31.781948"}], "points": [], "urls": ["tomscott.com", "pad26.com"]}}