{"error": 448, "message": "OK", "parameters": {"id": 2483, "name": "OneRep", "created_at": "2021-01-01 19:45:49.687963", "updated_at": "2021-03-25 03:19:39.646444", "wikipedia": null, "keywords": null, "related": null, "slug": "onerep", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2483.png", "url": "onerep.com", "documents": [{"id": 3378, "name": "Terms of Service", "url": "https://onerep.com/terms-of-service", "xpath": "//body", "text": " <p>Business:</p>\n<ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <ul>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Login</li>\n</ul> Business <ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <p>Business:</p>\n<ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <ul>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Login</li>\n</ul> OneRep Terms of Service <ul>\n<li>Definitions</li>\n<li>Registration</li>\n<li>Services</li>\n<li>Subscriptions and Payment Terms</li>\n<li>Support</li>\n<li>Intellectual Property Rights</li>\n<li>Use of Website and Services</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitation of Liability</li>\n<li>Indemnification</li>\n<li>External Links</li>\n<li>Your Feedback</li>\n<li>Modifications</li>\n<li>Termination and Account Cancellation</li>\n<li>Jurisdiction</li>\n<li>General</li>\n</ul>\n<p> These Terms of Service govern the terms of your access and use of https://onerep.com/ website and its Services, and constitute your legal agreement with us.\n</p>\n<p>You should read these Terms carefully before you use the Website or Services.</p>\n<b>By clicking “Sign up” / “Proceed to checkout” button or by using the services and/or the website, you agree to these terms of service.</b> 1.\nDefinitions <ul>\n<li>\n<strong>“Terms”</strong>, <strong>“Terms of Service”</strong> mean these Terms of Service.</li>\n<li>\n<strong>“We”</strong>, <strong>“us”</strong> means Onerep LLC, a company located at 1750 Tysons Blvd, McLean, VA 22102, email address support@onerep.com, a distributor of the Services.\n</li>\n<li>\n<strong>“User”</strong>, <strong>“you”</strong> means a person using the Website, its content or the Services, including those whose personal data is processed by us according to our Privacy Policy.\n</li>\n<li>\n<strong>“Website”</strong> means the website accessible at https://onerep.com/, including its sub-domains, programming code, related technologies, know-hows, databases, content and design.\n</li>\n</ul> 2.\nRegistration <p> You will need to register an account with us and be logged in to use the Services and to have access to certain features of the Website.\n</p>\n<p> When you register, you will be asked to enter your email address, which will be used as your username, and choose a password.\n</p>\n<p> You agree to provide true, accurate, current, and complete email address and other information about yourself.\n</p>\n<p> You are responsible for safeguarding your login details and you agree not to disclose them to any third party.\n</p>\n<p> Everyone who identifies themselves by entering correct login details is assumed by us to be the rightful account holder and all transactions where login details have been entered correctly will be regarded as valid.\nWe will not be held responsible for any loss or damage resulting from any unauthorized use of your account and/or your failure to notify us of the same.\n</p>\n<p>\n<u>Privacy Policy</u>.\nWe respect your privacy.\nPlease refer to our Privacy Policy, which is incorporated by reference into these Terms, and which explains how we collect, use, and disclose information that pertains to your privacy.\n</p>\n<p> Please note that we do not own or keep any information that appears in search results when you enter your name into the Website’s search field.\nThis information is hosted on other websites, such as data brokers, aggregators of personally identifying information, yellow pages and other various publicly available online directories and social networks.\n</p>\n<p>\n<u>Right to Contact</u>.\nWe reserve the right to contact you in order to evaluate compliance with these Terms.\nFor purposes of service messages and notices about the Website or the Services, including promotional communication, we may email you such notices to an email address associated with your account.\n</p> 3.\nServices <p>\n<u>Information You Provide To Us</u>.\nYou represent and warrant that while using the Services:</p>\n<ul>\n<li>All information provided by you will be accurate and truthful,</li>\n<li>You will not use or provide any fraudulent, misleading or inaccurate information, and</li>\n<li> You are not impersonating any person and not falsely state or otherwise misrepresent your affiliation with any person.\n</li>\n</ul>\n<p> If you provide any information that is or that we suspect is untrue, inaccurate, not current or incomplete, we have the right to suspend or terminate your use of the Services and refuse any and all current or future use of the Services.\n<br>\n<br> You agree: </p>\n<ul>\n<li> To provide information required for provision of the Services, including scanned copies of your valid driver’s license or state ID card, and </li>\n<li>To respond promptly to requests for information and content approvals.</li>\n</ul>\n<p> You understand that the results of the Services are in direct correlation with the promptness and completeness of information provided by you to us.\n<br>\n<br>\n<u>Your Consent and Authorization</u>.\nYou consent to and authorize us: </p>\n<ul>\n<li> To use the information you have provided to us, including personally identifying information (personal data), to search the Internet, and to find and manage the removal of your information from third-party websites, including submitting opt-out requests, </li>\n<li> To contact third parties, including data brokers, aggregators of personally identifying information and other parties who publish your personal information, </li>\n<li> To create online accounts with the aforementioned third parties in your name for the sole purpose of providing the Services to you (e.g.\nwhen it is required to set up an account with an aggregator of personal information in order to send opt-out requests or take other actions to remove your personal information from such a site), </li>\n<li>To take the actions described above on your behalf and to identify us as acting on your behalf.</li>\n</ul>\n<p>\n<u>Disclaimer</u>.\nPlease note that it may take up to 2 months starting from receipt by us of complete information required to provide the Services for opt-out requests to be handled by third parties, including data brokers, aggregators of personally identifying information and other parties who publish your personal information.\n</p>\n<p> We do not guarantee or warrant that we will be successful in effecting removal, suppression or alteration, if such Service is to be performed, of any online content or information about you designated by you as private and/or unwelcome content.\n</p>\n<p> You acknowledge and agree that methods and techniques used by us for removing your personally identifying information from third party websites as part of the provision of the Services may not lead to actual removal of your information.\n</p>\n<p> You recognize that we will act in good faith and use reasonable efforts when we assist you in managing your online reputation and your personally identifying information, but that we cannot guarantee that third parties will honor the requests, remove your information, or will not develop new technologies preventing removal of your information.\n</p>\n<p> We do not represent, warrant or guarantee that the Services will achieve the result that you desire or that was proposed or agreed upon as the desired result at the time the Services were ordered.\n</p>\n<p>\n<u>Family Plan</u>.\nIn the event you have subscribed for the Family plan, you represent and warrant that you have the authority to represent the individuals you have added to the plan, and/or that you have their consent to use the Services.\nYou agree to defend, indemnify, and hold us, our parents, subsidiaries, affiliates, customers, vendors, and their respective officers, directors, employees and agents, harmless from and against any claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney’s fees and costs, arising out of or in any way connected with your breach of these representations and warranties.\n</p> 4.\nSubscriptions and Payment Terms <p>\n<u>Payment Methods</u>.\nPayments for subscriptions to the Services may be made by credit or debit card or via PayPal.\nPlease note that when you make payments, the transaction is re-directed from the Website to a third-party payment provider’s website and your financial information is not shared with us.\nWe are not responsible for the processing of payments and shall not be liable for any matter in connection therewith.\n</p>\n<p>\n<u>Month-to-Month Subscriptions</u>.\nIn the event that your subscription to the Services is on a monthly basis, your subsuscription will be automatically renewed at the end of the monthly billing cycle unless you provide us with written notice of non-renewal during the prior calendar month.\nYou will be automatically charged the applicable monthly subscription fee for each month or partial month during which your month-to-month subscription is in effect.\n</p>\n<p>\n<u>Annual Subscriptions</u>.\nYou may elect to purchase annual subscription.\nYour subscription will be automatically renewed at the beginning of each subsequent anniversary year unless you give prior written notice of non-renewal at least thirty (30) days prior to the expiration of the current year subscription.\n</p>\n<p>\n<u>Trial Period</u>.\nWe provide free access to the Services during the 5-days trial period starting from the moment that you activate such trial period by submitting your payment details (the “Free Trial Period”).\nIf you decide that you do not want to become a paying user of the Services upon the lapse of the Free Trial Period, you have to terminate your Services by the end of the Free Trial Period, otherwise you will become a paying user of the Services according to the subscription plan you have chosen.\n</p>\n<p>You may only use this Free Trial Offer once.</p>\n<p>The Free Trial Offer may only be used by you if you have not already used the Services.</p>\n<p> We reserve the right to withdraw or to modify the Free Trial Offer at any time without prior notice and with no liability.\n</p> Your subscription will be automatically renewed at the end of the subscription term unless you cancel it as provided in these terms.\n<p> In the event that you cancel the payment card provided to us to pay for the Services or the card expires or is otherwise terminated, you must promptly provide us with a new valid card number in order to maintain your subscription to the Services and avoid any disruptions to its renewal.\nYou authorize us, from time-to-time, to undertake steps to determine whether the card number provided to us is a valid card number.\n</p>\n<p>\n<u>Cancellation</u>.\nYou have the right to cancel your subscription at any time, for any reason, and can do so by:</p>\n<ul>\n<li> sending an email to support@onerep.com</li>\n<li>messaging in online chat ('Help' button in the right bottom corner of each web page)</li>\n<li>calling +1(855) 856-6655</li>\n</ul>\n<p> Please note that our support team handles all cancellation requests on Monday-Friday 9:00AM - 7:00PM EST, Saturday 9:00AM - 3:00PM EST and Sunday 11:00AM - 7:00PM EST.\n</p>\n<p> If you choose to cancel your subscription, you will be charged for the billing period during which you canceled the subscription.\n</p>\n<p>\n<u>Refunds</u>.\nAll amounts paid are non-refundable and non-transferable.\nIn exceptional circumstances a refund may be approved by our service team, provided you have shown evidence that the case merits the refund.\n</p>\n<p>We reserve the right to refuse any refund request for reasons including but not limited to the following:</p>\n<ul>\n<li>You have changed your mind about the Services.</li>\n<li>You ordered the Services by mistake.</li>\n<li>You made a wrong decision.</li>\n<li>You do not have sufficient time or expertise to use the Services.</li>\n<li>You ask for goodwill.</li>\n<li> You have not provided us with detailed information about the problem you experience with the Services, which prevents us from investigating the situation.\n</li>\n<li>You are in breach of these Terms.</li>\n<li> If we reasonably suspect that you are using the Services fraudulently or that your account is being used by a third party fraudulently.\n</li>\n</ul>\n<p> When claiming a refund you accept full responsibility for confirming that all the information you have provided to us is true and complete.\n</p>\n<p>When a refund has been assessed by us as due:</p>\n<ul>\n<li> For month-to-month subscriptions: we will refund for the current month only, no refunds for previous months will be made.\n</li>\n<li> For annual subscriptions: (i) the refunded amount will be prorated for the number of remaining months and (ii) the discount applied to annual subscription compared to month-to-month subscription will not apply.\nPlease, refer to our FAQ section for examples of how refunds are calculated.\n</li>\n</ul>\n<p>The refund will be paid using the same manner as it was used for the initial payment.</p>\n<p>\n<u>Late Payments</u>.\nWe reserve the right to suspend, terminate or disable your access to any of the Services in the event that any fees owed to us are not received on or before the applicable payment due date.\n</p>\n<p>\n<u>Taxes</u>.\nYou agree to be responsible for and to pay any applicable sales, personal property, use, VAT, excise, withholding, any other applicable taxes that may be imposed, based on this agreement, or the use of the Services, and any applicable fees or surcharges that may occur regarding the transaction.\n</p>\n<p>\n<u>Changes</u>.\nSales, promotions and other special discounted pricing offers (if any) are temporary and, upon the renewal of your subscription, any such discounted pricing offers may expire.\nWe reserve the right to update our pricing and/or discontinue or modify any coupons, credits, sales and special promotional offers at its sole discretion.\nWe reserve the right to make free Services fee-based or change the cost of the Services, or to charge for other Services, at any time.\nWe may repackage the Services or change the subscription fees from time to time in our sole discretion.\n</p>\n<p> If we change our prices for your type of subscription, the price you initially subscribed to will stay locked-in.\n</p> 5.\nSupport <p> You acknowledge and agree that we will have no obligation to provide you with any support or maintenance in connection with the Website or the Services.\nHowever, subject to the terms and conditions of your subscription and other provisions of these Terms we will attempt to help you with any queries or problems that you may have with the Website or the Services.\nTo reach our customer support team, please e-mail us at support@onerep.com.\nProviding our representatives with all the information they need to solve your problem will expedite your request for assistance.\n</p> 6.\nIntellectual Property Rights <p>\n<u>Our Intellectual Property Rights</u>.\nWe own and protect from illegal use the exclusive rights in Our Intellectual Property, in particular: </p>\n<ul>\n<li>Programming code of the Website;</li>\n<li>Design and elements of the Website;</li>\n<li>Website databases;</li>\n<li>Services and content distributed through the Website or derived out of the use of the Website;</li>\n<li>Other content, which is not Third Parties Intellectual Property.</li>\n</ul>\n<p> No rights in Our Intellectual Property are granted to you, except for the rights explicitly indicated in these Terms.\n</p>\n<p>\n<u>Third Parties Intellectual Property Rights</u>.\nThird Parties Intellectual Property that is used on the Website or available through it is the intellectual property of its respective owners and protected by intellectual property rights.\nAll such rights are reserved by their owners.\n</p>\n<p> All trademarks are the property of their respective owners.\nWe, the Website and the Services are not sponsored or endorsed by any data brokers and other third-party distributors, platforms or providers of personally identifying information.\n</p>\n<p>\n<u>Our Wiki</u>.\nAll third-party trademarks are used to describe and/or refer to the particular third party or its services.\nAny screenshots used for providing instructions to users are the property of the data brokers or other respective owners and are protected by intellectual property rights (including but not limited to copyright).\nAll such rights are reserved by their owners.\n</p> 7.\nUse of Website and Services <p>\n<u>License Grant</u>.\n<u>Permitted Use</u>.\nSubject to your compliance with these Terms, we give you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to access and use the Website and the Services for your own personal non-commercial use.\nThis license is for the sole purpose of enabling you to use and enjoy the benefits of the Website and the Services in the manner permitted by these Terms.\n</p>\n<p> Any other use (including commercial use) of the Website and the Services requires our prior written consent.\n</p>\n<p> The Website and the Services may be used and accessed for lawful purposes only.\nYou agree to abide by all applicable local, state, national and foreign laws and regulations in connection with your use of the Website and the Services.\n</p>\n<p>\n<u>Restrictions</u>.\nYou agree that you will not do any of the following while using or accessing the Website and the Services: </p>\n<ul>\n<li> Reproduce, modify, adapt, prepare derivative works based on, perform, display, publish, distribute, transmit, broadcast, sell, license or otherwise exploit the Website.\n</li>\n<li>Use the Website or the Services in a commercial manner.</li>\n<li> Circumvent, disable or otherwise interfere with security related features of the Website or features that prevent or restrict use or copying of any content.\n</li>\n<li> Forge any tcp/ip packet header or any part of the header information in any posting or in any way use the Website or the Services to send altered, deceptive or false source-identifying information.\n</li>\n<li> Interfere with or disrupt (or attempt to interfere with or disrupt) any web pages available on the Website or through the Services, servers or networks connected to the Website or the Services or the technical delivery systems of our providers or disobey any requirements, procedures, policies or regulations of networks connected to the Website or the Services.\n</li>\n<li> Attempt to probe, scan or test the vulnerability of any our system or network or breach or impair or circumvent any security or authentication measures protecting the Website or the Services.\n</li>\n<li> Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Website or the Services.\n</li>\n<li> Attempt to access, search or meta-search the Website or the Services with any engine, software, tool, agent, device or mechanism other than software and/or search agents provided by us or other generally available third party web browsers, including without limitation any software that sends queries to the Website or the Services to determine how a website or web page ranks.\n</li>\n<li>Collect or store personal data about other Users without their express permission.</li>\n<li> Impersonate or misrepresent your affiliation with any person or entity, through pretexting or some other form of social engineering or otherwise commit fraud.\n</li>\n<li> Post, upload, or otherwise transmit through the Website or the Services any content <ul>\n<li> that is unlawful, obscene, harmful, threatening, harassing, defamatory or hateful or that contain objects or symbols of hate, invade the privacy of any third party, contain nudity (including without limitation any pornography), is deceptive, threatening, abusive, inciting of unlawful action, defamatory, libelous, vulgar or violent or constitute hate speech or is otherwise objectionable in our opinion.\n</li>\n<li> that infringes the intellectual property rights or violates the privacy rights of any third party (including without limitation copyright, trademark, patent, trade secret, or other intellectual property right, or moral right or right of publicity), or otherwise violates or promotes the violation of the rights of any third party.\n</li>\n<li> that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy or limit the functionality of any computer software, or interferes with the access of any user, host or network, including without limitation sending a virus, overloading, flooding or spamming the Website or the Services.\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Use the Website or the Services in any manner not permitted by these Terms.</li>\n<li>Encourage or instruct any other individual to do any of the foregoing or to violate any these Terms.</li>\n</ul> 8.\nDisclaimer of Warranties <p> Your use of the Website, Services and any other information, products, functionality or software made available through the Website or the Services is at your sole risk and discretion and we hereby disclaim all liability to you or any third party relating thereto.\n</p> The Website, Services and all materials, information and products included therein, are provided on an \"as is\" and \"as available\" basis without warranties of any kind.\nWe expressly disclaim all warranties of any kind, express, implied or statutory, relating to the website, its content and services, including without limitation the warranties of title, merchantability, fitness for a particular purpose, non-infringement of proprietary rights, course of dealing or course of performance.\n<p>We disclaim any warranties:</p>\n<ul>\n<li> Regarding the security, accuracy, reliability, timeliness and performance of the Website or the Services.\n</li>\n<li>That the Website or the Services will be error-free or that any errors will be corrected.</li>\n<li> That the Website or the Services will be of any particular quality, meet any standards or requirements, or conform to any of your expectations in this regard.\n</li>\n</ul>\n<p> No advice or information, whether oral or written, obtained by you from us, will create any warranty not expressly stated in these Terms.\nSome states or jurisdictions do not allow the exclusion of certain warranties.\nAccordingly, some of the above exclusions may not apply to you.\n</p>\n<p> We do not have any obligation to verify the identity of Users registered on the Website and using the Services, nor do we have any obligation to monitor the use of the Services by Users.\nTherefore, we disclaim all liability for identity theft or any other misuse of your identity or information by others.\n</p>\n<p> You acknowledge and agree that we will have no obligation to provide you with any support or maintenance in connection with the Website or the Services.\n</p>\n<p>\n<u>Compatibility</u>.\nWe do not warrant that Website will be compatible with all hardware and software which you may use or which may exist or will exist in the future.\n</p>\n<p>\n<u>Third Parties Software and Content</u>.\nWe are not responsible for:</p>\n<ul>\n<li> The content, services, applications or availability of third parties’ websites that you access using the Website or the Services.\n</li>\n<li> The availability, performance, functionality or any consequences of your use of any third parties’ components, software, modules built into or otherwise integrated and available through the Website or the Services.\n</li>\n</ul> 9.\nLimitation of Liability <p> IN NO EVENT WILL WE, OUR OFFICERS, DIRECTORS, EMPLOYEES OR AGENTS, BE LIABLE TO YOU FOR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF THE WEBSITE AND/OR SERVICES WHETHER THE DAMAGES ARE FORESEEABLE AND WHETHER OR NOT WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION AND IN NO EVENT WILL OUR CUMULATIVE LIABILITY TO YOU EXCEED AMOUNT OF THE SERVICE FEES ACTUALLY PAID BY YOU IN THE SIX (6) MONTHS PRECEDING THE EVENT GIVING RISE TO YOUR CLAIM OR, IF NO FEES APPLY, FIFTY ($50) U.S.\nDOLLARS.\n</p>\n<p> NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS WE SHALL NOT BE LIABLE FOR DELAYS, INTERRUPTIONS, SERVICE FAILURES AND OTHER PROBLEMS INHERENT IN USE OF THE INTERNET AND ELECTRONIC COMMUNICATIONS OR OTHER SYSTEMS OUTSIDE OUR REASONABLE CONTROL.\n</p>\n<p> THE PROVISIONS OF THIS SECTION ALLOCATE THE RISKS UNDER THESE TERMS BETWEEN THE PARTIES, AND THE PARTIES HAVE RELIED ON THESE LIMITATIONS IN DETERMINING WHETHER TO ENTER INTO THESE TERMS.\n</p> 10.\nIndemnification <p> You agree to defend, indemnify, and hold us, our parents, subsidiaries, affiliates, customers, vendors, and their respective officers, directors, employees and agents, harmless from and against any claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney's fees and costs, arising out of or in any way connected with: </p>\n<ul>\n<li>Your access to or use of the Website or the Services.</li>\n<li>Your violation of these Terms.</li>\n<li> Your violation of any third party right, including without limitation any intellectual property right, publicity, confidentiality, property or privacy right.\n</li>\n</ul> 11.\nExternal Links <p> The Website or the Services may contain external links that provide links to third party websites or resources.\nYou acknowledge and agree that we are not responsible or liable for the availability or accuracy of, and we do not endorse, such websites or resources or the content, products, or services on or available from such websites or resources.\nWhen you follow a link, or engage with a third party service, website, resource you are interacting with the third party, not with us.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites, products, content, promotions services or resources.\nYour access, purchase or use of any website, product or service, and any information provided by you or collected as a result of such interaction, shall be governed by the applicable third party privacy policy, data gathering practices, terms of use or other agreements.\n</p>\n<p> You are advised not to provide any personally identifiable information to any third party service unless you know and are comfortable with the party with whom you are interacting.\n</p>\n<p> Without limiting other rights we will have the right to insert, place or include advertisements of any type on the Website or through or the Services.\nWe are not responsible for such advertisements and their content.\n</p> 12.\nYour Feedback <p> If you choose to communicate to us any feedback, ideas or suggestions for improvement of the Website or the Services, you grant us free-of-charge, irrevocable, non-exclusive, transferable right to use, modify, share, distribute and communicate such feedback for any and all commercial or noncommercial purposes, without charge and free of any obligation of attribution.\nYou warrant that any such feedback you communicated to us is not subject to any license or any other third party right.\n</p> 13.\nModifications <p>We reserve the right, at our sole discretion:</p>\n<ul>\n<li> To modify or revise these Terms at any time by posting the amended Terms on the Website.\nPlease check the most current Terms to ensure that you are aware of all the terms governing your use of the Website and the Services.\n</li>\n<li> To make changes, update or discontinue the Website, Services or any format, feature or functionality thereof at any time with or without notifying you.\n</li>\n<li>To terminate or restrict access to the Website or the Services for any reason whatsoever.</li>\n</ul>\n<p> Your continued use of the Website or the Services after a change or update has been made will constitute your acceptance to the revised Terms.\nIf you do not agree with the modifications, please discontinue use of the Website and the Services immediately, and cancel the account you have opened with us.\n</p> 14.\nTermination and Account Cancellation <p> These Terms remain effective from the date of acceptance until terminated by you or us in accordance with these Terms.\n</p>\n<p>\n<u>Termination by You</u>.\nYou may terminate these Terms in accordance with Section 3 “Subscriptions and Payment Terms”.\n</p>\n<p>\n<u>Termination by Us</u>.\nWithout limiting other remedies, we may suspend or terminate these Terms with you, or may terminate or suspend your use of the Website or the Services, and/or may remove any of your data at any time if: </p>\n<ul>\n<li>You violate any term of these Terms.</li>\n<li> You infringe proprietary rights, rights of privacy, or intellectual property rights of any person, business or organization.\n</li>\n<li> You engaged in other actions relating to or in the course of using the Website or the Services that may be illegal or cause liability, harm, embarrassment, harassment, abuse or disruption for you, other Users, us, any other third parties or for the Website or the Services.\n</li>\n<li>You have 'charged back' or denied any of the payments that you made for your subscription.</li>\n<li>It is required by applicable law.</li>\n<li>We cease offering the services and/or discontinued the Website or the Services.</li>\n</ul>\n<p> Notwithstanding the foregoing, we also reserve the right to terminate the Website, Services or cancel your account at any time and for any reason.\n</p>\n<p>\n<u>Effect of Termination</u>.\nUpon termination of these Terms all licenses and rights to use the Website and the Services shall immediately terminate.\nand you will immediately cease any and all use of the Website and the Services.\n</p>\n<p> Upon any termination you will no longer be able to access data or content submitted by you.\nWe will have no obligation to maintain any information and content stored in our database related to your account or to forward any information to you or any third party.\n</p>\n<p> Any suspension or termination of these Terms will not affect your obligations to us under these Terms, including, without limitation, proprietary rights and ownership, indemnification and limitation of liability, confidentiality, which reasonably are intended to survive such suspension or termination.\n</p> 15.\nJurisdiction <p>\n<u>Choice of Law</u>.\nYou agree that the laws of the Commonwealth of Virginia govern these Terms, their subject matter, the relationship between you and us, any action related these Terms, and any claim or dispute it may arise, without regard to the conflict of laws rules, and that the United Nations Convention on Contracts for the International Sale of Goods shall have no applicability.\n</p>\n<p>\n<u>Location for Resolving Disputes</u>.\nYou further agree that any disputes or claims related to these Terms will be resolved by state courts located in the Commonwealth of Virginia, and you agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action.\nBY AGREEING TO THESE TERMS, YOU ARE: </p>\n<ul>\n<li> WAIVING CLAIMS THAT YOU MIGHT OTHERWISE HAVE AGAINST US BASED ON THE LAWS OF OTHER JURISDICTIONS, INCLUDING YOUR OWN, </li>\n<li> IRREVOCABLY CONSENTING TO THE EXCLUSIVE JURISDICTION OF, AND VENUE IN, THE STATE COURTS LOCATED IN VIRGINIA OVER ANY DISPUTES OR CLAIMS YOU HAVE WITH US, AND </li>\n<li> SUBMITTING YOURSELF TO THE PERSONAL JURISDICTION OF SUCH COURTS FOR THE PURPOSE OF RESOLVING ANY SUCH DISPUTES OR CLAIMS.\n</li>\n</ul> 16.\nGeneral <p>\n<u>No Agency</u>.\nNo joint venture, partnership, employment, or agency relationship exists between you and us as a result of these Terms or use of the Services.\n</p>\n<p>\n<u>Government Use</u>.\nNothing in these Terms makes us a government contractor.\nIf you are a government user or otherwise accessing or using the Services in a government capacity, please contact us at support@onerep.com prior to entering these Terms.\n</p>\n<p>\n<u>Notices</u>.\nAny notices or other communications permitted or required under these Terms will be in writing and given by us: </p>\n<ul>\n<li>Via email (to the address that you provide during registration), or</li>\n<li>By posting to the Website.</li>\n</ul>\n<p>\n<u>Consent to Receive Communications in Electronic Form</u>.\nFor contractual purposes, you:</p>\n<ul>\n<li> Consent to receive communications from us in an electronic form via the email address you have submitted.\nand </li>\n<li> Agree that the Terms and all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications would satisfy if it were in writing.\n</li>\n</ul>\n<p>\n<u>Assignment</u>.\nYou will not assign these Terms or assign any rights or delegate any obligations hereunder, in whole or in part, whether voluntarily or by operation of law, without our prior written consent.\nAny purported assignment or delegation by you without our appropriate prior written consent will be null and void.\n</p>\n<p>We may assign these Terms or any rights hereunder without your consent.</p>\n<p>\n<u>No Waiver</u>.\nThe failure by us to exercise, or delay in exercising, a legal right or remedy provided by these Terms or by law shall not constitute a waiver of our right or remedy.\n</p>\n<p>\n<u>Severability and Integration</u>.\nThese Terms constitute the entire agreement between you and us and supersedes all previous written or oral agreements.\nIf any part of these Terms is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.\n</p>\n<br>\n<br>\n<br> © 2022 OneRep LLC <b>Product</b>\n<ul>\n<li>Free opt-out guides</li>\n<li>Pricing with Free trial</li>\n<li>Sites we cover</li>\n<li>Log in</li>\n<li>Sign up</li>\n</ul>\n<b>OneRep for Business</b>\n<ul>\n<li>OneRep API</li>\n<li>Employee Benefits</li>\n<li>Dating</li>\n</ul>\n<b>Company</b>\n<ul>\n<li>About us</li>\n<li>Blog</li>\n<li>Terms of service</li>\n<li>Subscription terms</li>\n<li>Privacy policy</li>\n</ul>\n<b>Support</b>\n<ul>\n<li>FAQ</li>\n<li>support@onerep.com</li>\n<li>Request a callback</li>\n</ul> ", "created_at": "2021-01-01 19:51:49.707725", "updated_at": "2022-12-19 19:23:19.732275"}, {"id": 3377, "name": "Privacy Policy", "url": "https://onerep.com/privacy-policy", "xpath": "//body", "text": " <p>Business:</p>\n<ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <ul>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Login</li>\n</ul> Business <ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <p>Business:</p>\n<ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <ul>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Login</li>\n</ul> Privacy Policy <ul>\n<li>Definitions</li>\n<li> What Data We Collect and How We Do That </li>\n<li> How We Use Personal Information </li>\n<li> How We Can Share Your Personal Information </li>\n<li>Data Retention</li>\n<li>Security Measures</li>\n<li> Information Concerning Children </li>\n<li> Third-Party Links and Services </li>\n<li>Modifications</li>\n<li>Privacy Related Inquiries</li>\n<li> Personal Information Processed on behalf of API Customers </li>\n<li> California Privacy Rights Notice </li>\n</ul> Last updated: June 22, 2020 <br>\n<p> This Privacy Policy describes the ways we collect, store, use and manage the information you provide to us or we collect in connection with our Services and the Website.\n</p> By using the website or services or by Signing Up you agree to this privacy policy and the processing of your data, including your Personal Information, in the manner provided in this Policy.\nIf you do not agree to the terms of this document, please do not use the Website and Services.\n<p> If you are a user of a service provided to you by our API Customer, the “Personal Information Processed on behalf of API Customers” section of this Privacy Policy applies to you.\n</p> Our Privacy at&nbsp;a&nbsp;Glance <p>\n<b>What types of information do we collect?</b>\n</p>\n<ul>\n<li>Registration information (such as name, email address, home address).</li>\n<li> Additional information you provide in order for us to provide you with our removal services (such as phone number and date of birth).\n</li>\n<li> Information from payment service providers (such as your zip code, IP address, the last 4 digits of your card and its expiration date).\nWe <b>DO NOT receive any other payment information</b>.\n</li>\n<li> Your interactions with our website and services (such as your IP address, browser type, pages you visited on our website, bug reports).\n</li>\n</ul>\n<br>\n<br>\n<p>\n<b>How do we use this information?</b>\n</p>\n<ul>\n<li>To operate our website and services.</li>\n<li>To provide you our services.</li>\n<li>To communicate with you.</li>\n<li>To analyze and improve our services.</li>\n<li>To make sure our website and services are safe and secure.</li>\n</ul>\n<br>\n<br>\n<p>\n<b>How do we handle your information?</b>\n</p>\n<ul>\n<li>We have not sold and do not sell your Personal Information.</li>\n<li>None of your information is shared with general public.</li>\n<li> We may share information with our service providers (such as payment service providers, analytics services, customer support services), with affiliated entities, and to comply with laws (such as if we receive a court order).\n</li>\n</ul> 1.\nDefinitions <br>\n<br>\n<ul>\n<li>\n<strong>“Policy”</strong> means this Privacy Policy.\n</li>\n<li>\n<strong>“We”</strong>, <strong>“our”</strong> or <strong>“us”</strong> means Onerep LLC, a company located at 1750 Tysons Blvd, McLean, VA 22102, and any of our affiliates.\n</li>\n<li>\n<strong>“You”</strong>, <strong>“your”</strong> means you as an individual user of our Services and/or Website.\n</li>\n<li>\n<strong>“Website”</strong> means our website on which this Policy appears.\n</li>\n<li>\n<strong>“Services”</strong> means our services provided to you according to the Terms.\n</li>\n<li>\n<strong>“Terms”</strong> means our Terms of Service.\n</li>\n<li>\n<strong>“Personal Information”</strong> means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.\nIf you cannot be identified (e.g., when Personal Information has been aggregated and anonymized), then this Policy does not apply.\n</li>\n<li>\n<strong>“API Customer”</strong> means an entity using our API solution.\n</li>\n</ul> 2.\nWhat Data We&nbsp;Collect and How We Do That First of all, we would like to assure you that we have not sold and do not sell your Personal Information.\n<p> When you visit our Website, use our Services or contact us directly we collect and process your Personal Information.\nThe ways we collect it can be broadly categorized into the following: </p> Information you provide to us directly <p> When you use some parts of our Services we might ask you to provide Personal Information to us.\nFor example, you will provide your email address, home address and your name when you create an account with us.\nWe may collect information from you when you contact us or provide feedback.\nIn order to use our removal Services you will need to provide to us your name, alias, email address, phone number and date of birth.\n</p> Information we collect automatically <p> As is true of most online services, we may automatically collect certain information about the devices you use to access the Services and Website.\nAs described further below, we may collect and analyze (i) device information such as IP addresses, unique device identifiers, screen resolution, time zone, browser types, browser version, browser language, operating system, device make and model, and (ii) information related to the ways in which you interact with the Website and Services, such as referring and exit web pages and URLs, platform type, number of clicks, domain names, landing pages, pages and content viewed and the order of those pages, statistical information about the use of the Website and Services, the amount of time spent on particular pages, the date and time you used the Website or Services, the frequency of your use of the Website and Services, error logs, and other similar information.\nWe may use third-party analytics, advertising and marketing services and technologies (such as Google Analytics, Facebook Ads, etc.) to assist in collecting this information.\nInformation collected by various technologies, including cookies and similar tools, will be collected directly by these service providers, who use the information to evaluate your use of the Services and Website, including by analyzing usage trends.\n</p> Cookies and similar tracking technologies <p>A cookie is a small piece of text sent to your browser by a website you visit.</p>\n<p> We use only strictly necessary cookies that let you use the Website and its essential features, including: </p>\n<ul>\n<li>to recognize you when you visit the Website,</li>\n<li>to remember your preferences,</li>\n<li>to perform security measures.</li>\n</ul>\n<p> We also use ‘local storage’ and ‘session storage,’ which are used to store data in your web browser.\nLocal storage supports persistent data storage, similar to cookies but with an enhanced capacity and no information stored in the HTTP request header.\nSession storage is purged when you close the browser.\n</p>\n<p> As mentioned earlier, third parties whose tools and services we use can serve their cookies when you use the Website and Services (third-party cookies).\n</p>\n<p>Third-party services may use the following types of cookies:</p>\n<p>\n<strong>Performance and Analytics Cookies</strong>.\nThese cookies are used, for example, to count how many visitors we receive to a page, to understand from what sources users come to the Website or to help us analyze how the Website and Services are used.\nFor more information on Google Analytics cookies, visit www.google.com/policies.\nTo opt-out of being tracked by Google Analytics across all websites visit http://tools.google.com/dlpage/gaoptout.\n</p>\n<p>\n<strong>Targeting Cookies</strong>.\nThese cookies are set by third-party advertising services.\nThese cookies can be used to create a user profile and display relevant ads on other sites (remarketing tags).\nThese cookies identify the browser and the device.\n</p>\n<p>\n<strong>Functional Cookies</strong>.\nThese cookies are used to remember your preferences and settings, for example, to keep a chat with customer support after a page reload.\n</p>\n<p>\n<strong>Social Media Cookies</strong>.\nThese cookies relate to services provided by third parties, such as \"Like\" and \"Share\" buttons.\nThey are used to provide you with services or to remember your sharing preferences for social networks.\nSocial networks that provide the button may use it to identify you, even if you have not used the button when browsing our Website.\n</p>\n<p>Most web browsers allow some control of most cookies through the browser settings.</p>\n<p> You may be able to reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some features of the Website and Services may not function properly if the ability to accept cookies is disabled.\n</p> Information we get from third parties <p> We might receive Personal Information about you from third parties.\nFor example, Stripe, a payment provider, makes available to us information about the payer’s zip code, IP address, card network type (Visa, MasterCard, American Express, etc.), last 4 digits of your card and its expiration date.\nPlease note that we do not receive any other payment details from payment providers.\n</p> 3.\nHow We Use Personal Information <p> Our processing of your Personal Information is necessary for us to provide you with the Services and Website.\nIf we do not process your Personal Information, we may be unable to provide you with all or some features of the Services.\n</p>\n<p>We use your Personal Information for a number of purposes, which may include the following:</p>\n<ul>\n<li> To operate our Services and Website, ensure they work as intended and deliver the Services you have requested.\n</li>\n<li> To support you, including assisting with the resolution of technical or other issues relating to the Services and Website.\n</li>\n<li> To enhance our services and websites, test and develop new features and carry out analysis of our Services and Website so that we can optimize your user experience and provide you and other users with more efficient tools and features.\n</li>\n<li> To analyze and aggregate data, to prepare statistics, in particular, to produce aggregated analytics and reports, which we may use internally.\n</li>\n<li>To display advertisements to you.</li>\n<li> To manage our relationship and communicate with you.\nThis may include (i) operational and transactional communications, like information about changes to our Services, information about new features, security updates or assistance with using our Services.\n(ii) survey requests, feedback collection and follow-up communication if these Terms or the Services use has been terminated or suspended.\nor (iii) providing you with the information you have requested from us or information we are required to send to you.\nThese communications are part of the Services we provide to you and in most cases you will not be able to opt out of them.\nIf an opt-out is available, you will find that option within the communication itself or in your profile settings.\n</li>\n<li>To promote and drive engagement with the Services and Website.</li>\n<li> To send marketing communications that may be of specific interest to you.\nThese communications are aimed at driving engagement and maximizing what you get out of the Services, including information about new services, newsletters, product offers, and promotions we think may be of interest to you.\nYou may opt out of receiving marketing communications from us at any time by contacting our support team at support@onerep.com.\n</li>\n<li> To prevent, detect and report crime, protect you, other users and us, for example, by ensuring network and information security, mitigating security risks, detecting and preventing any fraudulent or malicious activity, and make sure that everyone is using our Services and Website fairly and in accordance with the Terms and applicable regulations.\n</li>\n<li> To perform legal duties, responsibilities, and obligations.\nand to comply with laws and regulations that apply to us.\n</li>\n<li>To exercise our rights set out in the Terms or other agreements with you.</li>\n<li>To disclose information to companies in our group of companies following a restructure.</li>\n</ul>\n<p> We may aggregate and/or de-identify information collected through the Services and Website.\nWe may use de-identified and/or aggregated data for any purpose, including without limitation for research and marketing purposes.\n</p> 4.\nHow We Can Share Your Personal Information <p> There will be times when we may need to share your Personal Information with third parties.\nWe may disclose your Personal Information to: </p>\n<ul>\n<li> Data broker and people-search sites: in order to provide you with the Services we have to share your information with data brokers and people search sites, which allows us to find your records on these sites and request their removal on your behalf.\n</li>\n<li> Third-party service providers and partners who assist us in the provision of the Services and Website, for example, (a) those who support delivery of or provide certain features in connection with the Services and Website (e.g.\nStripe, a payment services provider.\nSendgrid, an email delivery service).\n(b) providers of analytics and measurement services (e.g.\nGoogle Analytics, Tableau, Hotjar, etc.).\n(c) providers of technical infrastructure services (e.g.\nDigitalOcean).\n(d) providers of customer support services (e.g.\nZendesk).\n(e) those who facilitate conducting of surveys.\n(f) advertisers.\nor (g) those who advertise, market or promote our Services and Website (e.g.\nFacebook Ads).\n</li>\n<li> Law enforcement agencies, government bodies, courts or other third parties, when required by law.\n</li>\n<li> Professional advisors, such as lawyers, auditors, etc.\nwhere necessary in the course of the professional services that they render to us.\n</li>\n<li> Other companies in our group of companies who have entered into binding obligations of privacy and confidentiality that are at least as protective as those in this Privacy Policy.\nand/or </li>\n<li>Other persons where we have your consent.</li>\n</ul> 5.\nData Retention <p> Some information you can delete whenever you like, some data is deleted automatically, and some information we retain for longer periods of time when necessary.\nWhen the information is being deleted, we make sure that your information is safely and completely removed from our servers or retained only in anonymized form.\n</p>\n<p> Sometimes business and legal requirements oblige us to retain certain information, for specific purposes, for an extended period of time.\nReasons we might retain some data for longer periods of time include: </p>\n<ul>\n<li>To ensure that the Services and Website are available to you and other users.</li>\n<li> To protect you, other persons, and us from fraud, abuse, illegal activity and unauthorized access, for example, when you suspect someone is committing fraud.\n</li>\n<li> To comply with tax, anti-money laundering and other financial regulations or to carry out accounting.\n</li>\n<li>To facilitate dispute resolution.</li>\n<li> To meet and comply with applicable law, regulation, legal process or enforceable governmental request, or when we are required to enforce the Terms, including investigation of potential violations.\n</li>\n<li> If you have directly communicated with us, for example, through a customer support channel or providing feedback or a bug report.\n</li>\n</ul> 6.\nSecurity Measures <p> We have implemented technical, physical, and organizational security measures to protect against the loss, misuse, and/or alteration of your information.\nThese safeguards vary based on the sensitivity of the information that we collect and store.\nHowever, we cannot and do not guarantee that these measures will prevent every unauthorized attempt to access, use, or disclose your information since despite our efforts, no Internet and/or other electronic transmissions can be completely secure.\n</p>\n<p> Security and privacy third party risk assessment is established as a part of our vendor management process.\n</p> 7.\nInformation Concerning Children <p> The Services and Website are not directed at children under the age of 13.\nIf we become aware that we have collected Personal Information (as defined by the US Children’s Online Privacy Protection Act) from children under the age of 13, we will take reasonable steps to delete it as soon as practicable.\n</p> 8.\nThird Party Links and Services <p> The Services and Website may contain links to third party websites, apps, plug-ins and other services.\nIf you choose to use these sites or features, you may disclose your information not just to those third parties, but also to their users and the public more generally depending on how their services function.\nWe are not responsible for the content or privacy practices of such third party websites or services.\nThe collection, use and disclosure of your information will be subject to the privacy policies of the third party websites or services, and not this Privacy Policy.\nWe encourage you to read the privacy statements of each and every site you visit.\n</p> 9.\nModifications <p> We reserve the right, at our sole discretion to modify or revise this Policy at any time by posting the amended Policy on the Website.\nPlease check the most current Policy.\n</p>\n<p> Your continued use of the Website or Services after a change or update has been made will constitute your acceptance to the revised Privacy Policy.\nIf you do not agree with the modifications, please discontinue use of the Website and Services.\n</p> 10.\nPrivacy Related Inquiries <p> If, for any reason, you are concerned with the way that we may be using your Personal Information, you have questions about the privacy aspects of the Services or Website, please, contact us at support@onerep.com.\n</p> 11.\nPersonal Information Processed on behalf of API Customers <p> In connection with performing services for our API Customers, we may also collect, process and store Personal Information owned and controlled by our API Customers at their direction.\n</p>\n<p> This Privacy Policy does not apply to our security and privacy practices in connection with your access to and use of the products and services which we market and provide to API Customers.\n</p>\n<p> API Customers are solely responsible for establishing policies for, and ensuring compliance with, all applicable laws and regulations, as well as any and all privacy policies, agreements or other obligations, relating to the collection of Personal Information in connection with the use of our products and services by their end users.\n</p>\n<p> We collect information under the direction of our API Customers, and have no direct relationship with individuals whose Personal Information we process in connection with our API Customer’s use of our services and products.\n</p>\n<p> If you are an individual who is an end user of our API Customer using our products and services, then you will be directed to contact our API Customer for assistance with any requests or questions relating to your Personal Information.\n</p> 12.\nCalifornia Privacy Rights Notice <p> This Privacy Notice for California residents supplements the information contained in this Privacy Policy.\n</p>\n<p>This section applies solely to visitors, users, and others who reside in the State of California.</p> Categories of Personal Information Collected <p> The Personal Information that we may collect, or may have collected from you in the preceding twelve months, fall into the following categories established by the California Consumer Privacy Act (CCPA): </p>\n<ul>\n<li> identifiers, such as your name, alias, address, phone numbers, email address, driver’s license number or IP address.\n</li>\n<li>characteristics of protected classifications under California or US federal law, such as age;</li>\n<li>commercial information, such as purchase activity;</li>\n<li> Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with an Internet Web site, application, or advertisement.\n</li>\n<li>geolocation data, such as the location of your device or computer;</li>\n<li> audio, visual, electronic or other similar information, including when you communicate with us by phone or otherwise and.\n</li>\n<li>inference data, such as information about your preferences.</li>\n</ul>\n<p> We have not collected but may collect in the future education information, such as information about enrollment status, fields of study, or degrees, honors, and awards received.\n</p> Categories of Personal Information Disclosed for a Business Purpose <p> The Personal Information that we may have disclosed about consumers for a business purpose in the preceding twelve months fall into the following categories established by the CCPA: </p>\n<ul>\n<li> identifiers, such as your name, email address, or phone numbers, for example if we use a third party customer support provider.\n</li>\n<li> identifiers, such as your name, home address, or ID card or driver’s license information, for example when we remove your information from people search websites.\n</li>\n<li> your age or other protected classifications under California or US federal law, for example if we conduct user surveys or analysis using a third party service provider.\n</li>\n<li> commercial information, such as the details of a product or service you purchased if a third party service provider is assisting to provide that product or service to you.\n</li>\n<li> geolocation data and Internet or other electronic network activity information, such as if we use a third party service provider to help us with analytics, marketing or advertising.\nand </li>\n<li> audio, visual, electronic or other similar information, for example if a third party service provider reviews recordings of customer support phone calls for quality assurance purposes.\n</li>\n</ul>\n<p> For more information about the Personal Information we may disclose to third parties for a business purpose, please visit the “How We Share Your Personal Information” section above.\n</p> Your Rights <p> You may have the right under the CCPA to request information about the collection of your Personal Information by us, or access to or deletion of your Personal Information, in some circumstances.\nIf you wish to do any of these things, please contact us at +1 (855) 856-6655 or at support@onerep.com.\nPlease be aware that we do not accept or process requests through other means (e.g., via fax, social media, etc.).\n</p>\n<p> We will review the information provided and may request additional information to ensure we are interacting with the correct individual.\nPlease also be aware that making any such request does not ensure complete or comprehensive removal or deletion of Personal Information, and there may be circumstances in which the law does not require or allow us to fulfill your request.\n</p>\n<p> To the extent we receive requests directly from end users of our API Customers regarding their Personal Information, we will work with such API Customer to comply with its obligations under the CCPA.\n</p> No Sale of Personal Information <p> In the preceding twelve months we have not sold any Personal Information of consumers, as those terms are defined under the CCPA.\n</p> No Discrimination <p>We will not discriminate against any consumer for exercising their rights under the CCPA.</p>\n<br>\n<br>\n<br> © 2022 OneRep LLC <b>Product</b>\n<ul>\n<li>Free opt-out guides</li>\n<li>Pricing with Free trial</li>\n<li>Sites we cover</li>\n<li>Log in</li>\n<li>Sign up</li>\n</ul>\n<b>OneRep for Business</b>\n<ul>\n<li>OneRep API</li>\n<li>Employee Benefits</li>\n<li>Dating</li>\n</ul>\n<b>Company</b>\n<ul>\n<li>About us</li>\n<li>Blog</li>\n<li>Terms of service</li>\n<li>Subscription terms</li>\n<li>Privacy policy</li>\n</ul>\n<b>Support</b>\n<ul>\n<li>FAQ</li>\n<li>support@onerep.com</li>\n<li>Request a callback</li>\n</ul> ", "created_at": "2021-01-01 19:46:56.783797", "updated_at": "2022-12-19 19:22:07.759803"}, {"id": 3376, "name": "Subscription Terms", "url": "https://onerep.com/subscription-terms", "xpath": "//body", "text": " <p>Business:</p>\n<ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <ul>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Login</li>\n</ul> Business <ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <p>Business:</p>\n<ul>\n<li>Employee Benefits</li>\n<li>API for Strategic Partners</li>\n<li>Dating</li>\n</ul> About us Blog Pricing Login <ul>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Login</li>\n</ul> OneRep Subscription Terms <ul>\n<li>Month-to-Month Subscriptions</li>\n<li>Annual Subscriptions</li>\n<li>Trial Period</li>\n<li>Cancellation</li>\n</ul> Month-to-Month Subscriptions <p> In the event that your subscription to the Services is on a monthly basis, your subscription will be automatically renewed at the end of the monthly billing cycle unless you provide us with written notice of non-renewal during the prior calendar month.\nYou will be automatically charged the applicable monthly subscription fee for each month or partial month that your month-to-month subscription is in effect.\n</p> Annual Subscriptions <p>You may elect to purchase annual subscription.\nYour annual subscription will be automatically renewed at the beginning of each subsequent anniversary year unless you give prior written notice of non-renewal at least thirty (30) days prior to the expiration of the current year subscription.</p> Trial Period <p>We provide free access to the Services during the 5-days trial period starting from the moment that you activate such trial period by submitting your payment details (the “Free Trial Period”).\nIf you decide that you do not want to become a paying user of the Services upon the lapse of the Free Trial Period, you have to terminate your Services by the end of the Free Trial Period, otherwise you will become a paying user of the Services according to the subscription plan you have chosen.</p>\n<p>You may only use this Free Trial Offer once.</p>\n<p>The Free Trial Offer may only be used by you if you have not already used the Services.</p>\n<p>We reserve the right to withdraw or to modify the Free Trial Offer at any time without prior notice and with no liability.</p> Your subscription will be automatically renewed at the end of the subscription term unless you cancel it as provided in these terms.\nCancellation <p>You have the right to cancel your subscription at any time, for any reason, and can do so by:</p>\n<ul>\n<li> sending an email to support@onerep.com</li>\n<li>messaging in online chat ('Help' button in the right bottom corner of each web page)</li>\n<li>calling +1(855) 856-6655</li>\n</ul>\n<p> Please note that our support team handles all cancellation requests on Monday-Friday 9:00AM - 7:00PM EST, Saturday 9:00AM - 3:00PM EST and Sunday 11:00AM - 7:00PM EST.\n</p>\n<p> If you choose to cancel your subscription, you will be charged for the billing period during which you canceled the subscription.\n</p>\n<p> Please, also refer to our Terms of Service.\n</p>\n<br>\n<br>\n<br> © 2022 OneRep LLC <b>Product</b>\n<ul>\n<li>Free opt-out guides</li>\n<li>Pricing with Free trial</li>\n<li>Sites we cover</li>\n<li>Log in</li>\n<li>Sign up</li>\n</ul>\n<b>OneRep for Business</b>\n<ul>\n<li>OneRep API</li>\n<li>Employee Benefits</li>\n<li>Dating</li>\n</ul>\n<b>Company</b>\n<ul>\n<li>About us</li>\n<li>Blog</li>\n<li>Terms of service</li>\n<li>Subscription terms</li>\n<li>Privacy policy</li>\n</ul>\n<b>Support</b>\n<ul>\n<li>FAQ</li>\n<li>support@onerep.com</li>\n<li>Request a callback</li>\n</ul> ", "created_at": "2021-01-01 19:46:18.629653", "updated_at": "2022-12-19 19:22:51.988368"}], "points": [], "urls": ["onerep.com"]}}