{"error": 448, "message": "OK", "parameters": {"id": 7805, "name": "Federal Reserve Bank of Atlanta", "created_at": "2023-03-29 20:51:47.835914", "updated_at": "2023-04-22 11:50:34.012873", "wikipedia": "https://en.wikipedia.org/wiki/Federal_Reserve_Bank_of_Atlanta", "keywords": null, "related": null, "slug": "federal-reserve-bank-of-atlanta", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7805.png", "url": "atlantafed.org", "documents": [{"id": 15059, "name": "Terms of Use", "url": "https://www.atlantafed.org/disclaimers-and-terms-of-use", "xpath": "/html/body/div[1]/div/div[2]/div/div[2]/div/div/div", "text": null, "created_at": "2023-03-29 20:51:47.868102", "updated_at": "2023-03-29 20:55:37.988698"}, {"id": 15061, "name": "Online Privacy Policy", "url": "https://www.atlantafed.org/online-privacy-policy", "xpath": "/html/body/div[1]/div/div[2]/div/div[2]/div/div/div", "text": " <p>This notice provides an overview of how and why the Federal Reserve Bank of Atlanta (the Bank) collects and uses information, both personal and non-personal, collected through its website and economic surveys.\nThese collections are in addition to those outlined in the Bank's Data Privacy Policy.</p>\n<strong>Monitoring</strong>\n<p>The Bank monitors this website for unauthorized attempts to upload or change information, to defeat or circumvent security measures, or to use this site for anything other than its intended purposes.\nBy using this website, you consent to such monitoring and are advised that if our monitoring reveals possible evidence of criminal activity, the Bank may provide such evidence to appropriate law enforcement officials.</p>\n<strong>Cookies</strong>\n<p>Cookies are small text files that are placed on your computer by websites that you visit.\nThey are widely used in order to make websites work, or work more efficiently, as well as to provide information to the owners of the site.\nCookies may be used to store items such as identifiers and user preferences.</p>\n<p>This website makes limited and specific use of permanent cookies.\nFirst, we use cookies to track user traffic patterns on this website.\nThe cookie contains an alphanumeric string that identifies your computer as having visited frbatlanta.org.\nWhen you return to the website, we will know that you have visited before and that will give us information about what you found valuable on our site.</p>\n<p>In addition, we may make occasional use of the same kind of cookie for user research, such as to administer user surveys, so that you will be invited to participate in a survey only once.\nIn this example, the cookie's presence on your computer will indicate to the website that you are a returning user and have already responded to the invitation.</p>\n<p>Finally, we may make use of permanent cookies to enable users to customize the appearance or content of this website.\nThis cookie does not record any information about you or your computer other than what is described above, nor can we use it to gather or correlate information about your activities elsewhere on the internet.</p>\n<p>Your participation will help us meet our goal of providing you with an easy-to-use website and high-quality content.\nYou can set your browser to notify you before you receive a cookie, allowing you to decide whether to accept it or not.\nYou can also set your browser to not accept cookies at all.\nHowever, if you do so, some areas of some sites (including frbatlanta.org) may not operate properly.</p>\n<p>Transient memory-resident cookies or temporary session cookies are used to maintain a user's state of navigation during a browser session and expire from memory once the session is ended.\nThis website may from time to time use transient memory-resident cookies for on-line surveys, for example.\nIn addition, sometimes a third-party vendor will use cookies on one of the sites it operates, hosts, or manages for us—for example, for online registration of certain conferences and workshops.\nSince the Bank does not operate a third-party vendor's website, this online privacy policy does not apply to the collection of personal information or any other information by that site.</p>\n<p>This website also uses Google Analytics to collect anonymous information about our users and how they use the site.\nThis information includes, but is not limited to: </p>\n<ul>\n<li>how you visit the site (from a desktop computer, mobile device, or tablet)</li>\n<li>which web browser you're using and its version (Chrome, Firefox, Safari, Edge, etc.)</li>\n<li>which pages you visit and how long you stay on them (within a single browser session)</li>\n</ul>\n<p>In addition, we have enabled Google Analytics' demographics and interest reporting, which gives us insight, on an anonymous and aggregate level, into user behavior based on age, gender, and interest.</p>\n<p>We use this information strictly to improve the experience and usability of the Atlanta Fed website and to help us identify and diagnose any errors or issues.\nWe do not correlate this information in Google Analytics with any registered profiles in our database.\nIn other words, we have no way to know anything about you as an individual.</p>\n<strong>Collection of personal information</strong>\n<p>You may voluntarily provide personal information to The Federal Reserve Bank of Atlanta for purposes such as to:</p>\n<ul>\n<li>Participate in surveys</li>\n<li>Apply for employment </li>\n<li>Register for events</li>\n<li>Subscribe to newsletters or email notifications</li>\n</ul>\n<p>Information collected will vary depending on the purpose of collection but all information is provided voluntarily.\nBy providing this information to the Bank, you consent to the information being used and shared as is required to fulfill the purpose of the services you requested of the services notified to you at the time of collection.</p>\n<strong>Collection of information for surveys</strong>\n<p>The Bank conducts several economic surveys, such as the Survey of Business Uncertainty, the Business Inflation Expectations Survey, and the Consumer Payments Study.\nMost surveys collect information from businesses rather than individuals, but survey responses may include some personally identifiable information.\n</p>\n<strong>Survey of Business Uncertainty</strong>\n<p>The Federal Reserve Bank of Atlanta (\"the Bank\")/Chicago Booth/Stanford Survey of Business Uncertainty is a panel survey that measures the one-year-ahead expectations and uncertainties that business firms across the United States have about their own employment, capital investment, and sales.\nA firm's participation in this survey is voluntary, and the Bank's use of personal data is carried out with the participant's consent.</p>\n<p>The survey collects information at an enterprise level, but includes some individual business contact information such as names and email addresses.\nFrom time to time, we will share business contact information with our survey partners at Chicago Booth or Stanford to facilitate information collection and interviews.\nNo other information is shared without first being de-identified.</p>\n<p>The safeguarding of this information is important to the Bank.\nWe take precautions to secure survey information provided to us and to work only with partners who take similar precautions to safeguard this data.\n</p>\n<strong>Business Inflation Expectations Survey</strong>\n<p>The Business Inflation Expectations Survey measures the year-ahead inflationary sentiments of businesses located in the Sixth District of the Federal Reserve System.\nThis is an online survey of approximately 300 panelists representing businesses of various sizes within the Sixth District.\nThe survey collects information at an enterprise level, but includes some individual business contact information such as contact names and email addresses.\nA firm's participation in this survey is voluntary, and the Bank's use of personal data is carried out with the participant's consent.\nInformation collected for this survey is not shared with third parties unless it has been de-identified.</p>\n<p>The safeguarding of this information is important to the Bank.\nWe take precautions to secure survey information provided to us and to work only with partners who take similar precautions to safeguard this data.</p>\n<strong>Consumer Payments Survey</strong>\n<p>The Federal Reserve Bank of Atlanta does not collect personally identifiable information for the Consumer Payments Survey.\nThis survey uses de-identified data obtained from the University of Southern California Understanding America Study.\nFor more information about the Understanding America Study, please go to their web page.</p>\n<p>Although the information the Bank obtains is de-identified, the Bank continues to take precautions to secure survey information provided to us and to work only with partners who take similar precautions to safeguard this data.</p>\n<strong>Federal Reserve Payments Survey</strong>\n<p>The Federal Reserve Payments Study is an ongoing effort to quantify aggregate payment volumes, payments fraud, and related information in the United States to offer a periodic benchmark of developments in the U.S.\npayments system to policymakers, the industry, and the public.</p>\n<p>The information collected for this study includes:</p>\n<ul>\n<li>Aggregated, de-identified information relating to noncash payments, cash withdrawals and deposits, third-party payments fraud, and related information provided by a nationally representative sample of commercial banks, savings institutions, and credit unions</li>\n<li>Aggregated, de-identified information relating to the number and value of electronic payments, payments fraud, and related information provided by a census of major card networks, payment processors, and card issuers</li>\n<li>Information relating to check payments including distribution and purpose of payments from a random sample of checks processed by the Federal Reserve Financial Services pursuant to Federal Reserve Banks Operating Circular 1, Section 7.3</li>\n</ul>\n<p>We get assistance from the GCI Analytics office of McKinsey &amp.\nCompany and Blueflame Consulting and Research LLC for survey administration as well as data collection and analysis for the study.\nIn working with our partners, we may have to share some firm-level and personally identifiable information.\nThe safeguarding of this information is important to the Bank.\nWe take precautions to secure survey information, both in transit and at rest, and to work only with partners who take similar precautions to safeguard this data.\nAny personally identifiable information collected for this study is de-identified as soon as possible after collection, and no personally identifiable information is retained longer than necessary.</p>\n<strong>Small Business Credit Survey</strong>\n<p>The Small Business Credit Survey is a national survey that provides insight into the financing needs and experiences of businesses with fewer than 500 employees.\nAlthough the survey primarily collects business-level data, some personal information may be collected when relevant to the purpose of the study, such as personal financial information for business owners who rely on personal credit.\nA firm's participation in this survey is voluntary, and the Bank's use of personal data is carried out with the participant's consent.</p>\n<p>From time to time, we share data with other Federal Reserve Banks subject to confidentiality requirements.\nSurvey information will not be shared outside of the Federal Reserve System without first being de-identified.</p>\n<p>The safeguarding of this information is important to the Bank.\nWe take precautions to secure survey information provided to us and to work only with partners who take similar precautions to safeguard this data.</p>\n<strong>Collection of information for job applicants</strong>\n<p>We collect information from you in connection with processing your application including:</p>\n<ul>\n<li>Name, address, telephone number, email address, and other contact information;</li>\n<li>Username and password;</li>\n<li>Work authorization status;</li>\n<li>Curriculum vitae résumé, cover letter, previous work experience and education information;</li>\n<li>Skills.\n</li>\n<li>Professional and other work-related licenses, permits and certifications held;</li>\n<li>Criminal and driving history</li>\n<li>Information relating to references.\nand </li>\n<li>Any other information you elect to provide to us (e.g., employment preferences, willingness to relocate, current salary, desired salary, awards or professional memberships).</li>\n</ul>\n<p>In certain cases, we will ask questions about race/ethnic origin, gender, and disability of our applicants, for the monitoring of equal opportunity compliance.\nWe may also inquire about criminal records, where permitted by applicable law.\nExcept as specifically requested or legally required, we ask that you avoid submitting information which may qualify as sensitive information under applicable law.\nSensitive information includes data about race, religion, ethnicity, nationality or national origin, age, gender identity, sex life or practices or sexual orientation, marital status, medical or health information (including disability status), genetic or biometric information, biometric templates, political or philosophical beliefs, political party or trade union membership, veteran status, background check information, judicial data such as criminal records or information on other judicial or administrative proceedings.</p>\n<p>Any information you submit for your job application must be true, complete, and not misleading.\nPurposely submitting inaccurate, incomplete, or misleading information may lead to rejection of your application during the application process or, if identified after employed with the company, disciplinary action including immediate termination of employment.\nIn addition, it is your responsibility to ensure that information you submit does not violate any third party's rights.</p>\n<p>If you provide us with personal information of a reference or any other individual as part of your application, it is your responsibility to obtain consent from that individual prior to providing the reference.\n</p>\n<p>The information about you will be added to our Careers system(s) or database(s), and can be retained and used to consider you for opportunities at the Bank other than the one(s) for which you apply.\nIf you do not wish us to do this, please contact us at ATL.Recruiting.HR@atl.frb.org.</p>\n<p>If we hire you, personal information we collect in connection with your application may be incorporated into our human resources system and used to manage the new-hire process.\nany such information can become part of your employee file and used for other employment-related purposes.\n</p>\n<p>We will limit access to such personal information to personnel who need to know the information for the purpose of considering your application, including personnel in the recruiting, Human Resources, and Information Technology departments, and in the department responsible for the position for which you are applying.</p>\n<p>The Bank also shares personal information with approved third-party service providers to facilitate services provided to us, including hosting and operating the job application site, recruiting assistance, and background check processing.</p>\n<strong>Collection of contact information for all purposes, including subscriptions and events</strong>\n<p>Please note that receiving email, or other types of communications from the Bank may be a requirement of your receipt of or participation in any service you requested.\nBy providing your email address, or other contact information, to us, you agree to waive any claim against the Bank for any messages you may receive or any resulting harm to you or your computer from receiving such messages.\nThe Bank assumes no responsibility for any inaccuracies in any messages you receive.\nYou can opt out of receiving these emails by following the instructions at the bottom of all emails you receive from us or by contacting webmaster@atl.frb.org.</p>\n<p>You also authorize the Bank to maintain your name and contact information in its files and send you email notifications until you notify the Federal Reserve Bank of Atlanta, in accordance with the procedures detailed in the email notification that you wish to unsubscribe to the service.\nTo update your contact information, visit our subscriptions page.</p>\n<p>If you provide us with your postal or email address, or telephone or fax number, we use this information only for the purpose for which you provided it, such as to</p>\n<ul>\n<li>provide you with the publications or information you requested</li>\n<li>register you for a tour, conference or other event</li>\n<li>clarify your request or registration</li>\n<li>correspond with you regarding your job application</li>\n<li>provide you with related information</li>\n</ul>\n<p>When you fill out our online forms, they may be delivered to a Bank email address or database.\nYour online communications are not encrypted.\nWe cannot guarantee the security of any information sent electronically, whether submitted via online form or email.\nIf your communication is sensitive, or includes personal information that you do not wish to send to us electronically, you should send it by postal mail to:</p>\n<blockquote>\n<p>Federal Reserve Bank of Atlanta <br>\nAttention: Digital Strategy<br>\nPublic Affairs Department<br>\n1000 Peachtree Street NE<br>\nAtlanta, GA 30309</p>\n</blockquote>\n<p>If you register for an event online, we may hold onto your registration information for the purpose of contacting you in the future about similar events.\nIf you do not want us to keep your registration information, you must tell us so by sending your request to: webmaster@atl.frb.org.</p>\n<strong>Sharing of personal information</strong>\n<p>Generally, any information collected via this website, whether individual or aggregate, is for the Bank's use only.\nThe Bank will not sell or rent its email lists for commercial purposes.\n</p>\n<p>We do not rent, sell, or share personal information about you with other people or nonaffiliated companies except when we have your permission or under the following circumstances:</p>\n<ul>\n<li>When we retain the services of other Federal Reserve Banks, outside agents, or third parties under contract with the Bank.\nSuch personal information is only provided to, and is only used by, those parties in conjunction with the services they provide to the Bank.\nThis may include sharing your contact information with institutions that partner with us to host conferences such as the Financial Markets Conference.</li>\n<li>We may occasionally share our lists with consultants we hire to help us improve our business practices or with other Federal Reserve Banks for cross-collaboration projects.</li>\n<li>When we are required to disclose personal information about you to government officials or otherwise as required by subpoenas, court orders, legal process, or other legal obligations and to establish or exercise our legal rights or defend against claims.\nWe will share and/or use information to investigate, prevent, or take action against illegal activities or suspected fraud.</li>\n</ul>\n<p>We use third-party tools to distribute email communications.\nThese tools may collect analytics information at the email address level only, to identify whether an email communication was opened, for example, and what links have been clicked.\nWe use this information only to gauge the effectiveness of certain email communications and marketing campaigns so that we can make improvements going forward.</p>\n<strong>Maintenance of personal information</strong>\n<p>The safeguarding of personal information is important to the Bank, and we will take appropriate administrative, physical, and technical measures to protect personal information.\nWhile we endeavor to maintain the security of personal information in our possession, we cannot guarantee such security.\n</p>\n<p>The Bank is not responsible for the security of personal information or any other information you provided while it is being transmitted to the Federal Reserve Bank of Atlanta's website, through email or otherwise.\nWhen the Bank retains a third-party service provider to store or process personal information, that provider will be assessed for their ability to meet industry standard security measures to ensure the confidentiality and integrity of the personal information.\n</p>\n<p>If you have voluntarily submitted personal information to us and wish to review, update, correct, or delete it, please email your request to: webmaster@atl.frb.org.</p>\n<strong>Children</strong>\n<p>This website is not directed to children under the age of 13, nor does the Bank knowingly collect, maintain, or use personal information obtained via this website about children under the age of 13.\nMinor children should always obtain parental consent before releasing information to this or any website.</p>\n<strong>Links to external websites</strong>\n<p>This website contains links to other websites.\nThe Bank is not responsible for the privacy practices or the content of those websites.\nBy linking to external sites, the Bank does not imply endorsement of the site's sponsor.</p>\n<strong>Links to social media and other third-party websites</strong>\n<p>The Bank uses certain third-party social media sites as additional means of reaching the public and directing people to resources on frbatlanta.org.\nThe Bank maintains an official page or presence on Twitter, YouTube, Facebook, Instagram, and LinkedIn.</p>\n<p>You can access the Bank's official pages on social media sites without having an account or subscribing to services.</p>\n<p>As noted above, the Bank's privacy policy does not apply on these third-party websites and therefore you should familiarize yourself with the privacy policies of the social media site you use.</p>\n<strong>Other considerations</strong>\n<p>We may from time to time provide a discussion group or forum.\nBe aware that information you submit in connection with such a feature will be publicly viewable and not confidential.\nThere is risk in such communication venues that others will collect and use this information.</p>\n<strong>Policy changes</strong>\n<p>We reserve the right to change this policy at any time without notice.\nIf any change to this online privacy policy affects the way we use personal information, we will provide an avenue for you to opt out of such use.\nOtherwise, the Bank will not provide you with notice of changes to this policy.\nYou are responsible for reviewing this policy from time to time for any such changes.</p>\n<p>\n<em>This privacy policy was last updated April 23, 2020.</em>\n</p>\n<strong>Contact information</strong>\n<p>You may direct questions or comments about the privacy policy of the Federal Reserve Bank of Atlanta's website to our website administrator at privacy@atl.frb.org.</p>\n<ul>\n<li>\n<strong>RELATED LINKS: &nbsp;</strong>\n</li>\n<li>Disclaimer and Terms of Use</li>\n<li>Data Privacy Policy</li>\n<li>Privacy Policy</li>\n</ul> ", "created_at": "2023-03-29 20:51:47.930302", "updated_at": "2023-03-29 20:52:50.763786"}, {"id": 15060, "name": "Data Privacy Policy", "url": "https://www.atlantafed.org/data-privacy-policy", "xpath": "/html/body/div[1]/div/div[2]/div/div[2]/div/div/div", "text": " <p>\n<strong>Introduction and Scope</strong>\n</p>\n<p>This data privacy notice provides a high-level overview of Federal Reserve Bank (Reserve Bank) activities that rely, or partially rely on collection and use of personal information.\nWe seek to provide transparency into relevant Reserve Bank functions, the personal information involved, and general uses of such information.</p>\n<p>While this notice covers general categories of activities and functions conducted across and within multiple Reserve Banks, each Reserve Bank is a separate legal entity responsible for its own privacy practices.\nAs some of the functions that the Reserve Banks perform have been operationally consolidated into one or more Reserve Banks, each Reserve Bank is publishing a similar version of this notice regardless of whether a function is primarily performed at a particular Reserve Bank.\nReserve Banks may also publish a separate privacy notice providing more specific information about that Reserve Bank's data privacy practices.\n<s>\n</s>\n</p>\n<p>When we use the term <em>personal information </em>in this notice, we mean personal information handled or retained by a Reserve Bank that is linked or linkable to an individual.\nThis notice covers instances where personal information is received from sources other than the individuals to which the personal information relates.\nIt also covers situations where individuals provide personal information for Reserve Bank security or law enforcement purposes.</p>\n<p>This notice is <strong>not</strong> intended to cover situations</p>\n<ul>\n<li>that are generally covered by more specific notices posted at the point of collection, such as collecting personal information directly from members of the public on the web (e.g., signing up for newsletters);</li>\n<li>where the Reserve Banks collect or use personal information for routine internal functions, such as managing employees, administering benefit plans, and performing audits and accounting.\nor</li>\n<li>that involve operation of Reserve Bank websites (e.g., cookie policies).</li>\n</ul>\n<p>\n<strong>Reserve Bank Functions That Use Personal Information</strong>\n<br>\nThis notice describes the six core functions that the Reserve Banks perform involving personal information that are within the scope explained above.\nRegardless of functional area, the Reserve Banks DO NOT sell personal information.\nThe Reserve Banks DO share personal information if required by law, or if such sharing is necessary to accomplish the listed functions and activities.\nThis includes sharing between the Reserve Banks and with Reserve Bank vendors if such vendor requires the information to provide services to the Reserve Bank(s).</p>\n<p>\n<em>\n<strong>Supervision &amp.\nRegulation</strong>\n</em>\n<br>\nThe Board of Governors of the Federal Reserve System (Board) is a federal agency that is responsible for the supervision and regulation of certain types of financial institutions (defined in section 3 below) including bank holding companies, state-chartered banks that are members of the Federal Reserve System, savings and loan holding companies, foreign banks operating in the United States, and other entities.\nThe Board has delegated certain supervision and regulation functions, including the examination of supervised entities and the processing of certain banking applications and notices, to Reserve Banks as agents of the Board.</p>\n<p>In performing these delegated functions, the Reserve Banks receive personal information from financial institutions.\nFor example, Reserve Banks review consumer loan data as part of an examination of a bank.\nReserve Banks may also receive personal information from supervised institutions about their shareholders, directors, and executive officers in connection with applications submitted by institutions for approval.\nThe Reserve Banks protect this personal information in accordance with the Board's data privacy policies.\nFor more information about what personal information may be involved in supervisory activities, please see the Federal Reserve Board Privacy Program site.</p>\n<p>\n<em>\n<strong>Fiscal Agent Services to the United States Department of the Treasury (Treasury)</strong>\n</em>\n<br>\nThe Reserve Banks act as fiscal agents to the U.S.\nTreasury to support its goals related to collecting, disbursing, borrowing, investing, and accounting for government funds.</p>\n<p>In this capacity, the Reserve Banks collect, use, and share personal information for the exclusive purpose of providing such fiscal services.\nIn carrying out these functions, the Reserve Banks follow the Treasury's Data Privacy Policy and other requirements.\nSee the U.S.\nTreasury Privacy Policy and the list of privacy impact assessments published by the Treasury: https:/fiscal.treasury.gov/pia.html</p>\n<p>\n<em>\n<strong>Financial Services</strong>\n</em>\n<br>\nThe Reserve Banks provide financial services to depository institutions such as banks, credit unions, and savings and loans associations (together, \"financial institutions.)\" These services include acting as an intermediary between financial institutions for clearing checks, as well as settling Automated Clearing House (ACH) payments and electronically transferring funds.</p>\n<p>The receipt and sharing of personal information are necessary aspects of the Reserve Banks' provision of financial services.\nAs financial intermediaries, Reserve Banks come into possession of personal information such as names, addresses, and account numbers when they process payment transactions submitted by financial institutions.\nIn some instances, a check or payment instruction might also include a social security number or other, more sensitive personal information.\nAs financial intermediaries, the Reserve Banks receive such personal information from financial institutions and do not collect it directly from individuals.\nThe Reserve Banks do not control the type or accuracy of personal information submitted by financial institutions.\nThe Reserve Banks pass payment transaction information to the next financial institution in the payment chain either directly or through that financial institution's designated agent/vendor.\nSuch information may also be used in connection with compliance activities, economic research, and for other operational purposes related to payments processing.\nFor more information about these financial services, see Federal Reserve Bank Financial Services.</p>\n<p>\n<em>\n<strong>Lending</strong>\n</em>\n<br>\nThe Reserve Banks extend certain types of credit to financial institutions.\nThis includes allowing short-term overdrafts on accounts (called daylight overdrafts) as well as other lending programs (called Discount Window advances).</p>\n<p>Discount Window advances must be secured by collateral.\nThe collateral pledged to a Reserve Bank may include consumer loans (e.g., mortgage loans or auto loans).\nWhile the loans generally remain in the custody of the financial institution borrowing from the Reserve Bank, the Reserve Banks require information about each of the loans pledged as collateral.\nThe consumer-loan-level information obtained for collateral purposes include name, loan number, loan amount, and balance.\nIf actual loan documentation is obtained for sampling or safekeeping purposes, it will include all the information contained therein, which may also include social security numbers, dates of birth, and account numbers.\nPersonal information obtained for the lending functions is used only to support and facilitate these lending activities, and is shared only to the extent necessary to support these activities.\nLoan information may also be shared with other financial institutions, such as corporate credit unions and home loan banks, that similarly provide liquidity to depository institutions, to prevent double-pledging collateral.\nPlease see www.frbdiscountwindow.org for more information about these activities.</p>\n<p>\n<em>\n<strong>Research &amp.\nMonetary Policy</strong>\n</em>\n<br>\nThe Research and Monetary Policy functions conduct independent economic research for publication in leading academic journals and provide policy analysis in support of the Federal Reserve's monetary policy mission and general responsibility to promote the effective operation of the U.S.\neconomy and, more generally, the public interest.\nOther departments in the Reserve Bank, such as Supervision and Regulation and Community Development, may conduct research in fulfilling their responsibilities and may collaborate with the Research and Monetary Policy functions.\nOverall, Federal Reserve research covers a wide range of topics to produce various forms of output available to the general public and other stakeholders.</p>\n<p>Research and policy analysis can be data-intensive activities that involve analyzing detailed information.\nWhile some of this data include personal information, it is typically anonymized, or de-identified with strict prohibitions against re-identification.\nSome of this information is acquired from third-party data providers.\nThe Reserve Banks may also acquire information using surveys they design alone or in partnership with other organizations.\nThe safeguarding and responsible use of information for research is of the utmost importance to the Reserve Banks.\nPersonally identifiable information collected or acquired by the Reserve Banks is subject to strict information security controls (based on the NIST framework) and other controls including restrictions on access, use, sharing, storage, and disposal of the information.\n</p>\n<p>\n<em>\n<strong>Law Enforcement</strong>\n</em>\n<br>\nEach Reserve Bank has its own Federal Reserve law enforcement unit responsible for protecting its operations, facilities, and physical assets.</p>\n<p>In order to protect the people and assets of the Reserve Banks, Law Enforcement collects some personal information from people who visit the Reserve Banks.\nSuch visitors may be required to provide identifying information before being allowed access to Reserve Bank facilities.\nThis information may include name and information on a government-issued ID.\nSome Reserve Banks also collect personal information to conduct background checks of vendors, contractors, and employees for the purpose of verifying identity and managing risk.\nBackground checks, public records searches, and other information gathering may also be conducted for the purpose of assessing potential threats to the Federal Reserve System.\nThese processes are conducted in accordance with applicable law, and could involve the sharing of personal information with vendors engaged to perform screening and/or with governmental agencies that conduct aspects of the screening.</p>\n<p>\n<strong>Questions or Comments</strong>\n<br>\nIf you have any questions, comments, or concerns about this notice or the Reserve Banks' general privacy practices, please use this form to submit them.\nWe only use the personal information you provide to respond to your question, comment, or concern.\nFor more inquiries concerning the privacy practices specific to the Federal Reserve Bank of Atlanta please see the online privacy policy.</p>\n<p>Questions or comments relating to Board-delegated and fiscal agent functions should be directed to the Board of Governors and the U.S.\nTreasury, respectively.</p>\n<p>\n<strong>Changes to this Privacy Notice</strong>\n<br>\nThe Reserve Banks may occasionally amend this Privacy Notice to reflect changes to Reserve Bank activities and user feedback and we reserve the right to make changes to this Privacy Notice at any time.</p>\n<p> Questions or comments relating to Board-delegated and fiscal agent functions should be directed to the Board of Governors and the U.S.\nTreasury, respectively.</p>\n<ul>\n<li>\n<strong>RELATED LINKS: &nbsp;</strong>\n</li>\n<li>Online Privacy Policy</li>\n<li>Disclaimer and Terms of Use</li>\n<li>Privacy Policy</li>\n</ul> ", "created_at": "2023-03-29 20:51:47.900039", "updated_at": "2023-03-29 20:54:35.707335"}], "points": [], "urls": ["atlantafed.org"]}}