{"error": 448, "message": "OK", "parameters": {"id": 8229, "name": "NSFW Youtube", "created_at": "2023-05-06 02:20:47.87994", "updated_at": "2023-05-06 10:02:00.215593", "wikipedia": null, "keywords": null, "related": null, "slug": "nsfw-youtube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8229.png", "url": "nsfwyoutube.com", "documents": [{"id": 15961, "name": "Privacy Policy", "url": "https://www.nsfwyoutube.com/privacy-policy", "xpath": "//body", "text": " Toggle navigation NSFW YouTube <ul>\n<li>Home</li>\n<li>Instructions</li>\n<li>FAQ</li>\n<li>Contact</li>\n</ul>\n<p>Watch YouTube videos without signing in to YouTube account.\nBypass registration!</p> Find videos: (it takes few moments) <i>\n</i>\n<p>\n<strong>PRIVACY POLICY for NSFWYouTube.com</strong>\n</p>\n<p> At NSFWYouTube.com we are committed to safeguarding and preserving the privacy of our visitors.</p>\n<p> This Privacy Policy explains what happens to any personal data that you provide to us, or that we collect from you whilst you visit our site.</p>\n<p> We do update this Policy from time to time so please do review this Policy regularly.</p>\n<p>\n<strong>Information We Collect </strong>\n</p>\n<p> In running and maintaining our website we may collect and process the following data about you:</p>\n<ol>\n<li> Information about your use of our site including details of your visits such as pages viewed and the resources that you access.\nSuch information includes traffic data, location data and other communication data.</li>\n<li> Information provided voluntarily by you.\nFor example, when you register for information or make a purchase.</li>\n<li> Information that you provide when you communicate with us by any means.</li>\n</ol>\n<p>\n<strong>Use of Cookies<br>\n</strong>We do not store any cookies on your computer.</p>\n<p> Our advertisers may use cookies, over which we have no control.&nbsp.\nSuch cookies (if used) would be downloaded once you click on advertisements on our website.</p>\n<p>\n<strong>Use of Your Information</strong>\n</p>\n<p> We do not collect your personal information.\nThe only information that we get from you is when you e-mail us and even then we do not share, sell, give or in any other way disclose the content of your e-mail to anyone.</p>\n<p>\n<strong>Storing Your Personal Data</strong>\n</p>\n<p> We do not store you personal data.</p>\n<p> Unfortunately the sending of information via the internet is not totally secure and on occasion such information can be intercepted.\nWe cannot guarantee the security of data that you choose to send us electronically, Sending such information is entirely at your own risk.</p>\n<p>\n<strong>Disclosing Your Information</strong>\n</p>\n<p> We do not store or use your personal information but in case we will in the future we will still not disclose your personal information to any other party other than in accordance with this Privacy Policy and in the circumstances detailed below:</p>\n<ol>\n<li> In the event that we sell any or all of our business to the buyer.</li>\n<li> Where we are legally required by law to disclose your personal information.</li>\n<li> To further fraud protection and reduce the risk of fraud.</li>\n</ol>\n<p>\n<strong>Third Party Links<br>\n</strong>On occasion we include links to third parties on this website.\nWhere we provide a link it does not mean that we endorse or approve that site’s policy towards visitor privacy.\nYou should review their privacy policy before sending them any personal data.</p>\n<p>\n<strong>Access to Information</strong>\n</p>\n<p> In accordance with the Data Protection Act 1998 you have the right to access any information that we hold relating to you.\nPlease note that we reserve the right to charge a fee to cover costs incurred by us if it costs us providing you with the information.&nbsp;</p>\n<p>\n<strong>Contacting Us</strong>\n</p>\n<p> Please do not hesitate to contact us regarding any matter relating to this Privacy Policy at nsfwyoutube@gmail.com</p>\n<br>\n<p>1 click login bypass.\nNo more typing! Drag \"Bypass YT login\" link to your bookmarks bar:</p> Bypass YT login! <p>Next time youtube asks you to sign in simply click the bookmarklet!</p>\n<p>Instructions: When Google asks you to sign in to watch a protected YouTube video:</p>\n<p>type <strong>nsfw</strong> in front of <strong>youtube</strong> &amp.\npress enter!</p>\n<br> Q: What is NSFWYoutube &amp.\nwhat does it do? <ul>\n<li>Privacy Policy</li>\n<li>Hide Your IP</li>\n<li>Friends</li>\n</ul> ", "created_at": "2023-05-06 02:20:47.911527", "updated_at": "2023-05-06 02:21:51.749605"}], "points": [], "urls": ["nsfwyoutube.com"]}}