{"error": 448, "message": "OK", "parameters": {"id": 531, "name": "heycar", "created_at": "2018-06-13 11:37:39.864164", "updated_at": "2021-03-25 03:19:36.240162", "wikipedia": null, "keywords": null, "related": null, "slug": "heycar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/531.png", "url": "hey.car", "documents": [{"id": 13420, "name": "Über Cookies", "url": "https://hey.car/cookie-dashboard", "xpath": "//body", "text": " <ul>\n<li>Fahrzeugsuche<i>\n</i> Zurück zur Übersicht<ul>\n<li>GebrauchtwagenAlle GebrauchtwagenQualitätssiegelElektrofahrzeugeAutomatik</li>\n<li>Online AngeboteAlle verfügbaren FahrzeugeFahrzeuge zum online kaufenFahrzeuge zum online leasen</li>\n<li>Deals und SpecialsAlle AngebotePreisreduziertAuto Abo</li>\n<li>Suche nach StadtMünchenHamburgHannoverLeipzig</li>\n</ul>Unsere MarkenAlle MarkenWir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kundenservice@hey.car oder Anruf unter: +4930255585508<i>\n</i>\n</li>\n<li>Deals</li>\n<li>Ratgeber<i>\n</i> Zurück zur Übersicht<ul>\n<li>InformationFAQKostenlose Beratunghey MagazineAlle Marken und ModelleAlles über Elektrofahrzeuge</li>\n</ul>Wir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kundenservice@hey.car oder Anruf unter: +4930255585508<i>\n</i>\n</li>\n<li>Auto verkaufen</li>\n<li>Versicherungen</li>\n<li>Online Bestellung<i>\n</i> Zurück zur Übersicht<ul>\n<li>FahrzeugsucheAlle MarkenAudiVolkswagenMercedes</li>\n<li>Click &amp.\nCollectFinanzierungsangeboteLeasingangeboteWas ist Click &amp.\nCollect?</li>\n<li>Unsere AngeboteAlle Fahrzeuge anzeigenFahrzeuge zum online kaufenFahrzeuge zum online finanzierenFahrzeuge zum online leasen</li>\n<li>WissenswertesWarum online bestellen?Wie funktioniert es?heycar QualitätsstandardFAQs</li>\n</ul>Wir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kontakt@hey.car oder Anruf unter: +493030809241<i>\n</i>\n</li>\n<li>Login</li>\n</ul>\n<i>\n</i>\n<li>\n<i>\n</i>\n</li>Über CookiesCookie EinstellungWas sind Cookies und was können sie?Wie verwendet heycar Cookies?Was passiert, wenn ich externe Cookies deaktiviere?Was sind Cookies und was können sie?<i>\n</i>Cookies helfen heycar, das perfekte Auto für Dich zu finden.\nSie verbessern unsere Website, machen sie sicherer und sorgen dafür, dass Du alle Services nutzen kannst.<p>Eine Website soll mindestens ihren Job und vielleicht sogar Spaß machen.\nDafür braucht sie einige Informationen über ihre Nutzer.\nUnd die sammelt sie mit der Hilfe kleiner Textdateien, den sogenannten Cookies.\nDie Website installiert die Cookies auf Deinem Computer und kann Dich und Deine Vorlieben auf diese Weise wiedererkennen, wenn Du das nächste Mal reinklickst.\nNormalerweise merkst Du davon gar nichts – Du siehst nur eine reibungslos laufende Website.</p>\n<p>Cookies sind besonders nützlich für Funktionen, die man erst auf den zweiten Blick wahrnimmt.\nBei heycar heißt das zum Beispiel: Wir loggen Dich automatisch in Deinen Account ein, filtern die Inserate nach Deiner Region und halten Deine Favoriten auf dem neuesten Stand.\nCookies übernehmen also viele verschiedene Aufgaben im Hintergrund.\nUnd helfen Dir dabei, Dich bequem und schnell im Internet zu bewegen.</p>\n<p>Viele der von uns gesammelten Informationen sind anonym – das heißt, sie werden nicht Dir als Person zugeordnet, sondern registrieren bestimmte Interessen oder ein Suchmuster, während Du heycar benutzt.\nSo können wir Dein Nutzererlebnis immer weiter verbessern.\nAndere Cookies sorgen dafür, dass Werbeanzeigen von heycar, die Du auf externen Websites wie Facebook siehst, besser zu Deinen Präferenzen passen – so erhöhen wir die Wahrscheinlichkeit, dass wir Dir Dein Traumauto präsentieren.</p>\n<p>\n<strong>Und hier sind unsere vollständigen Datenschutzbestimmungen.</strong>\n</p>Wie verwendet heycar Cookies?<i>\n</i>Wir setzen Cookies ein, damit wir Dir überall die passenden Autos zeigen können – ganz egal, ob Du gerade bei heycar, Facebook oder Google unterwegs bist.Wann speichern wir Cookies in Deinem Browser?<p>Kompakt gesagt: Wenn Du auf heycar unterwegs bist.\nDann installiert unsere Website Cookies auf Deinem Rechner, Tablet oder Smartphone, die uns bestimmte Informationen übermitteln.\nDas passiert zum Beispiel dann, wenn Du ein neues Auto in Deinen Favoriten speicherst.\nSo wissen wir, was Dir gefällt und können Dir mehr passende Inserate anzeigen.\nWir verwenden Cookies aber nicht zwangsläufig personalisiert, sondern auch in allgemeineren Funktionen: Wir analysieren mit ihrer Hilfe, wie User heycar nutzen, so dass wir unser Angebot weiter verbessern und auf die Bedürfnisse unserer Kunden zuschneiden können.</p>Gibt es hier Cookies von anderen Unternehmen?<p>Ja, in manchen Bereichen.\nEin Beispiel: Unsere Chatfunktion hilft Dir, bequem mit uns Kontakt aufzunehmen – dafür muss sie Nachrichten auf Deinem Device senden und empfangen können.\nUnd damit das funktioniert, brauchen wir externe Services mit den dazugehörigen Cookies.\nWelche Cookies Du zulassen möchtest und welche nicht, kannst Du jederzeit in Deinem Cookie Dashboard festlegen.\nExterne Cookies verwenden wir hauptsächlich für die Chatfunktion, für Analytics zur Verbesserung der Nutzererfahrung und für Werbeanzeigen von heycar, die Du auf anderen Websites wie zum Beispiel Facebook siehst.\nDie wichtigsten Anbieter, mit denen wir auf heycar kooperieren und die unsere Cookies nutzen, möchten wir Dir kurz vorstellen.\nGoogle spielt mit Analytics eine große Rolle für die Verbesserung der Nutzererlebnisse, die Personalisierung von Werbeanzeigen funktioniert über Google DoubleClick und AdWords.\nÄhnlich ist es mit Facebook – so bekommst Du dort in den Anzeigen Autos angezeigt, die zu Deiner Suche passen.\nSegment und Mixpanel sind wie Google zuständig für die Analyse des Nutzerverhaltens, während Freshchat sicherstellt, dass Du mit uns chatten kannst.\nHier kannst Du die Datenschutzbestimmungen der einzelnen Anbieter einsehen, klick dazu einfach auf den Firmennamen:</p>\n<ul>\n<li>Facebook</li>\n<li>Segment</li>\n<li>Google DoubleClick</li>\n<li>Google AdWords</li>\n<li>Google Analytics</li>\n<li>Mixpanel</li>\n<li>Freshchat</li>\n</ul>\n<p>Eine detaillierte Auflistung aller Cookies auf heycar, mit Name, Anbieter, Zweck und Ablaufdatum findest Du in <strong>dieser Tabelle</strong>.</p>\n<p>\n<strong>Und hier sind unsere vollständigen Datenschutzbestimmungen.</strong>\n</p>Was passiert, wenn ich externe Cookies deaktiviere?<i>\n</i>Externe Cookies stellen sicher, dass Du alle unsere Services reibungslos nutzen kannst.\nSie helfen uns dabei, heycar ständig zu verbessern.<p>Es gibt auf heycar einige Services, die nur mit Cookies externer Anbieter funktionieren.\nWenn Du diese in Deinem Browser blockierst, werden Funktionen wie unser Chat oder die personalisierten Werbeanzeigen auf anderen Websites beeinträchtigt.\nDu kannst dann heycar nicht in vollem Umfang nutzen.\nDiese Services werden wahrscheinlich nicht funktionieren, wenn Du externe Cookies deaktivierst:</p>\n<ul>\n<li>Der Chat mit unserer Kundenbetreuung</li>\n<li>Die Speicherung vorheriger Suchen, die Dir Deine letzten Anfragen zeigen</li>\n<li>Die Sortierung nach Relevanz in Deinen Suchergebnissen, so dass die passendsten Inserate ganz oben gelistet sind</li>\n<li>Die Personalisierung von Anzeigeformaten zum Beispiel auf Facebook</li>\n<li>Die anonyme Analyse des Nutzerverhaltens, um heycar weiter zu optimieren</li>\n</ul>Wie nutzt heycar externe Cookies für Werbung?<p>Damit Du auf Facebook und Google Inserate siehst, die zu Deiner Suche passen, verwenden wir Cookies.\nFür Facebook funktioniert das so: Wir installieren auf heycar ein sogenanntes Facebook Pixel.\nDas ist ein Code, der Besucher von Facebook-Anzeigen erkennt, die Anzeigen selbst anhand der gesammelten Daten optimiert und Zielgruppen für künftige Werbung definieren kann.\nKurz gesagt sorgen diese Cookies dafür, dass wir den richtigen Menschen die richtigen Werbeanzeigen auf Facebook präsentieren.\nGoogle Cookies arbeiten mit einer anonymisierten Nutzer ID.\nAuf diese Weise wird niemand als Person identifiziert, sondern die User unterschiedlichen Zielgruppen zugeteilt.\nMit den Anzeigen wird also kein einzelner Mensch, sondern eine bestimmte Gruppe angesprochen, die sich durch ihr Nutzerverhalten auf heycar definiert.\nSo können wir in unseren Google Anzeigen Inhalte bieten, die unsere User auch interessieren.</p>Du entscheidest, welche Daten Du mit uns teilst.<p>Willkommen in Deinem Dashboard.\nHier kannst Du alle Cookies auf heycar verwalten und sie Deinen Präferenzen anpassen.\nDeine individuelle Einstellung speichern wir dann 6 Monate lang in einem Cookie auf Deinem Gerät.\nWir verwenden auf heycar mehrere Arten von Cookies – wenn Du es ganz genau wissen möchtest, hilft Dir unsere <strong>Datenschutzerklärung</strong> weiter.</p>\n<p>Über die Cookies in der Kategorie \"Deine Basis\" übermitteln wir dagegen grundsätzlich keine Daten in die USA.</p>\n<p>Wenn Du die Verwendung von Cookies in den Kategorien</p>\n<ul>\n<li>\"Persönliche Präferenzen\" und</li>\n<li>\"Performance und Marketingabteilung\"</li>\n</ul>\n<p>erlaubst, übermitteln wir Deine Daten an unsere Dienstleister in den USA, ohne dass die-se ein geeignetes Datenschutzniveau garantieren können.\nEs besteht das Risiko, dass in den USA staatliche Stellen auf Deine Daten zugreifen, und Deine Daten daher nicht im gleichen Maß geschützt sind wie in der EU und im EWR.\nWeitere Informationen hierzu findest Du in unserer Datenschutzerklärung.</p>Speichern &amp.\nfortfahren<i>\n</i>Deine Basis – so läuft’s auf heycar<p>Diese Cookies braucht heycar, um als Plattform zu funktionieren.\nDeshalb können sie auch nicht abgeschaltet werden – ohne Basiscookies geht hier schlichtweg nichts.\nSie sorgen dafür, dass Du auf heycar sicher und bequem unterwegs bist.</p>Favoriten<i>\n</i>\n<strong>Favoriten</strong>Diese Cookies werden verwendet, um die Lieblingsautos des Nutzers zu speichern.<i>\n</i>Fahrzeugsuche<i>\n</i>\n<strong>Fahrzeugsuche</strong>Diese Cookies werden verwendet, um den Nutzern Standardvorschläge für die Suche anzuzeigen.<i>\n</i>Cookie-Einwilligung<i>\n</i>\n<strong>Cookie-Einwilligung</strong>Diese Cookies werden genutzt, um die Cookie-Einstellungen des Nutzers zu speichern.<i>\n</i>Mehr Details<i>\n</i>Persönliche Präferenzen – das perfekte Auto finden<p>Das hier sind Cookies, die heycar dabei helfen, sich an Deine Suchkriterien oder Deinen Standort zu erinnern.\nWenn Du sie aktivierst, kannst Du diese und andere personalisierte Funktionen verwenden.\nDie Daten sammeln wir in pseudonymisierter Form.</p>Freshchat<i>\n</i>\n<strong>Freshchat</strong>Wir verwenden Freshchat, um unseren Nutzern den Chat zur Verfügung stellen zu können.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (2.b) Kontaktaufnahme mit heycar und dem Fahrzeuganbieter).<i>\n</i>Kontaktdaten Deiner Fahrzeuganfrage<i>\n</i>\n<strong>Kontaktdaten Deiner Fahrzeuganfrage</strong>Mit diesen Cookies, werden die Kontaktdaten deiner Fahrzeuganfrage gespeichert und bei allen nachfolgenden Anfragen genutzt.\nSo sparst du Zeit und bist schneller am Ziel.<i>\n</i>Fahrzeugbewertung<i>\n</i>\n<strong>Fahrzeugbewertung</strong>Diese Cookies ermöglichen die Speicherung deiner Fahrzeugdaten.\nSo vermeiden wir, dass du immer wieder dieselben Daten eingeben musst.\nDes Weiteren trägst du so zur Verbesserung deiner Nutzererfahrung bei.<i>\n</i>Newsletter<i>\n</i>\n<strong>Newsletter</strong>Mit diesen Cookies wird gespeichert, ob Du dich bereits für den heycar Newsletter angemeldet hast.\nSo vermeiden wir, dass wir dir vorschlagen unseren Newsletter zu abonnieren, auch wenn Du dies schon getan hast.\nDies trägt zur Verbesserung deiner Nutzererfahrung bei.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (2.\nh) Newsletter)<i>\n</i>Mehr Details<i>\n</i>Performance und Marketingabteilung – heycar noch besser machen &amp.\nWerbung nur für Dich<p>Diese Cookies geben uns wichtige Hinweise zum Verhalten unserer Besucher.\nSie sammeln Informationen darüber, was Nutzer auf heycar am meisten interessiert oder welche Seiten am häufigsten genutzt werden.\nSo können wir heycar auf die Bedürfnisse unserer Kunden ausrichten.\nAuch diese Daten erheben wir in pseudonymisierter Form.</p>\n<p>Wir wollen Dir nur Anzeigen präsentieren, die Dich auch interessieren.\nDeshalb verwenden wir Cookies, die Deine Suchkriterien erfassen und dafür sorgen, dass Du auf Facebook oder Google Autos siehst, die zu Dir passen.</p>Mixpanel<i>\n</i>\n<strong>Mixpanel</strong>Mixpanel wird für Analysen verwendet, um unsere Website besser zu verstehen und zu verbessern.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (5.\nAnalyse Tools).<i>\n</i>Google Analytics<i>\n</i>\n<strong>Google Analytics</strong>Wir verwenden Google Analytics, um das Nutzerverhalten zu verstehen und unsere Plattform zu verbessern.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (5.\nAnalyse Tools).<i>\n</i>Segment<i>\n</i>\n<strong>Segment</strong>Dieses Segment wird für unsere Datenschicht und Analysen verwendet.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (5.\nAnalyse Tools).<i>\n</i>Facebook Custom Audiences / Conversion Tracking<i>\n</i>\n<strong>Facebook Custom Audiences / Conversion Tracking</strong>Facebook Custom Audiences und Conversion Tracking werden verwendet, um Dir bei dem Besuch von Websites und Apps, die am Facebook Werbenetzwerk teilnehmen, interessenbezogene Werbung anzuzeigen und die Effektivität unserer Werbung zu steigern.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (6.\nMarketing).<i>\n</i>Google Ads<i>\n</i>\n<strong>Google Ads</strong>Google Ads-Anzeigen werden verwendet, um den Nutzern bessere Anzeigen zu liefern.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (6.\nMarketing).<i>\n</i>Google Ad Manager<i>\n</i>\n<strong>Google Ad Manager</strong>Wir verwenden Google Ad Manager, um Werbebanner von heycar Aktionen, Händleraktionen und Aktionen unserer Partner anzuzeigen.\nWeitere Informationen findest du in unserer Datenschutzerklärung (6.\nMarketing).<i>\n</i>Hotjar<i>\n</i>\n<strong>Hotjar</strong>Wir verwenden Hotjar, um das Verhalten der Nutzer auf unserer Plattform besser zu verstehen.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (5.\nAnalyse Tools).<i>\n</i>RTB House<i>\n</i>\n<strong>RTB House</strong>Wir verwenden die Remarketing-Funktion von RTB, um Dir interessenbezogene Werbeanzeigen zu präsentieren.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (6.\nMarketing).<i>\n</i>Adjust<i>\n</i>\n<strong>Adjust</strong>Wir nutzen Adjust zur Analyse und Personalisierung Deiner Nutzererfahrung und um Dir auf heycar und Drittplattformen angezeigter Werbung (unter Verwendung von Werbe-IDs von heycar und Dritten).\nWeitere Informationen findest Du in unserer Datenschutzerklärung (5.\nAnalyse Tools).<i>\n</i>Firebase Push Notification Analytics<i>\n</i>\n<strong>Firebase Push Notification Analytics</strong>Wir nutzen Firebase, um Dir Push-Nachrichten zu senden und das Feedback auf diese Nachrichten zu analysieren.\nWeitere Informationen findest Du in unserer Datenschutzerklärung (5.\nAnalyse Tools).<i>\n</i>Mehr Details<br>\n<p>Wenn Du jeden einzelnen Cookie kennenlernen willst, der auf heycar im Einsatz ist, kannst Du Dir ein pdf mit sämtlichen Daten und Details<strong>herunterladen</strong>.\nDort findest Du die Einzelheiten zu allen Arten von Cookies auf unserer Seite.</p>\n<p>Wenn Sie eine spezifische Anfrage zu Daten machen möchten, können Sie uns jederzeit über<strong>privacy@hey.car</strong>schreiben.</p>Speichern &amp.\nfortfahren<ul>\n<li>Gebrauchte Fahrzeugtypen</li>\n<li>SUV gebraucht</li>\n<li>Kleinwagen gebraucht</li>\n<li>Cabrio gebraucht</li>\n<li>Kombi gebraucht</li>\n<li>Van gebraucht</li>\n<li>Transporter gebraucht</li>\n<li>Elektroauto gebraucht</li>\n</ul>\n<ul>\n<li>Beliebte Suchen</li>\n<li>BMW X3</li>\n<li>Audi RS3</li>\n<li>Audi A5</li>\n<li>VW Arteon</li>\n<li>Mercedes B Klasse</li>\n<li>Jeep Wrangler</li>\n<li>Audi Q2</li>\n</ul>\n<ul>\n<li>Beliebte Suchen</li>\n<li>Mercedes A Klasse</li>\n<li>Seat Ateca</li>\n<li>Kia Sport</li>\n<li>BMW Gebrauchtwagen</li>\n<li>Audi Gebrauchtwagen</li>\n<li>Porsche Cayenne</li>\n<li>VW Touran</li>\n</ul>\n<ul>\n<li>Autohersteller</li>\n<li>Skoda Superb</li>\n<li>Porsche Gebrauchtwagen</li>\n<li>Mercedes Gebrauchtwagen</li>\n<li>Land Rover Gebrauchtwagen</li>\n<li>Seat Gebrauchtwagen</li>\n<li>VW Gebrauchtwagen</li>\n<li>Mini Gebrauchtwagen</li>\n</ul>FinanzierungsratgeberKostenlose BeratungFAQMein Auto verkaufenPresseheyMagazinHändleranmeldungÜber unsKarriereCookie DashboardAGBDatenschutzImpressumKontakthey, profitiere von exklusiven Tipps und passenden Empfehlungen zu deinem Gebrauchtwagenkauf!<i>\n</i>Du kannst dich jederzeit wieder abmelden.<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Hol dir jetzt die neue heycar App und finde dein Traumauto mit Garantie – jederzeit und überall.© Copyright 2022 Mobility Trader GmbH.\nAlle Rechte vorbehalten.\n", "created_at": "2022-12-18 07:01:42.032209", "updated_at": "2022-12-18 07:01:51.510703"}, {"id": 13421, "name": "AGB", "url": "https://hey.car/terms", "xpath": "//body", "text": " <ul>\n<li>Fahrzeugsuche<i>\n</i> Zurück zur Übersicht<ul>\n<li>GebrauchtwagenAlle GebrauchtwagenQualitätssiegelElektrofahrzeugeAutomatik</li>\n<li>Online AngeboteAlle verfügbaren FahrzeugeFahrzeuge zum online kaufenFahrzeuge zum online leasen</li>\n<li>Deals und SpecialsAlle AngebotePreisreduziertAuto Abo</li>\n<li>Suche nach StadtMünchenHamburgHannoverLeipzig</li>\n</ul>Unsere MarkenAlle MarkenWir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kundenservice@hey.car oder Anruf unter: +4930255585508<i>\n</i>\n</li>\n<li>Deals</li>\n<li>Ratgeber<i>\n</i> Zurück zur Übersicht<ul>\n<li>InformationFAQKostenlose Beratunghey MagazineAlle Marken und ModelleAlles über Elektrofahrzeuge</li>\n</ul>Wir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kundenservice@hey.car oder Anruf unter: +4930255585508<i>\n</i>\n</li>\n<li>Auto verkaufen</li>\n<li>Versicherungen</li>\n<li>Online Bestellung<i>\n</i> Zurück zur Übersicht<ul>\n<li>FahrzeugsucheAlle MarkenAudiVolkswagenMercedes</li>\n<li>Click &amp.\nCollectFinanzierungsangeboteLeasingangeboteWas ist Click &amp.\nCollect?</li>\n<li>Unsere AngeboteAlle Fahrzeuge anzeigenFahrzeuge zum online kaufenFahrzeuge zum online finanzierenFahrzeuge zum online leasen</li>\n<li>WissenswertesWarum online bestellen?Wie funktioniert es?heycar QualitätsstandardFAQs</li>\n</ul>Wir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kontakt@hey.car oder Anruf unter: +493030809241<i>\n</i>\n</li>\n<li>Login</li>\n</ul>\n<i>\n</i>\n<li>\n<i>\n</i>\n</li>Allgemeine Geschäftsbedingungen zur Nutzung von www.heycar.de <p>Die Mobility Trader GmbH, Müllerstraße 153, 13353 Berlin, eingetragen im Handelsregister des Amtsgerichts Charlottenburg unter HRB 183918 B (nachstehend „MT GmbH“), betreibt unter www.heycar.de eine Internetplattform („Plattform“).\nDie Plattform dient der Vernetzung einerseits von selbstständigen KFZ-Händlern bzw.\ngewerblichen Fahrzeuganbietern, die ein gebrauchtes Kraftfahrzeug („KFZ“) zum Verkauf anbieten („Fahrzeuganbieter“) und Banken, die Darlehensverträge zur Finanzierung eines KFZ anbieten („Finanzierungspartner“), und andererseits den natürlichen und juristischen Personen, die ein KFZ kaufen möchten („Plattformnutzer“).\n</p>§ 1 Geltungsbereich <p>1.1 Diese Allgemeinen Geschäftsbedingungen zur Nutzung von www.heycar.de („AGB“) gelten für die Nutzung der Plattform, einen Kauf eines KFZ über die Plattform und die Vermittlung eines Darlehensvertrags zur Finanzierung eines KFZ in ihrer jeweils zum Zeitpunkt der Einwilligung in die AGB gültigen Fassung.\n</p>\n<p>1.2 MT GmbH bietet keine KFZ zum Kauf an, weder über die Plattform noch auf einem anderen Weg und hat in Bezug auf den Verkauf eines KFZ keine andere Aktivität als die Vernetzung der Plattformnutzer mit dem Fahrzeuganbieter herzustellen.\nAn einem etwaigen Vertragsschluss über ein auf der Plattform vorgestelltes KFZ ist MT GmbH weder als Vertragspartei noch als Vertreter oder Vermittler einer der Vertragsparteien beteiligt.\n</p>\n<p>1.3 MT GmbH vermittelt über die Plattform außerdem Darlehensverträge zur Finanzierung eines Fahrzeugkaufs im Auftrag von Finanzierungspartnern.\nEs besteht ein Darlehensvermittlungsvertrag zwischen MT GmbH und dem jeweiligen Finanzierungspartner.\nEin Darlehensvermittlungsvertrag zwischen dem Plattformnutzer und MT GmbH kommt nicht zustande.\nDie Aktivität von MT GmbH beschränkt sich bei der Vermittlung auf die technische Weiterleitung des Plattformnutzers an den Finanzierungspartner.\n</p>\n<p>1.4 Ein Vertrag zwischen einem Fahrzeuganbieter und einem Plattformnutzer kommt über die Plattform nach Maßgabe von ‎§ 3 zustande.\n</p>§ 2 Funktionsweise und Nutzung der Plattform, Leistung der MT GmbH <p>2.1 MT GmbH betreibt und unterhält die Plattform, auf der Fahrzeuganbieter KFZ aus ihrem Gebrauchtwagenbestand online vorstellen können („Anzeige“).\nHierfür übermittelt der Fahrzeuganbieter Informationen zum KFZ an MT GmbH.\nMT GmbH stellt dann für den Fahrzeuganbieter die Anzeige auf der Plattform ein.\nDer Fahrzeuganbieter ist verpflichtet, die Anzeige regelmäßig auf ihre Richtigkeit und Aktualität zu überprüfen.\nFür den Inhalt einer Anzeige einschließlich deren Aktualität ist damit allein der Fahrzeuganbieter und nicht MT GmbH verantwortlich.\nDie Anzeige ist unverbindlich und begründet keinen Anspruch auf Abschluss eines entsprechenden Kaufvertrags mit dem Fahrzeuganbieter.\n</p>\n<p>2.2 MT GmbH vermittelt für Finanzierungspartner zudem Darlehensverträge zur Finanzierung eines auf der Plattform vorgestelltes KFZ.\nHierfür stellt MT GmbH eine technische Verbindung der Plattform zu den Finanzierungspartnern her.\n</p>\n<p>2.3 Die MT GmbH bietet Plattformnutzern unentgeltlich folgende Leistungen (zusammen auch „Services“): </p>\n<p>(I) Zugang zu Anzeigen Plattformnutzer erhalten auf der Plattform kostenlos Zugang zu den eingestellten Anzeigen verschiedener Fahrzeuganbieter.\n</p>\n<p>(II) Registrierung Plattformnutzer erhalten die Möglichkeit, sich unter Angabe der E-Mail Adresse sowie einem zugehörigen Passwort auf der Webseite kostenlos zu registrieren („Nutzerkonto“), um weitergehende Funktionalitäten der Webseite nutzen zu können (z.B.\nSpeicherung individueller Suchen – „save search list“).\nIm Nutzerkonto kann optional auch der Vor- und Nachname hinterlegt werden.\nAlle Angaben können nachträglich verändert oder das Nutzerkonto gelöscht werden.\nFür die im Zusammenhang mit dem Nutzerkonto erhobenen personenbezogenen Daten gilt unsere Datenschutzerklärung.\nMT GmbH behält sich das Recht vor, Nutzerkonten, die über einen Zeitraum von 12 Monaten inaktiv waren, zu löschen.\n</p>\n<p>(III) KFZ-Suchmaske Über die Such- und Filterfunktion können Plattformnutzer ihre KFZ-Suche entsprechend verschiedener Kriterien verfeinern („Suchanfrage“).\nDer Plattformnutzer erhält dann der Suchanfrage entsprechende Anzeigen („Suchergebnisse“).\nPlattformnutzer können die Suchergebnisse in einer Favoritenliste speichern oder die letzten Suchergebnisse erneut aufrufen, solange sie in den Einstellungen ihres jeweiligen Browserprogramms die Benutzung von Cookies nicht abgeschaltet haben oder bereits abgelegte Cookies löschen.\nFür angemeldete Plattformnutzer stehen die genannten Funktionen sowie eine zusätzliche Suchanfragenliste unabhängig vom genutzten Gerät oder Browser zur Verfügung.\n</p>\n<p>(IV) Kontaktaufnahme mit Fahrzeuganbieter Interessiert sich ein Plattformnutzer für eine Anzeige, so kann er über die Plattform per Kontaktformular, E-Mail, Chatfunktion oder Telefonanruf eine Anfrage an den jeweiligen Fahrzeuganbieter stellen („Nutzer-Anfrage“).\nDie MT GmbH übermittelt die Nutzer-Anfrage sodann an den jeweiligen Fahrzeuganbieter.\nDer Fahrzeuganbieter kann anschließend unmittelbar mit dem Nutzer Kontakt aufnehmen, soweit es nicht schon anlässlich der konkreten Suche – durch ein über die Plattform vermitteltes Telefonat – zu einem Kontakt zwischen Kunde und Fahrzeuganbieter kommt.\nSoweit die Anzeige eines Fahrzeuganbieters die Möglichkeit zur Inzahlungnahme eines dem Kunden gehörenden Fahrzeugs vorsieht und in diesem Zusammenhang eine Bewertung dieses Fahrzeugs auf der Plattform ermöglicht, ist eine solche Bewertung unverbindlich, d.h.\nsie bindet weder den Kunden noch den Fahrzeuganbieter.\n</p>\n<p>(V) Newsletter Optional erhalten Plattformnutzer nach vorheriger Anmeldung zum Newsletter auf der Plattform Neuigkeiten per E-Mail in Form eines in regelmäßigen Abständen erscheinenden Newsletters mitgeteilt.\n</p>\n<p>(VI) Zugang zu IT-Tools plattformfremder Dritt-Dienstanbieter MT GmbH arbeitet mit folgendem plattformfremden Dienstanbieter zusammen: Volkswagen Bank GmbH, Gifhorner Straße 57, 38112 Braunschweig („Dritt-Dienstanbieter“).\nPlattformnutzer können über die Plattform auf IT-Tools der Dritt-Dienstanbieter zugreifen, z.B.\nFinanzierungs- und Versicherungskalkulatoren.\nDie von diesen IT-Tools berechneten Finanzierungs- und Versicherungsvorschläge sind unverbindlich und begründen keinen Anspruch auf Abschluss eines entsprechenden Vertrages.\nMT GmbH ist nie Anbieter von Finanzierungs- und/oder Versicherungsleistungen.\n</p>\n<p>(VII) Kaufvertragsschluss MT GmbH ermöglicht es dem Plattformnutzer, einen Kaufvertrag für manche der angebotenen KFZ unmittelbar über die Plattform zu schließen.\nMT GmbH übernimmt im Auftrag des Fahrzeuganbieters die Kommunikation mit dem Plattformnutzer bis zum Vertragsschluss.\n</p>\n<p>(VIII) Vermittlung Darlehensvertrag zur Finanzierung eines Fahrzeugkaufs MT GmbH bietet den Plattformnutzern die Weiterleitung an einen Finanzierungspartner zum Abschluss eines Darlehensvertrags zur Finanzierung eines Fahrzeugkaufs an.\nMT GmbH übernimmt im Auftrag des Finanzierungspartners die Kommunikation mit dem Plattformnutzer bis zum Vertragsschluss.\n</p>\n<p>(IX) Vermittlung Leasingvertrag\nMT GmbH bietet den Plattformnutzern die Weiterleitung an einen Finanzierungspartner zum Abschluss eines Leasingvertrags an.\nMT GmbH übernimmt im Auftrag des Leasing-partners die Kommunikation mit dem Plattformnutzer bis zum Vertragsschluss.</p>\n<p>2.4 MT GmbH ist in der Regel nur technischer Dienstleister und als solcher lediglich für die Verfügbarkeit der Plattform und der Services nach Maßgabe von ‎§ 4 dieser AGB verantwortlich.\nIn keinem Fall ist MT GmbH Vermittler oder Vertreter der Plattformnutzer, der Fahrzeuganbieter oder der Dritt-Dienstanbieter.\nIm Fall eines über die Plattform vermittelten Darlehensvertrags zur Finanzierung eines KFZ ist MT GmbH als Vermittler im Auftrag des Finanzierungspartners beteiligt.\n</p>\n<p>2.5 Macht der Plattformnutzer auf der Plattform gegenüber MT GmbH Angaben, etwa um eine Kontaktaufnahme mit Fahrzeuganbietern zu ermöglichen, so sind die Daten wahrheitsgemäß und vollständig anzugeben.\n</p>\n<p>2.6 Bei der Nutzung der Plattform ist es dem Plattformnutzer untersagt, die auf der Plattform dargestellten Informationen, insbesondere Fahrzeugdaten, massenhaft zu extrahieren (z.B.\ndurch „Scraping“) und/oder die Informationen außerhalb der Plattform weiterzuverwenden.\n</p>\n<p>2.7 Dienste von Drittanbietern\n2.7.1 JATO Dynamics Limited\nCopyright © JATO Dynamics Limited, 1990- 2021.\nAlle Rechte vorbehalten.\nJATO hat bei der Zurverfügungstellung genauer und vollständiger Informationen äußerste Sorgfalt walten lassen, übernimmt jedoch keine Gewähr für die Richtigkeit oder Vollständigkeit der Daten.\nBitte lassen\nSie bei der Nutzung der Ihnen zur Verfügung gestellten Informationen die erforderliche Sorgfalt walten.</p>§ 3 Zustandekommen eines Kaufvertrags <p>3.1 Einige KFZ können unmittelbar über die Plattform erworben werden.\nDer Kaufvertrag kommt über die Plattform stets nur zwischen dem Fahrzeuganbieter und einem Plattformnutzer zustande („Kaufvertrag“).\nDie Darstellung der Produkte, die unmittelbar über die Plattform erworben werden können, stellt kein rechtlich bindendes Angebot dar, sondern eine an die Plattformnutzer gerichtete Einladung, ein Angebot auf Abschluss eines Kaufvertrags abzugeben.\n</p>\n<p>3.2 Ein Kaufvertrag zwischen Fahrzeuganbieter und Plattformnutzer kommt auf der Plattform wie folgt zustande: Wenn der Plattformnutzer das Bestellformular ausfüllt und auf den Button „Zahlungspflichtig bestellen“ klickt, gibt er damit ein bindendes Angebot für das jeweilige Fahrzeug ab.\nMT GmbH wird dieses Angebot an den Fahrzeuganbieter weiterleiten.\nAußerdem wird MT GmbH dem Plattformnutzer unmittelbar nach der Bestellung eine Bestätigung des Eingangs der Bestellung durch eine automatisierte E-Mail zusenden.\nDie Bestellbestätigung ist keine Annahmeerklärung des Fahrzeuganbieters.\nWenn der Fahrzeuganbieter die verbindliche Annahme des Angebots erklärt, leitet MT GmbH diese an den Plattformnutzer weiter.\nBis zum Zeitpunkt der verbindlichen Annahmeerklärung kann der Fahrzeuganbieter die Annahme des Angebots ohne Angabe von Gründen ablehnen.\nErst mit der Annahmeerklärung des Angebots durch den Fahrzeuganbieter kommt ein Kaufvertrag zustande und es entsteht ein Anspruch auf Lieferung des bestellten KFZ.\n</p>§ 4 Eingeschränkte Verfügbarkeit von Plattform und Services <p>Eine uneingeschränkte Verfügbarkeit der Plattform wird nicht gewährleistet.\nMT GmbH ist zur teilweisen oder gänzlichen Einstellung der Verfügbarkeit der Plattform insbesondere dann berechtigt, wenn die Plattform aus technischen und/oder operativen Gründen der Wartung bzw.\nÜberarbeitung bedarf.\n</p>§ 5 Haftung <p>5.1 MT GmbH gibt hinsichtlich der Inhalte der einzelnen Anzeigen ausschließlich Informationen der Fahrzeuganbieter wieder.\nEine Überprüfung auf Richtigkeit und Aktualität findet nicht statt.\nSelbiges gilt für alle zur Verfügung gestellten Informationen sonstiger Dritt-Dienstanbieter, welche über die Plattform zugänglich sind.\nFür derartige Inhalte ist MT GmbH daher nicht verantwortlich.\nSind etwaige Fehler durch MT GmbH verursacht, haftet MT GmbH nach Maßgabe von §§ ‎5.2 bis ‎5.3.\n</p>\n<p>5.2 Auf Schadensersatz haftet MT GmbH nach Maßgabe der gesetzlichen Vorschriften, soweit nachfolgend nichts anderes bestimmt ist.\nBei Pflichtverletzungen – gleich aus welchem Rechtsgrund – hat MT GmbH Vorsatz und grobe Fahrlässigkeit zu vertreten.\nVorbehaltlich eines milderen Haftungsmaßstabs nach gesetzlichen Vorschriften haftet MT GmbH bei einfacher Fahrlässigkeit nur: </p>\n<p>(I) für Schäden aus der Verletzung des Lebens, des Körpers oder der Gesundheit und </p>\n<p>(II) für Schäden aus der Verletzung einer wesentlichen Vertragspflicht (Verpflichtung, deren Erfüllung die ordnungsgemäße Durchführung des Vertrags überhaupt erst ermöglicht und auf deren Einhaltung der Plattformnutzer regelmäßig vertraut und vertrauen darf).\nin diesem Fall ist die Haftung jedoch auf den Ersatz des vorhersehbaren, typischerweise eintretenden Schadens begrenzt.\n</p>\n<p>5.3 Die vorstehenden Haftungsbeschränkungen gelten auch bei Pflichtverletzungen durch Personen, deren Verschulden MT GmbH nach gesetzlichen Vorschriften zu vertreten hat.\n</p>§ 6 Schlussbestimmungen <p>6.1 Für diese AGB und die Vertragsbeziehung zwischen Plattformnutzer und MT GmbH gilt das Recht der Bundesrepublik Deutschland unter Ausschluss internationalen Einheitsrechts, insbesondere des UN-Kaufrechts.\n</p>\n<p>6.2 Gesetzlicher Hinweis zur Verbraucherstreitbeilegung: MT GmbH nimmt nicht an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teil.\n</p>\n<p>Stand: Januar 2021</p>\n<ul>\n<li>Gebrauchte Fahrzeugtypen</li>\n<li>SUV gebraucht</li>\n<li>Kleinwagen gebraucht</li>\n<li>Cabrio gebraucht</li>\n<li>Kombi gebraucht</li>\n<li>Van gebraucht</li>\n<li>Transporter gebraucht</li>\n<li>Elektroauto gebraucht</li>\n</ul>\n<ul>\n<li>Beliebte Suchen</li>\n<li>BMW X3</li>\n<li>Audi RS3</li>\n<li>Audi A5</li>\n<li>VW Arteon</li>\n<li>Mercedes B Klasse</li>\n<li>Jeep Wrangler</li>\n<li>Audi Q2</li>\n</ul>\n<ul>\n<li>Beliebte Suchen</li>\n<li>Mercedes A Klasse</li>\n<li>Seat Ateca</li>\n<li>Kia Sport</li>\n<li>BMW Gebrauchtwagen</li>\n<li>Audi Gebrauchtwagen</li>\n<li>Porsche Cayenne</li>\n<li>VW Touran</li>\n</ul>\n<ul>\n<li>Autohersteller</li>\n<li>Skoda Superb</li>\n<li>Porsche Gebrauchtwagen</li>\n<li>Mercedes Gebrauchtwagen</li>\n<li>Land Rover Gebrauchtwagen</li>\n<li>Seat Gebrauchtwagen</li>\n<li>VW Gebrauchtwagen</li>\n<li>Mini Gebrauchtwagen</li>\n</ul>FinanzierungsratgeberKostenlose BeratungFAQMein Auto verkaufenPresseheyMagazinHändleranmeldungÜber unsKarriereCookie DashboardAGBDatenschutzImpressumKontakthey, profitiere von exklusiven Tipps und passenden Empfehlungen zu deinem Gebrauchtwagenkauf!<i>\n</i>Du kannst dich jederzeit wieder abmelden.<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Hol dir jetzt die neue heycar App und finde dein Traumauto mit Garantie – jederzeit und überall.© Copyright 2022 Mobility Trader GmbH.\nAlle Rechte vorbehalten.<p>Mit Klick auf \"Akzeptieren\" erteilst du uns deine Einwilligung, dass wir deine Nutzung unserer Plattform durch Cookies und andere Technologien (von heycar und Dritten) nachverfolgen, um deine Nutzungserfahrung und dir angezeigte Werbung zu analysieren und personalisieren (<strong>mehr Details</strong>).</p>\n<p>Du stimmst damit auch zu, dass deine Daten hierbei ohne geeignete Datenschutzgarantien an Partner in sog.\nDrittländern übermittelt werden können, die kein angemessenes Datenschutzniveau bieten, wie z.B.\ndie USA aufgrund staatlicher Zugriffsmöglichkeiten.</p>\n<p>Alternativ kannst du deine Einstellungen im <strong>Cookie Dashboard</strong> jetzt und jederzeit später individuell anpassen.\nWillst du <strong>keine Einwilligung</strong> erteilen, dann klick bitte <strong>hier</strong>.</p>Details anzeigenAkzeptieren ", "created_at": "2022-12-18 07:02:15.4896", "updated_at": "2022-12-18 07:02:27.697794"}, {"id": 13419, "name": "Datenschutz", "url": "https://hey.car/privacy", "xpath": "//body", "text": " <ul>\n<li>Fahrzeugsuche<i>\n</i> Zurück zur Übersicht<ul>\n<li>GebrauchtwagenAlle GebrauchtwagenQualitätssiegelElektrofahrzeugeAutomatik</li>\n<li>Online AngeboteAlle verfügbaren FahrzeugeFahrzeuge zum online kaufenFahrzeuge zum online leasen</li>\n<li>Deals und SpecialsAlle AngebotePreisreduziertAuto Abo</li>\n<li>Suche nach StadtMünchenHamburgHannoverLeipzig</li>\n</ul>Unsere MarkenAlle MarkenWir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kundenservice@hey.car oder Anruf unter: +4930255585508<i>\n</i>\n</li>\n<li>Deals</li>\n<li>Ratgeber<i>\n</i> Zurück zur Übersicht<ul>\n<li>InformationFAQKostenlose Beratunghey MagazineAlle Marken und ModelleAlles über Elektrofahrzeuge</li>\n</ul>Wir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kundenservice@hey.car oder Anruf unter: +4930255585508<i>\n</i>\n</li>\n<li>Auto verkaufen</li>\n<li>Versicherungen</li>\n<li>Online Bestellung<i>\n</i> Zurück zur Übersicht<ul>\n<li>FahrzeugsucheAlle MarkenAudiVolkswagenMercedes</li>\n<li>Click &amp.\nCollectFinanzierungsangeboteLeasingangeboteWas ist Click &amp.\nCollect?</li>\n<li>Unsere AngeboteAlle Fahrzeuge anzeigenFahrzeuge zum online kaufenFahrzeuge zum online finanzierenFahrzeuge zum online leasen</li>\n<li>WissenswertesWarum online bestellen?Wie funktioniert es?heycar QualitätsstandardFAQs</li>\n</ul>Wir begleiten dich von der Suche bis zur Abholung.\nE-Mail an kontakt@hey.car oder Anruf unter: +493030809241<i>\n</i>\n</li>\n<li>Login</li>\n</ul>\n<i>\n</i>\n<li>\n<i>\n</i>\n</li>heycarDatenschutz1.\nName und Kontaktdaten des für die Verarbeitung Verantwortlichen sowie des Datenschutzbeauftragten<p>Diese Datenschutz-Information gilt für die Datenverarbeitung durch:</p>\n<p>Mobility Trader GmbH\nMüllerstraße 153\n13353 Berlin</p>\n<p>Tel.: +49 (0) 30 3080 6351\nE-Mail: privacy@hey.car\nInternet: www.hey.car\n(nachfolgend „heycar“ oder „wir“)</p>\n<p>Alle Interessenten und Besucher unserer Plattform erreichen unseren Datenschutzbeauftragten unter:</p>\n<p>E-Mail: privacy@hey.car</p>2.\nErhebung und Speicherung personenbezogener Daten sowie Art und Zweck von deren Verwendunga) Beim Besuch der Plattform<p>Beim Aufrufen der Plattform (mit dem Begriff „Plattform“ bezeichnen wir im Folgenden sowohl die Website www.hey.car als auch unsere heycar App) werden durch den auf Ihrem Endgerät zum Einsatz kommenden Browser automatisch Informationen an den Server un-serer Plattform gesendet.\nDiese Informationen werden temporär in einem sog.\nLogfile gespeichert.\nFolgende Informationen werden dabei ohne Ihr Zutun erfasst und bis zur automatisierten Löschung entsprechend den anwendbaren datenschutzrechtlichen Vorschriften gespeichert:</p>\n<ul>\n<li>IP-Adresse,</li>\n<li>Datum und Uhrzeit des Zugriffs,</li>\n<li>Name und URL der abgerufenen Datei,</li>\n<li>Website, von der aus der Zugriff erfolgt (Referrer-URL),</li>\n<li>Verwendeter Browser und ggf.\ndas Betriebssystem sowie der Name Ihres Access-Providers,</li>\n<li>bei Verwendung der App zusätzlich: Hardware-Modell, Version des Betriebssystems, Spracheinstellung und eindeutige Gerätekennziffer des mobilen Endgeräts.</li>\n</ul>\n<p>Die genannten Daten werden durch uns zu folgenden Zwecken verarbeitet:</p>\n<ul>\n<li>Gewährleistung eines reibungslosen Verbindungsaufbaus der Plattform,</li>\n<li>Gewährleistung einer komfortablen Nutzung unserer Plattform,</li>\n<li>Auswertung der Systemsicherheit und -stabilität sowie</li>\n<li>zu weiteren administrativen Zwecken.</li>\n</ul>\n<p>Die Rechtsgrundlage für die Datenverarbeitung ist Art.\n6 Abs.\n1 Satz 1 lit.\nf DSGVO.\nUnser berechtigtes Interesse folgt aus oben aufgelisteten Zwecken zur Datenerhebung.\nDie Bereitstellung der Daten ist nicht gesetzlich oder vertraglich vorgeschrieben oder für einen Vertragsabschluss erforderlich.\nEs besteht für Sie keine Verpflichtung zur Bereitstellung der Daten.\nIm Falle einer Nichtbereitstellung der Daten können wir allerdings die aufgerufenen Inhalte der Plattform nicht bereitstellen.\nDie Daten werden in Server-Log-Dateien in einer Form, die die Identifizierung der betroffenen Personen ermöglicht, maximal für einen Zeitraum von 7 Tagen gespeichert, es sei denn, dass ein sicherheitsrelevantes Ereignis auftritt (z.B.\nein DDoS-Angriff).\nIm Fall eines sicherheitsrelevanten Ereignisses werden Server-Log-Dateien bis zur Beseitigung und vollständigen Aufklärung des sicherheitsrelevanten Ereignisses gespeichert.</p>\n<p>Darüber hinaus setzen wir beim Besuch unserer Plattform Cookies sowie Analysedienste ein.\nNähere Erläuterungen dazu erhalten Sie unten.</p>b) Kontaktaufnahme mit heycar und dem Fahrzeuganbieter<p>Auf der Plattform haben Sie zudem die folgenden Möglichkeiten, mit einem oder mehreren Anbietern des bzw.\nder von Ihnen ausgewählten Fahrzeug(e) („Fahrzeuganbieter“) und mit uns in Kontakt zu treten:</p>\n<ul>\n<li>\n<p>Bei Fragen jeglicher Art bieten wir Ihnen die Möglichkeit, mit uns über einen auf der Plattform bereitgestellten E-Mail-Link Kontakt.\nDabei ist die Angabe einer gültigen E-Mail Adresse erforderlich, damit wir wissen, von wem die Anfrage stammt und um diese beantworten zu können.\nWeitere Angaben können freiwillig getätigt werden.</p>\n</li>\n<li>\n<p>Darüber hinaus haben Sie auf der Plattform die Möglichkeit mit uns per Chat in Kontakt zu treten.\nDabei erheben, verarbeiten und nutzen wir die von Ihnen im Chatverlauf angegebenen Informationen, um Ihr Anliegen zu bearbeiten.\nWenn Sie uns im Verlauf des Chats freiwillig Ihr Einver-ständnis dazu erteilen, geben wir diese Informationen – ggf.\ngemeinsam mit Ihrer persönlichen Nachricht für den Fahrzeuganbieter – auch an den Fahrzeuganbieter weiter, um diesen über Ihren Wunsch zur Kontaktaufnahme zu informieren sowie ihm über die von Ihnen freiwillig angegebenen Kontaktdaten die Kontaktaufnahme im Hinblick auf Ihre Anfrage zu ermöglichen.\nSie können Ihr Einverständnis jederzeit mit Wirkung für die Zukunft per E-Mail an privacy@hey.car widerrufen.\nZur Bereitstellung der Chat Funktion nutzen wir Freshdesk, eine Software des Unternehmens Freshworks Inc.\nwww.freshworks.com (1250 Bayhill Drive, Suite 315, San Bruno, CA 94066).\nFreshdesk verwendet Cookies zur Speicherung Ihrer Präferenzen (z.B.\nbevorzugte Sprache), um eine persönliche Unterhaltung in Form eines Echtzeit-Chats auf der Plattform mit Ihnen zu ermöglichen.\nIhre im Live-Chat übertragenen Daten werden auf Servern von Freshworks Inc.\nin den USA gespeichert.\nDie Datenschutzerklärung von Freshworks Inc.\n(in englischer Sprache) finden Sie hier.\nDie Funktion des Chats ist nur verfügbar, wenn Sie in die Nutzung der entsprechenden Cookies und in die Datenübermittlung in die USA eingewilligt haben.\nRechtsgrundlage ist Art.\n6 Abs.\n1 lit.\na DSGVO.</p>\n</li>\n<li>\n<p>Zudem bieten wir Ihnen auch die Möglichkeit, per WhatsApp mit uns Kontakt aufzunehmen, indem Sie über den Link auf unserer Website direkt in eine Unterhaltung mit uns in WhatsApp weitergeleitet werden.\nDabei erheben, verarbeiten und nutzen wir Ihre Kontaktdaten (Name und Telefonnummer) und die von Ihnen im Nachrichtenverlauf angegebenen Informationen, um Ihr Anliegen zu bearbeiten.\nZur Bereitstellung der Kontaktmöglichkeit über WhatsApp setzen wir WhatsApp Business-Services, der WhatsApp Ireland Limited (4 Grand Canal Square, Grand Canal Harbour Dublin 2, Irland, www.whatsapp.com) ein.\nWhatsApp verwendet dabei Ihre Telefonnummer, um Sie als WhatsApp-Nutzer zu verifizieren, und löscht diese Informationen nach Abschluss der Verifizierung wieder.\nDabei übermittelt WhatsApp Ihre Daten an Server in den USA.\nDie von Ihnen per WhatsApp an uns versendeten Nachrichten und Ihre Kontaktdaten werden nicht von WhatsApp gespeichert.\nRechtsgrundlage für die Verarbeitung Ihrer Daten ist Artikel 6 Absatz 1 lit.\nf DSGVO.\nMit der Verarbeitung verfolgen wir das berechtigte Interesse, Ihnen die Kontaktaufnahme über WhatsApp zu ermöglichen.\nIm Rahmen der Nutzung von WhatsApp werden Daten in die USA übermittelt.\nRechtsgrundlage hierfür ist Ihre Einwilligung gemäß Art.\n6 Abs.\n1 lit.\na DSGVO.\nWenn Sie uns während der Unterhaltung in WhatsApp freiwillig Ihr Einverständnis dazu erteilen, werden wir uns gegebenenfalls ca.\n1 bis 2 Wochen nach Abschluss des Gesprächs einmalig über WhatsApp an Sie wenden, um zu ermitteln, ob Ihr Anliegen geklärt werden konnte.\nSie können Ihr Einverständnis in die Kontaktaufnahme über WhatsApp jederzeit mit Wirkung für die Zukunft per E-Mail an privacy@hey.car oder über WhatsApp widerrufen.\nDie Rechtsgrundlage für diese Verar-beitung ist Artikel 6 Absatz 1 lit.\na DSGVO.</p>\n</li>\n<li>\n<p>Wir bieten Ihnen die Möglichkeit der Kontaktaufnahme für eine individuelle Fahrzeugberatung.\nZu diesem Zweck stellen wir auf der heycar Plattform ein Antragsformular bereit.\nDabei ist die Angabe einer gültigen Telefonnummer und E-Mail Adresse erforderlich, damit wir Sie für ein individuelles Beratungsgespräch kontaktieren können.\nDie Datenverarbeitung zum Zweck der Kontaktaufnahme mit Ihnen sowie im Rahmen der Fahrzeugberatung erfolgt nach Art.\n6 Abs.\n1 Satz 1 lit.\na DSGVO auf Grundlage Ihrer freiwillig erteilten Einwilligung.\nWenn Sie uns im Verlauf des Beratungsgesprächs Ihre Einwilligung dazu erteilen, geben wir Informationen zu ihren Fahrzeugvorstellungen, die sie uns im Beratungsgespräch mitteilen – ggf.\ngemeinsam mit Ihrer persönlichen Nachricht für den Fahrzeuganbieter –, auch an den Fahrzeuganbieter weiter, um diesen über Ihren Wunsch zur Kontaktaufnahme zu informieren.\nUm eine Kontaktaufnahme durch den Fahrzeuganbieter im Hinblick auf Ihre Anfrage zu ermöglichen übermitteln wir dem Fahr-zeuganbieter zudem die von Ihnen angegebenen Kontaktdaten.\nSie können Ihr Einverständnis für die Verarbeitung Ihrer Daten für die individuelle Fahrzeugberatung und / oder für die Übermittlung Ihrer Daten an und die Kontaktaufnahme durch den Fahrzeuganbieter jederzeit mit Wirkung für die Zukunft per E-Mail an privacy@hey.car widerrufen.\nZur Bearbeitung Ihrer Anfrage nutzen wir Freshdesk, eine Software des Unternehmens Freshworks Inc.\n(www.freshworks.com/, 1250 Bayhill Drive, Suite 315, San Bruno, CA 94066).\nIhre übertragenen Daten werden mit ihrer Einwilligung gemäß Art.\n6 Abs.\n1 lit.\na DSGVO auf Servern von Freshworks Inc.\nin den USA gespeichert.\nDie Datenschutzerklärung von Freshworks Inc.\nfinden Sie hier.</p>\n</li>\n<li>\n<p>Sie können des Weiteren auch mit einem Fahrzeuganbieter per E-Mail-Formular in Kontakt treten.\nDabei ist die Angabe einer gültigen E-Mail Adresse erforderlich, damit der Anbieter weiß, von wem die Anfrage stammt und um diese beantworten zu können.\nWeitere Angaben (Vor- und Nachname, Telefonnummer, einzugebende Nachricht) können freiwillig getätigt werden.\nDiese Informationen geben wir zusammen mit Angaben zum betreffenden Fahrzeug an den Fahrzeuganbieter weiter, um diesen über Ihren Wunsch zur Kontaktaufnahme zu informieren sowie ihm über die von Ihnen angegebenen Kontaktdaten die Kontaktaufnahme im Hinblick auf Ihre Anfrage zu ermöglichen.</p>\n</li>\n<li>\n<p>Sie haben weiterhin die Möglichkeit über eine Ortsrufnummer telefonisch mit dem Fahrzeuganbieter in Kontakt zu treten.\nBei der telefonischen Kontaktaufnahme werden Sie aufgefordert, einen 4-stelligen Code einzutippen, der Ihnen auf der Plattform angezeigt wird.\nIm Rahmen des Telefonats speichern wir Telefonnummer, Uhrzeit des Anrufs sowie den eingegebenen Code zur Weiterleitung.\nWenn der Fahrzeuganbieter Ihren Anruf nicht entgegennimmt, werden Sie an einen Mitarbeiter des heycar-Kundenservice weitergeleitet.</p>\n</li>\n<li>\n<p>· Schließlich haben Sie die Möglichkeit über eine Rufnummer, die Ihnen individuell auf der Plattform angezeigt wird, telefonisch mit dem Fahrzeuganbieter in Kontakt zu treten.\nBei Ihrer Kontaktaufnahme speichern und analysieren auf Grundlage von Artikel 6 Absatz 1 lit.\nf DSGVO die folgenden Informationen mithilfe unseres Dienstleisters Freespee AB: Ihre Telefonnummer, Uhrzeit des Anrufs sowie die individuelle Rufnummer, IP-Adresse oder andere Geräteadresse oder ID, Standort des Nutzers, Webbrowser und/oder Gerätetyp, die Websites oder Seiten, die kurz vor oder unmittelbar nach dem Besuch unserer Plattform besucht wurden, die Seiten oder andere Inhalte, die der Nutzer betrachtet oder mit denen er interagiert, und die Daten und Zeiten des Besuchs des Nutzers.\nFreespee teilt uns diese Informationen dann mit.\nWir verwenden das Feedback von Freespee, um die Effektivität unserer Marketingkampagnen zu analysieren.\nDiese Datenerhebung erfolgt nur, wenn sie in den Einsatz der entsprechenden Cookies gemäß Art.\n6 Abs.\n1 lit.\na DSGVO eingewilligt haben..\nWeitere Informationen über Freespee und die Datenschutzrichtlinien von Freespee finden Sie hier.</p>\n</li>\n</ul>\n<p>Wenn Sie über die Plattform mit einem Fahrzeuganbieter Kontakt aufgenommen haben, werden Ihre Kontaktdaten, d.h.\nIhr Name, Ihre E-Mailadresse und Telefonnummer lokal in Ihrem Browser gespeichert.\nBei der nächsten Kontaktanfrage, die sie an einen Fahrzeuganbieter senden möchten, werden Ihnen die Kontaktdaten als Eintrag in dem Kontaktformular vorgeschlagen.\nIhre Kontaktdaten werden ausschließlich in ihrem lokalen Browser gespeichert und werden von uns nur abgerufen, wenn Sie ein neues Kontaktformular auf unserer Plattform öffnen, um Ihnen die Eingabe zu erleichtern.\nDritte können auf diese Daten nicht zugreifen.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 Satz 1 lit.\na DSGVO.\nWenn Sie in die Nutzung der entsprechenden Cookies einwilligen, kann heycar Ihnen eine nutzerfreundliche Wahrnehmung des Services ermöglichen.\nIhre Kontaktdaten werden aus Ihrem lokalen Browser nach 7 Tagen automatisch gelöscht.</p>\n<p>Wir geben in jedem der oben beschriebenen Fälle der Kontaktaufnahme Informationen über Ihre Suche auf der Plattform (Name, Kontaktdaten, selektiertes Suchergebnis) an den Fahrzeuganbieter weiter, mit dem Sie in Kontakt treten, wenn Sie in den Einsatz der entsprechenden Cookies eingewilligt haben.\nDies dient dem internen Reporting zwischen heycar und dem Fahrzeuganbieter über die Performance seines Fahrzeuginserats.\nAusgangspunkt des Reportings zwischen heycar und dem Fahrzeughändler sind sog.\nLeads, d.h.\ndie jeweils über heycar an den Fahrzeughändler vermittelten konkreten Kundenkontakte.\nDer Fahrzeughändler meldet sodann an heycar zurück, bei welchen Leads es zu einem Verkaufserfolg gekommen ist.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\na DSGVO.\nMit den Verarbeitungen verfolgen MT und der Fahrzeughändler die berechtigten Interessen, durch das Reporting festzustellen, ob die vertraglich übernommenen Verpflichtungen korrekt erfüllt werden.\nDadurch wird die wirtschaftliche Funkti-onsfähigkeit der heycar Plattform sichergestellt.</p>\n<p>Wenn Sie durch eine entsprechende Mitteilung an den Händler oder durch Ihr Verhalten auf der Plattform (z.B.\nAufrufen des Finanzierungsrechners vor der Kontaktaufnahme mit dem Händler) Interesse an einer Finanzierung signalisiert haben, geben wir Informationen über Ihre Suche auf der Plattform (Name, Kontaktdaten, Fahrzeugsidentifikationsnummer (VIN)) zur Bearbeitung der Finanzierungsanfrage an einen unserer Finanzierungs-Kooperationspartner, d.h.\ndie Vehicle Trading International GmbH, die Mercedes-Benz Bank AG, oder die Porsche Financial Services GmbH &amp.\nCo.\nKG weiter.\nWelcher Finanzierungs-Kooperationspartner für Ihre Finanzierungsanfrage zuständig ist, richtet sich nach der Marke des Fahrzeugs, für dessen Finanzierung Sie sich interessieren.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\nb DSGVO.\nDie Informationen werden darüber hinaus auch dafür verwendet, um zu ermitteln, ob es zu dem Abschluss einer Finanzierung gekommen ist und um auf dieser Grundlage Performance-Reports zu erstellen.\nAusgangspunkt dieses Reportings zwischen heycar und dem jeweiligen Finanzierungs-Kooperationspartner sind sog.\nLeads, d.h.\ndie jeweils über heycar an den Finanzierungs-Kooperationspartner vermittelten konkreten Kundenkontakte.\nDer Finanzierungs-Kooperationspartner prüft, ob es für den jeweiligen Kunden zu einem Vertragsschluss kam und leitet diese Information im Fall eines Vertragsschlusses codiert an heycar weiter.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\nf DSGVO.\nMit den Verarbeitungen verfolgen MT und der Finanzierungs-Kooperationspartner die berechtigten Interessen, durch das Reporting festzustellen, ob die vertraglich über-nommenen Verpflichtungen korrekt erfüllt werden.\nDadurch wird die wirtschaftliche Funktionsfähigkeit der heycar Plattform sichergestellt.</p>\n<p>Die im Rahmen der Kontaktaufnahmen von uns erhobenen personenbezogenen Daten werden bis zur Erledigung Ihres Anliegens gespeichert.Wir speichern diese Daten außerdem darüber hinaus, soweit gesetzlichen, insbesondere handels- und steuerrechtlichen, Aufbewahrungspflichten bestehen.\nJe nach Art der Unterlagen können handels- und steuerrechtliche Aufbewahrungspflichten von sechs oder zehn Jahren bestehen (§ 147 Abgabenordnung (AO), § 257 Handelsgesetzbuch (HGB).</p>c) Registrierung eines Kundenkontos<p>Sie haben die Möglichkeit, sich auf der Plattform für ein persönliches Kundenkonto zu registrieren.\nFür die erfolgreiche Registrierung eines Kundenkontos benötigen wir Ihre E-Mail Adresse und ein selbst gewähltes Passwort.\nWir verarbeiten diese Daten, damit Sie die Vorteile unserer Plattform in vollem Umfang nutzen können.\nIn Ihrem Kundenkonto können Sie die von Ihnen favorisierten Fahrzeuge (Ihre „Favoriten“) speichern, um jederzeit auf diese zuzugreifen.\nDie E-Mail Adresse ist Ihre persönliche Kennung.\nWir verwenden diese, um sämtliche Kommunikation mit Ihnen rund um Ihr Kundenkonto zu führen (etwa für den Abschluss Ihrer Registrierung oder um einen Löschungswunsch zu bearbeiten).\nRechtsgrundlagen für die Datenverarbeitung sind Art.\n6 Abs.\n1 Satz 1 lit.\nb DSGVO und Art.\n6 Abs.\n1 Satz 1 lit.\nf DSGVO.\nUnser berechtigtes Interesse folgt aus den genannten Zwecken zur Datenerhebung.\nWir speichern die im Rahmen des Kundenkontos erhobenen Daten bis Sie die Löschung Ihres Kundenkontos wünschen.\nSenden Sie dazu bitte eine E-Mail an privacy@hey.car.</p>d) Standortermittlung und Speicherung von Suchergebnissen<p>Wenn Sie die heycar App für die Suche nach einem Fahrzeug verwenden, können Sie heycar erlauben, Ihren Standort zu ermitteln, damit Ihnen ausschließlich von Händlern in Ihrer Nähe angebotene Fahrzeuge angezeigt werden.\nDafür müssen Sie heycar mittels des Betriebs- und Berechtigungssystems des von Ihnen verwendeten mobilen Endgeräts gestatten, auf Standortdienste zuzugreifen.\nHeycar erfasst dann den von Ihrem Gerät ermittelten Standort.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\na DSGVO.</p>\n<p>Weiterhin haben Sie die Möglichkeit, die gespeicherten Ergebnisse Ihrer Suche zu einem späteren Zeitpunkt erneut abzurufen.\nRechtsgrundlage für diese Verarbeitung ist Artikel 6 Absatz 1 lit.\na DSGVO.\nSie können die gespeicherten Suchergebnisse innerhalb der heycar App selbst verwalten und wir speichern diese nur so lange bis Sie diese löschen.</p>e) Übermittlung eines Fotos des Kaufvertrages<p>Wenn Sie über die Plattform mit einem Fahrzeuganbieter Kontakt aufgenommen und ein Fahrzeug bei diesem gekauft haben, haben Sie die Möglichkeit, uns ein Foto des Kaufvertrages per E-Mail zu übermitteln.\nHierauf weisen wir Sie in einer E-Mail hin.\nDie Übermittlung des Kaufvertrages ist freiwillig und keine Voraussetzung für die (weitere) Nutzung der heycar Angebote und Services.\nAls kleines Dankeschön erhalten Sie von uns einen Tankgutschein.\nDie im Kaufvertrag enthaltenen Daten verarbeiten wir nur, wenn Sie dem zugestimmt haben.\nDie Verarbeitung dieser Daten dient der Qualitätssicherung unserer Services und der Verbesserung unseres internen Reportings.\nDadurch wird die wirtschaftliche Funktionsfähigkeit der heycar Plattform sichergestellt.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\na DSGVO.\nDie im Rahmen der Kaufvertragsübermittlung von uns erhobenen personenbezogenen Daten werden bis einen Monat nach erfolgreicher Ausgabe des Gutscheins gespeichert.\nWir speichern diese Daten außerdem darüber hinaus, soweit gesetzliche, insbesondere handels- und steuerrechtliche, Aufbewahrungspflichten bestehen.</p>f) \"Was kann ich mir leisten?\"-Rechner<p>Wenn Sie bei der Fahrzeugsuche auf der Plattform den „Was kann ich mir leisten“-Rechner nutzen, verwenden wir Ihre Angaben (Höhe der monatlichen Einnahmen und Ausgaben sowie ggf.\neiner Anzahlung) ausschließlich dazu, Ihnen Empfehlungen zu einem für Sie passenden Kaufpreis und monatlichen Budget anzuzeigen.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\nb DSGVO.\nDie von Ihnen angegebenen Daten speichern wir ausschließlich in anonymisierter Form.</p>g) Finanzierungsrechner<p>Wenn Sie vor der Kontaktaufnahme mit einem Fahrzeuganbieter den Finanzierungsrechner für ein Fahrzeuginserat nutzen, verwenden wir Ihre Angaben (Finanzierungsart, Anzahlung, Laufzeit sowie ggf.\nweitere optionale Angaben) dazu, um Ihnen ein unverbindliches Finanzierungsangebot des zuständigen Finanzierungs-Kooperationspartners anzuzeigen.\nUnsere Finanzierungs-Kooperationspartner sind </p>\n<ul>\n<li>die Volkswagen Leasing GmbH (Datenschutz),</li>\n<li>die Mercedes-Benz Bank AG (Datenschutz),</li>\n<li>die BMW Bank GmbH (Datenschutz) und</li>\n<li>die Porsche Financial Services GmbH &amp.\nCo.\nKG (Datenschutz).</li>\n<li>die Renault Bank, Geschäftsbereich der RCI Banque S.A.\nNiederlassung Deutschland (Datenschutz)</li>\n<li>NISSAN BANK, Geschäftsbereich der RCI Banque S.A.\nNiederlassung Deutschland (Datenschutz)</li>\n</ul>\n<p>Welcher Finanzierungs-Kooperationspartner für Ihre Finanzierungsanfrage zuständig ist, richtet sich nach der Marke des Fahrzeugs, für dessen Finanzierung Sie sich interessieren und wird Ihnen im Finanzierungsrechner jeweils angezeigt.\nZudem geben wir Informationen über Ihre Suche auf der Plattform (Name, Kontaktdaten, Fahrzeugidentifikationsnummer (FIN)) zur Bearbeitung der Finanzierungsanfrage an den zuständigen Finanzierungs-Kooperationspartner weiter, für dessen Finanzierung Sie sich interessieren.\nDie Rechtsgrundlage für diese Verarbeitung ist Artikel 6 Absatz 1 lit.\nb DSGVO.\nDie Informationen werden darüber hinaus auch dafür verwendet, um zu ermitteln, ob es zu dem Abschluss einer Finanzierung gekommen ist und um auf dieser Grundlage Performance-Reports zu erstellen.\nAusgangspunkt dieses Reportings zwischen heycar und dem jeweiligen Finanzierungs-Kooperationspartner sind sog.\nLeads, d.h.\ndie jeweils über heycar an den Finanzierungs-Kooperationspartner vermittelten konkreten Kundenkontakte.\nDer Finanzierungs-Kooperationspartner prüft, ob es für den jeweiligen Kunden zu einem Vertragsschluss kam und leitet diese Information im Fall eines Vertragsschlusses codiert an heycar weiter.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\nf DSGVO.\nMit den Verarbeitungen verfolgen heycar und der Finanzierungs-Kooperationspartner die berechtigten Interessen, durch das Reporting festzustellen, ob die vertraglich übernommenen Verpflichtungen korrekt erfüllt werden.\nDadurch wird die wirtschaftliche Funktionsfähigkeit der heycar Plattform sichergestellt.\nDer Austausch von Informationen über Leads zwischen heycar und dem jeweiligen Finanzierungs-Kooperationspartner erfolgt auf Grundlage einer Vereinbarung nach Art.\n26 DSGVO, deren wesentliche Inhalte wir Ihnen auf Anfrage an privacy@hey.car zur Verfügung stellen.\nDie im Rahmen Ihrer Nutzung des Finanzierungsrechners von uns erhobenen personenbezogenen Daten werden bis zum Abschluss des Lead Abgleichs gespeichert.\nheycar und der Finanzierungs-Kooperationspartner speichern diese Daten außerdem darüber hinaus, soweit gesetzliche, insbesondere handels- und steuerrechtliche, Aufbewahrungspflichten bestehen.\nJe nach Art der Unterlagen können handels- und steuerrechtliche Aufbewahrungspflichten von sechs oder zehn Jahren bestehen (§ 147 Abgabenordnung (AO), § 257 Handelsgesetzbuch (HGB).</p>h) Newsletter<p>Auf der Plattform bieten wir Ihnen die Möglichkeit, sich für unseren personalisierten E-Mail-Newsletter anzumelden, in dem wir Sie regelmäßig über Neuerungen zu unseren Produkten und Aktionen informieren.\nBei der Anmeldung zum Newsletter werden bestimmte Informationen erhoben, beispielsweise Ihre E-Mail-Adresse (erforderlich), Vorname, Nachname (freiwillig).\nDabei verwenden wir das sogenannte Double Opt-In-Verfahren, d.h.\nwir senden Ihnen erst dann Newsletter per E-Mail zu, wenn Sie in unserer Benach-richtigungs-E-Mail durch das Anklicken eines Links bestätigen, dass Sie der Inhaber der angegebenen E-Mail-Adresse sind.\nSofern Sie Ihre E-Mail-Adresse bestätigen, speichern die Anmeldedaten, den Zeitpunkt der Anmeldung und die zur Anmeldung eingesetzte IP-Adresse so lange, bis Sie den Newsletter abbestellen.\nDie Speicherung dient dem Zweck, Ihnen den Newsletter zu senden und Ihre Anmeldung nachweisen zu können.\nHierin liegt ein berechtigtes Interesse im Sinne der Rechtsgrundlage dieser Verarbeitung (Art.\n6 Abs.\n1 lit.\nf DSGVO).\nDie Bereitstellung Ihrer personenbezogenen Daten ist freiwillig.\nOhne ihre Bereitstellung können wir Ihnen unseren Newsletter leider nicht zusenden.\nRechtsgrundlage für den Versand unseres Newsletters an Ihre E-Mail-Adresse ist grundsätzlich Ihre Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\nSofern Sie an einem von uns veranstalteten Gewinnspiel teilnehmen und sich ihm Rahmen des Vertragsschlusses über die Gewinnspielteilnahme als Gegenleistung zu unserem Newsletter anmelden, ist die Rechtsgrundlage für den Versand unseres Newsletters die Vertragserfüllung (Art.\n6 Abs.\n1 lit.\nb DSGVO).\nIn den Fällen, in denen wir uns als Gegenleistung für eine Gewinnspielteilnahme die werbliche Nutzung Ihrer Daten als Gegenleistung ausbedingen, stellen wir dies in den Teilnahmebedingungen zum Vertragsschluss jeweils klar dar.\nSie können den Newsletter jederzeit wieder abbestellen.\nEin entsprechender Abmelde-Link befindet sich in jedem Newsletter.\nAlternativ können Sie Ihren Abmeldewunsch gerne auch jederzeit an privacy@hey.car per E-Mail senden.\nWir verwenden in unserem Newsletter zudem Technolo-gien, mit denen wir Ihre Nutzung des Newsletters auswerten können (z.B.\nÖffnung der E-Mail, angeklickte Links).\nDies geschieht mit Hilfe von kleinen Grafiken, die in die Newsletter eingebettet sind (sogenannte Pixel).\nDie Daten werden ausschließlich pseudonymisiert erhoben und zudem nicht mit Ihren weiteren persönlichen Daten verknüpft.\nDie Verarbeitung dient dem Zweck, allgemeine statistische Auswertungen anzufertigen sowie unsere Inhalte und Kundenkommunikation zu optimieren und weiterzuentwickeln.\nWir wollen über unseren Newsletter möglichst für unsere Kunden relevante Inhalte teilen und besser verstehen, wofür sich die Leser tatsächlich interessieren.\nDie Rechtsgrundlage hierfür ist Art.\n6 Abs.\n1 lit.\na DSGVO.\nWenn Sie die Analyse Ihres Nutzungsverhaltens nicht wünschen, können Sie die Grafiken in Ihrem E-Mail-Programm standardmäßig deaktivieren.\nDie Daten zu Ihrer Nutzung des Newsletters werden pseudonym für 30 Tage gespeichert und anschließend vollständig pseudonymisiert.</p>i) Gewinnspiel<p>Wenn Sie an einem von heycar veranstalteten Gewinnspiel teilnehmen möchten, erfordert dies die Angabe personenbezogener Daten wie Name und E-Mail-Adresse.\nIm Fall eines Gewinns verarbeitet heycar auch sonstige Kontaktdaten, die Sie uns auf die Gewinnbenachrichtigung hin übermitteln (z.B.\nPostanschrift).\nWelche Daten wir für die Teilnahme an dem jeweiligen Gewinnspiel im Einzelnen genau benötigen, können Sie in den jeweiligen Teilnahmebedingungen des Gewinnspiels nachlesen.\nDie Angabe der dort aufgeführten Daten ist nicht verpflichtend.\nIm Falle einer Nichtbereitstellung bzw.\nFalschangabe der Daten können Sie an dem Gewinnspiel nicht teilnehmen und keinen Gewinn einfordern.</p>\n<p>heycar verwendet Ihre Angaben ausschließlich, um Ihre Gewinnspielteilnahme abzuwickeln.\nRechtsgrundlage hierfür ist Artikel 6 Abs.\n1 lit.\nb DSGVO.\nWir speichern die Gewinnspiel-Daten außerdem zu Beweiszwecken zur etwaigen Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen und gegebenenfalls zur Erfüllung gesetzlicher, insbesondere handels- und steuerrechtlicher, Aufbewahrungspflichten.\nRechtsgrundlage hierfür sind unsere genannten berechtigten Interessen (Artikel 6 Abs.\n1 lit.\nf DSGVO) bzw.\ngesetzlichen Aufbewahrungspflichten (6 Abs.\n1 lit.\nc DSGVO).\nSollten Sie gewinnen und heycar persönliche Daten erst auf die Gewinnbenachrichtigung hin übermitteln, werden diese Daten spätestens einen Monat nach erfolgreicher Gewinnausschüttung/-Ausgabe gelöscht.\nDie übrigen im Rahmen des Gewinnspiels erhobenen Daten werden nach Ermittlung des/r Gewinner(s) gelöscht.\nSollte Ihre Teilnahme am Gewinnspiel die Einwilligung in einen Newsletterempfang voraussetzen, speichern wir Ihre E-Mail-Adresse für die Dauer des Newsletterversands.\nBitte beachten Sie insofern Ziffer 2.\nd) dieser Datenschutzerklärung.</p>j) Facebook Lead Ads<p>Wir verarbeiten alle Daten, die Sie uns freiwillig über eine Facebook Lead Ad übermitteln (z.B.\nE-Mail-Adresse sowie zusätzliche Nutzerinformationen) ausschließlich gemäß dieser Datenschutzerklärung und für die in Ziffer 2 b) dieser Datenschutzerklärung angegebenen Zwecke der Kontaktaufnahme und auf Grundlage der dort angegebenen Rechtsgrundlagen.\nDes Weiteren verwendet Facebook die Lead Ad-Daten in eigener Verantwortung gemäß seiner Datenschutzrichtlinie, um zum Beispiel Instant-Formulare vorauszufüllen, ehe sie von Benutzern geöffnet werden.\nFacebook nutzt keine Daten aus den eigenen Fragen von heycar in der Lead Ad und gibt Ihre Daten nicht ohne Ihre Einwilligung an Dritte weiter.</p>k) Feedback und Fragebogen zum Fahrzeugkauf über heycar<p>Wenn Sie über die Plattform mit einem Fahrzeuganbieter Kontakt aufgenommen haben, haben Sie die Möglichkeit, uns zurückzumelden, ob Sie ein Fahrzeug bei diesem gekauft haben oder nicht und uns ggf.\nüber unseren Online-Fragebogen weitere Daten zum Fahrzeugkauf zu übermitteln.\nHierauf weisen wir Sie in einer E-Mail hin.\nWir können so verifizieren, dass Sie ein Fahrzeug über die heycar Plattform gekauft haben.\nDie Übermittlung der Daten zum Fahrzeugkauf ist freiwillig und keine Voraussetzung für die (weitere) Nutzung der heycar Angebote und Services.\nAls kleines Dankeschön für die Übermittlung des Fragebogens haben Sie die Möglichkeit, an einem Gewinnspiel teilzunehmen.\nGenauere Informationen zum Gewinn finden Sie in der jeweiligen E-Mail.\nDie Angaben zum Fahrzeugkauf und die im Fragebogen enthaltenen Daten verarbeiten wir nur, wenn Sie dem zugestimmt haben.\nDie Verarbeitung dieser Daten dient der Qualitätssicherung unserer Services und der Verbesserung unseres internen Reportings.\nDadurch wird die wirtschaftliche Funktionsfähigkeit der heycar Plattform sichergestellt.\nDie Rechtsgrundlage für diese Verarbeitungen ist Artikel 6 Absatz 1 lit.\na DSGVO.\nDie im Rahmen Ihrer Angaben zum Fahrzeugkauf von uns erhobenen personenbezogenen Daten werden bis einen Monat nach erfolgreicher Ausgabe des Gutscheins gespeichert.\nWir speichern diese Daten außerdem darüber hinaus, soweit gesetzliche, insbesondere handels- und steuerrechtliche, Aufbewahrungspflichten bestehen.</p>l) Werbeaktion VW<p>Die Volkswagen AG, Berliner Ring 2, 38440 Wolfsburg, veranstaltet auf unserer Plattform eine Werbeaktion, bei der für bestimmte Fahrzeuge je ein Gutschein eingelöst werden kann.\nWenn Sie an der Werbeaktion teilnehmen möchten, haben Sie die Möglichkeit durch Eingabe Ihres Vor- und Nachnamens sowie Ihrer E-Mail Adresse einen Gutschein für ein spezifisches Fahrzeug Ihrer Wahl zu erhalten.\nIhren personalisierten Gutschein können Sie direkt ausdrucken und er wird Ihnen per E-Mail zugeschickt.</p>\n<p>Wir verwenden Ihre personenbezogenen Daten (Vorname, Nachname, E-Mail Adresse, Zeitpunkt der Gutscheinerstellung, Fahrzeug für welches der Gutschein gültig ist, ggfs.\nZeitpunkt der Einlösung des Gutscheins) nur für die Durchführung der Werbeaktion.\nWir geben diese personenbezogenen Daten zwecks Gutscheinvalidierung, Gutscheineinlösung sowie Aktions-Monitoring in einen von heycar betriebenen Server ein, auf welchen heycar und die Volkswagen AG Zugriff haben.\nDie Rechtsgrundlage für diese Verarbeitung ist Artikel 6 Absatz 1 lit.\nb DSGVO.</p>\n<p>Der Austausch von Informationen über die Werbeaktion zwischen heycar und der Volkswagen AG erfolgt auf Grundlage einer Vereinbarung nach Art.\n26 DSGVO, deren wesentliche Inhalte wir Ihnen auf Anfrage an privacy@hey.car zur Verfügung stellen.</p>\n<p>Die im Rahmen Ihrer Teilnahme an der Werbeaktion von uns erhobenen personenbezogenen Daten werden bis zum Abschluss der Werbeaktion gespeichert.\nheycar und die Volkswagen AG speichern diese Daten außerdem darüber hinaus, soweit gesetzliche, insbesondere handels- und steuerrechtliche, Aufbewahrungspflichten bestehen.\nJe nach Art der Unterlagen können handels- und steuerrechtliche Aufbewahrungspflichten von sechs oder zehn Jahren bestehen (§ 147 Abgabenordnung (AO), § 257 Handelsgesetzbuch (HGB).</p>m) Gebrauchtwagenkauf <p>Die Vehicle Trading International GmbH („VTI“), Gifhorner Straße 57, 38112 Braunschweig, bietet über unsere Plattform Gebrauchtwagen zum Kauf für Endkunden an.\nEin Kaufvertrag zwischen VTI und einem Kunden kommt unmittelbar auf unserer Plattform zustande.\nWir verarbeiten Ihre personenbezogenen Daten (Anrede, Name, Geburtsdatum, E-Mail-Adresse, Telefonnummer, Adresse, Einzelheiten zu Ihrem Kaufangebot und ggf.\ndem Vertragsschluss) nur für die Bearbeitung Ihres Kaufangebots.\nIm Fall eines Vertragsschlusses mit VTI, werden wir Ihre Daten zudem an VTI übermitteln, damit VTI den Vertrag mit Ihnen durchführen kann.\nDie Rechtsgrundlage für diese Verarbeitungen ist Art.\n6 Abs.\n1 lit.\nb DSGVO.\n</p>\n<p>Für die Datenverarbeitung zum Zweck der Vertragsdurchführung ist allein VTI verantwortlich.\nDer Versand der E-Mails erfolgt auf Grundlage einer Vereinbarung nach Art.\n26 DSGVO, deren wesentliche Inhalte wir Ihnen auf Anfrage an privacy@hey.car zur Verfügung stellen.\nDie im Rahmen der Bearbeitung Ihres Kaufangebots von uns erhobenen personenbezogenen Daten werden bis zu 6 Monate von uns gespeichert.\nWir speichern diese Daten darüber hinaus, soweit gesetzliche, insbesondere handels- und steuerrechtliche, Aufbewahrungspflichten bestehen.\nJe nach Art der Unterlagen können handels- und steuerrechtliche Aufbewahrungspflichten von sechs oder zehn Jahren bestehen (§ 147 Abgabenordnung (AO), § 257 Handelsgesetzbuch (HGB).</p>n) Darlehensvermittlung <p>Wir vermitteln Darlehensverträge für den Kauf eines Gebrauchtwagens im Auftrag von Volkswagen Bank GmbH („VW Bank“), Gifhorner Straße 57, 38112 Braunschweig, über unsere Plattform.\nWenn Sie sich für eine Fremdfinanzierung bei Ihrem Fahrzeugkauf entscheiden, leiten wir Sie auf die Website der VW Bank weiter und übermitteln die folgenden Daten an VW Bank: Anrede, Name, Geburtsdatum, E-Mail-Adresse, Telefonnummer, Adresse, Details zu dem von Ihnen ausgewählten Fahrzeug an VW Bank.\nDie Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Abs.\n1 lit.\nb DSGVO.\nSofern Sie Ihre Einwilligung erteilt haben, nehmen wir mit Ihnen während des Bestellprozesses telefonisch und per E-Mail Kontakt auf, um Sie bei dem Abschluss des Darlehensvertrags zu unterstützen.\nDer Versand der E-Mails erfolgt auf Grundlage einer Vereinbarung nach Art.\n26 DSGVO, deren wesentliche Inhalte wir Ihnen auf Anfrage an privacy@hey.car zur Verfügung stellen.\nDie Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Abs.\n1 lit.\na DSGVO.\nDie zur Vermittlung Ihres Finanzierungsvertrags von uns erhobenen personenbezogenen Daten werden bis zu 6 Monate von uns gespeichert.\nWir speichern diese Daten darüber hinaus, soweit gesetzliche, insbesondere handels- und steuerrechtliche, Aufbewahrungspflichten bestehen.\nJe nach Art der Unterlagen können handels- und steuerrechtliche Aufbewahrungspflichten von sechs oder zehn Jahren bestehen (§ 147 Abgabenordnung (AO), § 257 Handelsgesetzbuch (HGB).</p>3.\nWeitergabe von Datena) Allgemein<p>Wir übermitteln Ihre Daten an Fahrzeuganbieter zu den in dieser Datenschutzerklärung genannten Zwecken.\nDarüber hinaus setzen wir im Rahmen des Betriebs und der Wartung unserer Plattform technische Dienstleister ein, die als unsere Auftragsverarbeiter tätig werden.\nDie unter Ziffer 2., 5.\nund 6.\naufgeführten Anbieter der Kommunikations-, Tracking-, bzw.\nWebanalyse-Tools verarbeiten in unserem Auftrag Daten zum Zwecke der Nutzeranalyse und statistischen Aufbereitung für uns.\nDarüber hinaus übermitteln wir Ihre persönlichen Daten an Dritte - mit Aus-nahme der im Folgenden aufgeführten Zwecke - nicht.</p>\n<p>Wir geben Ihre persönlichen Daten nur an Dritte weiter, wenn:</p>\n<ul>\n<li>Sie Ihre nach Art.\n6 Abs.\n1 Satz 1 lit.\na DSGVO ausdrückliche Einwilligung dazu erteilt haben,</li>\n<li>die Weitergabe nach Art.\n6 Abs.\n1 Satz 1 lit.\nf DSGVO zur Wahrung unserer berechtigten Interessen oder der berechtigten Interessen eines Dritten erforderlich ist und kein Grund zur Annahme besteht, dass Sie ein überwiegendes schutzwürdiges Interesse an der Nichtweitergabe Ihrer Daten haben,</li>\n<li>für den Fall, dass für die Weitergabe nach Art.\n6 Abs.\n1 Satz 1 lit.\nc DSGVO eine gesetzliche Verpflichtung besteht, sowie</li>\n<li>dies gesetzlich zulässig und nach Art.\n6 Abs.\n1 Satz 1 lit.\nb DSGVO für die Ab-wicklung von Vertragsverhältnissen mit Ihnen erforderlich ist.</li>\n</ul>b) Datenübermittlung in Drittländer<p>Dienstleister, die in unserem Auftrag außerhalb der Europäischen Union (so-genannte Drittländer) personenbezogene Daten verarbeiten, werden ohne Ih-re Einwilligung gemäß Art.\n49 Abs.\n1 lit.\na DSGVO nur eingesetzt, wenn für dieses Drittland ein Angemessenheitsbeschluss der Europäischen Kommission oder geeignete Garantien beim Empfänger vorliegen.\nWenn Sie in die Über-mittlung Ihrer personenbezogenen Daten in Drittländer einwilligen, übersen-den wir ihre Daten im Zusammenhang mit den folgenden Diensten ohne geeignete Datenschutzgarantien in die USA:</p>\n<ul>\n<li>Freshdesk (Freshworks Inc.)</li>\n<li>Google Analytics, Firebase, Google Ads, Google Marketing Platform, Google Ad Manager (Google Ireland Limited)</li>\n<li>Whats App (Whats App Ireland Limited)</li>\n<li>Facebook Custom Audiences, Facebook Conversion Tracking (Facebook Inc.)</li>\n<li>Mixpanel (Mixpanel Inc.)</li>\n<li>Segment.io (Segment.io, Inc.)</li>\n<li>Adjust</li>\n</ul>\n<p>Die Übermittlung personenbezogener Daten in Drittländer die kein angemes-senes Datenschutzniveau bieten (insbesondere in die USA) birgt das Risiko, dass die Daten ohne Ihre Kenntnis für Zwecke Dritter verarbeitet werden und ein Schutz der Daten vor Zugriff durch Dritte möglicherweise nicht gegeben ist.\nInsbesondere bestehen in den USA ggfs.\nstaatliche Zugriffsmöglichkeiten etwa im Rahmen nachrichtendienstlicher Erhebungsbefugnisse nach Section 702 FISA und Executive Order 12 333.</p>4.\nCookies<p>Wenn Sie unsere Plattform besuchen speichern wir Informationen auf Ihrem Endgerät in Form von Cookies.\nCookies sind kleine Dateien die von einem Internetserver an Ihren Browser übertragen und auf Ihrer Festplatte gespeichert werden.\nIn dem Cookie werden Informationen abgelegt, die sich jeweils im Zusammenhang mit dem spezifisch eingesetzten Endgerät ergeben.\nDies bedeutet jedoch nicht, dass wir dadurch unmittelbar Kenntnis von Ihrer Identität erhalten.</p>\n<p>Der Einsatz von Cookies dient einerseits dazu, die Nutzung unseres Angebots für Sie angenehmer zu gestalten.\nSo setzen wir sogenannte Session-Cookies ein, um zu erkennen, dass Sie einzelne Seiten unserer Plattform bereits besucht haben.\nDiese werden nach Verlassen unserer Plattform automatisch gelöscht.\nDarüber hinaus setzen wir ebenfalls zur Optimierung der Benutzerfreundlichkeit temporäre Cookies ein, die für einen bestimmten festgelegten Zeitraum auf Ihrem Endgerät gespeichert werden.\nBesuchen Sie unsere Plattform erneut, um unsere Dienste in Anspruch zu nehmen, wird automatisch erkannt, dass Sie bereits bei uns waren und welche Eingaben und Einstellungen sie getätigt haben, um diese nicht noch einmal eingeben zu müssen.</p>\n<p>Zum anderen setzten wir Cookies ein, um die Nutzung unserer Plattform statistisch zu erfassen und diese zum Zwecke der Optimierung unseres Angebotes für Sie auszuwerten (siehe unter „Analyse Tools“).\nDiese Cookies ermöglichen es uns, bei einem erneuten Besuch unserer Plattform automatisch zu erkennen, dass Sie bereits bei uns waren.\nZudem verwenden wir Cookies für Zwecke des Retargeting (siehe unter „Marketing“).\nDiese Cookies werden nach einer jeweils definierten Zeit automatisch gelöscht.</p>\n<p>Cookies, die für die Funktionsfähigkeit unserer Webseite unbedingt erforderlich sind setzen wir nur ein, wenn Sie uns hierzu Ihre Einwilligung gemäß Art.\n6 Absatz 1 lit.\na DSGVO erteilen.\nNatürlich können Sie unsere Plattform auch besuchen ohne Coo-kies zu akzeptieren.\nWenn Sie nicht möchten, dass Ihr Endgerät beim nächsten Be-such wiedererkannt wird können Sie die Verwendung von Cookies auch ablehnen indem Sie die Einstellungen in Ihrem Browser auf „Cookies ablehnen“ ändern.\nDie jeweilige Vorgehensweise finden Sie in der Bedienungsanleitung Ihres jeweiligen Browsers.\nAlternativ können Sie die auf unserer Plattform verwendeten Cookies auch in unserem Cookie Dashboard individuell anpassen.\nWenn Sie die Verwendung von Cookies ablehnen, kann es jedoch zu Einschränkungen in der Nutzung mancher Bereiche unserer Plattform kommen.</p>5.\nAnalyse Tools<p>Die im Folgenden aufgeführten und von uns eingesetzten Tracking-Maßnahmen werden auf Grundlage Ihrer Einwilligung gemäß Art.\n6 Abs.\n1 Satz 1 lit.\na DSGVO durchgeführt.\nMit den zum Einsatz kommenden Tracking-Maßnahmen wollen wir eine bedarfsgerechte Gestaltung und die fortlaufende Optimierung unserer Platt-form sicherstellen (z.\nB.\nHäufigkeit von Besuchen, Vermehrung von Seitenaufrufen).\nZum anderen setzen wir die Tracking-Maßnahmen zur Besuchsaktionsauswertung (Conversion-Tracking) ein, um die Nutzung unserer Plattform statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes für Sie auszuwerten.\nDazu werden Nutzer der Plattform in pseudonymer Form markiert, um Sie auf der Platt-form wiedererkennen zu können.\nAus diesen Informationen werden pseudonyme Nutzungsprofile erstellt.\nDie pseudonymen Nutzungsprofile werden nicht mit Daten über den Träger des Pseudonyms zusammengeführt.\nZiel des Verfahrens ist es, zu untersuchen, woher die Nutzer kommen, welche Bereiche auf der Website aufge-sucht werden und wie oft und wie lange welche Unterseiten und Kategorien ange-sehen werden.\n</p>\n<p>Die jeweiligen Datenverarbeitungszwecke und Datenkategorien sind aus den entsprechenden Tracking-Tools zu entnehmen.</p>a) Einsatz von Google-Analytics mit Anonymisierungsfunktion<p>Zum Zwecke der bedarfsgerechten Gestaltung und fortlaufenden Optimierung unserer Plattform nutzen wir Google Analytics, ein Webanalysedienst der Google Ireland Limited www.google.de/intl/de/about (Gordon House, Barrow St Dublin 4, Irland.\nim Folgenden „Google“).\nIn diesem Zusammenhang werden pseudonymisierte Nutzungsprofile erstellt und Cookies verwendet.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Plattform wie </p>\n<ul>\n<li>Browser-Typ/-Version,</li>\n<li>verwendetes Betriebssystem,</li>\n<li>Referrer-URL (die zuvor besuchte Seite),</li>\n<li>Hostname des zugreifenden Rechners (IP-Adresse),</li>\n<li>Uhrzeit der Serveranfrage,</li>\n</ul>\n<p>werden auf Basis Ihrer Einwilligung an einen Server von Google in den USA übertragen und dort gespeichert.\nDie Informationen werden verwendet, um die Nutzung der Plattform auszuwerten, um Reports über die Plattformaktivi-täten zusammenzustellen und um weitere mit der Plattformnutzung und der Internetnutzung verbundene Dienstleistungen zu Zwecken der Marktforschung und bedarfsgerechten Gestaltung dieser Plattform zu erbringen.\nAuch werden diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetz-lich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag verarbeiten.\nEs wird in keinem Fall Ihre IP-Adresse mit anderen Daten von Google zu-sammengeführt.\nDie IP-Adressen werden anonymisiert, so dass eine Zuord-nung nicht möglich ist (IP-Masking).</p>\n<p>Sie können die Installation der Cookies gänzlich ablehnen, indem Sie uns Ihre Einwilligung nicht erteilen bzw.\neine einmal erteilte Einwilligung widerrufen oder durch eine entsprechende Einstellung der Browser-Software verhindern, dass Cookies installiert werden.\nWir weisen jedoch darauf hin, dass in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Plattform vollumfäng-lich genutzt werden können.\nSie können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Plattform bezogenen Daten (inkl.\nIhrer IP-Adresse) sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie ein Browser-Add-on herunterladen und instal-lieren.</p>\n<p>Alternativ zum Browser-Add-on, insbesondere bei Browsern auf mobilen Endgeräten, können Sie die Erfassung durch Google Analytics zudem verhin-dern, indem Sie den Einsatz der Cookies in unserem Cookie Dashboard indivi-duell anpassen.\nEs wird ein Opt-out-Cookie gesetzt, das die zukünftige Erfas-sung Ihrer Daten beim Besuch dieser Plattform verhindert.\nDer Opt-out-Cookie gilt nur in diesem Browser und nur für unsere Plattform und wird auf Ihrem Gerät abgelegt.\nLöschen Sie die Cookies in diesem Browser, müssen Sie das Opt-out-Cookie erneut setzen.</p>\n<p>Weitere Informationen zum Datenschutz im Zusammenhang mit Google Analytics finden Sie etwa in der Google Analytics-Hilfe.</p>\n<p>Wir nutzen Google Analytics zudem dazu, Daten aus AdWords und dem Double-Click-Cookie zu statistischen Zwecken auszuwerten.\nSollten Sie dies nicht wünschen, können Sie dies über den Anzeigenvorgaben-Manager deaktivieren.\n</p>b) Einsatz von Segment<p>Wir benutzen ferner Segment.io, einen Dienst der Segment.io, Inc.\n(„Seg-ment“) zur Datenanalyse der uns dabei hilft, die technischen Nutzungsdaten, die bei der Verwendung unserer Plattform anfallen, zu erheben, zu analysie-ren und mit Hilfe der in dieser Erklärung beschriebenen Analyse-Tools auszu-werten und zur Plattformoptimierung zu verwenden.\nDie erfassten Nutzungs-daten werden lediglich pseudonymisiert verarbeitet, IP-Adressen werden ent-sprechend nach ihrer Erhebung gekürzt und die Daten werden nicht verwen-det, um Nutzungsprofile mit Ihren personenbezogenen Daten zusammenzu-führen.\nDie Informationen über die Benutzung unserer Plattform werden auf Basis Ihrer Einwilligung in der Regel an einen Server von Segment in den USA übertragen und dort gespeichert.\n</p>\n<p>Sie können der Datenerhebung zu diesen Zwecken widersprechen, indem Sie Cookies in Ihren Browser- oder Geräteeinstellungen deaktivieren oder den Einsatz der Cookies in unserem Cookie Dashboard individuell anpassen.</p>\n<p>Weitergehende Informationen über Segment und die Datenschutzrichtlinien von Segment finden Sie hier.</p>c) Einsatz von Mixpanel<p>Wir verwenden auch den Analysedienst Mixpanel, einen Dienst der Mixpanel Inc., USA („Mixpanel“), um statistische Auswertungen durchzuführen, die es uns ermöglichen, Plattformfunktionen zu optimieren und ansprechender zu gestalten.\nMixpanel verwendet Cookies, um den Typ Ihres Browsers, Ihr Be-triebssystem, Ihre Spracheinstellungen, Ihre eingegebenen Suchbegriffe und Ihre IP-Adresse zu erfassen.\nDiese Daten werden dann auf Basis Ihrer Einwil-ligung an einen Server von Mixpanel in den USA zu übermittelt.\nWir erhalten Ihre IP-Adresse von Mixpanel ausschließlich anonymisiert übermittelt.\nSie können der Datenerhebung zu diesen Zwecken widersprechen, indem Sie auf diesen Link klicken oder den Einsatz der Cookies in unserem Cookie Dashboard individuell anpassen.</p>\n<p>Weitergehende Informationen über Mixpanel und die Datenschutzrichtlinien von Mixpanel finden Sie hier.</p>d) Einsatz von Hotjar<p>Ferner benutzen wir den Webanalysedienst Hotjar der Hotjar Ltd.\n(„Hotjar“) mit Sitz in Malta (Hotjar Ltd, Level 2, St Julians Business Centre, 3, Elia Zammit Street, St Julians STJ 1000, Malta).\nMit diesem Tool lassen sich Bewegungen auf den Websites, auf denen Hotjar eingesetzt wird, nachvollziehen (sog.\nHeatmaps).\nSo ist beispielsweise erkennbar, wie weit Nutzer scrollen und welche Schaltflächen die Nutzer wie oft anklicken.\n</p>\n<p>Die erfassten Nutzungsdaten werden lediglich in der EU und lediglich pseudonymisiert verarbeitet und die Daten werden nicht verwendet, um Nutzungsprofile mit Ihren personenbezogenen Daten zusammenzuführen.\nSo können wir nur nachvollziehen, welche Schaltflächen angeklickt werden, den Verlauf der Maus, wie weit gescrollt wird, die Bildschirmgröße des Gerätes, Gerätetyp und Browserinformation, Geographischer Standpunkt (nur das Land) und die bevorzugte Sprache um unsere Plattform darzustellen.</p>\n<p>Hotjar bietet jedem Nutzer die Möglichkeit, mithilfe eines “Do Not Track-Headers” den Einsatz von Hotjar zu unterbinden, sodass keine Daten über den Besuch der jeweiligen Website aufgezeichnet werden.\nEs handelt sich hierbei um eine Einstellung die alle üblichen Browser in aktuellen Versionen unterstützen.\nHierzu sendet Ihr Browser eine Anfrage an Hotjar, mit dem Hinweis das Tracking des jeweiligen Nutzers zu deaktivieren.\nSollten Sie unsere Website mit unterschiedlichen Browsern/Rechnern nutzen, müssen Sie den “Do Not Track-Header” für jeden dieser Browser/Rechner separat einrichten.</p>\n<p>Eine detaillierte Anleitungen mit Informationen zu Ihrem Browser finden Sie unter hier.\nZudem können Sie den Einsatz von Hotjar verhindern, indem Sie die Cookies in unserem Cookie Dashboard individuell anpassen.\nWeitere Informationen zum Datenschutz im Zusammenhang mit Hotjar finden Sie unter www.hotjar.com/privacy.</p>e) Einsatz von Adjust in der heycar App<p>In unserer heycar App verwenden wir das Analyse-Tool „Adjust“ der Adjust GmbH, Saarbrücker Str.\n37A, 10405 Berlin („Adjust“).\nAdjust nutzt Installati-ons- und Ereignisdaten zu Ihrer Nutzung der App.\nSo lassen sich Interaktionen zwischen der App und dem Endgerät des Nutzers sowie das Nutzerverhalten in der App nachvollziehen.\nBeispielsweise ist erkennbar, welche Schaltflächen die Nutzer wie oft anklicken.\nAuf diesem Wege können wir die Funktionswei-se unserer App und damit auch ihr Nutzererlebnis laufend verbessern.</p>\n<p>Für die Analyse verarbeitet Adjust folgende personenbezogene Daten: IP-Adresse, Gerä-te-ID, IFDA / Ad-ID (Identifier for Advertising = Werbeidentifi-kator bei Apple-Geräten), interne Adjust ID bzw.\nähnliche Identifier, HTTP Header inkl.\nSDK-Version, Land, Sprache, lokale Einstellungen, Betriebssystem und Betriebsversion sowie die App-Version, Geräte- und Webaktivitätinfor-mationen, App- und Event-Token, Zeitpunkt der Installation, Nutzerverhalten in der App (Dauer und Zeitpunkt der Nutzung, Klicks).</p>\n<p>Die erfassten Nutzungsdaten werden nicht mit anderen Daten (etwa Lead-Daten) zusammengeführt.\nDie IFDA / Ad-ID wird zudem separat von den an-deren durch Adjust verarbeiteten Daten (s.o.) gespeichert.</p>\n<p>Die Installations- und Ereignisdaten zu Ihrer Nutzung der App sowie ihre IFDA / Ad-ID geben wir an Dienstleister weiter die als unsere Auftragsverarbeiter tätig werden, um ihr Nutzungserlebnis in Bezug auf unsere App ständig ver-bessern zu können.</p>\n<p>Die von Apple jedem Endgerät automatisch zugewiesene IFDA / Ad-ID (Identi-fier for Advertising = Werbeidentifikator bei Apple-Geräten) können Sie auf Ihrem Endgerät in den Einstellungen jederzeit zurücksetzen.\nSie können auch das Ad-Tracking insgesamt beschränken.\nWeitere Informationen zu der Da-tenverarbeitung durch Adjust finden sie hier.</p>\n<p>Die Rechtsgrundlage für diese Verarbeitung ist Artikel 6 Absatz 1 lit.\na DSGVO.\nSie können Ihre Einwilligung jederzeit durch die Einstellungen in der App widerrufen oder eine E-Mail an privacy@hey.car senden.</p>f) Einsatz von Firebase in der heycar App<p>Die von uns angebotene App nutzt Technologie von Google Firebase, insbe-sondere den Dienst Firebase Cloud Messaging.\nFirebase ist eine Entwickler-Plattform, die Teil der Google Cloud Plattform ist und bietet für Entwickler zahlreiche Dienste an.\nEine Auflistung dazu finden Sie hier.</p>\n<p>Firebase Cloud Messaging dient dazu, Push-Nachrichten oder sogenannte In-App-Messages (Nachrichten, die nur innerhalb der jeweiligen App angezeigt werden) übermitteln zu können.\nDabei wird dem Endgerät eine pseudonymi-sierte Push-Reference zugeteilt, die den Push-Nachrichten bzw.\nIn-App-Messages als Ziel dient.\nDie Push-Nachrichten können in den Einstellungen des Endgeräts jederzeit deaktiviert und auch wieder aktiviert werden.\nDie Rechtsgrundlage für die Verarbeitung Ihrer Daten zum Versand von Push-Nachrichten ist Artikel 6 Absatz 1 lit.\nf DSGVO.\nunser berechtigtes Interesse ist es, Ihnen diesen Service anzubieten.</p>\n<p>Firebase vergibt zudem für einzelne App-Nutzer mit einem Zeitstempel ver-sehene \"Instance IDs\".\nDiese sind einzigartig und erlauben damit das Ver-knüpfen von unterschiedlichen Geschehnissen oder Abläufen.\nDiese Daten können wir nicht einzelnen App-Nutzern zuordnen.\nWenn Sie uns Ihre freiwil-lige Einwilligung dazu geben, werden diese Informationen aggregiert gespei-chert und wir verarbeiten die zusammengefassten Daten zur Analyse und Op-timierung des Nutzungsverhaltens, wie beispielsweise durch die Auswertung von Absturzberichten.</p>\n<p>Für „Google Analytics for Firebase“ nutzt Google neben der oben beschriebe-nen \"Instance ID\" auch die Werbe-ID des Endgerätes.\nIn den Geräteeinstel-lungen Ihres Mobilgerätes können Sie die Nutzung der Werbe-ID be-schränken.\nFür Android: Einstellungen &gt.\nGoogle &gt.\nAnzeigen &gt.\nWerbe-ID zu-rücksetzen.\nFür iOS: Einstellungen &gt.\nDatenschutz &gt.\nWerbung &gt.\nKein Ad-Tracking.</p>\n<p>Die Rechtsgrundlage für die Verarbeitung zum Zweck der aggregierten Analy-se des Nutzerverhaltens sowie der Übermittlung ihrer Daten in die USA ist Ih-re Einwilligung gemäß Artikel 6 Absatz 1 lit.\na DSGVO.\nSie können Ihre Einwil-ligung jederzeit durch die Einstellungen in der App widerrufen oder eine E-Mail an privacy@hey.car senden.</p>\n<p>Wir verwenden keine Firebase Dienste bei denen personenbezogene Informa-tionen, wie beispielsweise IP-Adressen, E-Mail-Adressen, Telefonnummern oder Passwörter verwendet werden.\nWeitere Informationen zum Datenschutz und zur Sicherheit von Firebase finden Sie hier.\nWir nutzen nach Möglichkeit Server mit einem Standort innerhalb der EU.\nNähere Informationen zu Google Firebase und Datenschutz finden sich hier und hier.</p>6.\nMarketing<p>Des Weiteren betreiben wir Retargeting.\nAls Retargeting wird im Online-Marketing ein Verfahren bezeichnet, bei dem Besucher einer Website oder App gekennzeichnet und anschließend in pseudonymisierter Form auf anderen Webseiten mit gezielter Werbung wieder angesprochen werden.\nNutzer der Website werden in pseudonymer Form markiert, um Sie auf der Website oder App oder einer anderen Plattform wiedererkennen zu können.\nAus diesen Informationen werden pseudonyme Nutzungsprofile erstellt.\nDie pseudonymen Nutzungsprofile werden nicht mit Daten über den Träger des Pseudonyms zusammengeführt.\nZiel des Verfahrens ist es, einen Nutzer, der bereits ein Interesse für eine Plattform oder ein Produkt gezeigt hat, erneut auf diese Plattform oder das Produkt aufmerksam zu machen, um die Werberelevanz und somit die Klick- und Konversionsrate (z.B.\nBestellquote) zu steigern.\nFür das Retargeting setzen wir zeitlich beschränkte Cookies mit einer Laufzeit ein.\nWeitere Informationen finden Sie in unserem Cookie Dashboard.\nWir können Ihre pseudonymen personenbezogenen Daten mit anderen pseudonymen Daten kombinieren, die wir von anderen Quellen erhalten, und sie für die Verbesserung und persönliche Anpassung der an Sie gerichteten Werbeanzeigen und Marketingaktivitäten verwenden.\n</p>\n<p>Wenn Sie nicht möchten, dass wir Daten im Hinblick auf Ihren Besuch unserer Plattform und die Nutzung unserer Services, Anwendungen und Tools erfassen, können Sie dieser Erfassung jederzeit mit Wirkung für die Zukunft widersprechen, indem Sie Cookies in Ihren Browser- oder Geräteeinstellungen deaktivieren oder den Einsatz der Cookies in unserem Cookie Dashboard.</p>a) Kontaktaufnahme zur Qualitätssicherung und Information<p>Sofern Sie uns dazu freiwillig Ihr Einverständnis erteilt haben, kontaktieren wir Sie per Telefon oder E-Mail, um Sie zur Qualitätssicherung unserer Plattform aus Kundensicht und Ihre Erfahrung beim heycar Partner-Händler zu befragen.\nSie können Ihr Einverständnis jederzeit mit Wirkung für die Zukunft per E-Mail an privacy@hey.car widerrufen.</p>\n<p>Wenn wir Ihre E-Mail-Adresse im Zusammenhang mit dem Verkauf einer Ware oder Dienstleistung erhalten und Sie dem nicht widersprochen haben, behalten wir uns ferner vor, Ihnen regelmäßig Informationen zu eigenen ähnlichen Produkten (z.B.\nMarketingaktionen, neue Fahrzeuginserate, die zu Ihren Suchkriterien passen, Einladungen zur Teilnahme an Fahrzeuganbieter-Bewertungen oder Umfragen) per E-Mail zuzusenden.\nRechtliche Grundlage hierfür ist § 7 Abs.\n3 UWG und Art.\n6 Abs.\n1 lit.\nf DSGVO.\nSie können dieser Verwendung Ihrer E-Mail- Adresse jederzeit durch eine Nachricht an privacy@hey.car oder über einen dafür vorgesehenen Link in der Werbemail widersprechen, ohne dass hierfür andere als die Übermittlungskosten nach den Basistarifen entstehen.</p>b) Google Ads<p>Vorbehaltlich Ihrer Einwilligung verwenden wir Google Ads der Google Ire-land Limited („Google“) für Remarketing-Zwecke.\nDiese Funktion dient dazu, Ihnen auf anderen Websites und Apps die am Google-Werbenetzwerk teil-nehmen interessenbezogene Werbeanzeigen zu präsentieren.\nZu diesem Zweck ist auf dieser Plattform ein Programmcode von Google implementiert („Google Ads Pixel“).\nDas Google Ads Pixel kann bei dem Aufruf der Platt-form die Speicherung bestimmter Informationen auf Ihrem Endgerät in Cookies veranlassen.\nDie auf diese Weise gespeicherten Cookies ermögli-chen es, Sie als Besucher wiederzuerkennen, wenn Sie Websites aufrufen, die dem Werbenetzwerk von Google angehören.\nAuf diesen Seiten können Ihnen dann Werbeanzeigen präsentiert werden, die sich auf Inhalte bezie-hen, die Sie zuvor auf unserer Webseite oder anderen Websites oder Apps, die die Remarketing Funktion von Google verwenden, aufgerufen haben.\nWir übermitteln zusätzlich auch den gclid („Google Click Identifier“) mittels ei-ner direkten Serververbindung zu Google, um Erfolgsauswertungen unserer Anzeigenschaltung vornehmen zu können.\nDer gclid wird gesetzt, wenn Sie auf eine von Google geschaltete Anzeige klicken.\nDie so eingeholten Informatio-nen dienen dazu, dass Google Besuchsstatistiken für unsere Website er-stellen kann.\nWir erfahren durch diese Statistik die Gesamtanzahl der Nut-zer, die auf unsere Anzeige geklickt haben und zudem welche Seiten unse-rer Website vom jeweiligen Nutzer im Anschluss aufgerufen wurden.\nZu die-sem Zweck werden Daten über Ihre Nutzung der Plattform gespeichert und an einen Server von Google in den USA übertragen und dort gespeichert.\nDiese Cookies dienen nicht der persönlichen Identifizierung.\nSollten Sie den Einsatz der Remarketing-Funktion von Google Ad dennoch nicht wünschen, können Sie der Datenerhebung zu diesen Zwecken widersprechen, indem Sie die entsprechenden Einstellungen hier vornehmen, indem Sie Cookies in Ihren Browser- oder Geräteeinstellungen deaktivieren oder den Einsatz der Cookies in unserem Cookie Dashboard verwalten.\nWeitere Informationen zum Datenschutz im Zusammenhang mit Website-Statistiken finden Sie hier und allgemeine Informationen zu Google Ads finden Sie hier.</p>c) Facebook Custom Audiences<p>Vorbehaltlich Ihrer Einwilligung verwenden wir auch die Remarketing-Funktionen „Custom Audiences“ und „Conversion Tracking“ der Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland („Facebook“), wenn Sie darin eingewilligt haben.\nCustom Audiences dient dazu, Ihnen im Rahmen des sozialen Netzwerkes Facebook oder bei dem Besuch von Websites und Apps, die am Facebook Werbenetzwerk teilnehmen, interessenbezogene Werbeanzeigen auf Basis der Informationen über Ihre Nutzung dieser Websites und Apps zu präsen-tieren („Facebook Ads“).\nConversion Tracking ermöglicht es uns, die Effektivität unserer Werbung zu messen, indem wir etwa erkennen können, wenn Sie sich als direkte Reakti-on auf eine Ihnen angezeigte Werbung von heycar auf unserer Plattform bewegen.\nWir nutzen diese Informationen, um unsere bei Facebook ge-schalteten Anzeigen stetig zu optimieren.\nCustom Audiences und Conversion Tracking basieren zum einen auf einem auf dieser Plattform implementierten Programmcode („Facebook Pixel“).\nDer Programmcode kann bei dem Aufruf der Plattform die Speicherung be-stimmter Informationen auf Ihrem Endgerät in Cookies veranlassen sowie die Übertragung bestimmter Informationen an einen Server von Facebook in die USA auslösen.\nHierzu zählen zum einen solche Informationen, die bei Aufruf der Plattform über das Hypertext-Übertragungsprotokoll (HTTP) technisch bedingt anfallen, beispielsweise Ihre IP-Adresse.\nHierzu können außerdem weitere Informationen zählen, die bereits in Cookies auf Ihrem Endgerät gespeichert sind, beispielsweise Ihre Facebook Nutzer-ID.\nBei dem Aufruf der unserer Plattform kann Facebook also erkennen, dass Sie diese Plattform besucht haben und welche Inhalte der Plattform Sie aufgerufen haben.\nSofern Sie ein Nutzerkonto bei Facebook haben, kann Facebook die-se Information Ihrem Nutzerkonto zuordnen.\nZusätzlich zu der Datenübermittlung mittels des Facebook Pixels übermit-teln wir mit Ihrer Einwilligung für die oben genannten Zwecke auch Daten von unseren Servern an Facebook über eine dafür eingerichtete Schnittstel-le („Conversions API“).\nIm Rahmen dieser Übermittlung werden keine Daten in Ihrem Browser / auf Ihrem Endgerät gespeichert.\nDie Entscheidung dar-über, welche Daten wir über die Conversions API an Facebook übermitteln, liegt allein bei uns und die Datenübermittlung erfolgt (vorbehaltlich ande-rer Kennzeichnung) verschlüsselt (SHA256).\nEs handelt sich dabei um die folgenden, personenbezogenen Daten: E-Mail Adresse, Telefonnummer, Name, Adresse, BrowserID (ohne Verschlüsselung), Facebook Click ID (ohne Verschlüsselung) und Client User Agent (ohne Verschlüsselung).\nZudem übermitteln wir die folgenden Informationen an Facebook („Events“): Sei-tenaufrufe, Plattformaktivitäten sowie Offline-Events (z.B.\nTelefonate, Käu-fe).\nFacebook ordnet diese Daten Ihrem Facebook-Benutzerkonto zu („Mat-ching“), um die Ihnen angezeigte Werbung weiter personalisieren zu kön-nen und die Effektivität der Facebook Werbung zu messen.\nSo kann bei-spielsweise analysiert werden, ob Sie im Anschluss an eine Ihnen angezeigte Werbung Verkaufsgespräche im Rahmen des heycar-Angebots geführt ha-ben.\nIm Anschluss an das Matching werden diese Daten von Facebook um-gehend gelöscht.\nWenn Sie nicht möchten, dass Facebook die gesammelten Informationen unmittelbar Ihrem Facebook-Benutzerkonto zuordnet, können Sie den Ein-satz von Cookies auf unserer Plattform gänzlich ablehnen, indem Sie uns Ih-re Einwilligung nicht erteilen bzw.\neine einmal erteilte Einwilligung widerru-fen.\nSie haben außerdem die Möglichkeit, Ihre Einstellungen für Werbean-zeigen und insbesondere für personalisierte Werbung hier zu ändern und insbesondere personalisierte Werbung basierend auf Ihren Aktivitäten auf anderen Webseiten als Facebook (inklusive der heycar Plattform), Apps o-der Offline-Interaktionen zu deaktivieren.\nDazu müssen Sie bei Facebook angemeldet sein.\nWenn Sie der Datenübermittlung auf unserer Plattform zustimmen, Ihre Einstellungen auf Facebook die Nutzung dieser Daten je-doch nicht zulassen, werden die Daten ohne weitere Verarbeitung von Fa-cebook gelöscht.\nSie können der Datenerhebung zu diesen Zwecken darüber hinaus wider-sprechen, indem Sie Add-Ons für Ihren Browser installieren (z.B.\nmit dem „Facebook Blocker“), indem Sie Cookies in Ihren Browser- oder Geräteein-stellungen deaktivieren oder den Einsatz der Cookies in unserem Cookie Dashboard individuell einstellen.\nNähere Informationen zur Erhebung und Nutzung der Daten durch Face-book, sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre können Sie den Datenschutzhinweisen von Facebook entnehmen.\n</p>d) Criteo<p>Um Werbung auf unserer Plattform und den Websites Dritter für vorherige Besucher unserer Plattform zu platzieren, setzen wir auch den Retargeting-Dienstleister Criteo SA, Rue Blanche, 75009, Paris, France („Criteo“) ein.\nCri-teo platziert Cookies auf Ihrem Browser, um Informationen zu Ihren Besuchen auf unserer Plattform zu sammeln und bei folgenden Besuchen auf unserer Plattform oder den Websites Dritter spezifische Empfehlungen geben zu kön-nen.\nCriteo sammelt und verarbeitet dabei keine Daten, die eine Identifizierung Ihrer Person erlauben, sondern ausschließlich technische Aliasdaten mit Bezug auf Ihr Surf-Verhalten.\nUm personalisierte Werbung unabhängig von Ihrem Browser oder Endgerät an Sie auszuliefern, sammelt und synchroni-siert Criteo ggf.\nauch technische Aliasdaten zu den verschiedenen Browsern und Umgebungen, die Sie nutzen.\nBei Datentransfers außerhalb der Europäi-schen Union setzt Criteo angemessene Garantien wie EU-Standardvertragsklauseln ein.</p>\n<p>Sie können der Datenerhebung zu diesen Zwecken widersprechen, indem Sie Cookies in Ihren Browser- oder Geräteeinstellungen deaktivieren oder den Einsatz von Cookies auf unserer Plattform gänzlich ablehnen, indem Sie uns Ihre Einwilligung nicht erteilen bzw.\neine einmal erteilte Einwilligung widerrufen bzw.\nden Einsatz der Cookies in unserem Cookie Dashboard individuell anpassen.\nAlternativ können Sie der Speicherung und Nutzung von Daten durch Criteo auch hier widersprechen.\nWenn Sie diese Option wählen, wird ein Opt-Out-Cookie in Ihrem Browser gesetzt, das Criteo darüber informiert, dass keine Daten zu Ihrem Browserverhalten gespeichert werden dürfen.\nBit-te beachten Sie, dass die Einstellung für alle von Ihnen genutzten Browser vorgenommen werden muss.\nWenn alle Ihre Cookies in einem Browser gelöscht werden, ist davon auch das Opt-Out-Cookie von Criteo betroffen.\nNä-here Informationen zur Erhebung und Nutzung der Daten durch Criteo sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entnehmen Sie bitte der Datenschutzrichtlinie unter: https://www.criteo.com/de/privacy/.</p>e) Google Marketing Platform (vormals DoubleClick by Google) <p>Unsere Website verwendet die Google Marketing Platform und den Google Ad Manager, Dienste die für Nutzer aus dem Europäischen Wirtschaftsraum und der Schweiz von der Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland und für alle übrigen Nutzer von der Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (zusammen „Google“) angeboten werden.\nDiese Dienste verwenden Cookies und ähnliche Technologien, um Ihnen für Sie relevante Werbeanzeigen zu präsentieren, die Berichte zur Kampagnenleistung zu verbessern oder um zu vermeiden, dass ein Nutzer die gleichen Anzeigen mehrmals sieht.\nÜber eine Cookie-ID erfasst Google, welche Anzeigen in welchem Browser geschaltet werden und kann so verhindern, dass diese mehrfach angezeigt werden.\nDarüber hinaus werden mithilfe von Cookie-IDs sog.\nConversions erfassen, die Bezug zu Anzeigenanfragen haben.\nDas ist etwa der Fall, wenn ein Nutzer eine Campaign Manager-Anzeige sieht und später mit demselben Browser die Website des Werbetreibenden aufruft und dort etwas kauft.\nDie Verwendung der Dienste ermöglicht Google und seinen Partner-Websites die Schaltung von Anzeigen auf Basis vorheriger Besuche auf unserer oder anderen Websites im Internet.\nAufgrund der eingesetzten Marketing-Tools baut Ihr Browser automatisch eine direkte Verbindung mit dem Server von Google auf.\nWir haben keinen Einfluss auf den Umfang und die weitere Verwendung der Daten, die durch den Einsatz dieses Tools durch Google erhoben werden und informieren Sie daher entsprechend unserem Kenntnisstand: Durch die Einbindung der Dienste erhält Google die Information, dass Sie den entsprechenden Teil unseres Internetauftritts aufgerufen oder eine Anzeige von uns angeklickt haben.\nSofern Sie bei einem Dienst von Google registriert sind, kann Google den Besuch Ihrem Account zuordnen.\nSelbst wenn Sie nicht bei Google registriert sind bzw.\nsich nicht eingeloggt haben, besteht die Möglichkeit, dass der Anbieter Ihre IP-Adresse in Erfahrung bringt und speichert.\nDarüber hinaus ermöglichen uns die eingesetzten Campaign Manager(DoubleClick Floodlight)-Cookies zu verstehen, ob Sie bestimmte Aktionen auf unserer Website durchführen, nachdem Sie eine unserer Display/Video-Anzeigen auf Google oder auf einer anderen Plattform über Campaign Manager aufgerufen oder diese geklickt (Conversion-Tracking) haben.\nCampaign Manager verwendet dieses Cookie, um den Inhalt zu verstehen, mit dem Sie auf unseren Websites interagiert haben, um Ihnen später gezielte Werbung zusenden zu können.\nSie können die Teilnahme an diesem Tracking-Verfahren auf verschiedene Weise verhindern: a) durch eine entsprechende Einstellung Ihrer Browser-Software, insbesondere führt die Unterdrückung von Drittcookies dazu, dass Sie keine Anzeigen von Drittanbietern erhalten.\nb) durch Deaktivierung der Cookies für Conversion-Tracking, indem Sie Ihren Browser so einstellen, dass Cookies von der Domain googleadservices.com blockiert werden, https://www.google.de/settings/ads, wobei diese Einstellung gelöscht wer-den, wenn Sie Ihre Cookies löschen.\nc) durch Deaktivierung der interessenbezogenen Anzeigen der Anbieter, die Teil der Selbstregulierungs-Kampagne „About Ads\" sind, über den Link http://www.aboutads.info/choices, wobei diese Einstellung gelöscht wird, wenn Sie Ihre Cookies löschen.\nd) durch dauerhafte Deaktivierung in Ihren Browsern Firefox, Internetexplorer oder Google Chrome unter dem Link http://www.google.com/settings/ads/plugin, e) in-dem Sie in unsere Einwilligung zum Einsatz von Cookies insgesamt nicht erteilen bzw.\nmittels entsprechender Cookie-Einstellung auf hey.car/cookie-dashboard.\nWir weisen Sie darauf hin, dass Sie in diesem Fall gegebenenfalls nicht alle Funktionen dieses Angebots vollumfänglich nutzen können.\nDarüber hinaus können Sie verhindern, dass Google die durch die Cookies erzeugten Daten über Ihre Nutzung der Websites und die Verarbeitung dieser Daten durch Google sammelt, indem Sie das unter https://support.google.com/adsense/answer/142293?hl=de unter „Anzeigeeinstellungen\", „Erweiterung für Campaign Manager-Deaktivierung\" verfügbare Browser-Plugin herunterladen und installieren.</p>\n<p>Rechtgrundlage ist Ihre Einwilligung nach Art.\n6 Abs.\n1 S.\n1 lit.\na DSGVO.\nSie können Ihr Einverständnis jederzeit mit Wirkung für die Zukunft widerrufen, indem Sie unter hey.car/cookie-dashboard Ihre Cookie-Einstellungen ändern.\nFür den Fall, dass personenbezogene Daten in die USA oder andere Drittländer übertragen werden, erstreckt sich Ihre Einwilligung ausdrücklich auch auf die Datenübermittlung (Art.\n49 Abs.\n1 S.\n1 lit.\na DSGVO).\nDie damit einhergehenden Risiken entnehmen Sie bitte Ziffer 3 b) („Datenübermittlung in Drittländer“).</p>\n<p>Weitere Informationen erhalten Sie unter https://marketingplatform.google.com/about/ und https://admanager.google.com/intl/de/home/ sowie zum Datenschutz bei Google allgemein: https://www.google.de/intl/de/policies/privacy.\nAlternativ können Sie die Webseite der Network Advertising Initiative (NAI) unter http://www.networkadvertising.org besuchen.</p>f) RTB House<p>Diese Plattform verwendet zudem die Remarketing-Funktion der RTB House S.A.\n(„RTB“).\nDiese Funktion dient dazu, Ihnen auf anderen Websites und Apps, die am RTB-Werbenetzwerk teilnehmen, interessenbezogene Werbe-anzeigen zu präsentieren.\nIhr Browser speichert dazu Cookies die es ermögli-chen, Sie dort als Besucher wiederzuerkennen, wenn Sie Websites aufrufen, die dem Werbenetzwerk von RTB angehören.\nAuf diesen Seiten können Ihnen dann Werbeanzeigen präsentiert werden, die sich auf Inhalte beziehen, die Sie zuvor auf unserer Website oder anderen Websites oder Apps, die die Re-marketing-Funktion von RTB verwenden, aufgerufen haben.\nDie verwendeten Cookies dienen nicht der persönlichen Identifizierung.\nDie Cookies erheben folgende Kategorien von personenbezogenen Daten, sofern Sie eingewilligt haben:</p>\n<p>Daten über das Gerät, mit dem Sie auf unsere Website zugreifen (z.B.\nCoo-kie-ID / Advertising ID)Daten über Ihre Nutzung von Websites und AppsDaten über die Darstellung von Werbeanzeigen und Ihre Interaktion mit den Werbe-anzeigenDaten über den Preis, den heycar für die Verwendung der Werbean-zeige zahlt</p>\n<p>Sollten Sie die Remarketing-Funktion von RTB nicht wünschen, können Sie die Datenerhebung zu diesen Zwecken verhindern, indem Sie die Cookies in Ihren Browser- oder Geräteeinstellungen deaktivieren oder uns Ihre Einwilligung zum Einsatz von Cookies gänzlich nicht erteilen bzw.\nden Einsatz der Cookies in unserem Cookie Dashboard individuell einstellen.\nNähere Informationen zur Erhebung und Nutzung der Daten durch RTB, sowie Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entneh-men Sie bitte den Datenschutzhinweisen von RTB.</p>g) Trustpilot<p>Mobility Trader GmbH wird Sie ggf.\nper E-Mail kontaktieren, um Sie dazu einzuladen, den Service und/oder die Produkte zu bewerten, den/die Sie von uns erhalten haben, um Ihr Feedback einzuholen und unseren Service [und unsere Produkte] zu verbessern (der „Zweck“).\n</p>\n<p>Da wir für das Einholen von Kundenfeedback mit einem externen Unternehmen, Trustpilot A/S („Trustpilot“), zusammenarbeiten, werden wir zu diesem Zweck Ihren Namen, Ihre E-Mail-Adresse sowie Ihre Referenznummer mit Trustpilot teilen.\n</p>\n<p>Wenn Sie mehr darüber erfahren möchten, wie Trustpilot Ihre Daten verarbeitet, können Sie hier die Datenschutzerklärung des Unternehmens einsehen.</p>7.\nSicherheit<p>Wir verwenden innerhalb des Plattform-Besuchs das verbreitete SSL-Verfahren (Secure Socket Layer) in Verbindung mit der jeweils höchsten Verschlüsselungsstufe, die von Ihrem Browser unterstützt wird.\nIn der Regel handelt es sich dabei um eine 256 Bit Verschlüsselung.\nOb eine einzelne Seite unseres Internetauftrittes verschlüsselt übertragen wird, erkennen Sie an der geschlossenen Darstellung des Schüssel- beziehungsweise Schloss-Symbols in der unteren Statusleiste Ihres Browsers.\n</p>\n<p>Im Übrigen haben wir technische und administrative Sicherheitsvorkehrungen getroffen um Ihre personenbezogenen Daten gegen Verlust, Zerstörung, Manipulation und unautorisierten Zugriff zu schützen.\nAll unsere Mitarbeiter sowie für uns tätige Dienstleister sind auf die gültigen Datenschutzgesetze verpflichtet.\nUnsere Sicherheitsvorkehrungen unterliegen einem ständigen Verbesserungsprozess und unsere Datenschutzerklärungen werden ständig überarbeitet.\nBitte stellen Sie sicher, dass Ihnen die aktuellste Version vorliegt.</p>8.\nBetroffenenrechte<p>Sie haben das Recht:</p>\n<ul>\n<li>gemäß Art.\n15 DSGVO und unter den Einschränkungen des § 34 BDSG Auskunft über Ihre von uns verarbeiteten personen-bezogenen Daten zu verlangen;</li>\n<li>gemäß Art.\n16 DSGVO unverzüglich die Berichtigung unrichtiger oder Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen;</li>\n<li>gemäß Art.\n17 DSGVO die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, soweit nicht die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist.\nnach § 35 BDSG gelten weitere Einschränkungen;</li>\n<li>gemäß Art.\n18 DSGVO die Einschränkung der Verarbeitung Ihrer personen-bezogenen Daten zu verlangen, soweit die Richtigkeit der Daten von Ihnen bestritten wird, die Verarbeitung unrechtmäßig ist, Sie aber deren Löschung ablehnen und wir die Daten nicht mehr benötigen, Sie jedoch diese zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen oder Sie gemäß Art.\n21 DSGVO Widerspruch gegen die Verarbeitung eingelegt haben;</li>\n<li>gemäß Art.\n20 DSGVO Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesebaren Format zu erhalten oder die Übermittlung an einen anderen Verantwortlichen zu verlangen;</li>\n<li>gemäß Art.\n7 Abs.\n3 DSGVO Ihre einmal erteilte Einwilligung jederzeit gegenüber uns zu widerrufen.\nDies hat zur Folge, dass wir die Datenverarbeitung, die auf dieser Einwilligung beruhte, für die Zukunft nicht mehr fortführen dürfen und</li>\n<li>gemäß Art.\n77 DSGVO sich bei einer Aufsichtsbehörde zu beschweren.\nIn der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes oder unseres Geschäftssitzes wenden.\nEine Liste der zuständigen Aufsichtsbehörden mit Anschrift finden Sie hier.</li>\n</ul>9.\nWiderspruchsrecht<p>Sofern Ihre personenbezogenen Daten auf Grundlage von berechtigten Interessen gemäß Art.\n6 Abs.\n1 Satz 1 lit.\nf DSGVO verarbeitet werden, haben Sie das Recht, gemäß Art.\n21 DSGVO Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einzulegen, soweit dafür Gründe vorliegen, die sich aus Ihrer besonderen Situation ergeben oder sich der Widerspruch gegen Direktwerbung richtet.\nIm letzteren Fall haben Sie ein generelles Widerspruchsrecht, das ohne Angabe einer besonderen Situation von uns umgesetzt wird.</p>\n<p>Möchten Sie von Ihrem Widerrufs- oder Widerspruchsrecht Gebrauch machen, genügt eine E-Mail an privacy@hey.car.</p>10.\nÄnderungen dieser Datenschutzerklärung<p>Diese Datenschutzerklärung ist aktuell gültig.</p>\n<p>Durch die Weiterentwicklung unserer Plattform und Angebote darüber oder aufgrund geänderter gesetzlicher beziehungsweise behördlicher Vorgaben kann es notwendig werden, diese Datenschutzerklärung zu ändern.\nDie jeweils aktuelle Datenschutzerklärung kann jederzeit unter https://hey.car/privacy von Ihnen abgerufen und ausgedruckt werden.</p>\n<p>Stand: 31.10.2022</p>\n<ul>\n<li>Gebrauchte Fahrzeugtypen</li>\n<li>SUV gebraucht</li>\n<li>Kleinwagen gebraucht</li>\n<li>Cabrio gebraucht</li>\n<li>Kombi gebraucht</li>\n<li>Van gebraucht</li>\n<li>Transporter gebraucht</li>\n<li>Elektroauto gebraucht</li>\n</ul>\n<ul>\n<li>Beliebte Suchen</li>\n<li>BMW X3</li>\n<li>Audi RS3</li>\n<li>Audi A5</li>\n<li>VW Arteon</li>\n<li>Mercedes B Klasse</li>\n<li>Jeep Wrangler</li>\n<li>Audi Q2</li>\n</ul>\n<ul>\n<li>Beliebte Suchen</li>\n<li>Mercedes A Klasse</li>\n<li>Seat Ateca</li>\n<li>Kia Sport</li>\n<li>BMW Gebrauchtwagen</li>\n<li>Audi Gebrauchtwagen</li>\n<li>Porsche Cayenne</li>\n<li>VW Touran</li>\n</ul>\n<ul>\n<li>Autohersteller</li>\n<li>Skoda Superb</li>\n<li>Porsche Gebrauchtwagen</li>\n<li>Mercedes Gebrauchtwagen</li>\n<li>Land Rover Gebrauchtwagen</li>\n<li>Seat Gebrauchtwagen</li>\n<li>VW Gebrauchtwagen</li>\n<li>Mini Gebrauchtwagen</li>\n</ul>FinanzierungsratgeberKostenlose BeratungFAQMein Auto verkaufenPresseheyMagazinHändleranmeldungÜber unsKarriereCookie DashboardAGBDatenschutzImpressumKontakthey, profitiere von exklusiven Tipps und passenden Empfehlungen zu deinem Gebrauchtwagenkauf!<i>\n</i>Du kannst dich jederzeit wieder abmelden.<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Hol dir jetzt die neue heycar App und finde dein Traumauto mit Garantie – jederzeit und überall.© Copyright 2022 Mobility Trader GmbH.\nAlle Rechte vorbehalten.\n", "created_at": "2022-12-18 07:00:33.858639", "updated_at": "2022-12-18 07:00:48.484039"}], "points": [], "urls": ["hey.car"]}}