{"error": 448, "message": "OK", "parameters": {"id": 9889, "name": "Folding@home Forum ", "created_at": "2023-11-21 01:17:35.094345", "updated_at": "2023-11-21 11:02:59.85334", "wikipedia": null, "keywords": null, "related": null, "slug": "folding-home-forum", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9889.png", "url": "foldingforum.org", "documents": [{"id": 19705, "name": "Terms of use", "url": "https://foldingforum.org/ucp.php?mode=terms", "xpath": "//body", "text": null, "created_at": "2023-11-21 01:17:35.128546", "updated_at": "2023-11-21 01:19:52.387578"}, {"id": 19706, "name": "Privacy policy", "url": "https://foldingforum.org/ucp.php?mode=privacy", "xpath": "//body", "text": " Folding Forum <p>Community driven support forum for Folding@home</p>\n<p>Skip to content</p>\n<i>\n</i>Search <i>\n</i>Advanced search <ul>\n<li>\n<i>\n</i>Quick links <ul>\n<li>\n</li>\n<li>\n<i>\n</i>Unanswered topics </li>\n<li>\n<i>\n</i>Active topics </li>\n<li>\n</li>\n<li>\n<i>\n</i>Search </li>\n<li>\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i>FAQ </li>\n<li>\n<i>\n</i>Login </li>\n<li>\n<i>\n</i>Register </li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Board index </li>\n<li>\n<i>\n</i>Search </li>\n</ul> Folding Forum - Privacy policy This policy explains in detail how “Folding Forum” along with its affiliated companies (hereinafter “we”, “us”, “our”, “Folding Forum”, “https://foldingforum.org”) and phpBB (hereinafter “they”, “them”, “their”, “phpBB software”, “www.phpbb.com”, “phpBB Limited”, “phpBB Teams”) use any information collected during any session of usage by you (hereinafter “your information”).\n<br>\n<br> Your information is collected via two ways.\nFirstly, by browsing “Folding Forum” will cause the phpBB software to create a number of cookies, which are small text files that are downloaded on to your computer’s web browser temporary files.\nThe first two cookies just contain a user identifier (hereinafter “user-id”) and an anonymous session identifier (hereinafter “session-id”), automatically assigned to you by the phpBB software.\nA third cookie will be created once you have browsed topics within “Folding Forum” and is used to store which topics have been read, thereby improving your user experience.\n<br>\n<br> We may also create cookies external to the phpBB software whilst browsing “Folding Forum”, though these are outside the scope of this document which is intended to only cover the pages created by the phpBB software.\nThe second way in which we collect your information is by what you submit to us.\nThis can be, and is not limited to: posting as an anonymous user (hereinafter “anonymous posts”), registering on “Folding Forum” (hereinafter “your account”) and posts submitted by you after registration and whilst logged in (hereinafter “your posts”).\n<br>\n<br> Your account will at a bare minimum contain a uniquely identifiable name (hereinafter “your user name”), a personal password used for logging into your account (hereinafter “your password”) and a personal, valid email address (hereinafter “your email”).\nYour information for your account at “Folding Forum” is protected by data-protection laws applicable in the country that hosts us.\nAny information beyond your user name, your password, and your email address required by “Folding Forum” during the registration process is either mandatory or optional, at the discretion of “Folding Forum”.\nIn all cases, you have the option of what information in your account is publicly displayed.\nFurthermore, within your account, you have the option to opt-in or opt-out of automatically generated emails from the phpBB software.\n<br>\n<br> Your password is ciphered (a one-way hash) so that it is secure.\nHowever, it is recommended that you do not reuse the same password across a number of different websites.\nYour password is the means of accessing your account at “Folding Forum”, so please guard it carefully and under no circumstance will anyone affiliated with “Folding Forum”, phpBB or another 3rd party, legitimately ask you for your password.\nShould you forget your password for your account, you can use the “I forgot my password” feature provided by the phpBB software.\nThis process will ask you to submit your user name and your email, then the phpBB software will generate a new password to reclaim your account.\n<ul>\n<li>\n<i>\n</i>Board index </li>\n<li>\n<i>\n</i>\n<ul>\n</ul>\n</li>\n<li>All times are UTC</li>\n<li>\n<i>\n</i>Delete cookies </li>\n<li>\n<i>\n</i>Contact us </li>\n</ul>\n<p> Powered by phpBB® Forum Software © phpBB Limited </p>\n<p> Privacy | Terms </p> &nbsp.\n<i>\n</i> &nbsp;<p>\n</p>\n<i>\n</i> ", "created_at": "2023-11-21 01:17:35.158677", "updated_at": "2023-11-21 01:19:05.533265"}], "points": [], "urls": ["foldingforum.org"]}}