{"error": 448, "message": "OK", "parameters": {"id": 7702, "name": "Foresight", "created_at": "2023-03-20 21:43:52.838306", "updated_at": "2023-03-29 19:26:51.760146", "wikipedia": null, "keywords": null, "related": null, "slug": "foresight", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7702.png", "url": "foresight.is", "documents": [{"id": 14843, "name": "Privacy Policy", "url": "https://foresight.is/privacy", "xpath": "//body", "text": "We use cookies to collect anonymized information about how you use our site and to enable the download of the products we provide.\nBy using this site you agree to our use of cookies.\nLearn more.I agree Foresight <ul>\n<li>Templates</li>\n<li>Courses</li>\n<li>Services</li>\n<li>47k+ Users</li>\n<li>Help</li>\n<li>Docs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Foresight Menu Close Templates Courses Services About 47k+ Users Blog Documentation Help Contact Home Legal Privacy Policy <p>Here's an explanation of what happens to your information when you use this site.</p>\n<p>Foresight - this website, foresight.is - is a registered dba for Unstructured Ventures, LLC, a Delaware LLC (\"Unstructured Ventures\", \"our,\" \"us,\" \"me,\" \"I\", or \"we\").\nThis Privacy Policy is to let you know what information we collect when you visit this site (the \"website\", \"this site\") and/or other services offered via our website (collectively, the \"services\"), why we collect it, and how it is used.\nThe terms of use for this website is here.</p>\n<p>We collect limited personal information about who you are and where you are, as well as technical data about how you are accessing this site.\nThis personal information can be deleted or edited by you at anytime, except for anonymized information that is impossible for us to delete.\nWe work hard to keep your information private, however, because the Internet can never be completely secure, you give me your info at your own risk.\nWhen you put your private information on the Internet, it can be collected and used for others, and we are not responsible for keeping that information provate or secure.\nIf I have a security breach, I will email you within 72 hours of identification of a breach.</p>\n<p>Your rights to the data I collect about you:</p>\n<ul>\n<li>We abide by the terms of California Consumer Privacy Act (CCPA) and the European Union's General Data Protection Regulation (GDPR), and apply the principles of transparency about how I collect and use data, and the right to access and delete your data, to all users.</li>\n<li>You can request access to and deletion of your personal information by emailing hello [at] foresight.is or calling +1.646.770.0052.\nIf you request your information under the right to access, it will be provided within 30 days, and will include the categories of data, sources, the purpose of collecting said data, and the specific pieces of data collected over the past 12 months.</li>\n<li>You may only make a verifiable consumer request for access or data portability twice within a 12 month period.\nThe verifiable consumer request must provide sufficient information to allow us to reasonably verify you are the person whom we collected personal information, or an authorized representative, and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n<li>You will not be discriminated against if you exercise your rights to access and/or delete your data.</li>\n<li>I do not sell any personal information to any parties, and have not in the past 12 months.</li>\n<li>I engage third parties to perform functions and provide services to me, including hosting, email, product downloads and website analytics.\nI may share data with those services, but only to the extent necessary to perform those functions and services, and require those third parties to maintain the privacy and security of your personal information.</li>\n</ul>\n<p>Here's how this site collects and uses data:</p>\n<ul>\n<li>Purchases and Downloads.\nWe use Gumroad to process purchases, downloads, and transactions, including taking payment for the products sold through this site.\nAll transactions are processed through Gumroad, and no payment details are stored by us.\nAll of your payment information is tokenized and encrypted in a PCI compliant ecosystem through Gumroad, and you can learn more what that means here.\nWe also use Gumroad to send emails, including your receipts and invoices, and updates on your product.\nGumroad stores our customer lists, and our records of who has downloaded or purchased which products.\nAny information Gumroad collects when you visit my site is not available to me, and you can contact Gumroad to view or delete any information that they have.\nYou can contact me to request details of the information I have available to me about you on Gumroad, which is limited to the information you provided at download or purchase.\nYou are not required to create an account to purchase.\nI am able to delete records of free transactions.\nI am required to store records of your paid transactions to be able to offer you ongoing downloads of the products you purchase.</li>\n<li>Email collection forms.\nI use Netlify to collect to collect email addresses through the signup forms on this site, and if you submit your email address on this site, it will be added to my list to send you emails from time to time.\nI do not sell or share your email addresses or any personal information about you.\nI use EmailOctopus to send emails to the email addresses collected through the signup forms powered by Netlify on this site.\nYou may unsubscribe or edit your profile (link in any email, or contact me) anytime.</li>\n<li>Mailing list.\nWe currently use Gumroad for our mailing list and email newsletters, and if you submit your email address on this site, it will be added to my list to send you emails from time to time.\nYou may unsubscribe from emails sent through Gumroad by clicking on the unsubscribe link in any email or editing your settings on Gumroad.\nYou can also contact me anytime.</li>\n<li>Analytics.\nI use Fathom Analytics to understand the usage of this website.\nThis data is collected in a GDPR-compliant way and I cannot access or use this information in any personally-identifiable way.</li>\n<li>Affiliate tracking.\nIf you click through a link from one of our affiliates, our transaction provider Gumroad will store a cookie for a limited time period to track if you return to the site for the purposes of affiliate tracking.\nThese cookies expire after 30 days.\nWe do not have access to this information.</li>\n</ul>\n<p>I use a few services to manage this site and its services:</p>\n<ul>\n<li>Netlify (Netlify, Inc.).\nNetlify is a website hosting service.\nPersonal data for hosting this site, and for operation and maintenance purposes, this site and Netlify may collect files that record interactions with this site (system logs) or use for this purpose other personal data such as IP address.\nNetlify is used to collect email addresses using Netlify Forms.\nPlace of processing is the US, and here's their Privacy Policy.</li>\n<li>Fathom Analytics (Conva Ventures Inc.).\nFathom is a privacy-first analytics company, and is used by this site to collect data on the usage of this website.\nHere is their Privacy Policy.\nHere's a referral code to Fathom if you're interested in using them as well.</li>\n<li>Gumroad (Gumroad Inc.).\nGumroad is an ecommerce service, and personal data includes email address and any information captured by Gumroad for the operations of their service.\nPlace of processing is the US, and here is their Privacy Policy.</li>\n<li>Loom (Loom, Inc.).\nLoom is a video recording and hosting services and is used by this site to embed videos.\nPlace of processing is the US, and here is their Privacy Policy.</li>\n<li>Calendly (Calendly LLC).\nCalendly is a calendar booking service, and is used by this website to schedule meetings.\nPlace of processing is the US, and here is their Privacy Policy.</li>\n<li>Twitter (Twitter Inc.).\nTwitter is a social network, and is used by this site only to embed Tweets and follow buttons.\nPlace of processing is the US, and here is their Privacy Policy.</li>\n<li>YouTube (Google Inc.).\nYouTube is a video distribution website, and is used by this site only to embed videos.\nPlace of processing is the US, and here is their Privacy Policy.</li>\n<li>EmailOctopus (Three Hearts Digital Ltd).\nEmailOctopus is an email address management and message sending service provided by Three Hearts Digital Ltd.\nPersonal data includes email address, location, and consent to be added to the mailing list.\nPlace of processing is the UK, and here is their Privacy Policy.\nEmails collected through Netlify are added to EmailOctopus.\nEmailOctopus has no scripts on the website.</li>\n</ul>\n<p>If you get to this site through another site or click to another site from this site, they might collect your personal info.\nWe are not responsible for those privacy policies.</p>\n<p>This policy was last updated October 3, 2022.</p>\n<p>If you have questions, you can contact us:</p>\n<p>hello [at] foresight.is</p>\n<p>Unstructured Ventures, LLC<br>\nAttn: Taylor Davidson<br>\n6360 Broad St., #5226, Pittsburgh, PA, 15206</p> Unstructured Ventures, LLC © 2023 <ul>\n<li>Foresight</li>\n<li>About</li>\n<li>Colophon</li>\n<li>Sitemap</li>\n<li>Search</li>\n</ul>\n<ul>\n<li>Follow</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>RSS</li>\n</ul>\n<ul>\n<li>Products</li>\n<li>Templates</li>\n<li>Courses</li>\n<li>Services</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Help</li>\n<li>Docs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>Imprint</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>License</li>\n</ul> ", "created_at": "2023-03-20 21:43:52.901687", "updated_at": "2023-03-20 21:45:39.604594"}, {"id": 14842, "name": "Terms", "url": "https://foresight.is/terms", "xpath": "//body", "text": "We use cookies to collect anonymized information about how you use our site and to enable the download of the products we provide.\nBy using this site you agree to our use of cookies.\nLearn more.I agree Foresight <ul>\n<li>Templates</li>\n<li>Courses</li>\n<li>Services</li>\n<li>47k+ Users</li>\n<li>Help</li>\n<li>Docs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Foresight Menu Close Templates Courses Services About 47k+ Users Blog Documentation Help Contact Home Legal Terms of Service <p>The necessary terms and conditions of service.</p> Table of Contents <ol>\n<li>Use of our Website</li>\n<li>Use of the Products</li>\n<li>We are not Financial Advisors</li>\n<li>Pricing and Payment Details</li>\n<li>Processing your Order</li>\n<li>Returns, Refunds, and Exchanges</li>\n<li>License</li>\n<li>Intellectual Property Rights</li>\n<li>Disclaimer</li>\n<li>Indemnification</li>\n<li>Third Party Websites</li>\n<li>Privacy</li>\n<li>Children's Use of the Website</li>\n<li>Notices and Complaints</li>\n<li>Jurisdiction</li>\n<li>Entire Agreement</li>\n</ol>\n<p>These terms and conditions set out the terms and conditions on which we offer to supply to you products advertised on this website.</p>\n<p>All references in these terms of use and conditions of sale to the “website” or “Website” refer to this website foresight.is.\nto “we”, “us”, “our” and “Foresight” refer to Foresight, a registered DBA of Unstructured Ventures, LLC.\nand to “you” and “your” are to you, the user / buyer.\nthe “Product(s)” refers to any material you download from the Website, the \"Service(s)\" refers to any written and recorded video material on the website, educational courses, guides and tutorials, livechat advice, email advice, and consulting services.</p>\n<p>This Website is designed for you — please read these terms and conditions as they protect your interest, and if you have any comments, problems or any questions regarding our Website and/or products and services featured, please get in touch with us.</p>\n<p>By using or accessing our Website and/or placing any order(s), you agree to be legally bound by these terms and conditions.</p>\nUse of our Website #\n<p>Every effort is made to ensure the complete accuracy of the content on the website, including the description of our products, however it is possible that errors may occur.\nWe make a good faith effort to display the structure and design of the financial models on the website through the photos and videos as best as we can.</p>\n<p>The content of the pages of this website is meant to be illustrative and is for your general information and use only.\nIt is subject to change without notice.\nNeither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</p>\nUse of the Products #\n<p>The Products and Services have been designed for your use to estimate and project your financials for your business idea.\nThey include some benchmark data and structure to help you create your projections, but you will need to modify the assumptions and structure to fit your business.\nWe do not accept any liability for damages in using the Products or Services.</p>\nWe are not Financial Advisors #\n<p>We provide information designed to educate and inform entrepreneurs.\nWe and our Products and Services are not intended to provide legal, tax or financial advice.\nWe are not financial planners, brokers or tax advisors.\nThe Products and Services are intended only to assist you in the organization of your finances and decision-making and is broad in scope.\nYour financial situation is unique, and any information and advice obtained through the Products and Services may not be appropriate for your situation.\nAccordingly, before making any final decisions or implementing any financial strategy, you should consider obtaining additional information and advice from your accountant or other financial advisers who are fully aware of your individual situation.</p>\nPricing and Payment Details #\n<p>All prices quoted are in US Dollars and are inclusive of tax (as applicable), except for VAT.\nVAT is charged applicable to your location and is additional to the listed price.\nThe price does not include any delivery cost.\nPrices may change at any time, but will not affect orders which have already been shipped.\nOur Website may contain a number of products and it is always possible that, despite our best efforts, some of the products listed on our Website may be incorrectly priced.\nWe are under no obligation to provide the product to you at the incorrect (lower) price, if the pricing error is obvious and unmistakable and could have reasonably been recognized by you as a mispricing.</p>\n<p>Coupons are only applicable at the time of purchase and cannot be applied retroactively.</p>\n<p>Full payment will be taken at the time of placing your product order, and we reserve the right to obtain validation of your payment before accepting your order.\nIf your order is rejected, for whatever reason, and payment has been accepted, you will receive a full refund.</p>\nProcessing your Order #\n<p>Our products are offered for sale subject to availability and our acceptance of your order, which we reserve the right to reject without reason.\nHowever, we will inform you as soon as possible if the products you have ordered are not available or if your order has not been accepted, and a full refund will be given for orders which are rejected.</p>\n<p>We may from time to time issue gift or promotional codes relating to the purchase of the products.\nThese gift or promotional codes will only be available on the terms specified at the time of issue.\nShould you attempt to make an order for products using a gift or promotional code issued to another individual and/or for purposes other than those for which it was granted, we shall be entitled to reject such order.\nA refund will be given for all rejected orders.</p>\n<p>After you have placed an order with us for the purchase of products, you will receive an e-mail confirming the transaction of your order.\nYou will be given the option to download the model immediately, and will receive an email to the email address you supplied in the purchase process with the financial model attached.\nOrders normally ship immediately, if you do not receive the email with the financial model, please check your spam folders.\nIf for some reason you have not received your product, please let us know.\nEmail us at: hello@foresight.is.</p>\nReturns, Refunds, and Exchanges #\n<p>We cannot accept returns for any reason.\nWe do not offer refunds.\nIn select cases, we do offer exchanges to replace a model you purchased for a model up to the same price.\nIf you have any question about the applicability of the models for your business or questions about the models, email us before purchase at hello@foresight.is.</p>\nLicense #\n<p>The license agreement for Products and Services we provide is at foresight.is/license</p>\nIntellectual Property Rights #\n<p>We retain all right, title and interest in and to the products, including, without limitation, software, images, text, graphics, illustrations, logos, service marks, copyrights, photographs, videos, music, spreadsheet methods, and all related intellectual property rights.\nExcept as otherwise provided in this agreement, you may not, and may not permit others to: (i) reproduce, modify, translate, enhance, decompile, disassemble, reverse engineer or create derivative works of any of our Product.\n(ii) sell, license, sublicense, rent, lease, distribute, copy, publicly display, publish, adapt or edit any of our Product.\nor (iii) circumvent or disable any security or technological features of our Product.</p>\n<p>The design, text, graphics, selection and arrangement thereof and services and the legal forms, documents, guidance and all other content found on our website are the copyright © of us.\nAll rights reserved.</p>\nDisclaimer #\n<p>We are always seeking to deliver an excellent Product to you.\nHowever, from time to time, some of the information, software, products, and services made available through the website may include inaccuracies or typographical errors.\nThus information received from us should not be relied upon for personal, medical, legal, or financial decisions.\nYou should consult an appropriate professional for specific advice tailored to your situation.\nIn short, your use of our Product and Services is at your own risk.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, WE AND OUR AFFILIATES, SUPPLIERS AND DISTRIBUTORS MAKE NO WARRANTIES, EITHER EXPRESS OR IMPLIED, ABOUT THE PRODUCTS AND SERVICES.\nTHE PRODUCTS AND SERVICES ARE PROVIDED \"AS IS.\" WE ALSO DISCLAIM ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nINFORMATION AND OPINIONS RECEIVED VIA THE WEBSITE SHOULD NOT BE RELIED UPON FOR PERSONAL, MEDICAL, LEGAL OR FINANCIAL DECISIONS AND YOU SHOULD CONSULT AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE TAILORED TO YOUR SITUATION.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL WE, OUR AFFILIATES, SUPPLIERS OR DISTRIBUTORS BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES OR ANY LOSS OF USE, DATA, BUSINESS, OR PROFITS, REGARDLESS OF LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN WARNED OF THE POSSIBILITY OF SUCH DAMAGES, AND EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\n<p>OUR AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO THE PRODUCTS AND SERVICES SHALL IN NO EVENT EXCEED THE GREATER OF $500 OR THE AMOUNT PAID BY YOU TO US FOR THE 12 MONTHS PRECEDING THE SERVICES IN QUESTION.</p>\nIndemnification #\n<p>You shall defend, indemnify and hold us and our officers, directors, shareholders, and employees, harmless from and against all claims, suits, proceedings, losses, liabilities, and expenses, whether in tort, contract, or otherwise, that arise out of or relate, including but not limited to attorneys fees, in whole or in part arising out of or attributable to any breach of this Agreement or any activity by you in relation to the Sites or your use of the Products and Services.</p>\nThird Party Websites #\n<p>We may provide links on our website to the websites of other companies, whether affiliated with us or not.\nWe cannot give any undertaking, that products you purchase from companies to whose website we have provided a link on our website, will be fit for purpose or of satisfactory quality, and any such warranties are DISCLAIMED by us absolutely.\nThis DISCLAIMER does not affect your statutory rights against the third party seller.</p>\n<p>Any products provided by Foresight but purchased through third party websites are legally bound by the terms and conditions referring to the usage of the models, including the accuracy of the description of the models, the goal of the products, returns, refunds, exchanges, warranties, liabilities, license grant, intellectual property rights, and indemnification.\nThe third party websites are responsible for delivery of the products.\nPrices for the products on third party websites may differ from prices on this Website, and certain discounts or coupons offered on this Website may not be applicable or available for products available for sale on third-party websites.\nWe do not match prices across websites, and we do not offer price adjustments or partial refunds for purchases made on third party websites.</p>\nPrivacy #\n<p>Your privacy is important to us - please see our full privacy policy at foresight.is/privacy to understand how we protect your personal information.</p>\nChildren's Use of the Website #\n<p>We are committed to protecting the privacy of minors and does not sell products for purchase by children under the age of 18.\nOur website is not promoted to minors and if as the user you are under 18, you may use foresight.is only with the involvement of a parent or guardian.\nShould it come to our attention that minors under the age of 18 have been purchasing through our website, their personal information will be removed from our records.</p>\nNotices and Complaints #\n<p>All notices given by you to us (including any complaints that you may have) should be sent to Unstructured Ventures, LLC, by email to hello@foresight.is or by post to Unstructured Ventures, 6360 Broad St, #5226, Pittsburgh, PA, 15206, USA.</p>\n<p>We may give notice to you at either the e-mail or postal address you provide to us when placing an order.\nNotice will be deemed received and properly served immediately when posted on our Website, 24 hours after an e-mail is sent, or two days after the date of posting of any letter.\nIn proving the service of any notice, it will be sufficient to prove, in the case of a letter, that such letter was properly addressed, stamped and placed in the post and, in the case of an e-mail, that such e-mail was sent to the specified e-mail address of the addressee.</p>\nJurisdiction #\n<p>These terms and conditions shall be governed by, and construed in accordance with, the laws of The United States of America.\nDisputes arising here from shall be exclusively subject to the jurisdiction of US courts.</p>\nEntire Agreement #\n<p>These terms and conditions, our privacy policy, license agreement, and any document expressly referred to in them represent the entire agreement between us in relation to the subject matter of any contract and supersede any prior agreement, understanding or arrangement between you and us, whether oral or in writing.</p>\n<p>You and we acknowledge that, in entering into a contract, you have not and we have not relied on any representation, undertaking or promise given by the other or be implied from anything said or written in negotiations between you and us prior to such contract except as expressly stated in these terms and conditions.</p>\n<p>\n<em>Updated November 12, 2019</em>\n</p> Unstructured Ventures, LLC © 2023 <ul>\n<li>Foresight</li>\n<li>About</li>\n<li>Colophon</li>\n<li>Sitemap</li>\n<li>Search</li>\n</ul>\n<ul>\n<li>Follow</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>RSS</li>\n</ul>\n<ul>\n<li>Products</li>\n<li>Templates</li>\n<li>Courses</li>\n<li>Services</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Help</li>\n<li>Docs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>Imprint</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>License</li>\n</ul> ", "created_at": "2023-03-20 21:43:52.869893", "updated_at": "2023-03-20 21:45:07.498861"}], "points": [], "urls": ["foresight.is"]}}