{"error": 448, "message": "OK", "parameters": {"id": 7489, "name": "sayweee", "created_at": "2023-03-12 19:04:13.106855", "updated_at": "2023-03-29 19:26:44.266758", "wikipedia": null, "keywords": null, "related": null, "slug": "sayweee", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7489.png", "url": "sayweee.com", "documents": [{"id": 14401, "name": "Privacy Policy", "url": "https://www.sayweee.com/en/about/privacy-policy", "xpath": "//body", "text": " Weee!, Inc.\nPrivacy Policy\n<p>\n<strong>Effective Date: September 8, 2022</strong>\n</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>Welcome to Weee!.\nWeee! Inc.\n(Weee!, \"we\" \"us\" or \"our\") operates a network of websites and mobile applications serving multiple cities in the United States.\nBy visiting our website, https://www.sayweee.com/en (the \"Site\"), using our mobile apps, and accessing the information, resources, services, products, and tools that we provide, you understand and agree to accept and adhere to the Weee! Privacy Policy (hereafter referred to as the \"Privacy Policy\"), along with the terms and conditions as stated in our Terms of Service which is incorporated herein by reference.\nIf you do not feel comfortable with any part of this Privacy Policy or our Terms, please discontinue use of the Services or engaging with Weee! immediately.</p>\n<p>Please read this Privacy Policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your personal information on our websites and mobile applications, and any other resources, services, products, and tools we provide for you, either directly or indirectly, that link to this Privacy Policy (hereafter, referred to as \"Services\").</p>\n<p>\n<strong>CONTENTS</strong>\n</p>\n<ul>\n<li>\n<strong>1.\nUpdates to This Privacy Policy</strong>\n</li>\n<li>\n<strong>2.\nInformation We Collect</strong>\n</li>\n<li>\n<strong>3.\nHow We Use Your Information</strong>\n</li>\n<li>\n<strong>4.\nSharing and Disclosures of Personal Information</strong>\n</li>\n<li>\n<strong>5.\nInformation for California Residents</strong>\n</li>\n<li>\n<strong>6.\nProtecting Your Information</strong>\n</li>\n<li>\n<strong>7.Access, Correction and Deletion of Your Personal Information</strong>\n</li>\n<li>\n<strong>8.\nUse of Cookies</strong>\n</li>\n<li>\n<strong>9.\nCommunications Preferences</strong>\n</li>\n<li>\n<strong>10.Important Notice for Non-U.S.\nResidents</strong>\n</li>\n<li>\n<strong>11.\nIntegration of Third-Party Platforms and Services</strong>\n</li>\n<li>\n<strong>12.\nChildren's Privacy</strong>\n</li>\n<li>\n<strong>13.\nContacting Us</strong>\n</li>\n</ul>\n<p>\n<strong>Section 1.\nUpdates to This Privacy Policy</strong>\n</p>\n<p>We reserve the right to change the Privacy Policy from time to time.\nWhen we do so, we will provide notice to you by posting it on our website and in our mobile applications, and indicating the date it was modified.\nYou acknowledge and agree that it is your responsibility to review the Privacy Policy periodically to familiarize yourself with any modifications.\nIf you have any questions about this Privacy Policy, please reach out to us anytime atprivacy@sayweee.com or as described in the \"Contacting Us\" section below.</p>\n<p>\n<strong>Section 2.\nInformation We Collect </strong>\n</p>\n<p>Weee! collects personal information when you interact with our Services.\nPersonal information is any information that identifies or makes an individual identifiable.\nThe definition of personal information (used interchangeably in this Privacy Policy with the term \"personal data\") depends on the applicable law based on your physical location.\nOnly the definition that applies to your physical location will apply to you under this Privacy Policy.\nThe types of personal information that we may collect about you include, but are not limited to: information you provide to us, information collected automatically about your use of our Services, and information from third parties.</p>\n<p>This includes:</p>\n<ul>\n<li>\n<strong>Account Registration.</strong> We collect basic account information such as your email address, phone number, username and password.\nWe need this information to create your account and it helps secure and provide access to our Services.\nWe also obtain or infer demographic information, as well as profile photos if you choose to upload one.\nIf you use Facebook or another service such as Google or WeChat to register for or log in to the Services (or later connect your accounts), you authorize Facebook or the other service, as the case may be, to share your personal information with us, including your email address, age and publicly available information about you and your Facebook friends, if you use Facebook for registering for the Services.\nPlease note that when you access our Services through social media channels or when you connect our Services to social media services, you are authorizing us to collect, store, and use such information and content in accordance with this Privacy Policy.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Form Submissions and Newsletter Signups.</strong> We collect information that you provide by filling in forms that we make available.\nThis includes when making purchases from our Services or requesting information or assistance.\nWe also collect information relating to our newsletter subscription page, including name and email address.\nIn addition, we collect the email address of others if you refer a friend as part of our Weeebates referral.\nPlease have permission in order to share their information with us.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Program Participation and Promotions.</strong> We collect information related to your participation in our programs, including our Weee! VIP program, our registered affiliate program, or promotions or surveys.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Services Usage.</strong> We gather information from the actions you take to recommend, create, communicate and share content.\nThis includes messages you send, posts you create yourself, and the products you mark as favorites or share.\nIn addition, we track social interactions in our Apps (e.g.\nwhat you bought, what you loved, and your posts and invites).\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Customer Service and Technical Support.</strong> If you send us support requests or comments you may also provide us with additional information to enable us to contact you and address your feedback, and we may retain such information to enhance our Services and to respond to you.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Payment Information.</strong> When you purchase products or services from Weee!, you provide our payment processor with your payment information.\nWe currently use third parties to process such payments but may change that in the future.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Job Applications.</strong> We collect employment- and background-related information provided to us as a part of the job application process.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Device Permissions.</strong> We collect information relating to your use of features of our Services that may ask you to grant us access to location information, photos, microphone, video camera, or media on your computer or mobile device.\n<p>&nbsp;</p>\n</li>\n</ul>\n<p>We also collect information automatically as you navigate and interact with our Services.\nFor instance, when you browse our Site, our systems automatically collect information such as your web request, Internet Protocol (\"IP\") address, browser type, browser language, domain names, referring and exit pages and URLs, platform type, pages viewed and the order of these page views, the amount of time spent on particular pages, and the date and time of your request.\nLikewise, if you access the Services through a mobile device (e.g., a smart phone or tablet), we may be able to identify the general location of your mobile device, your mobile device's brand, model, operating system, resolution, screen size, system version, mobile network information, and your mobile device's advertising ID.</p>\n<p>\n<strong>Section 3.\nHow We Use Your Information</strong>\n</p>\n<p>Weee! will only use your personal information as described in this Privacy Policy or as disclosed to you prior to such processing taking place.\nThe purposes for which we may use your personal information include:</p>\n<ul>\n<li>\n<strong>To Provide You Our Services:</strong> providing any services or products that you request or purchase in connection with the Services.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>To Provide You with Service-Related Communications:</strong> contacting you regarding the administration of any features or functions of the Services you have registered to use, and notifying you about changes to our Services, our policies, your program memberships, terms, or any products or services we offer or provide though our Services.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>To Provide Customer Support or to Respond to You:</strong> providing you with notices about your account and responding to your questions or other requests.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>To Send You Marketing and Promotional Emails:</strong> contacting you with newsletters, marketing or promotional materials and other information that may be of interest to you based on the Services that you already use or the offerings that you have already purchased or inquired about, unless you have opted not to receive such information.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>For Internal Use and Services Improvement:</strong> accumulating and reporting aggregate, statistical information in connection with the Services and user activity, including determining which features and services users like best to help us operate, enhance, and improve our Services.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>To Enforce Compliance with Our Agreements or Policies:</strong> keeping you secure and safe while using our Services, which requires us to process your personal information in accordance with this Privacy Policy to combat spam, malware, malicious activities, fraud, or security risks as part of our ongoing maintenance and enforcement of our security measures, and carrying out our obligations and enforcing our rights arising from any contracts entered into between you and us, including for billing and collection.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>To Maintain Legal and Regulatory Compliance:</strong> processing personal information to pay our taxes, fulfill our business obligations, for compliance with employment and recruitment laws, or as necessary to manage risk under applicable law.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>For Customization:</strong> saving your user account, registration and profile data or other personal information (so you do not have to re-enter it each time you visit or use the Services).\ntracking your return visits to and use of the services.\ntailoring your experience on the Services.\nand/or otherwise customizing what you see when you visit and use the Services.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>For Research Purposes:</strong> for research purposes and to provide anonymous reporting for internal and external clients and business partners.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>With Your Consent:</strong> for any other purpose disclosed to you prior to you providing us your personal information or which is reasonably necessary to provide the Services or other related products and/or services requested, with your permission or upon your direction.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>For Employment Purposes:</strong> processing job applications, including to communicate with you and to conduct applicant and employment-related statistical evaluation and record-keeping.\n<p>&nbsp;</p>\n</li>\n</ul>\n<p>\n<strong>Section 4.\nSharing and Disclosures of Personal Information</strong>\n</p>\n<p>Weee! may share or disclose your personal information in the following circumstances:</p>\n<ul>\n<li>\n<strong>Within Our Corporate Organization.</strong> We may share your personal information with any subsidiaries and affiliates in order to provide you with the Services and take actions based on your request, as well as for the purpose of management and analysis.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Service Providers.</strong> We may employ other companies and individuals to facilitate our Services, provide services on our behalf, perform service-related business activities, or assist us in analyzing how our Services are used.\nThese service providers provide us support services such as credit card processing, payment gateways, website hosting, online store platforms, customer relationship management, order fulfillment and shipping, email and postal delivery, analytics, surveys, and marketing services.\nThe service providers have access to your personal information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Corporate Transactions.</strong> We may disclose personal information to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our Services users is among the assets transferred.\nYou agree to and do hereby consent to our assignment or transfer of rights to your personal information.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>Advertising and Marketing.</strong> We may share some personally information with direct mail marketing partners operating a cooperative with other retailers and their customer data to help us: (1) identify products and services that may be of interest to you.\nand (2) identify new customers with similar interests.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>As Required by Law and to Protect Lawful Interests.</strong> We may disclose your information if we believe that the disclosure is required by law, if we believe that the disclosure is necessary to enforce our agreements or policies, in response to valid requests by public authorities (e.g., a court or a government agency), or if we believe that the disclosure will help us protect the rights, property, or safety of Weee! or our customers.\n<p>&nbsp;</p>\n</li>\n<li>\n<strong>With Your Consent.</strong> We may disclose your personal information for any purpose with your consent.\n<p>&nbsp;</p>\n</li>\n</ul>\n<p>Please note that we may disclose, without restriction, aggregated or anonymized information about the users of our Services, which is information that does not identify any specific individual.</p>\n<p>\n<strong>Section 5.\nInformation for California Residents</strong>\n</p>\n<p>This section applies solely to individuals who reside in the State of California.\nIf you are a California resident, you are entitled to request notice of certain information about the user information that we may share with third parties for marketing purposes (e.g., the categories of user information shared, and contact information of applicable third parties), as well as request that we disclose to you what personal information we collect, use, disclose and sell about you, and the right to request deletion of personal information we collect or maintain about you.\nIf you would like to exercise any of these rights, please mail your written request to Weee! at the physical address below and title your request as follows or in a similar manner: \"CCPA – California Resident Request\".\nYou also have the right to opt out of the sale of your personal information (as defined by applicable law), which you may exercise by clicking Do Not Sell My Info, and to not be treated in a discriminatory manner for having exercised your rights regarding your privacy rights under the California Consumer Privacy Act (CCPA).</p>\n<p>As described above, our Services collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device.\nIn particular, if we acknowledge collection of information below, the Services have collected the following categories of personal information from our consumers within the last twelve (12) months.\nA listing of the categories of information required to be disclosed by the CCPA is below, and information as to the sources of the information, the purposes of information collection, and how it is shared is described in Sections 2, 3 and 4 of this Privacy Policy, respectively.</p> CATEGORY EXAMPLES COLLECTED Identifiers A real name, alias, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.\nYes Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) A name, physical characteristics or description, address, telephone number, or any financial information.\nSome personal information included in this category may overlap with other categories.\nYes Protected classification characteristics under California or federal law Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex, sexual orientation, veteran or military status, genetic information.\nNo Commercial information Records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nYes Biometric information Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information.\nNo Internet or other similar network activity Browsing history, search history, information on a consumer's interaction with a website, application, or advertisement.\nYes Geolocation data Physical location.\nYes Sensory data Audio, electronic, visual, or similar information.\nNo Professional or employment-related information Current or past job history or performance evaluations.\nNo Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.Section 1232g, 34 C.F.R.Part 99)) Education records.\nNo Inferences drawn from other personal information Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nNo <p>\n<strong>Sale of Personal Information Under the CCPA.</strong> In the preceding twelve months we have not sold your personal information, as that term is generally understood, but we recognize that the CCPA defines \"personal information\" in such a way that making available identifiers linked to you for a benefit may be considered a \"sale.\"</p>\n<p>In addition to the \"Use of Cookies\" section's description for opting out of interest-based advertising and controlling browser settings, California consumers may also use the Digital Advertising Alliance's tool to send requests under the CCPA for a web browser to opt out of the sale of personal information by some or all of that framework's participating companies by accessing the DAA's tool here: https://www.privacyrights.info/, or by downloading the DAA's AppChoices mobile application opt-out here: https://www.privacyrights.info/appchoices.</p>\n<p>\n<strong>Rights Under the CCPA.</strong> Access to Specific Information and Data Portability Rights – Subject to certain exceptions, if you are a California resident you have the right to request a copy of the personal information that we collected about you during the 12 months before your request.\nOnce we receive your request and verify your identity, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources for the personal information we have collected about you;</li>\n<li>Our business or commercial purpose for the information collection;</li>\n<li>The categories of third parties with whom we share that personal information;</li>\n<li>The specific pieces of personal information we collected about you.</li>\n<li>Deletion Request Rights – You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.</li>\n</ul>\n<p>\n<strong>Non-Discrimination.\n</strong>We recognize and respect that you have the right to not receive discriminatory treatment by the business for exercising any of your CCPA rights.</p>\n<p>\n<strong>Exercising Access, Data Portability, and Deletion Rights.</strong> To exercise the access, data portability, and deletion rights described above as a California resident, please submit a verifiable consumer request to us by contacting us as described in the \"Contacting Us\" section below.</p>\n<p>\n<strong>Use of an Authorized Agent to Submit a Request.</strong> Only you or a person you formally authorize to act on your behalf may make a verifiable consumer request related to your personal information as a California consumer.\nIf you use an authorized agent to submit such a request, we will require written proof that the authorized agent has been authorized to act on your behalf or a copy of the power-of-attorney document granting that right.</p>\n<p>\n<strong>Direct Marketing.</strong> If you are a California resident, you can request a notice disclosing the categories of personal information we have shared with third parties for the third parties' direct marketing purposes.\nTo request a notice, please submit your request by postal mail to the contact information listed below.</p>\n<p>\n<strong>Section 6.\nProtecting Your Information</strong>\n</p>\n<p>We have implemented reasonable measures designed to help secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nAny payment transactions will be encrypted using SSL or other encryption technology, or will use our third party payment processors, who will use appropriate security procedures.</p>\n<p>The safety and security of your information also depends on you.\nWhere you have chosen a password for access to certain parts of our Services, you are responsible for keeping this password confidential.\nYou should not share your password with anyone or reuse your password for any other services.</p>\n<p>Unfortunately, the transmission of information via the Internet is not completely secure.\nAlthough we strive to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Service.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Services.\nIf you believe that any of your personal information held by Weee! has possibly been compromised, please contact us immediately as described in the \"Contacting Us\" section below.</p>\n<p>\n<strong>Section 7.\nAccess, Correction and Deletion of Your Personal Information</strong>\n</p>\n<p>You have the ability to access, correct, and delete your personal information that you shared with us on our Services or through other written or oral means.\nWe are committed so that your personal information is kept accurate and up to date.\nHowever, it is up to you to update it with any changes.\nIn most cases, you can review and submit changes to your personal information by logging into the Site and visiting your account profile page.\nYou may also notify us via the information in the \"Contacting Us\" section below to request access to, or to correct any personal information that you have provided to us.\nWe may not accommodate a request to delete or change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If you no longer wish to have your personal information processed, you may request to delete your account (username and password), subject to certain limitations, by contacting us as described below.</p>\n<p>\n<strong>Section 8.\nDeletion of Your Account</strong>\n</p>\n<p>Upon your request, we will delete your account information in accordance with our data retention and deletion policy and anonymize certain account information as needed.</p>\n<p>As a seller of consumer goods, we may be legally obligated or permitted to keep certain information for a longer term.\nAccordingly, even after receiving your request to delete your account, we may retain some of your information pursuant to legal purposes or business operations (e.g.\nfor legal compliance.\ntax, accounting, or auditing purposes.\nto address recall of consumer goods sold on our website.\nto resolve disputes or otherwise enforce our legal rights.\nto detect and prevent fraudulent or illegal activity.\nor investigation necessitated by any of the foregoing).</p>\n<p>\n<strong>Section 9.\nUse of Cookies</strong>\n</p>\n<p>We use cookies, which deposit small data files stored on your computer or mobile device.\nWe use cookies to distinguish you, identify your interests and your account and its status and settings, to collect usage data, keep track of your preferences and deliver content specific to your interests.\nOur advertising partners may use cookies and similar technologies to identify and deliver content and advertising specific to your interests, to track the effectiveness of such advertising and to provide and analyze their services.\nBy using our Services you consent to our, and our advertising partners' use of cookies and related technologies, and the sharing of data with our advertising partners.</p>\n<p>\n<strong>Your Choices.</strong> Your browser may provide you with the option to refuse some or all browser cookies.\nYou may also be able to remove cookies from your browser.\nYou can exercise your preferences in relation to cookies served on our Site by taking the steps outlined below.</p>\n<ul>\n<li>\n<em>First-Party Cookies.</em> You can use the browser with which you are viewing this Site to enable, disable or delete cookies.\nTo do this, follow the instructions provided by your browser (usually located within the \"Help\", \"Tools\" or \"Edit\" settings).\nPlease note, if you set your browser to disable cookies, you may not be able to access secure areas of the Site.\nAlso, if you disable cookies other parts of the Site may not work properly.\nYou can find more information about how to change your browser cookie settings at&nbsp.\nhttp://www.allaboutcookies.org.\n<p>&nbsp;</p>\n</li>\n<li>\n<em>Third-Party Cookies.</em>&nbsp;Many advertising companies that collect information for interest-based advertising are members of the Digital Advertising Alliance (DAA) or the Network Advertising Initiative (NAI), both of which maintain websites where people can opt out of interest-based advertising from their members.\nTo opt-out of website interest-based advertising provided by each organization's respective participating companies, visit the DAA's opt-out portal available at&nbsp.\nhttp://optout.aboutads.info/, or visit the NAI's opt-out portal available at&nbsp.\nhttp://optout.networkadvertising.org/?c=1.</li>\n</ul>\n<p>To opt-out of data collection for interest-based advertising across mobile applications by participating companies, download the DAA's AppChoices mobile application opt-out offering here: https://youradchoices.com/appchoices.</p>\n<p>More information can also be found here:</p>\n<ul>\n<li>Facebook, whose Data Policy can be foundhere.\n<p>&nbsp;</p> Google.\nYou can learn more about how Google use's data, and how you can-opt-out, here.</li>\n</ul>\n<p>We do not control third parties' collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.\nIn addition, most web browsers provide help pages relating to setting cookie preferences.\nMore information may be found for the following browsers here:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer </li>\n<li>Mozilla Firefox </li>\n<li>Safari (Desktop) </li>\n<li>Safari (Mobile)</li>\n<li>Android Browser</li>\n<li>Opera</li>\n<li>Opera Mobile</li>\n</ul>\n<p>\n<strong>Analytics</strong>.\nWe may use third-party service providers to monitor and analyze the use of our Site.\nPresently, we use Google Analytics.\nGoogle Analytics is a web analytics service offered by Google LLC (\"Google\") that tracks and reports Site traffic.\nFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics, available at: https://tools.google.com/dlpage/gaoptout.</p>\n<p>\n<strong>Do Not Track.</strong> Some Internet browsers, such as Internet Explorer, Firefox, and Safari, include the ability to transmit \"Do Not Track\" or \"DNT\" signals.\nSince uniform standards for \"DNT\" signals have not been adopted, our Site does not currently process or respond to \"DNT\" signals.</p>\n<p>\n<strong>Location-Based Services.</strong> If you enable location-based services on your computer or mobile device in connection with your use of the Services, you expressly consent to Weee! collecting the geolocation (which may include specific longitude and latitude) of your device.\nThis information will be used as set forth in this Privacy Policy, including to locate nearby locations that offer Weee! products and to provide specific advertising content or messages based on your location.</p>\n<p>You can withdraw your consent to our use of cookies using your browser settings or your device's limit ad tracking settings.\nYou can choose to have your computer warn you each time a cookie is being sent.\nYou can do this through your browser.\nEach browser is different, so look at your browser's Help menu to learn the correct way to modify your cookies.\nYou may also be able to control the use of cookies via industry websites such as&nbsp.\nhttp://www.aboutads.info/choices&nbsp;or through other functionality which we may have available from time to time.\nOur current partners include:<br>\nIf you disable cookies, some features will be disabled that make your site experience more efficient and some of our services will not function properly.\nHowever, you can still place orders.</p>\n<p>\n<strong>Section 10.\nCommunications Preferences</strong>\n</p>\n<p>In order to provide service to you, we may send you communications related to your transactions, security, or the administration of this website.\nFrom time to time, we may also send you other messages or updates about Weee!, our website, and our other products and offerings.\nIf you do not wish to receive non-transaction or security-related communications from us, you may opt-out by clicking the \"unsubscribe\" link in the communication or by contacting us as specified in the \"Contacting Us\" section below.</p>\n<p>Please note that \"opt-out\" and \"unsubscribe\" requests may not take effect immediately and may take a reasonable amount of time to receive, process and apply, during which time your information shall remain subject to the prior privacy settings.</p>\n<p>By downloading and using our mobile applications, you may receive messages, reminders, offers, news, and information from Weee! within the mobile application itself.\nThese \"in app\" messages are part of our mobile application's functionality but can be adjusted using your device or app settings.</p>\n<p>\n<strong>Section 11.\nImportant Notice for Non-U.S.\nResidents</strong>\n</p>\n<p>Our services are intended for use in the United States only.\nThe Services and their servers are operated in the United States.\nPlease be aware that your information, including your personal information, may be transferred to, processed, maintained, and used on computers, servers, and systems located where the privacy laws may not be as protective as those in your jurisdiction.\nIf you choose to use our Website while located outside the United States, you hereby irrevocably and unconditionally consent to such transfer, processing, and use of your information in the United States and elsewhere.\nIf you do not wish for your information to be transferred to, processed, or maintained outside of the country or jurisdiction where you are located, you should immediately cease accessing our Services.</p>\n<p>\n<strong>Section 12.\nIntegration of Third-Party Platforms and Services</strong>\n</p>\n<p>The Services may be linked to, rely on and be integrated with websites, applications, interfaces, services and platforms operated by other companies, including third-party services.\nThe Services may also feature advertisements from these companies.\nWe are not responsible for the privacy practices of such websites, applications, interfaces, services and platforms operated by third parties that are linked to, rely on and/or integrated with the Services or for the privacy practices of third party advertising companies.\nOnce you leave our Services via a link, access a third-party service or click on an advertisement, you should check the applicable privacy policies to determine, among other things, how related companies process personal information they may collect about you.\nThis Privacy Policy applies solely to information collected by Weee!.</p>\n<p>\n<strong>Section 13.\nChildren's Privacy</strong>\n</p>\n<p>Weee! Services are not directed toward children under the age of 16, and we do not knowingly collect any personal information from children under the age of 16.\nIf a child under 16 provided our Services with personal information, we ask that a parent or guardian contact us as described below so that we may promptly delete the child's information from our record.</p>\n<p>\n<strong>Section 14.\nContacting Us</strong>\n</p>\n<p>If there are any questions regarding this Privacy Policy you may contact us using the information below:</p>\n<p>\n<strong>\n<em>Via Mail</em>\n</strong>\n</p>\n<p>Weee! Inc.<br>\n47467 Fremont Blvd.<br>\nFremont, CA 94538</p>\n<p>\n<strong>\n<em>Via Email</em>\n</strong>\n</p>\n<p>privacy@sayweee.com</p>\n<p>\n<strong>\n<em>Via Phone</em>\n</strong>\n</p>\n<p>(510) 358-8960 / (888) 826-0880</p>\n<p>\n</p>", "created_at": "2023-03-12 19:04:13.139491", "updated_at": "2023-03-12 19:05:40.546974"}, {"id": 14402, "name": "Terms of Service", "url": "https://www.sayweee.com/en/about/terms-of-service", "xpath": "//body", "text": "Terms of Service\n<p>\n<strong>Effective Date: November 17, 2022</strong>\n</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>Welcome to Weee! Inc.\n(Weee!).\nWeee! operates a network of websites and a mobile application serving multiple cities in the United States.\nBy visiting our website, using our mobile app, and accessing the information, resources, services, products, and tools we provide, you understand and agree to accept and adhere to these Terms of Service (hereafter referred to as the \"Terms\"), along with the terms and conditions as stated in our Privacy Policy or other documents or articles from our website or mobile app, which is incorporated herein by reference.</p>\n<p>\n<strong>Section 1.\nModification</strong>\n</p>\n<p>We reserve the right to change the Terms from time to time without notice to you.\nYou acknowledge and agree that it is your responsibility to review these Terms periodically to familiarize yourself with any modifications.\nYour continued use of this site after such modifications will constitute acknowledgment and agreement of the modified Terms.</p>\n<p>\n<strong>Section 2.\nAcceptable Use</strong>\n</p>\n<p>By visiting our websites and mobile application and accessing the information, resources, services, products, and tools we provide for you, either directly or indirectly (hereafter, referred to as \"Services\"), you agree to use these Services only for the purposes intended as permitted by (a) the Terms, and (b) all applicable laws, regulations, and generally accepted online practices or guidelines.\nIn addition:</p>\n<ol>\n<li>\n<strong>You Provide Information To Us.</strong>In order to access our Services, you may be required to provide certain information about yourself (such as identification, contact details, etc.) as part of the registration process, or as part of your ability to use the Services.\nYou agree that any information you provide will always be accurate, correct, and up to date.</li>\n<li>\n<strong>Your Account Login and Control.</strong>You are responsible for maintaining the confidentiality of any login information associated with any account you use to access our Services.\nAccordingly, you are responsible for all activities that occur under your account(s).</li>\n<li>\n<strong>Accessing Our Services.</strong>Accessing (or attempting to access) any of our Services by any means other than through the means we provide, is strictly prohibited.\nYou specifically agree not to access (or attempt to access) any of our Services through any automated, unethical or unconventional means.</li>\n<li>\n<strong>Do Not Interfere With or Disrupt Our Services.</strong>Engaging in any activity that disrupts or interferes with our Services, including the servers and/or networks to which our Services are located or connected, is strictly prohibited.</li>\n<li>\n<strong>Additional Prohibitions.</strong>Attempting to or engaging in an act to copy, duplicate, reproduce, sell, trade, scrape, reverse engineer, or resell our Services is strictly prohibited.</li>\n<li>\n<strong>Your Unauthorized Activities Have Consequences.</strong>You are solely responsible for any consequences, losses, or damages that we may directly or indirectly incur or suffer due to any unauthorized activities conducted by you, as explained above, and may incur criminal or civil liability.</li>\n<li>\n<strong>User-Generated Content.</strong>We may provide various open communication tools on our websites and mobile application, such as blog comments, blog posts, public chat, forums, message boards, newsgroups, product ratings and reviews, various social media services, etc.\nYou understand that generally we do not pre-screen or monitor the content posted by users of these various communication tools, which means that if you choose to use these tools to submit any type of content to our websites and mobile application, then it is your personal responsibility to use these tools in a responsible and ethical manner.\nBy posting information or otherwise using any open communication tools as mentioned, you agree that you will not upload, post, share, or otherwise distribute any content that: <ol>\n<li>is illegal, threatening, defamatory, abusive, harassing, degrading, intimidating, fraudulent, deceptive, invasive, racist, or contains any type of suggestive, inappropriate, or explicit language;</li>\n<li>infringes on any trademark, patent, trade secret, copyright, or other proprietary right of any party;</li>\n<li>contains any type of unauthorized or unsolicited advertising;</li>\n<li>impersonates any person or entity, including any Weee! Inc.\nemployees or representatives.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>Section 3.\nCustomer Experience &amp.\nRestrictions</strong>\n</p>\n<ol>\n<li>\n<strong>Placing an Order.</strong>Orders must be confirmed before the cutoff time.\nAvailable delivery dates and delivery fees will be shown during the ordering process.\nYou may modify or cancel orders via the \"Order Detail\" section before the cutoff time, or by contacting our Customer Service Department at support@sayweee.com.</li>\n<li>\n<strong>Price.</strong>The prices displayed through our website may differ from the prices offered by other sellers for the same products, and may not be the lowest prices available.\nWeee! reserves the right to change prices at any time, and to limit your order or the quantity of a product you may order.\nIf certain products are not priced correctly, Weee! may cancel orders for the products.\nWe will contact you immediately and will issue you a refund for the products.</li>\n<li>\n<strong>Availability.</strong>To provide you the freshest products, we receive goods every day, and products are prepared and packed close to delivery time.\nOn occasion, we may experience disruptions in our supply chain including shortages and quality control concerns.\nAs a result, certain products may become unavailable immediately before the scheduled delivery date.\nIn the event of any supply chain disruption that affects your order, we will deliver the rest of your order and issue you a refund for the unavailable items.\nIn such circumstances, you'll receive a system notification, and see the unavailable item marked as \"Out of Stock\" on the invoice.\nIf something is missing from your order, and is not marked as \"Out of Stock\", please submit a refund request via the \"Shipped Orders-Return\" section on the mobile application or the website, or contact our Customer Service Department at support@sayweee.com.</li>\n<li>\n<strong>Availability (Marketplace).</strong>The Weee! Marketplace (Marketplace) display products offered by certain vendors (Sellers).\nWeee! does not have direct control over the supply and availability of products offered by Sellers.\nAS a result, certain products become unavailable immediately before the scheduled delivery date.\nIn such event, please contact our Customer Service Department at support@sayweee.com.</li>\n<li>\n<strong>Cancellations.</strong>Before the cutoff time, you may cancel orders via the \"My Account\" section.\nWe will charge a fee for cancellations made after the cutoff time.\nThe cancellation fee equals the total amount of the restaurant food and any other items that cannot be resold due to the late cancellation.</li>\n<li>\n<strong>Weee! Points.</strong>Weee! Points are issued by Weee! as credits that may be used to purchase eligible goods and services on Weee!.\nWeee! Points can be purchased (\"Refundable Weee! Points\", see complete definition below) or earned as rewards (\"Non-Refundable Weee! Points\").\nTo view your Weee! Points balance or check your account history, visit your Account.\n<ul>\n<li>\n<strong>Exclusion.</strong>Weee! Points are not eligible for use on the Marketplace.</li>\n<li>\n<strong>Limitations.</strong>Your Weee! Points may only be used on eligible goods and services provided by Weee! and cannot be used on other websites, to purchase additional Weee! Points, and cannot be sold to other users or transferred to other accounts.</li>\n<li>\n<strong>Refundable Weee! Points.</strong>Refundable Weee! Points are limited to: (1) Weee! Points awarded from the Wholesale Commission program.\n(2) Weee! Points awarded from the Affiliate Commission earned by group-leaders.\nand (3) Weee! Points purchased with money.\nAny other rewarded Weee! Points do not have a cash value and CANNOT be returned for a cash refund in the form of a check.</li>\n<li>\n<strong>Non-Refundable Weee! Points.</strong>Non-Refundable Weee! Points awarded as a bonus, rebate, or incentive (e.g., Weee! Points awarded for account sign ups, friend referrals, product sharing, review writing, product photo posting) are not refundable (e.g., customer spends $100 which equals 10,000 Weee! Points, but they can get a special promotion with an additional 5,000 Weee! Points, the 10,000 Weee! Points are refundable, the 5,000 Weee! Points are non-refundable).\nUpon your request for refund of any Weee! Points, only <strong>Refundable Weee! Points</strong>will be refunded.\n<strong>Non-Refundable Weee! Points</strong>will be forfeited.\nAll refunds will be issued by check.</li>\n<li>\n<strong>Refundable Weee! Points Become Non-Refundable Upon Use.</strong>Once you use Refundable Weee! Points to make a purchase, the Refundable Weee! Points become Non-Refundable Weee! Points.\nOnly unused Refundable Weee! Points are eligible for a cash refund in the form of a check (e.g., customer has 1,000 Refundable Weee! Points, the customer uses 500 Weee! Points to place an order and then cancels the order for a refund.\nthe 500 Weee! Points go back to the customer's account as Non-Refundable Weee! Points which means the customer can still use the Weee! Points to place another order but those 500 Weee! Points are no longer refundable).</li>\n<li>\n<strong>Risk of Loss.</strong>Weee! is not responsible if any Weee! Points are lost, stolen, destroyed, or used without your permission.\nYou are responsible for protecting your Weee! Points from unauthorized use.\nWeee! bears no liability for any unlawful conduct or fraud using Weee! Points.</li>\n</ul>\n</li>\n<li>\n<strong>Payments.</strong>Payments for products or services on Weee! may be made through Weee! Points or an authorized and unexpired payment card.\nWeee! reserves the right to cancel or amend any order in the event of an expired, fraudulent, or otherwise suspicious payment method.</li>\n<li>\n<strong>Account Suspension.</strong>Weee! reserves the right to close or suspend any account in the event that the account is associated with an expired, fraudulent, or otherwise suspicious payment method, any abusive use of our Services, or any violation of breach of these Terms.</li>\n<li>\n<strong>Delivery of Marketplace Products.</strong>Marketplace Products are products purchased through the Marketplace, whether alcohol, non-alcoholic, or otherwise.\nMarketplace Products will be delivered through a third-party courier unaffiliated with Weee!.\nThese couriers have a direct relationship with the Sellers.\nThe range for delivery time shall be provided to you at checkout.\nA tracking link will be sent to an email account designated by you to track the status of the delivery.\nBased on the type of courier, your presence to accept the Products may or may not be required.\nWeee!'s sole responsibility with respect to the delivery of Products shall be to communicate with the Seller to deliver the Product, or in the event that the Product is not delivered, providing a refund to you after reasonable investigation.\nNotwithstanding the foregoing, Weee! disclaims any liability for any damages to the Product during delivery.\nIn any such event, you agree to contact the Seller or the courier directly.\nIn the event that you input the wrong address and the Product is successfully delivered to that address, you are responsible for that shipment without refund.\nPlease be careful and input the correct address in each order.\n<ul>\n<li>\n<strong>Delivery Delays.</strong>In the event of severe traffic, accidents, weather, or other matters that may cause a material delay to delivery, please review the tracking link.</li>\n<li>\n<strong>Delivery Fees &amp.\nGratuities.</strong>The fees for delivery shall be as provided on our website.\nThis fee may include assessments for special handling concerns or other costs for your order.\nThis is not a gratuity for delivery personnel.</li>\n<li>\n<strong>Package Theft.</strong>In the event of theft of the Product before or after delivery, you will need to reach out to the Seller or the courier to discuss remedies.\nWeee! disclaims responsibility or liability of any such theft.</li>\n<li>\n<strong>Delivery Temperature Controls.</strong>For certain perishables products, we recommend that you, upon receipt, refrigerate or freeze sch products as soon as you receive the order.\nSome minimal degree of melt or thawing may occur depending on the temperature and conditions of your delivery address.</li>\n</ul>\n</li>\n<li>\n<strong>Delivery of Non-Alcoholic Products (non Mail-Order).</strong>We do not require your presence for delivery of non-alcoholic products.\nWe will deliver to the address you designate and will leave the package at your door, yard, locker, mailroom, or leasing office.\nOur delivery personnel follow a designated route and cannot stop to inspect, verify, redirect, delay, or adjust your delivery.\nIn the event we are unable to deliver your package (e.g., incorrect address/missing apartment number, building, floor, or unit number.\nno access code, call box number, or buzzer information.\nno safe drop-off place to protect the package from theft or bad weather) we will attempt to contact you.\nIf we agree on an alternate location and/or time for the re-delivery, a redelivery fee may apply.\nIf we can't reach you after multiple attempts, or if we are unable to re-deliver the order for any reason, the order will be canceled resulting in a cancellation fee charged to you.\nIn the event you input the wrong address and we successfully deliver to that address, you are responsible for that shipment without refund.\nPlease be careful and input the correct address into each order.\n<ul>\n<li>\n<strong>Delivery Time.</strong>We make every effort to deliver on the day you select.\nIf for any reason, we are unable to deliver on the day you select, we may contact you to reschedule your delivery at our cost.\nAt this time, we are unable to confirm a specific delivery time or window due to overwhelming demand.\nFor restaurant dinner deliveries, we make every effort to deliver before a stated deadline noted on our product page.</li>\n<li>\n<strong>Delivery Delays.</strong>In the event of severe traffic, accidents, weather, or other matters that may cause a material delay to delivery, we will contact you with an update via text and/or email.</li>\n<li>\n<strong>Delivery Fees &amp.\nGratuities.</strong>We reserve the right to add a delivery fee in the event of redelivery, special handling concerns, or other costs for your order.\nThis is not a gratuity for delivery personnel.\nIf you wish, you may also give the delivery driver a gratuity.</li>\n<li>\n<strong>Package Theft.</strong>In the event of theft, we will issue you a refund up to $60 in Non-Refundable Weee! Points for the first instance.\nFor any subsequent thefts to the same address or account, you will be solely responsible for the products left at your delivery address.\nWeee! will not offer refunds for any subsequent theft claims.</li>\n<li>\n<strong>Delivery Temperature Controls.</strong>We do our best to keep all of our products at or beyond the minimum recommended or required temperature thresholds.\nUpon receipt, we recommend you refrigerate or freeze perishable products as soon as you receive the order.\nSome minimal degree of melt or thawing may occur depending on the temperature and conditions of your delivery address.</li>\n</ul>\n</li>\n<li>\n<strong>Delivery of Non-Alcoholic Products (Mail-Order).</strong>We do not require your presence for delivery of non-alcoholic products.\nWe will deliver to the address you designate through a third-party courier and will request the package left at your door, yard, locker, mailroom, or leasing office.\nIn the event that the third-party courier is unable to deliver your package (e.g., incorrect address/missing apartment number, building, floor, or unit number.\nno access code, call box number, or buzzer information.\nno safe drop-off place to protect the package from theft or bad weather), either we or the third-party courier will attempt to contact you.\nIf we or the third-party courier agree on an alternate location and/or time for the re-delivery, a redelivery fee may apply.\nIf we or the third-party courier can't reach you after multiple attempts, or if we or the third-party courier are unable to re-deliver the order for any reason, the order will be canceled resulting in a cancellation fee charged to you.\nIn the event you input the wrong address and we successfully deliver to that address, you are responsible for that shipment without refund.\nPlease be careful and input the correct address into each order.\nNotwithstanding the foregoing, the third-party courier will abide by its internal standard operation procedure.\n<ul>\n<li>\n<strong>Offering.</strong>Mail-Order products may include various offerings, including seasonal and dry items.\nMail-Order products may also include frozen or refrigerated items (\"Cold Chain Product\").\nA Cold Chain Product will be identified as \"cold pack required\" on the product description page or checkout page and delivered through extra packaging to stay cold during transit.</li>\n<li>\n<strong>Delivery Dates.</strong>Delivery will be made Monday – Friday for most addresses, provided that some addresses may be excluded from delivery on Mondays.\nWe will endeavor to have deliveries made on the scheduled delivery date as provided on your account.</li>\n<li>\n<strong>Delivery Time.</strong>Delivery time may vary as we are utilizing a third-party courier.</li>\n<li>\n<strong>Delivery Fees &amp.\nGratuities.</strong>Orders of Mail-Order products of less than $49 in retail-value delivered in a single day will be subject to a $5.99 shipping fee.\nIn addition, orders of Cold Chain Products of less than $79 in retail-value delivered in a single day will be subject to a $5.99 shipping fee.\nThese fees are cumulative based on the Products and aggregate retail-value of deliveries in a single day.\nWe reserve the right to add additional delivery fee in the event of redelivery, special handling concerns, or other costs for your order.\nThis is not a gratuity for delivery personnel.\nIf you wish, you may also give the delivery driver a gratuity.</li>\n<li>\n<strong>Package Theft.</strong>In the event of theft, we will issue you a refund up to $60 in Non-Refundable Weee! Points for the first instance.\nFor any subsequent thefts to the same address or account, you will be solely responsible for the products left at your delivery address.\nWeee! will not offer refunds for any subsequent theft claims.</li>\n<li>\n<strong>Delivery Temperature Controls.</strong>We do our best to keep all of our products at or beyond the minimum recommended or required temperature thresholds.\nUpon receipt, we recommend you refrigerate or freeze perishable products as soon as you receive the order.\nSome minimal degree of melt or thawing may occur depending on the temperature and conditions of your delivery address.</li>\n</ul>\n</li>\n<li>\n<strong>Delivery of Alcoholic Products.</strong>We require the presence of an individual 21 years of age or older to deliver alcohol.\nThe recipient must also present a non-expired valid government-issued photo ID showing his or her birthdate, picture, and expiration date at the time of delivery.\nWe will deliver to the address you designate.\nOur delivery personnel follow a designated route and cannot stop to inspect, verify, redirect, delay, or adjust your delivery.\nIn the event we are unable to deliver your package (e.g., incorrect address/missing apartment number, building, floor, or unit number.\nno access code, call box number, or buzzer information.\nno individual to receive package.\nno individual with a valid government-issued photo ID) we will attempt to contact you.\nIf we agree on an alternate location and/or time for the re-delivery, a redelivery fee may apply.\nIf we can't reach you after multiple attempts, or if we are unable to re-deliver the order for any reason, the order will be canceled and returned to our warehouse and we may charge you a cancellation fee.\nIn the event you input the wrong address and we successfully deliver to that address, you are responsible for that shipment without refund.\nPlease be careful and input the correct address into each order.\n<ul>\n<li>\n<strong>Delivery Time.</strong>We make every effort to deliver on the day you select.\nIf for any reason, we are unable to deliver on the day you select, we may contact you to reschedule your delivery at our cost.\nAt this time, we are unable to confirm a specific delivery time or window due to overwhelming demand.\nprovided, however, that the delivery window shall only be between 5:30pm and 9:30pm.</li>\n<li>\n<strong>Delivery Delays.</strong>In the event of severe traffic, accidents, weather, or other matters that may cause a material delay to delivery, we will contact you with an update via text and/or email.</li>\n<li>\n<strong>Delivery Fees &amp.\nGratuities.</strong>We reserve the right to add a delivery fee in the event of redelivery, special handling concerns, or other costs for your order.\nThis is not a gratuity for delivery personnel.\nIf you wish, you may also give the delivery driver a gratuity.</li>\n<li>\n<strong>Package Theft.</strong>In the event of theft, we will issue you a refund up to $60 in Non-Refundable Weee! Points for the first instance.\nFor any subsequent thefts to the same address or account, you will be solely responsible for the products left at your delivery address.\nWeee! will not offer refunds for any subsequent theft claims.</li>\n</ul>\n</li>\n<li>\n<strong>Your Orders.</strong>You will receive a text message and/or email with a link to your invoice when your order is delivered.\nYou may access your orders through your account in the \"My Account\" section.\nIf you order through the Marketplace, you will receive an email with a tracking link that shows the status of the delivery.</li>\n<li>\n<strong>Returns &amp.\nRefunds (Marketplace).</strong>In some cases, you may receive a Product purchased through the Marketplace that fails to meet the Seller's standards of quality.\nThese Products are subject to the guarantee or return policy as provided in the Marketplace at the time of your purchase of the Products.\nIf you are seeking a return or refund, please reach out to us at support@sayweee.com.\n<ul>\n<li>\n<strong>Returns.</strong>While Weee! will coordinate with Sellers to support the return process, the Sellers shall be solely responsible for returns subject to their return policy, which shall be at least to the standards provided in the terms provided to you on the Marketplace interface when you purchased the Product.\nUpon your request for a return, you will be sent a return label.\nIt is your obligation to attach the return label properly and to ship the Product to the Seller.\nNotwithstanding the foregoing, Products shipped by foreign Sellers are ineligible for a Return.</li>\n<li>\n<strong>Refunds.</strong>If you have not received the Product and the Product has not been shipped, we will provide you a refund promptly through the payment method you used upon your request for eligible refunds.\nIf you have received the Product or the Product has been shipped, refunds will only be provided for eligible product after the Seller has received the Product in the same condition that it arrived.</li>\n</ul>\n</li>\n<li>\n<strong>Returns &amp.\nRefunds.</strong>Weee! is committed to your satisfaction.\nIn some cases, you may receive a product that fails to meet our standards for quality.\nIf this occurs, please reach out to us at support@sayweee.com.\nOur products are subject to the below return policies unless otherwise provided elsewhere in these Terms: <ul>\n<li>\n<strong>Restaurant Delivery Orders.</strong>These products are not eligible for return but they may be eligible for refund by making a request within 24 hours from delivery.\nIf there is a concern with the product, please document your concerns with pictures and a description of the product concern, and reach out to us atsupport@sayweee.com.</li>\n<li>\n<strong>Perishable Products (i.e.\nfresh food).</strong>These products are not eligible for return but may be eligible for refund by making a request within 2 days from delivery.\nIf there is a concern with the product, please document your concerns with pictures and a description of the product concerns, and reach out to us atsupport@sayweee.com.</li>\n<li>\n<strong>Temperature-Controlled Products (i.e., frozen foods, refrigerated foods).</strong>These products are not eligible for return but they may be eligible for refund by making a request within 2 days from delivery.\nIf there is a concern with the product, please document your concerns with pictures and a description of the product concern, and reach out to us at support@sayweee.com.</li>\n<li>\n<strong>Shelf Stable Food Products (i.e., products that can be safely stored at room temperature for at least 30 days from the date of delivery).\n</strong> These products are not eligible for return but they may be eligible for refund by making a request within 7 days from delivery.\nIf there is a concern with the product, please document your concerns with pictures and a description of the product concern, and reach out to us at support@sayweee.com.</li>\n<li>\n<strong>Medicine + Herbal Treatments.</strong>These products are not eligible for return but they may be eligible for refund by making a request within 30 days of delivery.</li>\n<li>\n<strong>Electronics, Cooking Utensils, Other Non-Food Products.</strong>These products are eligible for return within 30 days of delivery.\nIf there is a concern with the product, please document your concerns with pictures and a description of the product concern, and reach out to us at support@sayweee.com.</li>\n<li>\n<strong>Alcohol Products.</strong>These products are not eligible for return but they may be eligible for refund by making a request within 3 days from delivery.\nRefund may be provided only if the product or the original casing is damaged at the time of, or prior to, delivery.\nIf there is a concern with the product, please document your concerns with pictures and a description of the product concern, and reach out to us atsupport@sayweee.com.</li>\n</ul> To request a refund, visit the \"My Account\" section, or contact our Customer Service Department at support@sayweee.com.\nUnless otherwise noted above, all refund requests must be submitted within 48 hours from the date of delivery.</li>\n<li>\n<strong>Restaurant To-Go Orders.</strong>Customers can choose their own entrees from a pre-selected menu of items from one of Weee!'s restaurant partners (\"Restaurant To-Go Orders\") in offered jurisdictions.\nRestaurant To-Go Orders are subject to these additional terms and conditions, which are subject to change from time to time: <ul>\n<li>\n<strong>Availability.</strong>Restaurant To-Go Orders are available daily in limited quantities from restaurants selected by Weee!.</li>\n<li>\n<strong>Delivery.</strong>Customers may request Restaurant To-Go Orders to be delivered instead of picked up.\n<ol>\n<li>\n<strong>On-Demand Delivery Time (\"RTG On-Demand\").</strong>Restaurant To-Go Orders will be delivered on the same day that you place your order as provided on the platform after you place your order.\nDelivery time is an estimate and any instructions or maps shown to you is not a guarantee of the exact time of delivery due to traffic conditions or other circumstances.</li>\n<li>\n<strong>Scheduled Delivery Time (\"RTG Scheduled\").</strong>Restaurant To-Go Orders will be delivered for lunch orders or dinner orders.\nDelivery time for lunch orders will likely be between 9:00 AM to 1:30 PM, and delivery time for dinner orders will likely be between 2:30 PM to 7:30 PM.\nhowever, delivery time will ultimately be determined by availability and is not guaranteed due to traffic conditions or other unforeseen circumstances.</li>\n<li>\n<strong>Delivery Fees.</strong>Restaurant To-Go Orders under $35 are subject to a $5 delivery charge.\nRestaurant To-Go Orders are delivered free of charge if the total value exceeds $35 from one or each restaurant.\nHowever, depending on your delivery area determined by zip code, some Restaurant To-Go Orders in the Seattle area are delivered free of charge only if the total value exceeds $59 from one or each restaurant.\n<ol>\n<li>\n<strong>NOTE:</strong>Restaurant To-Go Orders from each separate restaurant are delivered separately and have their own $35 free delivery minimum.</li>\n</ol>\n</li>\n<li>\n<strong>On-Demand Delivery Service Fee.</strong>You will be charged a service fee of 10% of the total cost of the items (excluding tax).</li>\n<li>\n<strong>On-Demand Delivery Order Cut-Off.</strong>Restaurant To-Go Orders for On-Demand Delivery Time may not be cancelled or adjusted after the restaurant has confirmed the order.</li>\n<li>\n<strong>Scheduled Delivery Order Cut-Off.</strong>Restaurant To-Go Orders for Scheduled Delivery Time may not be cancelled or adjusted after a certain time before the delivery date as provided below: <ol>\n<li>Northern California area lunch order: 8:00 PM the day before the delivery date</li>\n<li>Northern California area dinner order: 3:00 PM the day before the delivery date</li>\n<li>Southern California area lunch order: 8:00 PM the day before the delivery date</li>\n<li>Southern California area dinner order: 8:00 PM the day before the delivery date</li>\n<li>Seattle area dinner order: 5:00 PM the day before the delivery date</li>\n<li>New York area dinner order: 8:00 PM the day before the delivery date</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Pickup.</strong>Customers may request to pick up Restaurant To-Go Orders instead of being delivered.\n<ol>\n<li>\n<strong>Pickup Time.</strong>Customers will be provided a 30-minute or an hour window (for a different day pickup) or (b) an ETA for pickup (for same-day pickup) to pick up the order at the restaurant (the \"Pickup Window\") depending on availability from the restaurant.\nCustomers who do not cancel the Restaurant To-Go Order based on the applicable Pickup Order Cut-Off time or do not pick up the order based on the chosen Pickup Window are not eligible for refund.</li>\n<li>\n<strong>Pickup Fees.</strong>Customers will not be charged any additional fees for choosing pickup for Restaurant To-Go Orders.</li>\n<li>\n<strong>Pickup Order Cut-Off.</strong>Restaurant To-Go Orders for scheduled pickup may not be cancelled or adjusted after 10:00 AM of the pickup date except, in the Southern California area, it will be 11:00 AM the day of pickup date.\nRestaurant To-Go Orders for same-day pickup may not be cancelled or adjusted after the restaurant has confirmed the order.</li>\n</ol>\n</li>\n<li>\n<strong>No Combination With Other Orders.</strong>Restaurant To-Go Orders are ordered and delivered separately from, and cannot be combined with any other orders (e.g., grocery, other bundle orders).</li>\n<li>\n<strong>Coupons.</strong>Coupons can be applied to Restaurant To-Go Orders, but may not be combined with any other promotions or discounts.</li>\n</ul>\n</li>\n<li>\n<strong>Hot Dish Bundles.</strong>Customers can choose pre-selected entree bundles with no substitutions from one of Weee!'s restaurant partners (\"Hot Dish Bundles\").\nHot Dish Bundles are subject to these additional terms and conditions, which are subject to change from time to time: <ul>\n<li>\n<strong>Availability.</strong>Hot Dish Bundles are available daily in limited quantities from restaurants selected by Weee!.</li>\n<li>\n<strong>Delivery.</strong>Hot Dish Bundles will be delivered between the hours of 3:00 PM to 6:30 PM.</li>\n<li>\n<strong>Delivery Fees.</strong>Hot Dish Bundles under $35 are subject to a $5 delivery charge.\nHot Dish Bundles are delivered free of charge if the total value exceeds $35.\nHowever, depending on your delivery area determined by zip code, some Hot Dish Bundles in the Seattle Area are delivered free of charge only if the total value exceeds $59.</li>\n<li>\n<strong>Delivery Order Cut-Off.</strong>Hot Dish Bundles may not be cancelled or adjusted after 1:00 PM the day before the delivery date.</li>\n<li>\n<strong>No Combination With Other Orders.</strong>Hot Dish Bundles are ordered and delivered separately from, and cannot be combined with any other orders (e.g., grocery, other bundle orders).</li>\n<li>\n<strong>Coupons.</strong>Coupons can be applied to Hot Dish Bundles, but may not be combined with any other promotions or discounts.</li>\n</ul>\n</li>\n<li>\n<strong>Deli Bundles.</strong>Customers can choose pre-selected refrigerated or frozen product bundles in the form of cold restaurant food, raw seafood, or desserts (\"Deli Bundles\").\nDeli Bundles are subject to these additional terms and conditions, which are subject to change from time to time: <ul>\n<li>\n<strong>Availability.</strong>Deli Bundles are available daily in limited quantities from restaurants selected by Weee!.</li>\n<li>\n<strong>Delivery.</strong>Deli Bundles will be delivered between the hours of 9:30 AM to 8:00 PM.</li>\n<li>\n<strong>Delivery Fees.</strong>Deli Bundles under $35 are subject to a $5 delivery charge.\nDeli Bundles are delivered free of charge if the total value exceeds $35.\nHowever, depending on your delivery area determined by zip code, some Deli Bundles in the Seattle Area are delivered free of charge only if the total value exceeds $59.</li>\n<li>\n<strong>Delivery Order Cut-Off.</strong>Deli Bundles may not be cancelled or adjusted after 1:00 PM the day before the delivery date.</li>\n<li>\n<strong>No Combination With Other Orders.</strong>Deli Bundles are ordered and delivered separately from, and cannot be combined with any other orders (e.g., grocery, other bundle orders).</li>\n<li>\n<strong>Coupons.</strong>Coupons can be applied to Deli Bundles, but may not be combined with any other promotions or discounts.</li>\n<li>\n<strong>Fresh Seafood Deliveries.</strong>Upon delivery, raw seafood is guaranteed to be fresh, not live.\nSeafood advertised as \"live\" is always packed alive at the point of shipment but in some cases, may not remain alive upon or after delivery.</li>\n</ul>\n</li>\n</ol>\n<p>\n<strong>Section 4.\nWeeebates</strong>\n</p>\n<p>The terms of the Weeebates program are found HERE.\nPurchase through the Marketplace are ineligible for Weeebates.</p>\n<p>\n<strong>Section 5.\nWeee! VIP Membership</strong>\n</p>\n<p>Weee! VIP Members enjoy the following benefits:</p>\n<ul>\n<li>5% rebates in Weee! Points with the purchase of eligible goods and services provided by Weee! (not applicable to Restaurant To-Go purchases);</li>\n<li>RTG On-Demand <ul>\n<li>San Francisco Bay Delivery Area: $3.99 discounted from delivery fees (if the delivery fee is at least $3.99) for orders with subtotals (excluding tax, gratuities, and other fees) at least $15.</li>\n<li>Los Angeles Delivery Area: Free delivery if the delivery is within a 8 mile driving distance from the pick-up location at the restaurant.</li>\n<li>Other Delivery Area: Free delivery for any orders with subtotals of at least $12 (excluding tax, gratuities, and other fees).</li>\n</ul>\n</li>\n<li>Two (2) free deliveries each week for purchase of grocery or alcoholic products.</li>\n</ul>\n<p>Members do not receive rebates when they purchase from third-party postings.\nWeee! VIP Membership fees are not refundable.</p>\n<p>The benefits provided to Weee! VIP Members do not apply to purchases from the Marketplace.</p>\n<p>\n<strong>Section 6.\nPromotions &amp.\nDiscounts</strong>\n</p>\n<p>Weee!, at its sole discretion, reserves the right to offer promotions and discounts with different features and different rates to our users, and may modify, suspend, terminate, or cancel any promotions or discounts at any time without notice and for any or no reason.\nA promotion or discount cannot be transferred or resold, cannot be used for non-qualifying or past orders, may be limited to specific products, may be subject to additional terms and conditions, and may be limited or rescinded.\nOnly 1 coupon can be used per order.</p>\n<p>Abuse of any promotion or discount, including the use of multiple accounts associated with the same customer or group of customers, is a violation of our policy, and will result in order cancellation in addition to suspension or termination of the account.\nFor example, if Weee! finds that users are creating duplicate accounts to use limited promotions or coupons multiple times, Weee! reserves the right to cancel or void the order, and close the customer account.</p>\n<p>Promotions and discounts do not apply to purchases from the Marketplace unless the terms of such promotion and discount explicitly state that it applies.</p>\n<p>\n<strong>Section 7.\nThird-Parties</strong>\n</p>\n<p>Weee! may allow you to purchase, receive, or use products, content, information, offers, and services from certain third-parties.\nWhen Weee! makes these third-party services or products available or partners with them on advertising campaigns, Weee! acts only as the link between you and such third-parties, and should not be interpreted as an endorsement.\nExcept as provided herein with respect to the Marketplace, you agree that Weee! does not assume responsibility and will have no liability for the purchase, payment, warranty, delivery, or maintenance, of any of these third-party products or services.</p>\n<p>\n<strong>Section 8.\nPush Notifications, Telephone Calls, and Text Messages</strong>\n</p>\n<p>You agree that Weee! may send you sales and marketing communications, such as by email, app-based push notification through the Weee! app, or text messages.\nYou can opt out of receiving Weee! sales and marketing communications at any time by following the unsubscribe instructions in those messages.\nThis will not affect subsequent subscriptions and if your opt-in is limited to certain types of emails, the opt-out will also be so limited.\nSimilarly, you can limit your receipt of push notifications by adjusting the settings of your mobile device.\nYou may be given the opportunity to opt in to Weee! message programs which provide updates regarding product and service information/availability, marketing messages, and promotional offers.\nThese marketing messages may be autodialed, prerecorded or promotional and may be delivered via voice or text.\nYou may opt out of receiving text messages at any time by replying \"STOP\" to the message.\nYou may receive one confirming text.\nMessage and data rates may apply.\nYou may opt out of any voice telephone message program by following the directions provided during the telephone call.</p>\n<p>\n<strong>Section 9.\nLicensing Rights</strong>\n</p>\n<ol>\n<li>\n<strong>Weee Content &amp.\nPartner Content.</strong>Our Services, including the product descriptions, text, graphics, images, photographs, videos, illustrations, trademarks, trade names, service marks, logos, slogans and other content contained therein, are owned by or licensed to Weee! and are protected under both United States and foreign laws.\nExcept as explicitly stated in these Terms, Weee! and our licensors reserve all rights in and to our Services.\nWeee! grants you a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to use our Services for your own personal use.\nhowever such license does not include the right to (a) sell or resell any aspect of our Services to any third party or otherwise use our Services for any commercial purpose.\n(b) copy, reproduce, distribute, publicly perform or publicly display any aspect of the Services, except as expressly permitted by us or our licensors.\n(c) modify the Services, remove any proprietary rights notices or markings, or otherwise make any derivative uses of our Services.\nor (d) use our Services other than for their intended purposes.\nAny use of our Services other than as specifically authorized herein, without our prior written permission, is strictly prohibited and may result in account suspension or termination.</li>\n<li>\n<strong>User Generated Content.</strong>Our Services may allow you and other users to create, post, store or share content, including messages, text, product reviews, photos, videos, audio and other materials (collectively, \"User Content\").\nExcept for the license you grant below, as between you and Weee!, you retain all rights in and to your User Content.\nYou grant Weee! a perpetual, irrevocable, nonexclusive, royalty-free, worldwide, fully-paid, and sub-licensable license to use, reproduce, modify, create derivative works from, distribute, publicly perform and publicly display your User Content, including any name, username or likeness provided in connection with your User Content, via the Services and through all media formats and channels now known or later developed without compensation to you.\nAlthough we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason.\nYou represent and warrant that you have all necessary rights to grant us the rights granted under this Section.</li>\n<li>\n<strong>Your Feedback.</strong>Weee! is free to use any comments, information, ideas, concepts, reviews, or techniques or any other material contained in any communication you may send to us (\"Feedback\"), including responses to questionnaires or through postings to the Services, worldwide and in perpetuity without further compensation, acknowledgement or payment to you for any purpose whatsoever including, but not limited to, developing, manufacturing and marketing products and creating, modifying or improving the Services.\nIn addition, you agree not to enforce any \"moral rights\" in and to the Feedback, to the extent permitted by applicable law.</li>\n</ol>\n<p>\n<strong>Section 10.\nDisclaimers</strong>\n</p>\n<p>The Services are provided on an \"as is\" and \"as available\" basis, without warranties, representations or endorsements of any kind.\nTo the fullest extent permitted under applicable law, Weee! disclaims all warranties of any kind, express, implied, statutory or otherwise (including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, any warranty for information, data, data processing services or uninterrupted access or use).\nWeee! does not warrant that the Services will be uninterrupted, secure, or error-free, that defects will be corrected, or that the Services will be free of viruses or other harmful components.\nWeee! does not make any representations or warranties regarding the access or use of, or the results of the use of, the content on the Services (including all descriptions, images, references, features, specifications, information, data, products, and prices/availability of products described or depicted on the Services or services offered through the Services) in terms of its availability, usefulness, completeness, correctness, accuracy, reliability, validity, suitability, timeliness, correct sequencing, or otherwise.\nApplicable law may not allow the exclusion of implied warranties, so some or all of these disclaimers may not apply to you.</p>\n<p>\n<strong>Section 11.\nLimitation of Liability</strong>\n</p>\n<p>To the fullest extent permitted under applicable law, under no circumstances (other than injury to the person in the case of consumer goods) shall Weee! be liable for any consequential, incidental, special, punitive, exemplary, or indirect damages, or any lost profits or lost revenues, resulting from, based on, or arising out of (i) your access or use of, or inability to access or use, the Services.\n(ii) any transaction conducted through or facilitated by the Services.\n(iii) any claim attributable to errors, omissions, deficiencies, or other inaccuracies in the Services.\n(iv) any unauthorized access to, or use, disclosure or alteration of, your transmissions of data including, without limitation, your personal information or payment card information.\n(v) statements or conduct of any third party on the Services.\nor (vi) any other matter related to the Services, even if Weee! or a Weee! representative has been advised of the possibility of such damages.</p>\n<p>Notwithstanding the foregoing, Weee!'s total liability to you (excluding any liability for injury to the person in the case of consumer goods), whether under contract, warranty, tort (including but not limited to negligent, but excluding grossly negligent, reckless and intentional, acts of Weee!), product liability, strict liability or any other theory, arising from these Terms or your access to and/or use of the Services for any reason whatsoever shall be limited in the aggregate to the total of all payments you have made to Weee! (if any) during the 30 day period preceding the date of such claim.\nIf you are dissatisfied with any of the Services, or any services provided through any of the Services, your sole and exclusive remedy is to discontinue using the Services.\nApplicable law may not allow some or all of this exclusion or limitation of liability for damages, so some of these exclusions or limitations may not apply to you.</p>\n<p>\n<strong>Section 12.\nIndemnification</strong>\n</p>\n<p>You agree to indemnify and hold harmless Weee! and its parent company and affiliates, and their directors, officers, managers, employees, donors, agents, and licensors, from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation of these Terms or the failure to fulfill any obligations relating to your account incurred by you or any other person using your account.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under these Terms.\nIn such an event, you agree to provide us with such cooperation as is reasonably requested by us.</p>\n<p>\n<strong>Section 13.\nArbitration Agreement</strong>\n</p>\n<p>If you are a Weee! member in the United States (including its possessions and territories), you and Weee! agree that any dispute, claim or controversy arising out of or relating in any way to the Weee! Services, these Terms and this Arbitration Agreement, shall be determined by binding arbitration or in small claims court.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award and nothing in this Arbitration Agreement shall be interpreted as limiting any non-waivable statutory rights.\nYou agree that, by agreeing to these Terms, the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and Weee! are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of this Agreement and the termination of your Weee! membership.</p>\n<p>If you elect to seek arbitration or file a small claims court action, you must first send to Weee!, by certified mail, a written Notice of your claim (\"Notice\").\nThe Notice to Weee! must be addressed to: Legal Department, Weee! Inc., 47560 Seabridge Drive, Fremont, CA 94538 (\"Notice Address\").\nIf Weee! initiates arbitration, it will send a written Notice to the email address used for your membership account.\nA Notice, whether sent by you or by Weee!, must (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (\"Demand\").\nIf Weee! and you do not reach an agreement to resolve the claim within 30 days after the Notice is received, you or Weee! may commence an arbitration proceeding or file a claim in small claims court.</p>\n<p>You may download or copy a form Notice and a form to initiate arbitration at www.adr.org.\nIf you are required to pay a filing fee, after Weee! receives notice at the Notice Address that you have commenced arbitration, Weee! will reimburse you for your payment of the filing fee, unless your claim is for greater than US$10,000, in which event you will be responsible for filing fees.</p>\n<p>The arbitration will be governed by the Commercial Arbitration Rules (the \"AAA Rules\") of the American Arbitration Association (\"AAA\"), as modified by this Agreement, and will be administered by the AAA.\nThe AAA Rules and Forms are available online at www.adr.org, by calling the AAA at 1-800-778-7879, or by writing to the Notice Address.\nThe arbitrator is bound by the terms of this Agreement.\nAll issues are for the arbitrator to decide, including issues relating to the scope and enforceability of this arbitration agreement.\nUnless Weee! and you agree otherwise, any arbitration hearings will take place in the county (or parish) of your residence.\nThe arbitrator's award shall be final and binding on all parties, except (1) for judicial review expressly permitted by law or (2) if the arbitrator's award includes an award of injunctive relief against a party, in which case that party shall have the right to seek judicial review of the injunctive relief in a court of competent jurisdiction that shall not be bound by the arbitrator's application or conclusions of law.</p>\n<p>If your claim is for US$10,000 or less, we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds US$10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision explaining the essential findings and conclusions on which the award is based.\nIf the arbitrator issues you an award that is greater than the value of Weee!'s last written settlement offer made before an arbitrator was selected (or if Weee! did not make a settlement offer before an arbitrator was selected), then Weee! will pay you the amount of the award or US$250, whichever is greater.\nExcept as expressly set forth herein, the payment of all filing, administration and arbitrator fees will be governed by the AAA Rules.</p>\n<p>YOU AND WEEE! AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Weee! agree otherwise, the arbitrator may not consolidate more than one person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this arbitration provision shall be null and void.</p>\n<p>\n<strong>Section 14.\nNotice to California Consumers</strong>\n</p>\n<p>Please contact Customer Service through the Help Center on our website if you have concerns, complaints, or feedback.\nFor your reference, the State of California's Complaint Assistance Unit of the Division of the Consumer Services of The Department of Consumer Affairs may be contacted in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>As a California resident, under Proposition 65, you are entitled to notice when a Product contains a chemical, listed by and known to the State of California, to which exposure at a significant risk level can increase the risk of cancer and/or to be a reproductive toxicant.\nFor information about Proposition 65, go to www.P65Warnings.ca.gov.</p>\n<p>\n<strong>Section 15.\nGoverning Law</strong>\n</p>\n<p>These Terms and any other matters related to or arising from your use of the Services, shall be governed by and construed in accordance with the laws of the state of Delaware, without resort to its conflict of law principles.</p>\n<p>\n<strong>Section 16.\nCustomer Support</strong>\n</p>\n<p>To find more information about our Services, if you need assistance with your account, or have questions about your order, please visit the Weee! Help Center on our website.\nIn the event of any conflict between these Terms and information provided by Customer Service or other portions of our Services, these Terms will control.</p>\n<p>\n<strong>Section 17.\nSurvival</strong>\n</p>\n<p>If any provision or provisions of these Terms shall be held to be invalid, illegal, or unenforceable, the validity, legality and enforceability of the remaining provisions shall remain in full force and effect.</p>\n<p>\n<strong>Section 18.\nChanges to Terms and Assignment</strong>\n</p>\n<p>Weee! may, from time to time, change these Terms.\nSuch revisions shall be effective immediately.\nprovided however, for existing members, such revisions shall, unless otherwise stated, be effective 30 days after posting.\nWeee! may assign these Terms and any other agreements with you to any affiliated company or to any entity that controls all or substantially all of our business or assets related to the applicable Services and/or Weee!.</p>\n<p>\n<strong>Section 19.\nCommunication Preferences</strong>\n</p>\n<p>We will send you information relating to your account (e.g.\npayment authorizations, invoices, changes in password or payment method, confirmation messages, notices) in electronic form only, to the contact information provided during your account registration.\nYou agree that any notices, agreements, disclosures or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>\n<p>\n</p>", "created_at": "2023-03-12 19:04:37.439403", "updated_at": "2023-03-12 19:04:46.316384"}], "points": [], "urls": ["sayweee.com"]}}