{"error": 448, "message": "OK", "parameters": {"id": 7118, "name": "United Way of Rhode Island", "created_at": "2022-12-27 22:40:10.627585", "updated_at": "2022-12-29 18:45:32.279037", "wikipedia": null, "keywords": null, "related": null, "slug": "united-way-of-rhode-island", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7118.png", "url": "unitedwayri.org", "documents": [{"id": 13583, "name": " Terms of Use", "url": "https://www.unitedwayri.org/terms-of-use/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Login\n<ul>\n<li>Agency portal</li>\n<li>Board portal</li>\n<li>Grant portal</li>\n<li>MyFund</li>\n</ul>\n</li>\n</ul> ​▼ <ul>\n<li>Get help · 211\n<ul>\n<li>211</li>\n<li>COVID-19 Resources</li>\n<li>Good Neighbor Energy Fund</li>\n<li>Point: Aging and Disability Resource Center</li>\n<li>Tax Prep</li>\n</ul>\n</li>\n<li>Get involved\n<ul>\n<li>Advocate</li>\n<li>Commit to Equity</li>\n<li>Donate</li>\n<li>Volunteer</li>\n<li>Join an Event</li>\n<li>Impact Network</li>\n<li>RI Afterschool Network</li>\n<li>Women United</li>\n<li>Young Leaders Circle</li>\n</ul>\n</li>\n<li>For nonprofits\n<ul>\n<li>Our Grantees</li>\n<li>Apply for Grants</li>\n<li>Mobilize Volunteers</li>\n<li>Raise Money via 401Gives</li>\n<li>Leadership Development</li>\n<li>Resources</li>\n<li>Nonprofit Resource Center</li>\n</ul>\n</li>\n<li>For workplaces\n<ul>\n<li>Our Workplace Partners</li>\n<li>Corporate Social Responsibility</li>\n<li>Workplace Giving</li>\n<li>Campaign Leader Toolkit</li>\n</ul>\n</li>\n<li>Our impact\n<ul>\n<li>Our Recent Results</li>\n<li>Building Economic Security</li>\n<li>Advancing Childhood Learning</li>\n<li>Expanding Philanthropy</li>\n<li>Driving Policy and Participation</li>\n</ul>\n</li>\n<li>About us\n<ul>\n<li>Our Mission</li>\n<li>Our Team</li>\n<li>Boards</li>\n<li>Newsroom</li>\n<li>Financials</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Login\n<ul>\n<li>Agency portal</li>\n<li>Board portal</li>\n<li>Grant portal</li>\n<li>MyFund</li>\n</ul>\n</li>\n</ul> menu give now Search <ul>\n<li>Get Help 211\n<ul>\n<li>211</li>\n<li>COVID-19 resources</li>\n<li>Good Neighbor Energy Fund</li>\n<li>Point: Aging and Disability Resource Center</li>\n<li>Tax Prep</li>\n</ul>\n</li>\n<li>Get Involved\n<ul>\n<li>Advocate</li>\n<li>Commit to equity</li>\n<li>Donate</li>\n<li>Volunteer</li>\n<li>Join an Event</li>\n<li>Impact Network</li>\n<li>RI Afterschool Network</li>\n<li>Women United</li>\n<li>Young Leaders Circle</li>\n</ul>\n</li>\n</ul> Terms of use Terms of Use <p>Terms of use last updated: December 29, 2020</p> Proprietary materials\n<p>All materials contained on this website are copyright ©2020 United Way of Rhode Island or are licensed or otherwise published by United Way of Rhode Island with the permission of the owner of the material.\nAll rights in such materials are reserved to the respective owners.</p>\n<p>The materials posted on this site may be retrieved and downloaded solely for not-for-profit or educational purposes (\"Authorized Uses\"), provided that such Authorized Uses do not include posting, publication, transmission, or dissemination of such materials in digital or electronic form by means of the World Wide Web, email, online services or any other medium now existing or hereafter developed, with the exception of 211 materials and the distribution materials posted in the campaign leader toolkit.</p>\n<p>No materials contained on this website may otherwise be copied, modified, published, broadcast, or otherwise distributed without the prior written permission of United Way of Rhode Island.\nAny reproduction permitted under this User Agreement must contain the following notice: \"Copyright ©2020 United Way of Rhode Island.\nAll rights reserved.\"</p>\n<p>The information contained on this website, or any other website owned, operated, licensed, or controlled by United Way of Rhode Island, as well as the design and layout of such websites, contains elements protected by trade dress, copyright, or other laws, and may not be copied or imitated in whole or in part.\nNo text, logo, graphic, sound, or image from this website may be copied, except in connection with the Authorized Uses described above, or retransmitted without the express written permission of United Way of Rhode Island.</p>\nWarranties\n<p>UNITED WAY OF RHODE ISLAND MAKES NO WARRANTIES OR REPRESENTATIONS OF ANY KIND CONCERNING THE ACCURACY, SUITABILITY, OR SAFETY OF THE INFORMATION CONTAINED ON THIS WEB SITE OR ANY LINKED SITE FOR ANY PURPOSE.\nALL SUCH INFORMATION IS PROVIDED \"AS IS,\" AND WITH SPECIFIC DISCLAIMER OF ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT.</p>\n<p>UNITED WAY OF RHODE ISLAND MAKES NO WARRANTIES OR REPRESENTATIONS OF ANY KIND THAT THE SERVICES PROVIDED BY THIS WEB SITE OR ANY LINKED SITE WILL BE UNINTERRUPTED, ERROR-FREE, OR THAT THE SITE OR THE SERVER THAT HOSTS THE SITE ARE FREE FROM VIRUSES OR OTHER FORMS OF HARMFUL COMPUTER CODE.</p>\n<p>IN NO EVENT SHALL UNITED WAY OF RHODE ISLAND, ITS EMPLOYEES, ITS AGENTS, OR ANYONE ELSE WHO HAS BEEN INVOLVED IN THE CREATION, PRODUCTION, OR DELIVERY OF THESE PAGES, BE LIABLE FOR ANY DIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES RESULTING FROM THE USE OF THIS SITE OR ANY LINKED SITE.</p>\nExternal links\n<p>Links to other websites do not imply an endorsement of the materials disseminated at those websites, nor does the existence of a link to another site imply that the organization or person publishing at that site endorses any of the materials at this site.\nLinks to other websites are provided by United Way of Rhode Island as a convenience to its users.\nUnited Way of Rhode Island is not responsible for the materials contained at any website linked to this site.</p>\nInteractive material\n<p>Portions of this site may allow users to post their own material.\nThe materials posted by users do not necessarily reflect the views of United Way of Rhode Island.\nBy posting materials to the United Way of Rhode Island website, you represent that you have all necessary rights in and to such materials, and that such materials will not infringe on any personal or proprietary rights of any third parties, nor will such materials be harmful, defamatory, unlawful, threatening, obscene, lewd, lascivious, harassing, or otherwise objectionable.</p>\nTerms of use\n<p>United Way of Rhode Island reserves the right, at its sole discretion, to review, edit, or delete any material posted by users that United Way of Rhode Island for any reason whatsoever determines may be harmful, defamatory, unlawful, threatening, obscene, lewd, lascivious, harassing, potentially in violation of any party's rights, or otherwise objectionable.</p>\n<p>NOTWITHSTANDING THE FOREGOING, UNIUTED WAY OF RHODE ISLAND EXPRESSLY DISCLAIMS ANY RESPONSIBILITY OR LIABILITY FOR ANY MATERIAL COMMUNICATED BY THIRD PARTIES THROUGH THIS WEB SITE.</p>\n<p>By posting materials to the United Way of Rhode Island website, you authorize United Way of Rhode Island to use, and authorize others to use, any such materials in any manner or medium.</p>\n<p>You may not advertise or solicit on this website without United Way of Rhode Island's express permission.</p>\nUser agreement\n<p>If you have any questions about this User Agreement, contact United Way of Rhode Island.\nIf you do not agree with these terms of this User Agreement, you may not use the site.\nUnited Way of Rhode Island reserves the right to change this User Agreement at any time without notice.</p> In the News Press Releases In the News <i>\n</i>\n<i>\n</i> See all news <i>\n</i> Rethinking how one of R.I.’s largest nonprofits can grow November 21, 2022 The Boston Globe\n<p>In October, [Idrees \"Lanre\"] Ajakaiye was appointed the new chief development officer at...\nUnited Way of Rhode Island where he'll be in charge of helping...\nUnited Way achieve its current strategic plan, which outlines the nonprofit's investment of $100 million over five years to help achieve racial equity.</p>\n<p>READ ON SITE<i>\n</i>\n</p> City Council gives final approval to $10M reparations budget November 10, 2022 Providence Business News\n<p>A two-yearslong effort to bring racial reparations to Providence achieved a milestone Wednesday...&nbsp;The approved funding largely mirrors recommendations set forth by a city panel based on community input, but with one major change that shifts some money into a COVID-19 Equity Fund to be managed by United Way of Rhode Island.</p>\n<p>READ ON SITE<i>\n</i>\n</p> How you can save money amidst Rhode Island Energy rate hike September 23, 2022 ABC6\n<p>With rates rising starting Oct.\n1, Rhode Islanders have many ways to save money and energy this fall...\n[For] anyone...\nneed[ing]...\nfinancial assistance...\nUnited Way of Rhode Island’s 211 service may help...\n'We’re here to help the community navigate resources,' said Courtney Smith, director of...\n211...\nThe service is available online at 211 United Way of Rhode Island or over the phone.</p>\n<p>VIEW ON SITE<i>\n</i>\n</p> Press Releases <i>\n</i>\n<i>\n</i> See all press releases <i>\n</i> 13 Dec BCBSRI Commits $1.5 Million to Expand Impact of 211 <p>As part of an effort to improve the health of all Rhode Islanders, United Way of Rhode Island has upgraded the capabilities of its 211 service with a focus on linking health and social care providers around individuals with complex needs.\nIn support of this work… Blue Cross &amp.\nBlue Shield of Rhode Island has committed $1.5 million in funding.</p> Read more 06 Dec United Way of Rhode Island Makes $3M Available to Nonprofits <p>A total of $3 million in annual funding is being made available to nonprofits across the Ocean State by United Way of Rhode Island.\nThe grants will be awarded from the organization’s Community Impact Fund to nonprofits whose work advances United Way’s mission of building racial equity and opportunities for all Rhode Islanders.</p> Read more 28 Nov New Survey of R.I.\nNonprofits Highlights Dire Need <p>As Rhode Islanders… prepare to participate in Giving Tuesday, the results of a new survey paint a stark picture of the challenges facing the state’s nonprofit sector.\nLocal community-based organizations continue to provide services for communities still facing pandemic-level needs, while facing inflation-driven costs and inadequate staffing caused by the physical and emotional toll of the last two years.</p> Read more UPCOMING EVENTS See all events <i>\n</i>\n<p>Sorry, we couldn't find any posts.\nPlease try a different search.</p> Search Subscribe to add impact to your inbox <ul>\n<li>First Name* </li>\n<li>Last Name* </li>\n<li>Email </li>\n<li>CAPTCHA</li>\n</ul> Stay Connected <ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>LinkedIn</li>\n<li>Twitter</li>\n<li>Youtube</li>\n</ul> Make a Gift.\nHelp A Rhode Islander Invest in high-quality childcare, summer and afterschool programs, job training, healthcare, food, housing, and utility assistance.\nGive Now Help Starts with 211 Three simple numbers.\nOne human connection.\n200,000 calls a year in Rhode Island.\nIf you, or someone you know, needs help, dial 211.\nChat now with 211 © 2022 United Way of Rhode Island <ul>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n<li>Careers</li>\n</ul> Mon.\n- Fri.<br>8:30 a.m.\n- 4:30 p.m.\n(401) 444-0600 50 Valley Street, Providence RI 02909 OriginaltextBessere Übersetzung vorschlagen", "created_at": "2022-12-27 22:40:10.687354", "updated_at": "2022-12-27 22:40:55.830297"}, {"id": 13584, "name": " Privacy Policy", "url": "https://www.unitedwayri.org/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Login\n<ul>\n<li>Agency portal</li>\n<li>Board portal</li>\n<li>Grant portal</li>\n<li>MyFund</li>\n</ul>\n</li>\n</ul> ​▼ <ul>\n<li>Get help · 211\n<ul>\n<li>211</li>\n<li>COVID-19 Resources</li>\n<li>Good Neighbor Energy Fund</li>\n<li>Point: Aging and Disability Resource Center</li>\n<li>Tax Prep</li>\n</ul>\n</li>\n<li>Get involved\n<ul>\n<li>Advocate</li>\n<li>Commit to Equity</li>\n<li>Donate</li>\n<li>Volunteer</li>\n<li>Join an Event</li>\n<li>Impact Network</li>\n<li>RI Afterschool Network</li>\n<li>Women United</li>\n<li>Young Leaders Circle</li>\n</ul>\n</li>\n<li>For nonprofits\n<ul>\n<li>Our Grantees</li>\n<li>Apply for Grants</li>\n<li>Mobilize Volunteers</li>\n<li>Raise Money via 401Gives</li>\n<li>Leadership Development</li>\n<li>Resources</li>\n<li>Nonprofit Resource Center</li>\n</ul>\n</li>\n<li>For workplaces\n<ul>\n<li>Our Workplace Partners</li>\n<li>Corporate Social Responsibility</li>\n<li>Workplace Giving</li>\n<li>Campaign Leader Toolkit</li>\n</ul>\n</li>\n<li>Our impact\n<ul>\n<li>Our Recent Results</li>\n<li>Building Economic Security</li>\n<li>Advancing Childhood Learning</li>\n<li>Expanding Philanthropy</li>\n<li>Driving Policy and Participation</li>\n</ul>\n</li>\n<li>About us\n<ul>\n<li>Our Mission</li>\n<li>Our Team</li>\n<li>Boards</li>\n<li>Newsroom</li>\n<li>Financials</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Login\n<ul>\n<li>Agency portal</li>\n<li>Board portal</li>\n<li>Grant portal</li>\n<li>MyFund</li>\n</ul>\n</li>\n</ul> menu give now Search <ul>\n<li>Get Help 211\n<ul>\n<li>211</li>\n<li>COVID-19 resources</li>\n<li>Good Neighbor Energy Fund</li>\n<li>Point: Aging and Disability Resource Center</li>\n<li>Tax Prep</li>\n</ul>\n</li>\n<li>Get Involved\n<ul>\n<li>Advocate</li>\n<li>Commit to equity</li>\n<li>Donate</li>\n<li>Volunteer</li>\n<li>Join an Event</li>\n<li>Impact Network</li>\n<li>RI Afterschool Network</li>\n<li>Women United</li>\n<li>Young Leaders Circle</li>\n</ul>\n</li>\n</ul> Privacy policy Privacy Policy Our commitment to our donors: <p>We will not sell, share, or trade our donors' names or personal information with any other entity, nor send mailings to our donors on behalf of other organizations.\nThis policy applies to all information received by United Way of Rhode Island, both online and offline, on any platform (\"platform\" includes the United Way of Rhode Island website), as well as any electronic, written, or oral communications.</p>\n<p>Privacy policy last updated: December 29, 2020</p> Our privacy policy <p>United Way of Rhode Island recognizes the importance of protecting the information we may collect from visitors to our websites and electronic platforms, including all sites and pages connected to unitedwayri.org, www.myfund.org and uwriweb.org.\nOur policy is to use the information we acquire from visitors to our sites for internal purposes only, and we maintain appropriate security measures to keep this information private.\nYour browser, however, does automatically tell us the type of computer and operating system you are using.</p>\n<p>Users can visit our sites without revealing any information about themselves.\nIf a visitor chooses to give us personal information via the internet for the purposes of correspondence, processing a gift, or providing a subscription to a publication, then it is our intent to let you know how we will use such information.</p>\n<p>If users tell us that they do not wish to have this information used as a basis for further contact, we will respect their wishes.\nIf users wish to review or correct the personal information we’ve collected, they can do so by contacting us at info@unitedwayri.org.\nWe also keep track of the domains from which people visit, analyzing this data for trends, insights, and statistics.\nAfterward, we discard it.</p>\n<p>Our websites are not intended for children under 13 years of age.\nNo one under age 13 may provide any information to our websites.\nWe do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on these websites, register with these websites, use any of the interactive or public comment features of these websites, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.\nIf you believe we may have any information from or about a child under 13, please contact us at info@unitedwayri.org.</p>\n<p>United Way of Rhode Island takes precautions to keep the user information disclosed to us secure, and such information will not be disclosed to third parties for commercial purposes.\nTo prevent unauthorized access, maintain data accuracy, and to ensure the appropriate use of information, we have put in place commercially reasonable physical, electronic, and managerial procedures to safeguard and secure the information we collect.\nUnited Way of Rhode Island uses SSL encryption for all financial transactions to protect personal information.</p> Use of cookies <p>Certain sections of our website use “cookies” to store user information.\nA cookie is a small string of text that a website can send to your browser.\nA cookie cannot retrieve any other data from your hard drive, pass on computer viruses, or capture your email address.\nCurrently, websites use cookies to enhance the user’s visit.\nin general, cookies can securely store a user’s ID and password, personalize home pages, identify which parts of a site have been visited or keep track of selections in a “shopping cart.” Cookies help us understand which parts of our websites are the most popular, where our visitors are going, and how long they spend there.\nWe use cookies to study traffic patterns on our sites so we can make the user experience even better.</p>\n<p>Cookies were originally designed to help a website distinguish a user’s browser as a previous visitor and thus save and remember any preferences that may have been set while the user was browsing the site.\nIf you are just browsing United Way of Rhode Island’s website, a cookie identifies only your browser.\nIf you become a registered user on a United Way of Rhode Island website (with a user ID and password), we may use cookies so that we can provide personalized information that we believe will be of value to you based on preferences you have indicated while visiting the site.\nIt is possible to set your browser to inform you when a cookie is being placed—this way, you have the opportunity to decide whether to accept the cookie.\nIf you are just browsing our site and are not a registered user, you do not have to accept a cookie and you can still continue browsing the site.\nHowever, if you are visiting a site where you will be accessing a confidential account, you must accept that site’s cookies because they are essential for site administration and security.</p> Questions and agreement <p>If you have any questions about this privacy policy, contact United Way of Rhode Island.\nIf you do not agree with the terms of this privacy policy, you may not use the site.\nIt is our policy to post any changes we make to our privacy policy on this page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting this privacy policy to check for any changes.</p> In the News Press Releases In the News <i>\n</i>\n<i>\n</i> See all news <i>\n</i> Rethinking how one of R.I.’s largest nonprofits can grow November 21, 2022 The Boston Globe\n<p>In October, [Idrees \"Lanre\"] Ajakaiye was appointed the new chief development officer at...\nUnited Way of Rhode Island where he'll be in charge of helping...\nUnited Way achieve its current strategic plan, which outlines the nonprofit's investment of $100 million over five years to help achieve racial equity.</p>\n<p>READ ON SITE<i>\n</i>\n</p> City Council gives final approval to $10M reparations budget November 10, 2022 Providence Business News\n<p>A two-yearslong effort to bring racial reparations to Providence achieved a milestone Wednesday...&nbsp;The approved funding largely mirrors recommendations set forth by a city panel based on community input, but with one major change that shifts some money into a COVID-19 Equity Fund to be managed by United Way of Rhode Island.</p>\n<p>READ ON SITE<i>\n</i>\n</p> How you can save money amidst Rhode Island Energy rate hike September 23, 2022 ABC6\n<p>With rates rising starting Oct.\n1, Rhode Islanders have many ways to save money and energy this fall...\n[For] anyone...\nneed[ing]...\nfinancial assistance...\nUnited Way of Rhode Island’s 211 service may help...\n'We’re here to help the community navigate resources,' said Courtney Smith, director of...\n211...\nThe service is available online at 211 United Way of Rhode Island or over the phone.</p>\n<p>VIEW ON SITE<i>\n</i>\n</p> Press Releases <i>\n</i>\n<i>\n</i> See all press releases <i>\n</i> 13 Dec BCBSRI Commits $1.5 Million to Expand Impact of 211 <p>As part of an effort to improve the health of all Rhode Islanders, United Way of Rhode Island has upgraded the capabilities of its 211 service with a focus on linking health and social care providers around individuals with complex needs.\nIn support of this work… Blue Cross &amp.\nBlue Shield of Rhode Island has committed $1.5 million in funding.</p> Read more 06 Dec United Way of Rhode Island Makes $3M Available to Nonprofits <p>A total of $3 million in annual funding is being made available to nonprofits across the Ocean State by United Way of Rhode Island.\nThe grants will be awarded from the organization’s Community Impact Fund to nonprofits whose work advances United Way’s mission of building racial equity and opportunities for all Rhode Islanders.</p> Read more 28 Nov New Survey of R.I.\nNonprofits Highlights Dire Need <p>As Rhode Islanders… prepare to participate in Giving Tuesday, the results of a new survey paint a stark picture of the challenges facing the state’s nonprofit sector.\nLocal community-based organizations continue to provide services for communities still facing pandemic-level needs, while facing inflation-driven costs and inadequate staffing caused by the physical and emotional toll of the last two years.</p> Read more UPCOMING EVENTS See all events <i>\n</i>\n<p>Sorry, we couldn't find any posts.\nPlease try a different search.</p> Search Subscribe to add impact to your inbox <ul>\n<li>First Name* </li>\n<li>Last Name* </li>\n<li>Email </li>\n<li>CAPTCHA</li>\n</ul> Stay Connected <ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>LinkedIn</li>\n<li>Twitter</li>\n<li>Youtube</li>\n</ul> Make a Gift.\nHelp A Rhode Islander Invest in high-quality childcare, summer and afterschool programs, job training, healthcare, food, housing, and utility assistance.\nGive Now Help Starts with 211 Three simple numbers.\nOne human connection.\n200,000 calls a year in Rhode Island.\nIf you, or someone you know, needs help, dial 211.\nChat now with 211 © 2022 United Way of Rhode Island <ul>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n<li>Careers</li>\n</ul> Mon.\n- Fri.<br>8:30 a.m.\n- 4:30 p.m.\n(401) 444-0600 50 Valley Street, Providence RI 02909 OriginaltextBessere Übersetzung vorschlagen", "created_at": "2022-12-27 22:40:10.746696", "updated_at": "2022-12-27 22:41:17.597717"}], "points": [], "urls": ["unitedwayri.org"]}}