{"error": 448, "message": "OK", "parameters": {"id": 8726, "name": "ULTRASURF’S REACH", "created_at": "2023-07-02 18:03:19.620816", "updated_at": "2023-07-02 22:02:22.825583", "wikipedia": null, "keywords": null, "related": null, "slug": "ultrasurf-s-reach", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8726.png", "url": "ultrasurf.us", "documents": [{"id": 17028, "name": "Privacy Statement", "url": "https://www.ultrasurf.us/privacy/", "xpath": "//body", "text": " Home | About | Download | Vulnerability Disclosure Policy | Your Security | Contact | Press | Terms | End of Life Policy | <strong>Privacy Policy</strong> &nbsp;&nbsp;&nbsp.\nUltraReach Internet Corporation Privacy Statement <p>This document was last updated on October 2, 2021.</p>\n<ol>\n<li>\n<p>ACKNOWLEDGEMENT AND ACCEPTANCE OF TERMS</p>\n<p>UltraReach Internet Corporation is committed to protecting your privacy.\nThis Privacy Statement sets forth our current privacy practices with regard to the suite of tools we provide including Ultrasurf Windows Client, Ultrasurf Android VPN, Ultrasurf iOS VPN and Ultrasurf Chrome Extension.\nBy using these tools, you acknowledge and fully understand freely consent to UltraReach Internet Corporation’s Privacy Statement.</p>\n</li>\n<li>\n<p>PRIVACY STATEMENT</p>\n<p>To protect our users’ privacy and safety, UltraReach Internet Corporation does not require users to provide personal identifiable information to use our tools, users can download our tools and use them freely without disclosing their personal informaltion.\nTherefore, UltraReach Internet Corporation does not collect any personal identifiable information from its users.</p>\n<p>To protect our users’ privacy and safety, UltraReach Internet Corporation does not keep logs of users’ personal identifiable information, such as Internet Protocol Address (IP), web site visited, etc.</p>\n<p>We keep minimal logs without any personal idenfiable information for general statistics and for improving our services.</p>\n</li>\n<li>\n<p>CHANGES TO THIS STATEMENT</p>\n<p>UltraReach Internet Corporation has the discretion to occasionally update this privacy statement.\nWhen we do, we will also revise the “updated” date at the top of this Privacy page.\nWe encourage you to periodically review this privacy statement to stay informed about how we are helping to protect our users’ safety and privacy.\nYour continued use of the services constitutes your agreement to this privacy statement and any updates.</p>\n</li>\n<li>\n<p>CONTACTING US</p>\n<p>If you have questions regarding our Privacy Statement, its implementation, failure to adhere to this Privacy Statement and/or our general practices, please contact us: info89 @ ultrasurf.us</p>\n</li>\n</ol>\n<p>UltraReach Internet Corporation will use commercially reasonable efforts to promptly respond and resolve any problem or question.</p> Home | About | Download | Vulnerability Disclosure Policy | Your Security | Contact | Press | Terms | End of Life Policy | <strong>Privacy Policy</strong> Copyright © 2022 UltraReach Internet Corp.\nU.S.A.\nAll Rights Reserved.\n", "created_at": "2023-07-02 18:03:19.65488", "updated_at": "2023-07-02 18:04:02.248358"}, {"id": 17029, "name": "Terms of Use Agreement", "url": "https://www.ultrasurf.us/terms/", "xpath": "//body", "text": " Home | About | Download | Vulnerability Disclosure Policy | Your Security | Contact | Press | <strong>Terms</strong> | End of Life Policy | Privacy Policy &nbsp;&nbsp;&nbsp.\nTerms of Use Agreement <p>\n<strong>Read This Terms of Use Agreement Before Accessing Website.</strong>\n</p>\n<p>Effective Date: This Terms of Use Agreement was last updated on May 28, 2022.</p>\n<p>This Terms of Use Agreement sets forth the standards of use of the UltraReach Internet Corporation Online Service.\nBy using the Ultrasurf.us website you agree to these terms and conditions.\nIf you do not agree to the terms and conditions of this agreement, you should immediately cease all usage of this website.\nWe reserve the right, at any time, to modify, alter, or update the terms and conditions of this agreement without prior notice.\nModifications shall become effective immediately upon being posted at Ultrasurf.us website.\nYour continued use of the Service after amendments are posted constitutes an acknowledgement and acceptance of the Agreement and its modifications.\nExcept as provided in this paragraph, this Agreement may not be amended.</p>\n<ol>\n<li>\n<p>Description of Service</p>\n<p>(1) UltraReach Internet Corporation (“UltraReach”) provides Internet technology and services for UltraReach clients with the principles of objectivity, freedom, and privacy.\nAny organizations or individuals who use the technology and services become UltraReach clients (“Clients”) voluntarily.\nExcept those Clients who have signed formal contracts with UltraReach, all other Clients automatically exempt UltraReach from any legal responsibilities without any circumstances.</p>\n<p>(2) A small size client software Ultrasurf provides end users with fast, easy use, high security and online privacy.\nUltrasurf enables users to browse any website freely just the same as using the regular browser while it automatically searches the highest speed proxy servers in the background.</p>\n</li>\n<li>\n<p>Disclaimer of Warranties</p>\n<p>The site is provided by UltraReach on an “as is” and on an “as available” basis.\nTo the fullest extent permitted by applicable law, makes no representations or warranties of any kind, express or implied, regarding the use or the results of this website in terms of its correctness, accuracy, reliability, or otherwise.\nUltraReach shall have no liability for any interruptions in the use of this Website.\nUltraReach disclaims all warranties with regard to the information provided, including the implied warranties of merchantability and fitness for a particular purpose, and non-infringement.\nSome jurisdictions do not allow the exclusion of implied warranties, therefore the above-referenced exclusion is inapplicable.</p>\n</li>\n<li>\n<p>Limitation of Liability</p>\n<p>ULTRAREACH SHALL NOT BE LIABLE FOR ANY DAMAGES WHATSOEVER, AND IN PARTICULAR [INSERT NAME OF COMPANY] SHALL NOT BE LIABLE FOR ANY SPECIAL, INDIRECT, CONSEQUENTIAL, OR INCIDENTAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOSS OF REVENUE, OR LOSS OF USE, ARISING OUT OF OR RELATED TO THIS WEB SITE OR THE INFORMATION CONTAINED IN IT, WHETHER SUCH DAMAGES ARISE IN CONTRACT, NEGLIGENCE, TORT, UNDER STATUTE, IN EQUITY, AT LAW, OR OTHERWISE, EVEN IF [INSERT NAME OF COMPANY] HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW FOR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, THEREFORE SOME OF THE ABOVE LIMITATIONS IS INAPPLICABLE.</p>\n</li>\n<li>\n<p>Indemnification</p>\n<p>Client agrees to indemnify and hold UltraReach, its parents, subsidiaries, affiliates, officers and employees, harmless from any claim or demand, including reasonable attorneys’ fees and costs, made by any third party due to or arising out of Client’s use of the Service, the violation of this Agreement, or infringement by Client, or other user of the Service using Client’s computer, of any intellectual property or any other right of any person or entity.</p>\n</li>\n<li>\n<p>Modifications and Interruption to Service</p>\n<p>UltraReach reserves the right to modify or discontinue the Service with or without notice to the Client.\nUltraReach shall not be liable to Client or any third party should UltraReach exercise its right to modify or discontinue the Service.\nClient acknowledges and accepts that UltraReach does not guarantee continuous, uninterrupted or secure access to our website and operation of our website may be interfered with or adversely affected by numerous factors or circumstances outside of our control.</p>\n</li>\n<li>\n<p>Online Links Policy</p>\n<p>Any Clients are welcome to propagate any information from UltraReach websites, or any websites linked to UltraReach.\nHowever, UltraReach wishes the Clients credit UltraReach as the source of information whenever you cite information from UltraReach.\nAt the same time, UltraReach assumes that all websites linked to UltraReach websites allow such linkage so as to be visited by more Internet users.\nIf any website linked to UltraReach websites believes such linkages involve copyright issues, please contact UltraReach at info9 @ ultrasurf.us immediately.</p>\n</li>\n<li>\n<p>Third-Party Sites and Content</p>\n<p>Our website may include links to other sites on the Internet that are owned and operated by online merchants and other third parties.\nYou acknowledge that we are not responsible for the availability of, or the content located on or through, any third-party site.\nYou should contact the site administrator or webmaster for those third-party sites if you have any concerns regarding such links or the content located on such sites.\nYour use of those third-party sites is subject to the terms of use and privacy policies of each site, and we are not responsible therein.\nWe encourage all Clients to review said privacy policies of third-parties’ sites.</p>\n<p>Although UltraReach provides links to other websites or some contents from those websites, it does not mean that UltraReach endorse the opinions and allegations from those websites.\nNor does UltraReach guarantee the accuracy or validity of the information on those websites.\nUltraReach does not endorse any commercial products or services of any manufacturers.\nUltraReach does not publish or support any websites with pornographic contents.</p>\n</li>\n<li>\n<p>Disclaimer Regarding Accuracy of Vendor Information</p>\n<p>Product specifications and other information have either been provided by the Vendors or collected from publicly available sources.\nWhile UltraReach makes every effort to ensure that the information on this website is accurate, we can make no representations or warranties as to the accuracy or reliability of any information provided on this website.</p>\n<p>UltraReach makes no warranties or representations whatsoever with regard to any product provided or offered by any Vendor, and you acknowledge that any reliance on representations and warranties provided by any Vendor shall be at your own risk.</p>\n</li>\n<li>\n<p>Compliance with Laws</p>\n<p>Client assumes all knowledge of applicable law and is responsible for compliance with any such laws.\nClient may not use the Service in any way that violates applicable state, federal, or international laws, regulations or other government requirements.\nClient further agrees not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national, or international law or regulation.</p>\n<p>In addition, you agree not to use UltraReach software to do Internet related criminal acts such as the following but not limited to:</p>\n<ul>\n<li>Credit Card Fraud</li>\n<li>Escrow Services Fraud</li>\n<li>Identity Theft</li>\n<li>Domain Name Fraud</li>\n<li>Investment Fraud</li>\n<li>Auction Fraud</li>\n<li>Spam</li>\n<li>Child Pornography</li>\n<li>Virus Attack</li>\n<li>Hack</li>\n</ul>\n<p>Ultrasurf is the flagship software product from UltraReach.\nThis software is free for your personal use and can be downloaded officially from Ultrasurf.us.\nUltraReach grants to you to use and distribute this software, but you are not allowed to disassemble, decompile, or reverse engineer such software.\nYou are not allowed to use the Ultrasurf to intentionally damage, slow or crash UltraReach computer system.\nIf you receive Ultrasurf from other parties, UltraReach is not responsible for any damages or losses, virus free, and function-guaranteed from your use of the software.</p>\n<p>UltraReach reserves the right to investigate any illegal activities and take appropriate legal action.</p>\n</li>\n<li>\n<p>UNLAWFUL OR HARMFUL USE OF Ultrasurf IN ORGANIZATION</p>\n<ul>\n<li>You will not use the Ultrasurf to violate the organization rules</li>\n<li>You will not use the Ultrasurf for commercial purposes.\nincluding but not limited to, sending commercial email, downloading/uploading company confidential materials, intentionally damaging or attacking any websites, and unauthorized accessing to any computer system</li>\n<li>You will not use the Ultrasurf to visit those harmful Web Sites such as porn sites and virus sites.</li>\n<li>You will not use the Ultrasurf for any criminals and unlawful activities</li>\n</ul>\n</li>\n<li>\n<p>Copyright and Trademark Information</p>\n<p>All content included or available on this site, including site design, text, graphics, interfaces, and the selection and arrangements thereof is © 2002-2022 UltraReach, with all rights reserved, or is the property of UltraReach and/or third parties protected by intellectual property rights.\nAny use of materials on the website, including reproduction for purposes other than those noted above, modification, distribution, or replication, any form of data extraction or data mining, or other commercial exploitation of any kind, without prior written permission of an authorized officer of UltraReach is strictly prohibited.\nClients agree that they will not use any robot, spider, or other automatic device, or manual process to monitor or copy our web pages or the content contained therein without prior written permission of an authorized officer of UltraReach.</p>\n<p>UltrasurfTM, Ultrasurf.usTM and Ultrasrufing.comTM are proprietary marks of UltraReach.\nUltraReach’s trademarks may not be used in connection with any product or service that is not provided by UltraReach, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits UltraReach.</p>\n<p>All other trademarks displayed on UltraReach’s website are the trademarks of their respective owners, and constitute neither an endorsement nor a recommendation of those Vendors.\nIn addition, such use of trademarks or links to the websites of Vendors is not intended to imply, directly or indirectly, that those Vendors endorse or have any affiliation with UltraReach.</p>\n</li>\n<li>\n<p>Botnets</p>\n<p>UltraReach retains the right, at our sole discretion, to terminate any accounts involved with botnets and related activities.\nIf any hostnames are used as command and control points for botnets, UltraReach reserves the right to direct the involved hostnames to a honeypot, loopback address, logging facility, or any other destination at our discretion.</p>\n</li>\n</ol> Home | About | Download | Vulnerability Disclosure Policy | Your Security | Contact | Press | <strong>Terms</strong> | End of Life Policy | Privacy Policy Copyright © 2022 UltraReach Internet Corp.\nU.S.A.\nAll Rights Reserved.\n", "created_at": "2023-07-02 18:03:31.66986", "updated_at": "2023-07-02 18:03:39.831732"}], "points": [], "urls": ["ultrasurf.us"]}}