{"error": 448, "message": "OK", "parameters": {"id": 9713, "name": "IronSocket ", "created_at": "2023-10-05 15:22:14.727704", "updated_at": "2023-10-05 22:02:44.031456", "wikipedia": null, "keywords": null, "related": null, "slug": "ironsocket", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9713.png", "url": "ironsocket.com", "documents": [{"id": 19332, "name": "Terms of Use", "url": "https://ironsocket.com/terms-of-use", "xpath": "/html/body/div[1]/div/div", "text": " Terms of Use Effective Date: August 8, 2014<br>\n<br>\nIronSocket.com, its blog and social media sites (collectively, the \"Site\") are owned and operated by Pusa and Daga Hong Kong Limited and its affiliated companies (collectively, the \"Company\" \"we\" \"our\" or \"us\"), and provides network services, proprietary software applications, information and other online services including but not limited to HTTP proxy services, DNS proxy services, SOCKS5 proxy services, virtual private network services and articles and information regarding the services and related topics (the \"Services\") to you subject to the following terms and conditions (the \"Terms\").\nOur Privacy Policy, Acceptable Use Guidelines, Referral Program, Refund Policy and other documents referred to herein are incorporated by reference and are subject to these Terms.\nPlease read these Terms carefully before you access the Site or Services, as these Terms form a binding legal agreement between you and us.\nBy accessing the Site or registering for or using the Services, you agree to these Terms in their entirety.<br>\n<br>\n<b>IF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT USE THE SITE OR SERVICES.\nYOUR USE OF OUR SITE AND SERVICES CONFIRMS YOUR ACCEPTANCE OF THESE TERMS AS THEY MAY BE AMENDED FROM TIME TO TIME, INCLUDING THE POLICIES INCORPORATED HEREIN BY REFERENCE.</b>\n<br>\n<br>\nELECTRONIC COMMUNICATIONS\nWhen you visit the Site or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on this site.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<br>\n<br>\nACCESSING OUR SITE AND SERVICES\nAccess to our Site and Services is permitted on a temporary basis.\nWe reserve the right to change, modify or amend the Site and Services we provide without notice.\nWe will not be liable if for any reason our Site and Services are unavailable at any time or for any period.<br>\n<br>\nIf, as part of our security procedures, you create or are provided with a password or other piece of information as part of our security procedures, you must treat such information as confidential.\nYou must not disclose it to any third party.\nWe retain the right to disable any password at any time, if in our opinion you fail to comply with any of the provisions of these Terms.<br>\n<br>\nYou are responsible for making all arrangements necessary for you to have access to our Site.\nYou are also responsible for ensuring that all persons who access our Site and Services through your internet connection are aware of these terms, and that they comply with them.<br>\n<br>\n<em>\n<b>Intellectual Property Rights</b>\n</em>\n<br>\n<br>\nPursuant to copyright laws and treaties, we own, or are a licensee of, all intellectual property rights in our Site and Services including but not limited to content, marks, source code, object code and other materials incorporated in the Site and used to deliver Services.\nAll intellectual property rights are reserved.<br>\n<br>\n<em>\n<b>Personal Use</b>\n</em>\n<br>\n<br>\nWe grant you a personal, limited, non-transferable, non-exclusive right to use our Site and the Services, solely for your personal, private and non-commercial use in connection with the Services accessed by you.\nThis license is personal to you, and you may not resell our Services, permit others access to our Services through your account, or use the Services or our System to host content for others.\nAny commercial use is expressly prohibited.<br>\n<br>\n<em>\n<b>Reliance on Information</b>\n</em>\n<br>\n<br>\nWe make every effort to provide interesting, helpful and accurate information to users and visitors to our Site.\nNotwithstanding the foregoing, these materials and commentary are not intended to be construed as advice on which reliance should be placed.\nMaterials and comments are provided for convenience only.\nWe therefore disclaim all liability and responsibility arising from any reliance placed on these materials.<br>\n<br>\n<em>\n<b>Malware, Viruses, Trojans, Hacking and other Offences</b>\n</em>\n<br>\n<br>\nYou must not misuse our Site or Services by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful.\nYou must not attempt to gain unauthorized access to our Site, the server on which our Site is stored or any server, computer or database connected to our Site and Services.\nYou must not attack our Site via a denial-of-service attack or a distributed denial-of service attack.\nIn the event of any breach of this provision, your right to use our Site will cease immediately and we will report the criminal behavior to relevant law enforcement authorities.<br>\n<br>\nWe will not be liable for any loss or damage caused by a distributed denial-of-service attack, viruses or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of our Site or Services or as a result of your downloading of any material posted on it, or on any website linked to it.<br>\n<br>\n<em>\n<b>Controversial and Explicit Material</b>\n</em>\n<br>\n<br>\nThrough the use of the Services, you will have access to and you will at some time or another become exposed to materials that you may find offensive.\nSuch materials may include but are not limited to sexually explicit text and images, religious debate, questionable political views, hateful speech and racist and prejudicial materials.\nWe expressly disclaim liability for any harm resulting from encountering such material.\nWe are not responsible for the contents of any of your communications through the Site and Services.<br>\n<br>\n<em>\n<b>Transmitted Material</b>\n</em>\n<br>\n<br>\nWhenever you upload or download material to our Site or through our Services, you must comply with our content standards, our Acceptable Use Guidelines and our Prohibited Activities as described in these Terms of Use.\nYou agree that you will not infringe any copyright, and that all materials uploaded and downloaded by you, if any, comply with these standards and requirements.\nYou hereby indemnify us for any breach of that warranty.<br>\n<br>\n<em>\n<b>Links to our Site</b>\n</em>\n<br>\n<br>\nYou may link to our home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.\nAny page linking to our site must not contain content which encourages or endorses any use of our site which would constitute a breach of any of our Terms.<br>\n<br>\n<em>\n<b>Links from our Site</b>\n</em>\n<br>\n<br>\nWhere our site contains links to other sites and resources provided by third parties, these links are provided for your information only.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.<br>\n<br>\n<em>\n<b>Reasonable Use</b>\n</em>\n<br>\n<br>\nThe Company, at its sole discretion, shall determine what comprises reasonable and unreasonable use of the Site and Services.\nUsers who put unreasonable demands upon the Site and Services may be curtailed in order to ensure the best possible service for all users.\nIf a user appears to be unable to maintain a reasonable use of the service, we may cancel, suspend or decline to renew Services for that user without notice.<br>\n<br>\nOUR SERVICES\nSome of our Services requires that you register at the Site and subscribe (purchase) a service plan.<br>\n<br>\nAll Services are provided on an \"as is\" and on an \"as available\" basis.\nWe give no warranty that our Services will be free of defects and faults.\nAll content, articles and information contained on the Site are provided for convenience only.\nWe do not offer legal advice nor do we warrant the accuracy of any information found on the Site.\nAs such, you should not rely on such statements, opinions and content and should seek the counsel of attorneys and experts before taking any action related to information contained on our Site.\nOur DNS proxy service works only with websites we support.\nThe list of supported websites may change from time to time and can be obtained by viewing our Channel Guide.\nBy registering to use our Services you confirm that you will provide accurate and complete registration data, you will inform us of any changes in your registration data in a timely fashion, you are over 18 years of age and are legally capable of entering into binding contracts, and you agree to comply with our Terms as well as all applicable laws and regulations in connection with your use of the Services.<br>\n<br>\nWe restrict access to our Site and Services to individuals who have agreed to be bound by these Terms.\nWe have the right to suspend or close any account with us and block your use of our Site and Services, if (in our sole opinion) you have failed to comply with any part of these Terms.<br>\n<br>\nWe do not take any responsibility or accept any liability for your use of or the contents of any third party website viewed using our Services.\nYou are solely responsible for complying with the terms of use of any website you visit using our Services and the contents of such sites are the sole responsibility of the person from which such content originated.\nYou understand that websites viewed through our Services may include content which is offensive or objectionable and that, in this respect, you use our Services at your own risk.<br>\n<br>\nYou agree that you are solely responsible for (and that we have no responsibility to you or to any third party for) any content that you create, copy, transmit, display, download or record while using our Services and for the consequences of your actions (including any loss or damage which we may suffer) by doing so.<br>\n<br>\nYou are responsible for all use of your security details and your account.\nYou must treat your username and password, and any other security details, as confidential, and not disclose it to any other person.\nYou must also prevent unauthorized access to your account.<br>\n<br>\nFor details regarding what information we collect in the registration process and during the provisioning of Services, please see our Privacy Policy.<br>\n<br>\n<em>\n<b>Subscription Plans, Payment, Refunds</b>\n</em>\n<br>\n<br>\nOur Services are available as subscription plans of various lengths of time.\nYou may use the Services with an unlimited number of devices.\nhowever, a basic subscription only entitles you to three simultaneous active VPN connections and three additional IP address slots where you can input IP addresses which you utilize for the purpose of connecting devices via HTTP, DNS, and SOCKS5 proxy services.\nYou may increase the number of simultaneous active VPN connections allowed in your plan by simply customizing your order during the check out process or by contacting support@ironsocket.com.\nYour subscription is for your own use only and you may not rent, lend, hire out or otherwise share your connection with another person.<br>\n<br>\nThe Services plans and prices we offer are shown on our Site, however, if you chose to pay for Services using a gift card, charges as well as the length of time Services will be provided are subject to the terms of your agreement with the gift card payment processor.\nWe may change our prices at any time, but any such changes will not affect any subscription for which you have already paid.\nAll fees are charged and payable in full in advance.\nYour billing cycle begins on the date that we receive payment from you.<br>\n<br>\nWe offer a conditional 7 day money-back guarantee for new subscription which are purchased using PayPal and/or credit card payment processing services only.\nFor full details of our guarantee and how to claim a refund, please see our Refund Policy.\nIf we cancel or suspend your account with us due to a breach by you of these Terms we will not refund any fees to you.<br>\n<br>\nWe will process the refund due to you as soon as possible and, in any case, within 30 days of the day we first confirm to you via e-mail that you are entitled to a refund.\nWe will refund any money received from you using the same method used by you to pay for the Services.<br>\n<br>\nYou must pay us in one of the currencies stated on our site.\nPayment can be made through any of the payment gateways offered on our site.\nIf you set up a recurring payment, you authorize us to take payment in this way on an ongoing basis using the payment details you provide until you tell us to change your method of payment.\nIf you wish to change your method of payment, or change your payment details, please contact us at support@ironsocket.com.\nIf any recurring payment is not paid as agreed, your subscription will not be renewed.<br>\n<br>\n<em>\n<b>Delivery Policy</b>\n</em>\n<br>\n<br>\nThe Services are granted immediately upon confirmation of payment which usually takes only a few minutes.\nHowever, for reasons including network availability, delays on the part of the payment gateway, holiday periods, and other delays, it could take longer.\nWhen we are notified that your payment has been successfully processed, we will send you an email confirmation of receipt of payment, at which time you will be able to log-in to the Site and use the Services.<br>\n<br>\n<em>\n<b>Copyright</b>\n</em>\n<br>\n<br>\nWe take copyright and other intellectual property rights very seriously, and we encourage you to do the same.\nYou are responsible for determining the legal status of any intellectual property you access, use or copy through the Site and Services.\nYou agree to not transfer copyrighted works through the service without the express permission of the copyright holder.<br>\n<br>\nIf you believe any of our services have been used to infringe your intellectual property rights, please email legal@pdcontact.com giving full details of the alleged infringement, including information sufficient to allow us to identify the relevant user.\nYou must also include details of your rights in the relevant works (or standing to complain on behalf of the rights holder).<br>\n<br>\nPlease note that as a company registered in Hong Kong, we are not subject to the Digital Millennium Copyright Act.<br>\n<br>\n<em>\n<b>Performance.\nAvailability</b>\n</em>\n<br>\n<br>\nWe provide the Service on an \"as is, as available\" basis without representation or warranty of any kind.\nWe do not guarantee the continuous availability of the Services or of any specific feature(s) of the Services.\nThe Services may experience interruptions and become unavailable at any time for reasons including but not limited to emergencies, third party service failures, transmission failures, equipment or network problems or limitations, interference, and maintenance and repair.<br>\n<br>\nWe will inform you of any significant changes to the Services we may occasionally make.\nWe may impose usage or service limits, suspend service, or block certain kinds of usage at our sole discretion.\nThe accuracy and timeliness of data received is not guaranteed.\ndelays or omissions may occur.\nThe speed and quality of the Service may vary.\nWe are not responsible for any failures to maintain the confidentiality, security, accuracy or quality of your data, the Site and Services.<br>\n<br>\nACCEPTABLE USE\nYou may use our Site and Services only for lawful purposes.\nYou agree to comply with all applicable local, state, national and foreign laws, treaties and regulations in connection with your use of the Services, including those related to data privacy, international communications and the transmission of technical or personal data.\nYou may use the Services only for personal purposes.\nFor more information, please refer to our Acceptable Use Guidelines.<br>\n<br> PROHIBITED ACTIVITIES\nYou may not use our Services, or our Software or System, to post or transmit any illegal material, including without limitation any transmissions that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, national or international law or regulation.\nIn particular, the following is a representative, non-exhaustive list of acts that are prohibited:<br>\n<ul>\n<li>Sending or transmitting any SPAM over the Services, whether via e-mail, Usenet, or any other communication channel;</li>\n<li>Forging or misrepresenting message headers, whether in whole or in part, to mask the true origin of the message;</li>\n<li>The transmission or posting of chain letters or pyramid schemes, or other acts that involve deceptive online marketing practices or fraud;</li>\n<li>Impersonating any person or entity, including, but not limited to, a Company representative, or falsely stating or otherwise misrepresenting your affiliation with a person or entity;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that is abusive, indecent, defamatory, harassing, obscene or menacing, or a breach of confidence, privacy or similar third party rights;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that includes sexual or explicit depictions of minors in any form;</li>\n<li>Uploading, posting, emailing or otherwise transmitting any content that is directed to inciting or producing imminent conduct that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable and is likely to produce such conduct.\n</li>\n<li>Transmitting or receiving, uploading, using or reusing material that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</li>\n<li>Collecting or storing personal data about other users without their knowledge;</li>\n<li>Promoting or providing instructional information about illegal activities, to promote physical harm or injury against any group or individual, or to promote any act of cruelty against animals;</li>\n<li>Attempting to circumvent authentication or security of any host, network, or account (\"cracking\") without authorization;</li>\n<li>Engaging in any monitoring or interception of data not intended for you without authorization;</li>\n<li>Introducing malicious programs into our network or servers (e.g.\nviruses, worms, Trojan horses, etc.);</li>\n<li>For the purpose of harming or attempting to harm minors in any way;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that violates any intellectual property rights of a third party, including, without limitation, patent, trademark or copyrights;</li>\n<li>Acts that may materially affect the quality of other users' experience, including, without limitation, \"spikes\" in bandwidth usage or using any program/script/command, or sending messages of any kind, designed to interfere;</li>\n<li>Actual or attempted unauthorized use or sabotage of any computers, machines or networks;</li>\n<li>Interfering with or disrupting our Site's system or servers or networks connected to our Site's system, or disobeying any requirements, procedures, policies or regulations of networks connected to our Site's system.\n</li>\n<li>In any way that breaches any applicable local, national or international law or regulation;</li>\n<li>Using any method, software or program designed to collect identity information, authentication credentials, or other information from the legitimate users of another entity's website or service.\nor</li>\n<li>Using the Services for anything other than lawful purposes.</li>\n</ul>\nSERVICE SUSPENSION.\nACCOUNT TERMINATION\nYou agree that we may, in our sole discretion, for any or no reason, discontinue the Services either in whole or in part, or to you only, at any time, without notice or penalty.\nYou agree that we will not be liable to you or any third party for any service suspension or account termination.<br>\n<br>\nWe will determine, in our discretion, whether there has been a breach of these Terms through your use of our Site or Services.\nFailure to comply with these Terms constitutes a material breach of the terms upon which you are permitted to use our Site and Services, and may result in our taking all or any of the following actions:<br>\n<ul>\n<li>Immediate, temporary or permanent withdrawal of your right to use our Site, and Services with no refund;</li>\n<li>issuance of a warning to you;</li>\n<li>Legal proceedings against you for reimbursement of all costs on an indemnity basis (including, but not limited to, reasonable administrative and legal costs) resulting from the breach;</li>\n<li>Further legal action against you.\nor</li>\n<li>Disclosure of such information to law enforcement authorities as we reasonably feel is necessary.</li>\n</ul>\nRELEASE AND INDEMNITY\nYou hereby expressly and irrevocably release and forever discharge us, our affiliated and associated companies, and respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns of and from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Services.<br>\n<br>\nYou hereby agree to indemnify and hold us, our affiliated and associated companies, and respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns from and against all claims, losses, expenses, damages and costs (including, but not limited to, direct, incidental, consequential, exemplary and indirect damages), and reasonable attorneys' fees, resulting from or arising out of (i) a breach of these Terms, (ii) any use of the Services by you or any person using your account, and (iii) any violation of any rights of a third party by you or any person using your account.<br>\n<br>\nDISCLAIMER OF WARRANTY\nActual service coverage, speeds, locations and quality may vary.\nWe will attempt to provide the Services at all times, except for limited periods for maintenance and repair.\nHowever, the Services may be subject to unavailability for a variety of factors beyond our control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, limited or curtailed.\nDelays or omissions may occur.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Services or communications services or networks.\nWe may impose usage or Services limits, suspend the Services, or block certain kinds of usage in our sole discretion to protect users or the Services.\nThe accuracy and timeliness of data received is not guaranteed.<br>\n<br>\nYOUR USE OF THE SITE AND SERVICE IS AT YOUR SOLE RISK.\nTHE SITE, ALL SITE INFORMATION AND THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EXPRESS, STATUTORY OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, NONINFRINGEMENT, AVAILABILITY OR ACCURACY OF INFORMATION.\nWE DO NOT WARRANT THAT THE SITE OR SERVICES WILL BE AVAILABLE, WILL MEET YOUR REQUIREMENTS OR WILL OPERATE IN AN UNINTERRUPTED, ERROR-FREE OR COMPLETELY SECURE MANNER OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.\nWE DO NOT MAKE ANY REPRESENTATIONS, WARRANTIES, OR CONDITIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE OR SERVICE, IN TERMS OF THEIR ACCURACY, RELIABILITY, TIMELINESS, COMPLETENESS, OR OTHERWISE.<br>\n<br>\nSOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES OR CONDITIONS, OR ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH EVENT, OUR WARRANTIES AND CONDITIONS WITH RESPECT TO THE SITE AND SERVICES WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW.<br>\n<br>\nLIMITATION OF LIABILITY\nUNDER NO CIRCUMSTANCES WILL WE, OUR AFFILIATES, EMPLOYEES, AGENTS, REPRESENTATIVES, LICENSORS OR OTHER THIRD PARTY PARTNERS BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF OUR SERVICES, SITE OR CONTENT ANYWHERE ON THE INTERNET, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.\nINCLUDING WITHOUT LIMITATION DAMAGES RESULTING FROM LOST PROFITS, LOST DATA, LOSS OF BUSINESS OR BUSINESS INTERRUPTION, WHETHER DIRECT OR INDIRECT, ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF OUR SERVICES, OUR SITE OR CONTENT ANYWHERE ON THE INTERNET, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.\nYOUR SOLE AND EXCLUSIVE REMEDY UNDER THIS AGREEMENT SHALL BE FOR YOU TO DISCONTINUE YOUR USE OF THE SITE AND SERVICES.<br>\n<br>\nLIMITATION OF DAMAGES\nIF, NOTWITHSTANDING THE FOREGOING, WE OR ANY OF OUR AFFILATED PARTIES IS FOUND TO BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY DAMAGE OR LOSS ARISING OUT OF OR RELATING TO THIS AGREEMENT OR YOUR USE OF THE SITE, SERVICE, SOFTWARE OR ANY CONTENT THEREIN, OUR COMBINED TOTAL CUMULATIVE LIABILITY SHALL IN NO EVENT EXCEED THE GREATER OF: (A) THE AMOUNT YOU PAID US FOR YOUR USE OF THE SERVICE.\nAND (B) THE SUM OF ONE HUNDRED ($100.00) US DOLLARS.<br>\n<br>\nSOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR DIRECT, CONSEQUENTIAL, INDIRECT, EXEMPLARY, SPECIAL, PUNITIVE OR INCIDENTAL DAMAGES.\nIN SUCH JURISDICTIONS, OUR LIABILITY TO YOU SHALL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY LAW.<br>\n<br>\nBASIS OF THE BARGAIN\nYOU ACKNOWLEDGE AND AGREE THAT WE OFFERED THE SERVICES, SET OUR PRICES, AND ENTERED INTO THIS AGREEMENT IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND US, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND US.\nWE WOULD NOT BE ABLE TO PROVIDE THE SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.<br>\n<br>\nCLAIMS\nYOU AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.<br>\n<br>\nSEVERABILITY\nIf any term or provision in these Terms is found to be void, against public policy, or unenforceable by a court of competent jurisdiction and such finding or order becomes final and non-appealable, then, the offending provision shall be deemed modified to the extent necessary to make it valid and enforceable.\nIf the offending provision cannot be so modified, then the same shall be deemed stricken here from in its entirety and the remainder of these Terms shall survive with the said offending provision eliminated.<br>\n<br>\nASSIGNMENT\nThis Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by You, but may be assigned by us without restriction.\nAny assignment attempted to be made in violation of this Agreement shall be void.<br>\n<br>\nJURISDICTION.\nAPPLICABLE LAW\nThese Terms shall be governed by and construed in accordance with the laws of Hong Kong, without regard to conflicts of law principles.\nIn the event of any dispute, claim, action or proceeding arising out of or related to the Site and Services, you consent to exclusive jurisdiction and venue in Hong Kong.\nYou consent to service of process in any legal proceeding.<br>\n<br>\nENTIRE AGREEMENT\nThese Terms along with all document expressly referred to herein constitute the entire agreement between us.\nIn the event of any conflict between the Terms of Use, the Privacy Policy, the Acceptable Use Policy, the Prohibited Activities Policy, and the Refund Policy, the Terms of Use shall control.<br>\n<br>\nCHANGES\nWe may change, modify, revise and update these Terms from time to time, without prior notice to you.\nIf we do so, we will notify you by email and post a new effective date.\nYou are expected to check this page from time to time to take notice of any changes made, as they are binding on you.\nYour continued use of the Site or Services constitutes your acceptance of the then-effective Terms.<br>\n<br>\nCONTACT INFORMATION\nPusa and Daga Hong Kong Limited<br>\n11/F Three Exchange Square<br>\n8 Connaught Place<br>\nCentral, Hong Kong<br>\n<br>\nAttention: legal@pdcontact.com ", "created_at": "2023-10-05 15:22:14.766134", "updated_at": "2023-10-05 15:22:37.133137"}, {"id": 19333, "name": "Refund Policy", "url": "https://ironsocket.com/refund-policy", "xpath": "/html/body/div[1]/div/div", "text": " Refund Policy Effective Date: April 20, 2014<br>\n<br>\n<em>If you are having technical difficulties, or are unhappy with our services for any reason, please contact us.\nWe value your business.\nWe will strive to fix any issues and we will \"make it right\".</em>\n<br>\n<br>\nThis Refund Policy is subject to our Terms of Use.<br>\n<br>\nProcessing Period\nWe process refunds within 24 hours of a valid refund request.\nWe confirm all refund requests by email at the time the refund is processed.\nIt may take up to 30 days for any refund amount to appear in your account depending on your bank, card and payment provider.<br>\n<br>\nNew Orders\nWe offer service subscription plans of varying periods of time.<br>\n<br>\nOrders become valid (and services commence) upon our receipt of your initial payment.<br>\n<br>\nWe offer a conditional 7-day, money back guarantee for subscriptions paid for using PayPal and/or credit card payment processing services.\nWe do NOT OFFER a money back guarantee if you purchase our services using a gift card or if you pay by Bitcoin.\nShould you request a refund of your subscription fee within 7 days of subscribing to our services (as confirmed by our payment records), and you purchased our services using PayPal and/or credit card payment processing services, we will refund the amount paid in full.<br>\n<br>\nFor Renewals\nAll active subscribers are invoiced 12 days prior to the end of their current subscription period.<br>\n<br>\nIf you do not pay the amount invoiced on or before the due date, we will not extend your subscription.\nServices will terminate.<br>\n<br>\nIf you have set up automatic payment of your subscription fee, you will still receive an invoice 12 days prior to the end of the billing cycle.\nYou are not required to do anything.\nWe will charge your account on the date the invoice is due and send you a payment confirmation email.<br>\n<br>\nYou can disable automatic renewal at any time simply by logging into your PayPal account and making the desired changes.\nThis will not cancel your account with IronSocket.\nYou will still receive an invoice 12 days prior to the end of the current billing cycle and have the opportunity to pay for services manually.\nIf you do not make payment, services will terminate at the end of the billing cycle.<br>\n<br>\nPlease contact us at billing@ironsocket.com if you have any additional questions.\n", "created_at": "2023-10-05 15:22:14.805542", "updated_at": "2023-10-05 15:23:02.738241"}, {"id": 19334, "name": "Acceptable Use Guidelines", "url": "https://ironsocket.com/acceptable-use", "xpath": "/html/body/div[1]/div/div", "text": " Acceptable Use Guidelines Effective Date: August 8, 2014<br>\n<br>\nGeneral Statement\nThe exchange of information is a fundamental and <em>important</em> activity of any society.\nIronSocket is dedicated to providing technologies and services that allow for the safe exchange of information via the internet and its many resources.\nOur goal is to help users easily access information available on the internet in a manner that best protects their rights and privacy.<br>\n<br>\nThe purpose of providing Acceptable Use Guidelines (the \"AUG\") is to clarify for what purposes our services and network(s) may be used.\nThis AUG is intended to act as a guide and is not intended to be all encompassing.<br>\n<br>\nOnly individuals with an active subscription plan may access our network(s) and use our services.\nOur Terms of Use and Privacy Policy, incorporated herein by reference, including the limitations on liability, apply to this AUG.\nIn the event of any conflict, the Terms of Use shall control.<br>\n<br>\nOur Network\nThe primary purpose of our network is to facilitate the transfer of information (packets) between user devices and remote servers.\nOur network is comprised of servers, routers, firewalls, load-balancers, connectivity switches and other hardware and software required to connect to the internet and to deliver our services.<br>\n<br>\nAcceptable Use\nProper and acceptable use of our network is to utilize it, in general, in any legal manner.\nWe allow all information (content) that does not violate applicable laws.\nWe do not allow our network and services to be used in any manner which violates any applicable law, causes harm to our network , to us or other users, or in any manner that interferes with the use of our services by other users (each a \"Misuse\").\nAll users are granted equal access to our network.\nAny Misuse of the network is a violation of our Terms of Use.<br>\n<br>\nDNS Services\nWe supply redundant domain name services for all users with an active subscriber plan to our services.\nIn rare instances, where extreme loads (DNS lookups) utilize disproportionate resources of the redundant DNS systems, we will notify you of potential violation of our Terms of Use.<br>\n<br>\nIP Addresses\nAll Internet Protocol (IP) Addresses provided by us and used in the provisioning of our services are licensed and managed by us.\nIP Addresses provided by the Company are non-transferable, and no user is granted ownership or transfer rights in or to our IP Addresses.\nAll IP Addresses are assigned by our engineering team on a per server basis.\nAny use or attempted use of IP Addresses on our network which are not specifically authorized by us for use is a violation of our Terms of Use.<br>\n<br>\nIRC\nWe allow users to connect to IRC servers through our network.\nWe DO NOT host IRC applications or functionality directly on our network.<br>\n<br>\nPeer to Peer.\nBit Torrent\nWe allow the use of bit torrent protocols and internet peer-to-peer software for file sharing purposes, but ONLY if you have an active subscription to our services AND ONLY on servers located in specific territories.\nTo confirm the locations where we allow peer-to-peer file sharing, please view our network details page.<br>\n<br>\n<b>You are responsible for determining the legal status of any intellectual property you access, use or copy through our network, Site and Services.\nYou agree to not transfer copyrighted works through our network without the express permission of the copyright holder.</b>\n<br>\n<br>\nWhenever you upload or download material to our Site or through our Services, you agree to comply with our content standards, our Acceptable Use Guidelines and our Prohibited Activities as described in the Terms of Use.\nYou agree that you will not infringe any copyright, and that all materials uploaded and downloaded by you comply with these standards and requirements.\nYou hereby indemnify us for any breach of that warranty.<br>\n<br>\nDisclaimer\nWe retain the right, at our sole discretion, to refuse service to any individual and to discontinue service without notice and without refund for any violation of our policies and guidelines.\n", "created_at": "2023-10-05 15:22:14.843916", "updated_at": "2023-10-05 15:23:29.601052"}, {"id": 19335, "name": "Privacy Policy", "url": "https://ironsocket.com/privacy-policy", "xpath": "/html/body/div[1]/div/div", "text": " Privacy Policy Effective Date: August 8, 2014<br>\n<br>\nOverview\nWe are committed to protecting and respecting your privacy.\nWe limit what information we collect to the minimum needed to provide our service, manage your account, and to protect ourselves from fraud and abuse.\nIn a nutshell:<br>\n<br>\nWe <strong>DO NOT LOG</strong> or record in any manner the content you access while using our Services.<br>\nWe <strong>DO NOT USE</strong> your information for purposes other than those to which you have consented.<br>\nWe <strong>DO NOT SELL</strong> or trade personal information for commercial purposes.<br>\n<br>\nWe do not share personally identifiable information regarding your account except when compelled by legal actions valid under the laws of Hong Kong.<br>\n<br>\nIntroduction\nThis Privacy Policy (the \"Policy\"), together with any other documents referred to in it, sets out the basis on which information we collect from you, or that you provide to us, will be processed by us.\nIt also describes the actions you can take to access this information and request that the Company correct or delete it.\nThis Policy applies to your use of IronSocket.com, its blog and social media sites (collectively, the \"Site\") and describes the information we may collect about visitors as well as subscribers to our services, including but not limited to downloadable proprietary software applications, HTTP proxy services, DNS proxy services, SOCKS5 proxy services, virtual private network services and other services (the \"Services\") which are owned and operated by Pusa and Daga Hong Kong Limited (collectively, the \"Company\" \"we\" \"our\" or \"us\").<br>\n<br>\nConsent\nPlease read this Policy carefully before you use our Site or Services.\nBy using our Site, you affirmatively accept this Policy and agree to abide by its terms and conditions.\nIf you do not agree to this Policy, do not use the Site and Services.<br>\n<br>\n<strong>THE SITE AND SERVICES ARE NOT OFFERED FOR USE BY PERSONS UNDER 18 YEARS OF AGE.</strong> If you are under 18 years of age, please do not use the Site or the Services.\nIf you are a parent or guardian and believe that your minor has provided personal information to us, please contact us so that we can delete the information.<br>\n<br>\nOur Terms of Use, incorporated herein by reference, including the limitations on liability, apply to this Policy.\nYou can read it here: https://ironsocket.com/terms-of-use<br>\n<br>\nInformation Collected\nWhen you Visit the Site, we collect the following information:<br>\n<ul>\n<li>Your IP address, browser type, operating system, and time of visit;</li>\n<li>The pages and content you viewed while browsing the Site.\nand</li>\n<li>Information about how you arrived on the Site such as, the referring site, advertisement information, keyword search phrase, etc.</li>\n</ul>\nWe use this data to understand usage trends and to determine the effectivity of our marketing.<br>\n<br>\nUpon Registration and Use of the Site, we additionally collect the following limited information:<br>\n<ul>\n<li>Your provided email address, and password;</li>\n<li>Any referral or coupon codes used;</li>\n<li>Details about your subscription choices;</li>\n<li>Details about your payment such as payment type, transaction ID, and limited transaction data provided by the payment processor used.\nand</li>\n<li>All customer communications and files received via email, online chat, or web form submission such as our Contact Us form, or through the use of our Ticket System.</li>\n</ul>\nUpon Use of the Services, we additionally collect the following session information:<br>\n<ul>\n<li>Time and date of the session connection and disconnection;</li>\n<li>The IP address used for the session and which server was connected to.\nand</li>\n<li>A numerical representation showing total bytes transferred per session;</li>\n</ul>\nWe use this data to manage your account, to provide the Services, and to prevent fraud and abuse.\nThis session information is retained for a limited period of time, typically 72 hours, after which it is purged from our servers.<br>\n<br>\nInformation Disclosure\nWe may share aggregate statistical date and other forms of non-Personally Identifiable Information with non-affiliated third parties for advertising, marketing or research purposes.<br>\n<br>\nWe MAY disclose certain limited information about you to third parties (i) in the event of a reorganization of our business, (ii) in order to fulfill the Services, (iii) as required to comply with law enforcement where subpoenas, warrants, or other legal documents have been provided which are valid under Hong Kong jurisdiction, and (iv) to protect the Company.\nIn a nutshell:<br>\n<ul>\n<li>\n<em>Business Transfers</em>.\nWe may disclose your information to an acquiring company if we are acquired by or merged with another company, or if all or some of our assets are transferred to another company, or as part of a bankruptcy proceeding;</li>\n<li>\n<em>Service Providers</em>.\nWe may disclose your information to third party service providers who provide services on our behalf, such as processing payments, hosting our Site, and sending email messages for us.\nOur service providers receive only the information they need to perform their designated functions, and are not permitted to use or disclose this information for their own marketing or other purposes.\nWe are not responsible for any third party payment provider handling your transaction.\nPlease refer to the third party payment provider's privacy policy to see how they use your data;</li>\n<li>\n<em>Legal Process</em>.\nThe company cooperates fully with law enforcement agencies but only discloses user information when required to do so subject to subpoenas, warrants and legal processes valid under Hong Kong jurisdiction;</li>\n<ul>\n<li>The extent of disclosure varies greatly based upon the specific Services accessed by the user, the frequency of activity by the user, and the territory of the server(s) to which the user connected;</li>\n<li>The Company cannot (by system design) disclose IP addresses of websites visited or information about applications, services and websites accessed by any users while connected to our virtual private network service because we DO NOT log or store this information.\nand</li>\n</ul>\n<li>\n<em>To Protect IronSocket</em>.\nIn order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to anyone's safety, or violations of our Terms or this Policy, or to exercise or defend legal claims or otherwise protect IronSocket in litigation.</li>\n</ul>\nCookies and Other Tracking Technologies\nWe may use or engage tracking technologies, such as cookies and pixels, like many organizations, to better understand user behavior and to improve our services.\nWeb browsers are typically setup to accept cookies.\nhowever each browser typically has options that let you control what cookies are accepted, sent or refused.<br>\n<br>\nWe use both session and persistent cookies in meaningful ways to provide our Services and to improve the quality of our product.\nSome of these ways include, but are not limited to:<br>\n<ul>\n<li>Allowing our system to uniquely identify you while you are logged in to your account;</li>\n<li>To identify which site, or affiliate may have referred you to the Site.\nand</li>\n<li>To track aggregate and statistical information about behaviors on the Site;</li>\n</ul>\nWe also may make use of third party tracking pixels used by advertising or analytical partners.\nSome such partners include, but are not limited to:<br>\n<ul>\n<li>\n<em>Google Analytics</em>.\nUsed to track statistical information such as page visits and traffic source information allowing us to improve the performance and quality of the Site.\nFor more information please visit: http://www.google.com/analytics/learn/privacy.html</li>\n<li>\n<em>Google Advertising</em>.\nUsed to track conversions from advertisements on the Google Search and Google Display network.\nFor more information please visit: http://www.google.com/policies/technologies/ads/</li>\n</ul>\nThird party pixels and content may make use of cookies.\nWe do not have access or control over these third party cookies and this Policy does not cover the use of third party cookies.<br>\n<br>\nFor more detailed information about cookies, please visit http://aboutcookies.org/.<br>\n<br>\nSecurity Measures\nWe use many industry standard security measures to protect your Personally Identifiable Information (PII) from loss, theft, misuse or unauthorized access or disclosure or destruction.\nThese measures include, but are not limited to:<br>\n<ul>\n<li>All information you provide is stored on secure servers;</li>\n<li>We use MFA (multi-factor authentications) processes whenever appropriate;</li>\n<li>We use high levels of encryption, access controls, security keys, and passwords;</li>\n<li>All information is stored in electronic formats, securely in our databases and servers;</li>\n<li>All employees are kept up-to-date on our security and privacy practices.\nand</li>\n<li>Access to Personally Identifiable Information (PII) is restricted to those who need to know such information to perform their job functions.\nDespite our efforts, no data security methods guarantee 100% protection.\nWe do not promise and cannot guarantee that your personal information can never be viewed and/or used by others.</li>\n</ul>\nMarketing Emails\nOur Marketing emails and newsletters offer helpful information, service updates and may include promotional offers for our services.\nYou may unsubscribe from such mailings at any time by emailing us at unsubscribe@ironsocket.com from the address that you no longer wish to receive mailings to.<br>\n<br>\nInternational Transfer\nAny information collected by the Company may be transferred, stored and processed in any country in which the Company or its affiliates, subsidiaries, or agents maintain facilities.\nBy using the Site or Services you consent to any such transfer, storage, and processing of information outside of your country.<br>\n<br>\nAccess to Information\nWe believe in your right to know and review and Personally Identifiable Information (PII) the Company has collected and stored about you.\nYour right of access can be exercised by sending an e-mail to legal@pdcontact.com.\nRequests may be subject to a fee of USD $20.00 to cover the costs of gathering and providing you the data.<br>\n<br>\nAccountability\nShould you have concerns about how your information is handled, or have any questions about our privacy policy, please contact us at legal@pdcontact.com.<br>\n<br>\nChanges to this Policy\nWe may change this Policy from time to time, without prior notice to you, consistent with applicable privacy laws and principles.\nIf we do so, we will post a new effective date for this Policy.\nYour continued use of the Site or Services constitutes your acceptance of the then-effective Policy.<br>\n<br>\nContact Information\nPusa and Daga Hong Kong Limited<br>\n11/F Three Exchange Square<br>\n8 Connaught Place<br>\nCentral, Hong Kong<br>\n<br>\nAttention: legal@pdcontact.com ", "created_at": "2023-10-05 15:22:14.877495", "updated_at": "2023-10-05 15:23:46.426886"}], "points": [], "urls": ["ironsocket.com"]}}