{"error": 448, "message": "OK", "parameters": {"id": 9722, "name": "VPNTunnel ", "created_at": "2023-10-05 16:16:05.497145", "updated_at": "2023-10-05 22:02:44.497162", "wikipedia": null, "keywords": null, "related": null, "slug": "vpntunnel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9722.png", "url": "vpntunnel.com", "documents": [{"id": 19353, "name": "Terms of Use", "url": "https://vpntunnel.com/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li>Order</li>\n<li>Services</li>\n<li>HOW TO SETUP</li>\n<li>Contact</li>\n<li>Network</li>\n<li>My Account</li>\n<li>English\n<ul>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Svenska</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Order</li>\n<li>Services</li>\n<li>HOW TO SETUP</li>\n<li>Contact</li>\n<li>Network</li>\n<li>My Account</li>\n<li>English\n<ul>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Svenska</li>\n</ul>\n</li>\n</ul> Terms of Use\n<p>&nbsp;</p>\n1.\nGeneral\n<p>By using or accessing the website VPNTunnel.com in any way, viewing or browsing the website, registering the payment, the user is agreeing to be bound by these Terms of Service (hereinafter referred to as the “TOS”) (the user accepts the terms of this public offer, thus the agreement between the user and VPNTunnel.com (hereinafter referred to as the “Agreement”) enters into force).<br>\nThis agreement is ongoing and is binding until the User chooses to terminate the service.\nThis Agreement is the same as the subscription period User chosen to subscribe with a minimum of 30 days.<br>\nUser of VPNTunnel.com is responsible by own means for having a working Internet access to get the service provided by VPNTunnel.com to work.\nIn the absence of the Internet connection for the User VPNTunnel.com can not be held liable for a non-working service.<br>\nThe user thereby confirms the he\\she is over 18 years old.</p>\n2.\nService\n<p>The service VPNTunnel.com provided enables Users to anonymously connect to the Internet and use Internet connected software and services completely anonymously.\nIn order to use our service the connection to the Internet is vital.</p>\n3.\nSoftware\n<p>VPNTunnel.com grants the User a single, non-exclusive license to use VPNTunnel.com provided the User agrees to be bounded by this Agreement.\nOnly one user is authorized to use VPNTunnel.com software on one computer at a time (and not by more than one individual via a network).\nThe User acknowledges that he does not become the owner of VPNTunnel.com (software, programs and/or documentation).\nThe User agrees not to transfer, rent, lease, resell, sub-license, reverse engineer, modify, translate, or share VPNTunnel.com, diskettes, or manual with any other person or firm.\nVPNTunnel.com is for PRIVACY only.\nAny use of the software for illegal or malicious purposes is a violation of our licensing agreement.</p>\n<p>This product incorporate/utilize cryptographic algorithms which may be regulated (e.g., subject to export/import control regulations) or illegal in some countries.\nBy downloading of software the User signifies that he agrees that it is solely User’s responsibility to verify that it is legal/allowed to import and/or export and/or use the product in countries where the User intend to use the product and/or to which the User intend to import it and/or from which he intend to export it, and that it is solely User’s responsibility to comply with any such regulations/restrictions.\nBy installing the product the User further signifies that he agree to indemnify, defend and hold us and our partners harmless from/against any liability, loss, damages, claims or causes of action, arising out of his import/export/use of the product.</p>\n<p>The User agrees that his use of software will be limited to online privacy.\nThe User further agrees that all software use will be in compliance with all local, state, and federal laws.\nThe user will not use software to send unsolicited email, violate another website’s terms of use, or for any other illegal or malicious purpose.\nThe User agrees to consult an attorney if he is unaware of all relevant issues and requirements.\nThe User accepts that his license key can and will be disabled without warning in the event that any illegal or fraudulent activities are reported and confirmed to have been associated with that license key.\nThe developers, owners, and distributors (hereafter “owners”) of this software are not liable for any violations by the User, or losses incurred by the User as a result of using the software.\nThe User agrees to indemnify, defend and hold the owners of this program harmless from and against any and all claims, damages, losses, costs, attorneys’ fees, or other expenses.</p>\n<p>While efforts are made to deliver high quality products, we do not guarantee software to be free from defects.\nThe software is provided “as is”, and the User uses the software at his own risk.\nWe make no warranties as to performance, merchantability, fitness for a particular purpose, or any other warranties whether expressed or implied.\nUnder no circumstances shall owners of software be liable for direct, indirect, special, incidental, or consequential damages resulting from the use, misuse, or inability to use this software, including without limitation, lost revenues or lost profits, even if VPNTunnel.com has been advised of the possibility of such damages.\nThe User is solely responsible for adequate protection and backup of the data and equipment used in connection with this software.</p>\n4.\nAccount and subscription\n<p>To start use VPNTunnel.com, the User should pass Registration procedure and create you login and password which will identify him as a VPNTunnel.com User in future.\nThe User is solely responsible for these data integrity and security.</p>\n<p>To get access to our VPN, the User should order one of proposed packages.\nDuring the User’s order, he must set payment conditions and choose between auto-renew or manually-renew subscription.\nThe user bears the sole responsibility for this kind of setting.\nIf in future he wishes to change these conditions, he should contact our support team.</p>\n<p>Users are free to send their personal information to the intermediary societies (e.g.\nPayPal, Plimus) which perform physical payment in order to access VPNTunnel.com services.\nFailure to do so might prevent access to VPNTunnel.com VPN Network commercial services.\nhowever, those information are not under VPNTunnel.com control.</p>\n<p>All payments are made in advance.\nWhen payment is registered, the user will be notified about this by e-mail.\nThis e-mail will also contain the information about the time of Service to be provided.</p>\n<p>Make sure that you are able to receive e-mails from VPNTunnel.com.\nIf after your successful payment you do not receive the e-mail mentioned above, please contact our support team at VPNTunnel.com.</p>\n5.\nCookies usage\n<p>The VPNTunnel.com website uses cookies, tracking pixels and related technologies.\nCookies are small data files that are served by our platform and stored on your device.\nOur site uses cookies dropped by us to operate and personalize the website.\nAlso, cookies may also be used to track how you use the site to target ads to you on other websites.</p>\n6.\nAccessibility to servers\n<p>Majority of the servers in our network are servers that we own and manage ourselves.\nWe keep no logs on these servers, and our policy is to guarantee connection to these servers at all times.</p>\n7.\nRefund policy\n<p>Having accepted these Terms of Service and made a successful payment, the user agrees with and confirms that Service has been initiated.\nThe result of the abovementioned is that the user’s right to withdraw from the agreement is not applicable.</p>\n<p>However, if the user had reasonable expectations on the service which VPNTunnel.com was not able to fulfill, a full refund would be performed within 7 days after starting to use VPNTunnel.com.\nFor full refund the user must make a request within 7 days after placing an order.\nWe believe that 7 days is enough for user to understand the quality of Service and how the Service meets User’s expectations.\nAfter 7 days of Service usage, the full or partial refund can be performed only at VPNTunnel.com’s own discretion taking into consideration all reasons of such User’s wish.</p>\n8.\nUsage policy\n<p>As a user of VPNTunnel.com you completely agree never do the following actions using our services:</p>\n<ul>\n<li>to use our service to engage in any type of criminal activities including any form of identity theft, hacking or fraud.</li>\n<li>to transmit viruses, worms, trojans, spyware or malware using our service</li>\n<li>to share copyright files</li>\n<li>to harass, blackmail or threaten anybody</li>\n<li>to use our service to make DDos attacks on other people, websites, computers or networks</li>\n<li>to attack, hack or run scanners on other computers or networks from our service</li>\n<li>to send unsolicited data in any form (email SPAM, hate mail, mass marketing mail, unsolicited SMS and IM messages etc.)</li>\n<li>to download\\upload or distribute child pornography</li>\n<li>to attack our resources or servers</li>\n<li>to use our service for phishing</li>\n<li>to use our service in the purposes of terrorism</li>\n<li>to pay our service not with your own credit card</li>\n</ul>\n9.\nCancellation or termination of service\n<p>VPNTunnel.com has the right to terminate any user account if the user:</p>\n<ul>\n<li>violates these Terms of Service</li>\n<li>uses the services in a way that does not correspond with laws</li>\n<li>uses the Service in a way that damages VPNTunnel.com and its system or any of its associates.</li>\n</ul>\n<p>In such case no refunds will be made and VPNTunnel.com won’t be responsible for the actions of offender.</p>\n10.\nDisclaimer of warranty\n<p>Existing servers network, speeds, locations and service quality may vary.\nVPNTunnel.com will attempt to provide the Services at all times, except for limited periods for maintenance and repair.\nHowever, the Services may be subject to unavailability for a variety of factors beyond VPNTunnel.com control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, limited or curtailed.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Services or communications services or networks.\nWe may impose usage or Services limits, suspend the Services, or block certain kinds of usage in our sole discretion to protect users or the Services.\nThe accuracy and timeliness of data received is not guaranteed.</p>\n<p>THE USER AGREES THAT HE USE VPNTunnel.com WEBSITE AND SERVICE IS AT HIS SOLE RISK.\nTHE WEBSITE, ALL WEBSITE INFORMATION AND THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT WARRANTIES OF ANY KIND, EXPRESS, STATUTORY OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, NONINFRINGEMENT, AVAILABILITY OR ACCURACY OF INFORMATION.\nVPNTunnel.com DOES NOT WARRANT THAT THE WEBSITE OR SERVICES WILL BE AVAILABLE, WILL MEET YOUR REQUIREMENTS OR WILL OPERATE IN AN UNINTERRUPTED, ERROR-FREE OR COMPLETELY SECURE MANNER OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.</p>\n11.\nLimitation of liability\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL VPNTUNNEL.COM BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, RELIANCE, OR EXEMPLARY DAMAGES (INCLUDING WITHOUT LIMITATION DAMAGES ARISING FROM ANY UNSUCCESSFUL COURT ACTION OR LEGAL DISPUTE, LOST DATA, LOST BUSINESS, LOST REVENUES, OR LOSS OF ANTICIPATED PROFITS OR ANY OTHER PECUNIARY OR NON-PECUNIARY LOSS OR DAMAGE OF ANY NATURE WHATSOEVER) ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THAT RESULT FROM USER’S USE OF OR USER’S INABILITY TO USE THE SERVICE OR VPNTUNNEL.COM SOFTWARE, EVEN IF VPNTUNNEL.COM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n12.\nForce majeure\n<p>The website shall be released from liability for any full or partial non-fulfilment of its obligations under this Agreement, if such full or partial non-fulfillment was caused by the force majeure events, such as natural disasters, epidemics, explosions, fires, war, strikes, lack of delivery from suppliers, technical issues that lies with other operators and similar events outside VPNTunnel.com control, which are not reasonably foreseeable, acts or actions of any government authorities or any other cases of emergency, provided such events have directly affected the performance of this Agreement.</p>\n13.\nIndemnification\n<p>You agree to defend, indemnify and hold VPNTunnel.com from any claim or demand, including reasonable attorneys’ fees, made by any third party arising out of or relating to any violation of these TOS by you.</p>\n14.\nChange of TOS\n<p>VPNTunnel.com may update these Terms of Service from time to time without notice.\nAny changes in these Terms of Service will be incorporated into a revised Agreement that we will post on the Site.\nUnless otherwise specified, such changes shall be effective when they are posted.\nIf we make material changes to these Terms, we will aim to notify you via email or when you login at our Site.</p>\n15.\nDisputes\n<p>These Privacy Policy and any dispute or claim arising out of or in connection with it or its subject matter shall be governed by and construed in accordance with the law of Seychelles.</p>\n16.\nFeedback and Questions\n<p>Any comments or suggestions that you may have and which may contribute to a better quality of service will be welcome and greatly appreciated.</p> About <p>More and more people are choosing VPNTunnel as their VPN service provider.</p>\n<p>We are incredibly proud of this and our ambition is to expand globally whilst continuing to offer a stable and secure VPN service.</p> VPNTunnel<ul>\n<li>VPNTunnel</li>\n<li>Order</li>\n<li>Contact</li>\n<li>FAQ</li>\n<li>How to setup</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>planpicker</li>\n<li>Watch HBO/Netflix with a VPN and Unblock Restricted sites</li>\n<li>planpicker</li>\n<li>Stepwise guide for vpntunnel</li>\n</ul> Supported OS <ul>\n<li> VPN for Windows </li>\n<li>Mac OS X</li>\n<li> VPN for iOS </li>\n<li> VPN for Android </li>\n<li>Linux</li>\n<li>Ubuntu</li>\n<li>Steam</li>\n<li>Playstation</li>\n</ul> Follow Us <i>\n</i>\n<i>\n</i>\n<i>\n</i> Digital Sales Solutions LLC © 2021 All Rights Reserved<br>\n3401 SIRIUS AVE NUM 3227, LAS VEGAS, NV 89102 ", "created_at": "2023-10-05 16:16:05.532953", "updated_at": "2023-10-05 16:16:38.826737"}, {"id": 19354, "name": "Privacy policy", "url": "https://vpntunnel.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Order</li>\n<li>Services</li>\n<li>HOW TO SETUP</li>\n<li>Contact</li>\n<li>Network</li>\n<li>My Account</li>\n<li>English\n<ul>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Svenska</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Order</li>\n<li>Services</li>\n<li>HOW TO SETUP</li>\n<li>Contact</li>\n<li>Network</li>\n<li>My Account</li>\n<li>English\n<ul>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Español</li>\n<li>Svenska</li>\n</ul>\n</li>\n</ul> Privacy policy\n<p>\n</p>\n1.\nGeneral\n<p>This privacy policy (hereinafter referred to as – the “Privacy Policy”) is for this website VPNTunnel.com (hereinafter referred to as – the “Website”) and served by VPNTunnel.com and governs the privacy of its users who choose to use it.\n</p>\n<p>\nThis Privacy Policy sets out the different areas where user’s privacy is concerned and outlines the obligations and requirements of the users, the website and website owners.\nFurthermore the way this website processes, stores and protects user’s data and information will also be detailed within this policy.<br>\nBy using VPNTunnel.com services or website, you agree that you consent to this Privacy Policy and any changes hereto in the future.\n</p>\n<p>\n</p>\n2.\nThe website\n<p>This website and its owners take a proactive approach to user privacy and ensure the necessary steps are taken to protect the privacy of its users throughout their visiting experience.\nThis website complies to all Seychelles national laws and requirements for user privacy.</p>\n<p>\n</p>\n3.\nSecurity\n<p>Proceeding from the specificity of our services we value our users data confidentiality most of all.<br>\nTo maximize user’s privacy, we collect the minimum information required specifically:</p>\n<ul>\n<li>E-mail Address we receive from user (to identify user in our network, to send subscription information, payment confirmations, customer correspondence, and promotional offers)\n</li>\n<li>Payment data (to analyze chosen method of payment in order to improve transactions process in better way and to solve any problems that may occur with third party payment processor, to manage client signups, payments, and cancellations.\nVPNTunnel.com doesn’t collect any bank data, because all physical payment in order to access VPNTunnel.com are made by intermediary societies (e.g.\nPayPal, Plimus).</li>\n<li>Google analytics data (appears anonymous) (to improve our website).<br>\n– Submissions on the ‘Contact Us’ page (for correspondence).<br>\n– User’s cookies (only for advertising purposes in order to analyze advertising trends and administer the site properly).<br>\nWe do not need user’s name or surname, physical addresses, phone number or any other personal identifying information, and we will never ask our users for any personal data.</li>\n<li>We NEVER keep online activity logs or store private information about individual user activities on our network.\nInformation regarding payments may be logged, as per payment processor regulations.</li>\n</ul>\n<p>\n</p>\n4.\nDisclosure of user’s information\n<p>\nVPNTunnel.com may disclose users personal information to third parties if\n</p>\n<ul>\n<li>\nVPNTunnel.com is, or all of its assets are, acquired by a third party, in which case personal data held by it about its users will be one of the transferred assets, but will remain covered by this Privacy Policy.\n</li>\n<li>VPNTunnel.com is under a duty to disclose user’s data in order to comply with any legal obligation, or in order to enforce VPNTunnel.com Terms of Service.\nor to protect the rights, property, or VPNTunnel.com safety and VPNTunnel.com.\n</li>\n</ul>\n<p>\n</p>\n5.\nChanges to the privacy policy\n<p>\nYou agree that VPNTunnel.com has the right to change this privacy policy at any time without any given notice at its discretion by posting such changes on the website.\nBut VPNTunnel.com will take every reasonable step to notify users by email.\n</p>\n<p>\n</p>\n6.\nDisputes\n<p>These Privacy Policy and any dispute or claim arising out of or in connection with it or its subject matter shall be governed by and construed in accordance with the law of Seychelles.\n</p>\n<p>\n</p>\n7.\nFeedback and questions\n<p>\nAny comments or suggestions that you may have and which may contribute to a better quality of service will be welcome and greatly appreciated.\n</p> About <p>More and more people are choosing VPNTunnel as their VPN service provider.</p>\n<p>We are incredibly proud of this and our ambition is to expand globally whilst continuing to offer a stable and secure VPN service.</p> VPNTunnel<ul>\n<li>VPNTunnel</li>\n<li>Order</li>\n<li>Contact</li>\n<li>FAQ</li>\n<li>How to setup</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>planpicker</li>\n<li>Watch HBO/Netflix with a VPN and Unblock Restricted sites</li>\n<li>planpicker</li>\n<li>Stepwise guide for vpntunnel</li>\n</ul> Supported OS <ul>\n<li> VPN for Windows </li>\n<li>Mac OS X</li>\n<li> VPN for iOS </li>\n<li> VPN for Android </li>\n<li>Linux</li>\n<li>Ubuntu</li>\n<li>Steam</li>\n<li>Playstation</li>\n</ul> Follow Us <i>\n</i>\n<i>\n</i>\n<i>\n</i> Digital Sales Solutions LLC © 2021 All Rights Reserved<br>\n3401 SIRIUS AVE NUM 3227, LAS VEGAS, NV 89102 ", "created_at": "2023-10-05 16:16:05.568878", "updated_at": "2023-10-05 16:17:00.131021"}], "points": [], "urls": ["vpntunnel.com"]}}