{"error": 448, "message": "OK", "parameters": {"id": 7338, "name": "TraceMyIP", "created_at": "2023-01-27 02:48:10.325959", "updated_at": "2023-03-29 19:26:38.545028", "wikipedia": null, "keywords": null, "related": null, "slug": "tracemyip", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7338.png", "url": "tracemyip.org", "documents": [{"id": 14084, "name": "Terms and Conditions", "url": "https://www.tracemyip.org/tos.htm", "xpath": "//body", "text": " × Auto Logout 1 Minute&nbsp;&nbsp.\n10 Minutes&nbsp;&nbsp.\n30 Minutes&nbsp;&nbsp.\n1 Hour&nbsp;&nbsp.\n2 Hours&nbsp;&nbsp.\n4 Hours&nbsp;&nbsp.\n6 Hours&nbsp;&nbsp.\n8 Hours&nbsp;&nbsp.\nLogin ID Password Save ID&nbsp.\nTraceMyIP Service Terms and Conditions <p>\n<b>This Terms of Service Agreement (the \"Agreement\")</b> is made and entered into by and between TraceMyIP (\"TraceMyIP, LLC\") and TraceMyIP user (\"Customer\", \"Subscriber\", \"Data Controller\", \"Entity\", \"End-user\", \"You\").\n<br>\n<br> The Terms of Service describes your rights and responsibilities and declares the terms and conditions under which you may use TraceMyIP website visitor (\"Internet users\") tracking services.\nThis agreement applies to service access points such as direct access to tracemyip.org and its subdomains, APIs, SMS, service email notifications, SaaS implementation, server side and client installed applications, widgets, graphic badges, tags, buttons and other methods via which the service is delivered, including otherwise provided software that can be installed on Customer's websites and within applications.</p>\n<p>Please read these terms and conditions carefully prior to using TraceMyIP Service.\nBy using the TraceMyIP service, you agree to be legally bound by these Terms and Conditions, the Privacy Policy and the applicable addendum(s) as specified in this document.\nIf you do not agree with these terms, you may not use TraceMyIP service.\nYou further must agree to use TraceMyIP services on \"as provided and as available\" basis and at your own risk.</p>\n<ol>\n<p>\n</p>\n<li>\n<b>Who can utilize TraceMyIP services</b>\n<br>Any party that utilizes TraceMyIP services must enter into a binding contract considering that the laws of applicable Customer's jurisdiction permit the usage of such services.\nAny person entering into the binding contract with us must be at least 12 years old or older (whichever dictates the legal age in applicable jurisdiction) to enter the service contact.\nIf the following TOS are accepted on behalf of another legal party other than the one who initiated the contract, such as an organization, company, government or other legally established entity, a Customer must warrant that he or she is authorized and bears the authority on behalf of the entity to contract under our TOS.\nThe \"Customer\" in the scope of this agreement shall further refer to the entity that indirectly or directly enters into this agreement.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Privacy Policy</b>\n<br> TraceMyIP privacy policy governs the operational structure of how the information we collect is handled via end-user direct interaction with tracemyip.org and all of its subdomains.\nBy accepting the TOS, our end-users must have a clear understanding of our privacy policy and fully accept the policy as a part of the agreement within this document.\n<br>\n<br>Our privacy policy can be accessed at https://www.tracemyip.org/privacy.htm</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>General Data Protection Regulation (GDPR) (EU) Compliance</b>\n<br>Starting from May 25th of 2018, TraceMyIP as Data Processor will provide tools to its end-users to assist with compliance of the applicable laws.\nAs an integrated part of this Privacy Policy, which must be accepted by TraceMyIP end-users, a GDPR Data Processing Addendum has been updated and can be found at https://www.tracemyip.org/gdpr-data-processing-addendum.htm</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>TraceMyIP data processing services</b>\n<br>TraceMyIP services allow its Customers to use its data processing services to acquire, store and attach contextual content to individual anonymous visitor records within the contents of website visitor tracking logs.\nThis feature is only allowed to be used with visitors residing outside of European Union residents.\nYou cannot store and attach personally identifiable information about specific visitors if they are identified as EU residents.\nThis is governed by the GDPR compliance.\nYou can, however, store and associate fictitious names with anonymous website visitors as long as this type of data does not allow identifying a particular EU resident.\n<br>\n<br>If you elect to collect or store personally identifiable information using TraceMyIP data processor services, these actions must be warranted by the distinct purpose of service utilization, where such actions are absolutely necessary for an entity's operation (e.g., security provisions to detect and prevent billing fraud, company terms of service violations monitoring, etc.).\nAs TraceMyIP Customer, you will bear a full legal responsibility to the fullest extent of the applicable law and hereby release and agree to indemnify and hold harmless TraceMyIP from any and all liability that may arise from all claims, liabilities, demands, suits, causes of actions or proceedings arising from the negligent acts.\n</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Data privacy and restrictions for collected and processed information by TraceMyIP</b>\n<br>As a Customer, you must not allow any third party to utilize TraceMyIP services to track or collect personally identifiable information of Internet users.\nThis includes an absolute prohibition from association or linking of personally identifiable information to any website data collected and processed with TraceMyIP unless warranted by the terms of intended usage, in which case the Customer will bear a full legal responsibility to the fullest extent of the applicable law.\n<br>\n<br>A TraceMyIP Customer must have a privacy policy that defines the intended use the type of information collected as permitted by an applicable jurisdiction law.\nThis must include but not limited to: <br>\n<br>\n<b>a.</b> Transparent privacy policy easily accessed by all website visitors <br>\n<b>b.</b> Statement of usage of third party tracking services <br>\n<b>c.</b> Statement of usage of essential to website function cookies and optional cookies that are non-essential to website operations <br>\n<br>By utilizing TraceMyIP, end-user acknowledges and agrees that the data under each end-user's account must remain entirely private.\nThe data, however, can be optionally shared (if data is not a subject to limitation of applicable laws, such as GDPR) by the end-user via enabling a data sharing option under the end-user's account.\nThe option grants TraceMyIP a permission to make the end-user's website statistical data public for end-user and grants the right to TraceMyIP to use such data for promotional or other purposes if required.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Free and Premium Subscriber Services</b>\n<br> At its discretion and availability, TraceMyIP can provide two tiers of service - free tier supported by third-party advertisements placed on the public and subscriber-only pages and a premium service that is subject to limitation of scalability.\nTraceMyIP reserves the right to change the availability of both tiers and may change its fees and payment policies from time to time.\nUnless otherwise stated, all service fees are reflected in U.S.\nDollars.\nAny balance that is outstanding is immediately due and payable upon termination of the Agreement and any expense collection (which may include legal attorney's costs) incurred by TraceMyIP shall be included in the outstanding amount owed.\nFree service is provided for a limited term as specified at the time of the initial subscription, after which the availability of free service renewal is subject to availability per terms of this user agreement.<br>\n<br>Any features available through the TraceMyIP subscription tiers are subject to revisions, upgrade or downgrade at any time without prior end-user notifications.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Subscriber Account Security and Credentials</b>\n<br>To utilize TraceMyIP service, a subscriber must complete a registration form and process it by the mechanism provided by TraceMyIP.\nThis registration information will require accurate information including an email address and a password.\nA subscriber is solely responsible for protecting this information safe outside the security measures as provided by TraceMyIP.\nA subscriber must notify TraceMyIP immediately if any unauthorized use of TraceMyIP account is suspected or any breach of security has occurred.\nTraceMyIP customer service may login to customer's account to maintain security and/or provide customer related service enquiries.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Non-Exclusive Service License</b>\n<br>Subject to applicable terms and conditions of this TOS, TraceMyIP grants its website visitors and Customers a non-exclusive, limited, revocable license (non-sublicensable) to use TraceMyIP visitor tracking and other tools as provided and to install and copy TraceMyIP code, display provided graphic elements on Customer's digital Domain Properties or Third Party Properties and remotely login to TraceMyIP subscriber gateway pages to access, view and download data as stored at tracemyip.org.\n<br>\n<br>\n<b>Unless otherwise stated, any entity is not allowed to</b>\n<br>\n<br>\n<b>a.</b> Attempt to access the source code of the software and copy, modify, decompile reverse-engineer, convert, translate, encrypt or create derivative works any content or software or documentation.\n<br>\n<b>b.</b> Sell, assign, transfer, sublease, lease or rent the right to use the software, documentation or its service unless otherwise stated.\n<br>\n<b>c.</b> Remove branding, notices, explicitly posted notifications as provided by the service.\n<br>\n<b>d.</b> Interfere with operation of the service or software and label the data as provided with third-party identification for purposes of gaining the ownership or any other purpose pertaining the generated service reports and graphic and data tools as provided to be used on service subscriber websites.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Indemnification</b>\n<br>TraceMyIP provides no exclusive guarantees for the service availability or the physical safety of the data stored on its servers.\n<br>\n<br>The end-user agrees to defend, indemnify and hold TraceMyIP harmless from and against any and all claims, liability, losses and any other expenses that may arise, including but not limited to attorney's fees that may follow the end-user's violation of this agreement or copyright law, local jurisdiction laws, breach of privacy or security rights for the proprietary technology developed by TraceMyIP and other technologies utilized.\nFurthermore, TraceMyIP's liability may not exceed the subscription cost of the services provided.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>End-user account termination policy</b>\n<br>TraceMyIP has the right immediately to terminate any end-user account along with the processed data at without a prior notice if the following conditions are violated: <br>\n<br>\n<b>a.</b> The end-user agrees not to utilize any means of obstructing the view or alter the style of installed tracker icons.\nThe icons must be visible in their entirety unless an appropriate subscription plan allowing hiding the trackers is purchased.\n<br>\n<b>b.</b> The end-user agrees not to use any means of automatic page reloading for the purpose updating the visual or otherwise resulted service feedback stats in the membership area.\nSuch methods consume unnecessary server bandwidth.\n<br>\n<b>c.</b> Under no circumstances, an end-user will use TraceMyIP trackers for emails and on sites that include malicious content, adult or hate related materials.\n<br>\n<b>d.</b> TraceMyIP cannot be utilized on web sites that contain adult material, web sites that encourage racism, any kind of discrimination, and web sites related to hatred, violence, religious persecution or the initiation of force against others.\n<br>\n<b>e.</b> Both TraceMyIP and the end-user own the right to utilize the data captured and processed on as needed basis.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Service Fulfillment Terms</b>\n<br>\n<br>\n<b>Service Delivery Terms</b>\n<br>All TraceMyIP subscriptions are activated within 10 minutes if paid via electronic methods such as credit card or PayPal.\nIf paid by check, please allow up to 7 business days for your payment to clear.\n<br>\n<br>\n<b>Return &amp.\nCancellation Policy</b>\n<br>All premium subscription services provided by TraceMyIP are subject to a 30-day satisfaction guarantee, unless otherwise stated.\nFirst month subscription fee refunds are subject to review where a customer feedback is required in order to improve the quality of services provided.\nTo cancel a subscription and request a refund for the first month of service, a TraceMyIP subscriber must submit a technical support ticket.\nThere will be no refunds for the usage of service beyond the 30-day period, although a subscriber can cancel his or her yearly subscription at any time.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Limitation of Liability</b>\n<br> To the full extent and as permitted by an applicable law, TraceMyIP will not be liable for any lost revenue, whether direct, indirect, incidental or a consequential, including damages, even if TraceMyIP operators and subsidiaries and affiliates should have been aware of that the damages had a possibility of occurrence, TraceMyIP's liability to Customers or any other entities for any loss or damages occurred as a result of demands, claims or actions related to this agreement will not exceed $350 (USD).</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Other terms and conditions</b>\n<br>\n<br>\n<b>a.</b> TraceMyIP reserves the right to change the terms of usage, policies and provisions at any time without direct end-user notifications or immediate posting of the revised terms and conditions on its web site.\n<br>\n<b>b.</b> TraceMyIP retains all the ownership rights and copyright for all materials related or produced by TraceMyIP such as identity, trademarks, developed software including its trade secrets, logos, databases, collective web site reports and any other content hosted or otherwise provided via tracemyip.org and its subdomains presence.\n<br>\n<b>c.</b> TraceMyIP is not to be kept liable for any damages, direct or consequential that may arise from usage of the service, a failure to provide the service or an immediate termination of the service without end-user notification.\nTraceMyIP does not guarantee service availability and is not responsible for damages resulting from interruption of the service or data loss that may occur due to circumstances beyond reasonable TraceMyIP control.\n<br>\n<b>d.</b> If the agreement (the \"Subscription\") is terminated by either end-user or TraceMyIP or both, the end-user and TraceMyIP, the end-user agrees to remove any trademarks, logos and code from all websites in control that have been processed by TraceMyIP.\nFurthermore, by canceling a subscription, either free or premium, the end-user therefore agrees that his or her account along with any data acquired, will be permanently terminated by the system without an option of recovery.\n<br>\n<b>e.</b> The end-user accepts a full responsibility for placing a TraceMyIP tracking device on one or more web pages or other implementations where personal tracking is possible and bears sole responsibility for following the visitor tracking laws that may be applicable such as those legislated in European Union.\n<br>\n<b>g.</b> TraceMyIP cannot be utilized on pages where purchasing or otherwise utilizing of low quality and/or invalid sources of visitor traffic is an ongoing practice.\nThis practice often delivers bursts of invalid traffic that overloads and places a high demand on TraceMyIP server resources preventing other TraceMyIP users from utilizing the service.\nIn such case, the abusing accounts can be immediately terminated at our discretion along with the data.\n<br>\n<b>f.</b> TraceMyIP cannot be utilized for tracking users in chat rooms, online messaging or emails.</li>\n<p>\n</p>\n</ol> Trace My IP Website Visitor Alerts Website Analytics GDPR Compliant Website Tracking Website Visitor Tracker Link Tracker IP Info Tracker Cookieless Tracking Online Text &amp.\nData Tools Online Address Book What is an IP address Learn Jobs Contact News About Terms of Service Privacy Policy GDPR Data Processing Addendum Opt-out © 2023 TraceMyIP.org All Rights Reserved.\nTraceMyIP® is a registered trademark of TraceMyIP, LLC <br>Use of TraceMyIP.org constitutes acceptance of Terms of Service.\n", "created_at": "2023-01-27 02:48:10.388744", "updated_at": "2023-01-27 02:48:57.477374"}, {"id": 14085, "name": "Privacy Policy", "url": "https://www.tracemyip.org/privacy.htm", "xpath": "//body", "text": " × Auto Logout 1 Minute&nbsp;&nbsp.\n10 Minutes&nbsp;&nbsp.\n30 Minutes&nbsp;&nbsp.\n1 Hour&nbsp;&nbsp.\n2 Hours&nbsp;&nbsp.\n4 Hours&nbsp;&nbsp.\n6 Hours&nbsp;&nbsp.\n8 Hours&nbsp;&nbsp.\nLogin ID Password Save ID&nbsp.\nTraceMyIP Privacy Policy <p>At TraceMyIP (\"TraceMyIP, LLC\") we believe that our customers (\"end-users\") should be treated the same as we would want to be treated.\nTherefore we would like you to know how we collect and use the data we may have that can be related to your identity.\nTo achieve a full understanding and awareness of our operations and ethics, you should read this policy in its entirety.</p>\n<p>\n<b>Scope of this Privacy Policy</b>\n<br> The following Privacy Policy applies to the information that we obtain through your direct use of TraceMyIP services or when you otherwise interact with TraceMyIP.\nThis Privacy Policy is a functional part of the Terms of Service, which subsequently constitutes the user agreement.<br>\n</p>\n<br>\n<b>THE POLICY</b>\n<ol>\n<p>\n</p>\n<li>\n<b>Collection and Use of Personally Identifiable Information</b>\n<br>TraceMyIP only collects personally identifiable data such as the name, address, phone number and/or email address when it's voluntarily provided by end-users while using the services.\nThis type of information is collected via online forms but not limited to other communication methods such as electronic, written and verbal.\nThis information is not shared with any third-parties other than those that are absolutely dependents to have this information collected for functional usage, such as payment processors.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>End-user to server connection information</b>\n<br>TraceMyIP requires IP address, device information, user agent (web browser) and location information to associate with account signup for the following purposes: <br>\n<strong>a.</strong> Maintenance of an account <br>\n<strong>b.</strong> User account security provisions <br>\n<strong>c.</strong> Prevent and counteract events of abuse monitoring and TOS violations</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Website visitor statistics data collection</b>\n<br>As a vital function of a website operator, and during your visit to our website and all of its subdomains and other forms of connection to TraceMyIP service, we collect non-personally-identifying information (unless used with personally identifiable keys obtained through a visitor's ISP provider with a legal warrant) and only that web browsers and servers generally make available.\nAmong the data collected are the IP address (anonymized IP address for all EU visitors), visitor uniqueness (with a help of non-personable identifying browser cookie), browser type and version, browser language, referring URL (excluding personally identifiable variables), visitor ISP provider, hostname, timezone, operating system, screen resolution, and the geo location of midpoint Internet connection that provides us with the country/state and city of the ISPs network distribution line instead of an exact visitor location.\n<br>\n<br>\n<strong>Website visitor data is utilized to</strong>\n<br>\n<strong>a.</strong> Monitor security of the operations <br>\n<strong>b.</strong> Maintain end-user and company account security <br>\n<strong>c.</strong> Prevent and counteract events of abuse monitoring and TOS violations <br>\n<strong>d.</strong> Study an overall TraceMyIP visitor statistics as an aggregated (combined) data This information is not shared with any third-party and not archived beyond its usability cycle.\nTraceMyIP provides an option to everyone to opt out from being a collective in website visitor statistics at the following URL: https://www.tracemyip.org/opt-out.htm <br>\n<br>Nevertheless, beyond opting out from website statistics data collection, the security operations will continue to rely on and monitor each device connection programmatically to aid in preventing and terminating any service abuse or compromise in security of data.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>End-user service communications and marketing messaging</b>\n<br>Although we do not actively pursue marketing for TraceMyIP services, at any point of time of operations, we may decide to send occasional end-user service related notifications.\nShould such approach arise, each end-user will be provided with a full control of communication settings to limit and control such communications.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>User account and billing information</b>\n<br>There is no need to create a service account to use some of the service features, such as determining your current connection information or using the freely available public software tools as provided.\nHowever, advanced services such as Website Visitor Statistics services require end-users to create an account, which necessitates providing of personal information that is used to associate each user with a specific account or/and to pay for premium service features.\n<br>\n<br>\n<strong>TraceMyIP provides the following type of accounts:</strong>\n<br>\n<strong>a.</strong> Free service accounts (limited availability).\nThis type of accounts do not require any personal information to be provided beyond a name (real or fictions), an email address (including anonymous) and basic account settings that may request providing a regional geographical information to determine end-user's timezone or other locality or personal computer devices associated settings.\n<br>\n<strong>b.</strong> Premium service accounts.\nThis type of accounts require providing partial or full billing information that contains personal data such as billing address, name, payment type account number, expiration date, and CVV (card verification value).\nThese are required approve and maintain recurring payments and to prevent financial and other types of fraud.\n<br>\n<br>TraceMyIP uses user provided account and payment information to authenticate each account, provide users with service notifications as instructed by each end-user, process payments and to keep services secure by preventing spam, fraud and abuse.\n<br>\n<br>TraceMyIP does not share any of the shared user information with any third-party except for the payment processor(s) and associated processing mid-points that serve as a bridge between the payment processor and TraceMyIP user interface.\n<br>\n<br>Although TraceMyIP does not share each user's account's tracking data as collected by each end-user, TraceMyIP accounts have facilities to enable each end-user with options to assign authorized account users and to publicly share limited statistics that they collect about the websites for which end-users collect the visitor statistics.\nEnd-users bear the full responsibility for using these options and are advised to carefully execute any information sharing with either authorized users or by making their website statistics public.\n</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Account sign up and conversion tracking</b>\n<br>We store an aggregated data about our visitors' actions on our website to understand better how they use it.\nWe use this data to improve their experience with our services.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Links (URL pointers)</b>\n<br>TraceMyIP provides website visitor statistics services that allow its end-users to analyze and interact with the data provided.\nIt utilizes URL format to point to the external referrers such as those that originate from the referring search engines and other websites.\nAs a TraceMyIP user, you have an option to follow the URLs that are displayed among other statistics associated with the websites that you collect statistical information about.\nWhen you click on these links, the referring website that use visitor statistics services can analyze your clicks and thus detect your visits to their websites, collecting your IP information and the origin from which you had obtained their website's URL.\nThis may enable third parties to detect that your visits originate form the website statistical service as provided by TraceMyIP.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Cookies</b>\n<br>Cookie is a small segment of data that is stored on your computer or a mobile device.\nCookies used by TraceMyIP are used to implement technologies to allow usage of TraceMyIP services, enable and personalize its services, store opt-in and opt-out visitor preferences and to collect visitor statistics that is used for essential website security, operations.\nAdvertisers also place their cookies to enable AD services and optimize their ADs.\n<br>\n<br> The cookie itself does not contain Personal Information such as name, phone number, email address or physical address, although it may enable TraceMyIP to relate end-user's utilization of TraceMyIP website site to information that end-user has explicitly and knowingly had provided to TraceMyIP.\nA cookie cannot contain data of end-user's data files that are not associated with TraceMyIP service.\nThe service also cannot read the cookie files created by other website domains.\nTraceMyIP uses cookies to track user traffic patterns (as described above) and sets a unique browser cookie identifier to allow for site-centric audience measurement.\nTraceMyIP's ad distribution implementation delivers a one-time cookie to better track ad impressions and click rates.\n<br>\n<br>TraceMyIP uses cookies to collect non-personally-identifying aggregated counts of visits, end-user's login and account preferences and privacy opt-out markers that allow visitors from being excluded from tracking.\n<br>\n<br>End-user can refuse cookies by turning their usage off within a browser.\nIf end-user sets the browser to issue a warning before accepting cookies, the end-user will receive a warning message with each cookie before its placement.\nEnd-user must, however, have cookies enabled within a browser to utilize TraceMyIP services.\n</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Advertisers and associated Ad Partners</b>\n<br>To sustain and improve its operations, TraceMyIP generates its revenue through premium subscriber services and through third-party enabled advertising.\n<br>\n<br>While TraceMyIP does not share any its website visitor information with third parties, advertisements placed on TraceMyIP website(s) may allow advertisers to collect partial or limited information about the TraceMyIP visitors, such as general website statistics information as outlined in each advertisers TOS.\nOne of the current primary third-party advertising parties utilized is Google AdSense.\nYou can learn about their privacy policy and technology utilization at https://policies.google.com/technologies/ads <br>\n<br>As an end-user, you have an option to opt-out from advertisements being displayed under your TraceMyIP account by purchasing a premium TraceMyIP subscription that disables any ads being displayed under your TraceMyIP account, therefore disabling any advertising third-party from collecting information about you.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Non-Personal Data</b>\n<br> We may share and/or disclose non-personal data, such as aggregated information of number of TraceMyIP users who engaged in certain activities and historical data of user interaction with TraceMyIP services, including any polls or user forum statistics.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Law, Public Interest and Harm</b>\n<br>Although our privacy policy is designed and reinforced to protect your privacy, we reserve the right to use, and disclose your personal data on the grounds of a believe that is necessary to be in compliance with applicable country laws, regulations, legal processes or government requests in order to protect the safety of any person or integrity of our system, including but not limited to spam, abuse and any other malicious harm and to protect the rights or property of those individuals or companies who utilize our services.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Informational Security</b>\n<br>TraceMyIP sets the informational security a top priority.\nIt uses a combination of administrative and technical interactions to maintain the security of data that belongs to both TraceMyIP and its customers.\nThis includes service side data encryption for critical data and using Transport Layer Security (\"TLS\") to encrypt transmission of data between TraceMyIP and its customers.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>TraceMyIP's role as data processor</b>\n<br>As data processor, TraceMyIP collects and processes data as instructed and captured by a Customer.\nIt does not share data with any third-party other than the Customer and its appointed entities that Customer grants the direct or indirect access to processed data.\nTraceMyIP follows specific instruction as provided by a customer to collect, store and retain the data.\nThe data is securely stored and hosted within the same data center in its appointed hosting service provider.\n<br>\n<br>Once a service agreement between the Customer and TraceMyIP expires, the Customer's personal data and all account statistics data is archived and kept for a grace period to allow for resuming and renewal the services and as long as necessary for the legitimate business interests, for legal reasons, and to prevent cause and harm.\nThe subscription payment account information (such as an account number and payment expiration date) is deleted immediately upon service subscription expiration.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Data Erasure and Access</b>\n<br>Per compliance requirements of GDPR, EU data subjects have the right to request access to complete deletion of personal data by data controllers and processors.\nIf your personal data pertains your TraceMyIP account, login to your account submit a technical support ticket to initiate erasure of your TraceMyIP account and associated data.\nIf you would like to request an erasure of your visit information to TraceMyIP website, please contact us via email with the proof from your ISP that verifies you as an owner of data to be erased from our system.</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>Third Parties Privacy Policies</b>\n<br>TraceMyIP utilizes the following third-party billing services that provide the following privacy policies <br>PayPal - https://www.paypal.com/us/webapps/mpp/ua/privacy-full <br>Authorize.Net - https://www.authorize.net/company/privacy/</li>\n<p>\n</p>\n<p>\n</p>\n<li>\n<b>General Data Protection Regulation (GDPR) (EU) Compliance</b>\n<br> Starting from May 25th of 2018, TraceMyIP as Data Processor provides GDPR data processing tools to its end-users to assist with compliance of the applicable laws.\nAs an integrated part of this Privacy Policy, which must be accepted by TraceMyIP end-users, a GDPR Data Processing Addendum has been updated and can be found at https://www.tracemyip.org/gdpr-data-processing-addendum.htm</li>\n<p>\n</p>\n</ol> Trace My IP Website Visitor Alerts Website Analytics GDPR Compliant Website Tracking Website Visitor Tracker Link Tracker IP Info Tracker Cookieless Tracking Online Text &amp.\nData Tools Online Address Book What is an IP address Learn Jobs Contact News About Terms of Service Privacy Policy GDPR Data Processing Addendum Opt-out © 2023 TraceMyIP.org All Rights Reserved.\nTraceMyIP® is a registered trademark of TraceMyIP, LLC <br>Use of TraceMyIP.org constitutes acceptance of Terms of Service.\n&nbsp.\nTraceMyIP uses cookies in order to provide the services while advertisers use the cookies to enable the ads.\nBy continuing to use this site or dismissing this message, you agree to allow the use of cookies and consent to TraceMyIP <b>Terms Of Service</b>Dismiss", "created_at": "2023-01-27 02:48:10.451063", "updated_at": "2023-01-27 02:49:24.76393"}], "points": [], "urls": ["tracemyip.org"]}}