{"error": 448, "message": "OK", "parameters": {"id": 9864, "name": "Insignia ", "created_at": "2023-11-15 18:58:01.856422", "updated_at": "2023-11-15 23:03:15.336017", "wikipedia": null, "keywords": null, "related": null, "slug": "insignia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9864.png", "url": "insignia.live", "documents": [{"id": 19651, "name": "Privacy Policy", "url": "https://insignia.live/privacy", "xpath": "//body", "text": " Insignia <ul>\n<li>Features</li>\n<li>Games</li>\n<li>Connect</li>\n<li>\n<i>\n</i> Discord</li>\n</ul>\n<ul>\n<li>\nLog In\n</li>\n</ul> INSIGNIA PRIVACY POLICY<br>\n<br>\nInsignia Team (also referred to in this document as “we”, “our”, or “us”) isn’t an incorporated organisation.\nAs such, ‘Insignia Team’ refers to the current development team, led as of the time of writing by Mr Luke Usher (a British citizen), considered collectively.<br>\nThroughout this document, where we refer to our ‘services’ in general, this should be read to include the services we provide for the Microsoft Xbox console and any associated websites (such as the Insignia website and game-specific web services).<br>\nWe’re committed to protecting and respecting your privacy.\nif you have any questions about how we handle your personal information, please send an email to support@insignia.live.<br>\n<br>\nINFORMATION WE HOLD ABOUT YOU<br>\n<br>\nWe aim to collect the minimum amount of information necessary to provide high quality services.\nThe exact data we hold varies depending on which of our services you use, but includes:<br>\n- Information you submit through our websites or services, for example:<br>\n- When you sign up for an Insignia Account, we collect your email address, chosen display name (a “Gamertag”), and provided location.<br>\n- Any content you post to our Services (including our websites), such as leaderboard information and storage attachments for inter-user messages.<br>\n- The IP address you use to access our services.<br>\n- Information on the console(s) you use to access the Service, such as your Xbox’s serial number and per-device identifiers.<br>\n- Statistical information about how you use our services.<br>\n- Information from any social networks or other accounts that you connect to our services, where needed to provide our Service, or where you ask us to display this on a profile page for you.<br>\n<br>\nHOW WE USE YOUR INFORMATION<br>\n<br>\nWe use your information to provide our services to you and our other users.\nIn particular, we use it to:<br>\n- Enable you to use our services.<br>\n- Help us manage your account and to fix problems you’re having.<br>\n- Detect and fix bugs in our services.<br>\n- Display content you choose to share with other users.<br>\n- Analyse and improve the services we give you and other users.<br>\n<br>\nWe may also use your information to exercise what’s known as our legitimate interests.\nThis is when we use data for a reason which is in your or our interest and which doesn’t involve overriding your privacy rights.\nan example of this would be communicating important maintenance information using the email you provided during sign-up or providing security updates if ever necessary.<br>\n<br>\nFinally, with your permission, in future, we may use the information you provide to:<br>\n- Market and communicate our services, where we think these will be of interest to you, by email.<br>\n<br>\nWHO WE SHARE YOUR INFORMATION WITH<br>\n<br>\nWe may share your information with the following:<br>\n- The Insignia Team (comprised of our developers and administrators), as well as a limited subset with the Moderation Team, where necessary to perform their duties.<br>\n- Other users of our services, where this use is a key part of our Service and/or when you give permission for this to happen.<br>\n- For example, we may show your submitted statistics to other users on the Insignia service, as well as on the Insignia website.<br>\n- Any organisation which supports any of our services you use when they need it to offer those services, for example:<br>\n- Specific game service providers, if not hosted by the Insignia Team, such as Sylverant and Schthack (our Phantasy Star Online service providers).<br>\n- Analytics and cyber security service providers.<br>\n- Anyone who you give us explicit permission to share it with.<br>\n- We’ll also share your information where this is necessary to comply with the law, including reasonable requests from the authorities, or to protect the rights, property, or safety of us, our users, or others.<br>\n- In the event that our services are sold or transferred to another person or organisation (a ‘third party’), your data will be transferred to that third party as part of the transfer and will fall under their privacy policy.<br>\n<br>\nHOW LONG WE KEEP YOUR INFORMATION<br>\n<br>\nGenerally, we will hold your data for as long as you’re using our services.\nHowever, we may store some of your data for longer if we need to in order to exercise our legitimate interests, as explained above, such as protecting our services and users from abuse, spam and security threats, and/or if the law says we have to.<br>\n<br>\nHOW WE KEEP YOUR INFORMATION SECURE<br>\n<br>\nWe are committed to ensuring that your information stays secure.\nTo prevent anyone from gaining unauthorised access, we’ve put in place suitable procedures and policies to keep your data safe.<br>\nIn particular, when creating an Insignia Account (and whenever you might reset the password for your existing Insignia Account), we will always ensure that any password you enter is securely hashed, salted, and stored in accordance with industry-standard security guidelines and best practices.\nThis means that even if someone were able to bypass our robust security measures to steal information from our databases, it would be virtually impossible for them to work out your original password from the data that we store.<br>\n<br>\nWHERE WE STORE YOUR DATA<br>\n<br>\nWe use various external service providers to help provide our own services.<br>\nThe majority of our services are hosted by DigitalOcean, LLC, on servers located in the United Kingdom.\nWe also use content delivery network (CDN) services provided by Cloudflare, Inc.\nto keep everything running quickly and smoothly.<br>\nWe might transfer and store the data we collect from you somewhere outside the European Economic Area (‘EEA’), and people who work with us or our suppliers outside the EEA might also process your data, but this will only happen if:<br>\n- We’ve agreed standard data protection clauses with the company.\nand/or,<br>\n- The European Commission says that the country in question offers adequate data protection.<br>\n<br>\nCHILDREN'S PRIVACY<br>\n<br>\nWe don’t knowingly collect or ask for any information from anyone under the age of 13 without the consent of their parent or guardian, nor do we knowingly allow them to register, as our services and content aren’t aimed at children under the age of 13.<br>\nIf we learn that we have collected data from someone under the age of 13 without the consent of their parent or legal guardian, we’ll delete that information as soon as possible.\nIf you believe we might have received any data from or about a child under 13, please contact us as soon as possible by emailing support@insignia.live<br>\n<br>\nYOUR RIGHTS<br>\n<br>\nYou have a right to:<br>\n- Access the personal data we hold about you, or get a copy of it.<br>\n- Ask us to correct inaccurate data.<br>\n- Ask us to delete, ‘block’ or suppress your data, though, for legal reasons.\nwe might not always be able to do this completely.<br>\n- Object to us using your data for direct marketing, and in certain circumstances, for our legitimate interests, for research, and for statistical reasons.<br>\n- Withdraw any consent you’ve previously given us to use your data.<br>\nIf you’d like to exercise (make use of) any of these rights, please get in touch with us by emailing support@insignia.live.<br>\n<br>\nHow to complain<br>\n<br>\nIf you have a complaint or you otherwise have any concerns or queries about our use of your personal information, please get in touch with us by emailing support@insignia.live, and we’ll do our best to help.\n<small>Last updated: Oct 17, 2022</small>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Code of Conduct</li>\n</ul>\n<small>\nXbox and Xbox Live are registered trademarks of the Microsoft Corporation.\n<br>\nInsignia is neither endorsed by nor affiliated with Microsoft.\n</small>\n<p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p> ", "created_at": "2023-11-15 18:58:01.899882", "updated_at": "2023-11-15 18:58:40.453993"}, {"id": 19652, "name": "Terms of Service ", "url": "https://insignia.live/terms", "xpath": "//body", "text": " Insignia <ul>\n<li>Features</li>\n<li>Games</li>\n<li>Connect</li>\n<li>\n<i>\n</i> Discord</li>\n</ul>\n<ul>\n<li>\nLog In\n</li>\n</ul> TERMS LAST UPDATED: OCTOBER 2022<br>\nPRIVACY POLICY LAST UPDATED: OCTOBER 2022<br>\n<br>\nThis Insignia Terms of Use (\"Agreement\") is an agreement between you and the Insignia Administration Team (“the Team”) and governs your use of the Service.\nA printable version of the most current form of this Agreement is posted on the Insignia web site (https://insignia.live/terms).\nThe Service is offered to you conditioned on your acceptance without modification of these terms, conditions, and notices contained herein.\nBy selecting \"ACCEPT\" below, you are attaching your electronic signature to and agreeing to this Agreement.\nyou are also accepting the Insignia Privacy Statement.\nYou understand that if you do not agree to this Agreement and Privacy Statement, you should select \"DECLINE\", discontinue your registration, and refrain from using the Service.\nAdditionally, certain games, features, or events may themselves contain additional terms, codes of conduct or guidelines that govern use of those games or features or participation in those events (for example, sweepstakes and tournaments).\nIn the event that any of the terms, conditions, and notices contained herein conflict with such other terms and guidelines contained within any particular game, feature or event, then these terms shall control.<br>\nFor information regarding your privacy and Insignia, please see the Insignia Privacy Statement, which is located in the Policies section of the Xbox Dashboard.\nA printable version is also posted on the Insignia website (https://insignia.live/privacy).\n<br>\n<br>\nGENERAL USAGE TERMS<br>\n<br>\nInsignia is offered solely for your personal and non-commercial use.\nAny unauthorised commercial use of Insignia, or the resale of its services or content, is expressly prohibited.\nYou may not use anyone else's subscription at any time, without the permission of the subscriber.\n<br>\n<br>\nMODIFICATION OF THIS AGREEMENT<br>\n<br>\nThe Team reserves.\nthe right to change, modify, add or remove portions of the terms, conditions, and notices under which Insignia is offered, including but not limited to changes to service operation, user rights and responsibilities, Code of Conduct and the Privacy Statement.\nAny changes will be posted in the Policies section of the Xbox Dashboard, or on https://insignia.live or provided to you in electronic form via email at the email address you specify during your initial subscription sign-up.\nYou are responsible for regularly reviewing these terms and conditions and additional terms associated with particular games, events, or other offerings.\nYour continued use of the Service constitutes your agreement to all such terms, conditions, and notices.\nIf any of the changes made to this Agreement are unacceptable to you, you must immediately request deletion of your account, and discontinue use of the Service.\n<br>\n<br>\nNO UNLAWFUL OR PROHIBITED USE<br>\n<br>\nAs a condition of your use of the Service, you will not use the Service for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou agree to abide by all applicable local, state, national and international laws and regulations, including laws regarding the transmission of technical data or software exported from the United States.\nYou may not use Insignia in any manner that could damage, disable, overburden, or impair Insignia (or the network(s) connected to Insignia) or interfere with any other party's use and enjoyment of Insignia.\nYou may not attempt to gain unauthorised access to Insignia, other accounts, computer systems or networks connected to Insignia, through hacking, password mining or any other means.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available to you through Insignia.\nUnless expressly allowed, you may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software or services obtained from or through Insignia.\n<br>\n<br>\n4.\nUSE OF COMMUNICATION FACILITIES<br>\n<br>\nYour use of Insignia is subject to the Code of Conduct located in the Policies section of the Xbox Dashboard and on https://insignia.live/policy.\nYou also agree not to do any of the following while being connected to Insignia:<br>\n• Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\n<br>\n• Publish, distribute, or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent, or unlawful topic, name, material, file or information.\n<br>\n• Publish, distribute or disseminate any topic, name, material, file or information that incites discrimination, hate or violence towards one person or a group because of their belonging to a race, a religion or a nation, or that insults the victims of crimes against humanity by contesting the existence of those crimes.\n<br>\n• Use any material or information which is made available through Insignia in any manner that infringes any copyright, trademark, patent, trade secret, or other proprietary right of any party.\n<br>\n• Upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another's Xbox video game console or other property of another.\n<br>\n• Advertise or offer to sell or buy any goods or services for any non-personal purpose.\n<br>\n• Harvest or otherwise collect information about others, including e-mail addresses, without their consent.\n<br>\n• Create a false identity for the purpose of misleading others.\n<br>\n• Use, download, or otherwise copy, or provide (whether or not for a fee) to a person or entity that is not an Insignia member any directory of Insignia members, or any other user or usage information or any portion of any of them.\n<br>\n• Interfere with or disrupt networks connected to Insignia or violate the regulations, policies, or procedures of such networks.\n<br>\n• View, intercept, or attempt to intercept private communications not intended for you.\n<br>\n• Violate any posted guidelines or codes relating to the use of Insignia.\n<br>\nAlways use caution when giving out any personally identifiable information about yourself or your children.\nYour communications are not private and can be recorded and used by others.\nBy using the communications facilities of Insignia, you are granting the Team and it’s affiliated partners permission to copy, distribute, transmit, publicly display, publicly display and perform, reproduce, and translate your communications, as well as your game scores, rankings and other statistics with or without attribution to your Gamertag, and without notice or compensation to you of any kind.\n<br>\nThe Team does not control or endorse the communications you may receive from other users via Insignia or the content, messages or information of any third-party content or services available in Insignia and, therefore, the Team specifically disclaims any liability with regard to such content, messages or services and any actions resulting from your participation in any game or service which permits the transmission of content or messages.<br>\n<br>\nRIGHT TO MONITOR AND DISCLOSE<br>\n<br>\nThe Team has no obligation to monitor your use of Insignia or retain the content of any user session.\nHowever, the Team and third-party game operators reserve the right at all times and without notice to delete any content and to monitor, review, retain and/or disclose any content or other information in the Team’s possession, however obtained, about or related to you, your use of Insignia or otherwise as the Team deems necessary or useful to satisfy any applicable law, regulation, legal process or governmental request.\n<br>\n<br>\nGAME-SPECIFIC TERMS<br>\n<br>\nWhen using Insignia you are subject to all the terms, rules and guidelines specified by the games you play via Insignia.\nIf another party reports that you have violated their rules, you agree that the Team or third-party game operators may take appropriate action just as if you had violated this Agreement.\nAny dealings with third parties or participation in promotions, sweepstakes and tournaments, and any other terms, conditions, warranties or representations associated with such dealings are solely between you and the third party.\nThe Team does not endorse and will not be responsible or liable for any aspect of any such dealings.<br>\n<br>\nSERVICE OPERATION AND EQUIPMENT<br>\n<br>\nThe Team reserves complete and sole discretion with respect to the operation of Insignia.\nThe Team may, among other things: (a) restrict or limit access to Insignia.\n(b) retrieve information from the Xbox used to log onto Insignia as necessary to operate and protect the security of Insignia, and to enforce this Agreement and (c) upgrade, modify, withdraw, suspend, or discontinue any functionality or feature of Insignia or any game from time to time without notice, which may involve the automatic download of related software directly to your Xbox video game console, and which software may prevent your Xbox from accessing Insignia.\nThe Team has no obligation to maintain any content or services, and has no responsibility or liability for the deletion, loss, corruption or failure to store any messages, software or other information or content maintained or transmitted by or through Insignia.\n<br>\n<br>\nDISCLAIMER/LIMITATION OF LIABILITY<br>\n<br>\nYou specifically agree that the Team shall not be responsible for unauthorised access to or alteration of your transmissions or data, any material or data sent or received or not sent or received, or any transactions entered into through or using Insignia.\nYou specifically agree that the Team is not responsible or liable for any act or omission of any third party including but not limited to any threatening, defamatory, obscene, offensive, or illegal content or conduct of any other party or any infringement of another's rights, including intellectual property rights.\nYou specifically agree that the Team is not responsible for any content sent using and/or included in Insignia any third party.\n<br>\n<br>\n<br>\nCOPYRIGHT AND TRADEMARK NOTICES<br>\n<br>\nMicrosoft, Xbox, Xbox Live and/or other Microsoft products and services referenced herein are registered trademarks and/or copyright Microsoft Corporation.\nBoth the Insignia Service and Team are not endorsed by or affiliated with Microsoft Corporation.\nThe names of actual companies and products mentioned herein may be the trademarks of their respective owners.\n<br>\n<br>\nLANGUAGE<br>\n<br>\nIt is the express wish of the parties that this Agreement and all related documents have been drawn up in English.\n<small>Last updated: Oct 17, 2022</small>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Code of Conduct</li>\n</ul>\n<small>\nXbox and Xbox Live are registered trademarks of the Microsoft Corporation.\n<br>\nInsignia is neither endorsed by nor affiliated with Microsoft.\n</small>\n<p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p> ", "created_at": "2023-11-15 18:58:01.933031", "updated_at": "2023-11-15 18:58:24.290947"}], "points": [], "urls": ["insignia.live"]}}