{"error": 448, "message": "OK", "parameters": {"id": 9089, "name": "rebrandly", "created_at": "2023-07-11 22:32:52.145023", "updated_at": "2023-07-12 10:02:11.618448", "wikipedia": null, "keywords": null, "related": null, "slug": "rebrandly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9089.png", "url": "rebrandly.com", "documents": [{"id": 17804, "name": "Privacy Policy", "url": "https://rebrandly.com/privacy-policy", "xpath": "/html/body/div[3]/div[1]/div/div/div/div[3]/div[1]", "text": "Terms of usePrivacy policyCookie policyAnti spam policyRebrandly Privacy PolicyUpdated as of April 6, 2023INTRODUCTION<p>RadiateCapital Limited (trading as “Rebrandly”) respects the privacy of your information.\nThis Privacy Policy is designed to assist you in understanding how we collect, use, and safeguard your information.\nThis Privacy Policy applies to individuals who access this website and our mobile application(s) (the “Site”) and any of our services we provide, including our link management platform (collectively, the “Services”).</p>\n<p>Rebrandly is committed to protecting and respecting your privacy.\nThis Privacy Policy together with our Term and Conditions and Cookie Policy and the documents referred to therein sets out the basis on which any personal data we collect from you or that you provide to us will be processed by us.</p>\n<p>From time to time, we may change this Privacy Policy.\nIf we do, we will post an amended version on this webpage.\nIf we make material changes to our Privacy Policy, we may also notify you by other means, such as sending an email or posting a notice on our home page.\nIf required by applicable data protection laws, we will obtain your consent to any material changes.\nPlease review this Privacy Policy periodically.</p>TABLE OF CONTENTS<ul>\n<li>ABOUT US</li>\n<li>PERSONAL DATA WE COLLECT</li>\n<li>HOW WE USE YOUR PERSONAL DATA</li>\n<li>HOW LONG WE KEEP YOUR PERSONAL DATA</li>\n<li>HOW WE SHARE YOUR PERSONAL DATA</li>\n<li>INTERNATIONAL TRANSFERS</li>\n<li>SECURITY MEASURES</li>\n<li>“DO NOT TRACK” SIGNALS</li>\n<li>CHILDREN’S PRIVACY</li>\n<li>YOUR PERSONAL DATA AND YOUR RIGHTS – EUROPE AND THE UNITED KINGDOM ONLY</li>\n<li>YOUR PERSONAL DATA AND YOUR RIGHTS – UNITED STATES ONLY</li>\n<li>MARKETING COMMUNICATIONS</li>\n<li>THIRD-PARTY MATERIALS</li>\n<li>QUESTIONS OR CONCERNS</li>\n</ul>ABOUT US<p>Rebrandly is a private company limited by shares and registered in Ireland (Company Number 567282) having its registered office address at 90 Leinster Road, Rathmines, Dublin 6, D06 F3P4, Dublin, Ireland.\nRebrandly is the data controller of personal data collected from residents of the European Economic Area or the United Kingdom.</p>PERSONAL DATA WE COLLECT<p>We collect personal data from you through your use of the Site and Services.\nPersonal data is information that is linked or reasonably linkable to an identified or identifiable individual.\nWe collect the following types of personal data.</p>PERSONAL DATA YOU PROVIDE TO US<p>We collect the following types of personal data that you voluntarily provide to us in using our Site and Services:</p>\n<ul>\n<li>\n<i>Create an Account.</i> To create an account, you will provide us with your name, company name, email address, and you will create a password for future login purposes</li>\n<li>\n<i>Contact Us or Book a Demo.</i> To contact us or book a demo through the Site, you will provide us with your name, email address, phone number, company website, company size, and any other information you choose to provide.\n</li>\n<li>\n<i>Download eBook.</i> To download our eBook, you will provide us with your name, email address, phone number, company website, and company size.</li>\n<li>\n<i>Apply for a Job.</i> To apply for a job with us, you will provide us with your name, email address, phone number, physical address, education information, and any other information you choose to provide in a cover letter or resume.\nWe use BambooHR to process job applications.\nYou can review BambooHR’s privacy policy here.</li>\n<li>\n<i>Ambassador Program.</i> To apply to our Ambassador Program, you will provide us with your name, email address, a link to your LinkedIn profile, and any other information you choose to provide.</li>\n<li>\n<i>Subscribe to Incident Updates.</i> To subscribe to incident updates, you will provide us with your email address.</li>\n<li>\n<i>Make Payments.</i> To purchase our products or make a payment, you will provide us with your bank account information, billing address, email address, and VAT number.</li>\n</ul>PERSONAL DATA AS YOU NAVIGATE OUR SITE<p>We automatically collect certain personal data through your use of our Site and our use of cookies and other tracking technologies, such as the following: </p>\n<ul>\n<li>\n<i>Technical Data:</i> technical information, including the Internet protocol (IP) address used to connect your computer to the Internet, your login information, authentication information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform, how often you use the Site and other performance data.</li>\n<li>\n<i>Usage Data:</i> information about your visit, including the full Uniform Resource Locators (URL), clickstream to, through and from our Site (including date and time), products you viewed or searched for, page response times, length of visits to certain pages, and methods used to browse away from the page.</li>\n</ul>\n<p>To learn more about how we use cookies and to manage your cookie settings, please see our Cookie Policy.</p>PERSONAL DATA WE COLLECT ABOUT YOU FROM OTHER SOURCES<p>In some cases, we may receive personal data about you from other sources.\nThis includes government entities, advertising networks, data brokers, operating systems and platforms, mailing list providers, social networks and advertising and marketing partners.</p>HOW WE USE YOUR PERSONAL DATA<p>We use the personal data we collect to provide the Services to you, to improve our Site and Services, and to protect our legal rights.\nIn addition, we may use the personal data we collect to:</p>\n<ul>\n<li>Process your account registration or process your order;</li>\n<li>Respond to your queries and to provide you with the information you request from us in relation to our products or Services;</li>\n<li>Manage payments, fees and charges and to collect and recover money owed to us;</li>\n<li>Manage our relationship with you, including notifying you about changes to the Services or our Privacy Policy;</li>\n<li>Provide you with information about Services we offer that are similar to those that you have enquired about;</li>\n<li>Ensure that content is presented in the most effective manner for you and for your computer or device;</li>\n<li>Administer and protect our business and our Site, and for internal operations, including troubleshooting, data analysis, testing, research, statistical, and survey purposes;</li>\n<li>Use and share data analytics to improve or optimize our Site, marketing, customer relationships and experiences;</li>\n<li>Investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person and to otherwise fulfill our legal obligations;</li>\n<li>Defend our legal rights and the rights of others.\nand</li>\n<li>We may collect information from third-party services, such as Meta, Google, or Twitter, if you access third-party services, through the Sites to log in to Rebrandly.</li>\n<li>Measure or understand the effectiveness of advertising we serve to you and others, and, where applicable, deliver relevant advertising to you.</li>\n</ul>HOW LONG WE KEEP YOUR PERSONAL DATA<p>We will only retain your personal data for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nThis means that the period of time for which we store your personal data may depend on the type of data we hold.\n</p>HOW WE SHARE YOUR PERSONAL DATA<p>We may share the personal data that we collect if you consent to us doing so as well as in the following circumstances:</p>\n<ul>\n<li>With any department or authorized person within our company or any member company within our group, which means any subsidiary or holding company within the meaning of sections 7 and 8 of the Companies Act 2014;</li>\n<li>With business partners, suppliers and sub-contractors for the performance of any contract we enter into with them or you in relation to the Services;</li>\n<li>With service providers who perform data services on our behalf or that assist us in the improvement and optimization of our Site;</li>\n<li>To any other person or entity as part of any business or asset sale, equity transaction, merger, acquisition, or in preparation for any of these events;</li>\n<li>If we are under a duty to disclose or share your personal data in order to comply with any law, legal obligation or court order, or in order to enforce rights under any law or other agreements.\nand</li>\n<li>To protect our rights, property or safety, our customers, or others.</li>\n</ul>INTERNATIONAL TRANSFERS<p>We operate internationally and we may transfer information for the purposes described in this Privacy Policy to our trusted partners and service providers who maintain their servers outside of the European Economic Area (“EEA”), including the United States.\nThe United States may have privacy and data protection laws that differ from, and are potentially less protective than, the laws of your country.\nYour personal data can be subject to access requests from governments, courts, or law enforcement in the United States according to the laws of the United States.</p>\n<p>For any transfers of personal data from the EEA, Switzerland, or the United Kingdom that we make to other entities as described in this Privacy Policy, we use appropriate safeguards to ensure for the lawful processing and transfer of the personal data, including, when appropriate, the use of standard contractual clauses approved by the European Commission.\nTo obtain a copy of the safeguards, contact us at www.rebrandly.support/contact.</p>SECURITY MEASURES<p>We have put in place appropriate security measures to protect the personal data we collect from loss, misuse, destruction, or unauthorized access or disclosure.\nHowever, no security measure or modality of data transmission over the Internet is 100% secure.\nAlthough we strive to use commercially acceptable means to protect your personal data, we cannot guarantee absolute security.\n</p>“DO NOT TRACK” SIGNALS<p>Some internet browsers incorporate a “Do Not Track” feature that signals to websites you visit that you do not want to have your online activity tracked.\nGiven that there is not a uniform way that browsers communicate the “Do Not Track” signal, the Site does not currently interpret, respond to, or alter its practices when it receives “Do Not Track” signals.</p>CHILDREN’S PRIVACY<p>The Site and Services are not intended for children under 16 years of age.\nWe do not knowingly collect, use, or disclose personal data from children 16.</p>YOUR PERSONAL DATA AND YOUR RIGHTS – EUROPE AND THE UNITED KINGDOM ONLY<p>If you are in a country in the European Economic Area (“EEA”) or in the United Kingdom, you are entitled to the following explanation of the legal bases we rely on to process your personal data and a description of your privacy rights.</p>Legal Bases for Processing Your Personal Data<p>The legal basis for collecting and using the personal data described above will depend on the personal data concerned and the specific context in which we collect it.</p>Consent<p>We may process your personal data based on your consent such as when you create an account or when you ask us to send certain kinds of marketing communications.\nYou have the right to withdraw your consent at any time without affecting the lawfulness of the processing based on consent before its withdrawal.</p>Our Legitimate Interests<p>We may process your personal data if doing so is necessary for our legitimate interests and your rights as an individual do not override those legitimate interests.\nFor example, when we process your personal data to carry out fraud prevention activities and activities to increase network and information security, to market directly to you, to expand our business activities, and to improve our services and the content and functionality of our Site.</p>To Perform a Contract<p>We may process your personal data to administer and fulfill contractual obligations to you.</p>To Enable Us to Comply with a Legal Obligation<p>We may process your personal data to comply with legal obligations to which we are subject.\nThis may include any requirement to produce audited accounts and to comply with legal process.</p>Necessary for the Exercise or Defense of Legal Claims<p>If you bring a claim against us or we bring a claim against you, we may process your personal data in relation to that claim.</p>\n<p>If you have any questions about or need further information concerning the legal basis on which we collect and use your Personal Data for any specific processing activity, please contact us using the \"<b>QUESTIONS AND CONCERNS</b>\" section below.</p>Your RightsAccess Your Personal Data<p>You have the right to obtain from us confirmation as to whether or not we are processing personal data about you and, if so, the right to be provided with the information contained in this Privacy Policy.\nYou also have the right to receive a copy of the personal data we hold about you.\nAny such request should be submitted to us in writing to www.rebrandly.support/contact.\nRegistered users may also log onto their dashboard, click on their account settings, click on the “Request GDPR SAR Report” button and follow the instructions provided.\nWe will need to verify your identity in such circumstances and may request more information or clarifications from you if needed to help us locate and provide you with the personal data requested.</p>Restrict Our Use of Your Personal Data<p>You have the right to ask us to restrict from processing your personal data in any of the following circumstances:</p>\n<ul>\n<li>You have contested the accuracy of the personal data we hold on record in relation to you or for a period of time to enable us to verify the accuracy of the personal data;</li>\n<li>The processing of your personal data is unlawful and you request the restriction of use of the personal data instead of its erasure;</li>\n<li>We no longer require your personal data for the purpose of processing but you require this data for the establishment, exercise or defense of legal claims.\nor</li>\n<li>Where you have contested the processing pending the verification of our legitimate grounds.</li>\n</ul>Rectify Your Personal Data<p>You have the right to ask us to rectify any inaccurate personal data about you and to have incomplete personal data completed.</p>Delete Your Personal Data<p>You can ask us to delete your personal data if:</p>\n<ul>\n<li>It is no longer necessary for the purposes for which we collected it;</li>\n<li>We have been using it with no valid legal basis;</li>\n<li>We are obligated to erase it to comply with a legal obligation to which we are subject;</li>\n<li>We need your consent to use the information and you withdraw consent.\nor</li>\n<li>You object to us processing your personal data where our legal basis for doing so is our legitimate interests and there are no overriding legitimate grounds for the processing.</li>\n</ul>\n<p>However, this right is not absolute.\nEven if you make a request for deletion, we may need to retain certain information to comply with a legal obligation or for administrative purposes, such as record keeping, maintenance of opt-out requirements, defending or making legal claims, or detecting fraudulent activities.\nWe will retain information in accordance with the “<b>HOW LONG WE KEEP YOUR PERSONAL DATA</b>” section above.</p>\n<p>If you do exercise a valid right to have your personal data deleted, please keep in mind that deletion by third parties to whom the information has been provided might not be immediate and that the deleted information may persist in backup copies for a reasonable period (but will not be available to others).\n</p>Object to Our Use of Your Personal Data<p>You have the right to object to our use of your personal data where our reason for using it is based on our legitimate interests or your consent (rather than when the reason for using it is to perform an obligation due to you under a contract with us).</p>Transfer Your Personal Data to Another Service Provider<p>You have the right to request from us a copy of your personal data in a structured, commonly used machine-readable format and, where technically feasible, to request that we transmit your personal data in this format to another controller.\nThis applies to personal data we are processing based on your consent or required for the performance of a contract between us.</p>\n<p>To exercise any of these rights, please contact us as described in the “<b>QUESTIONS OR CONCERNS</b>” section below</p>Make a Complaint<p>If you have any concerns or complaints regarding our processing of your Personal Data, please contact us as described in the “<b>QUESTIONS OR CONCERNS</b>” section below and we will do our best to answer any question and resolve any complaint to your satisfaction.</p>\n<p>If, for whatever reason, you feel we do not meet the standards you expect of us, you are also entitled to make a complaint to your local supervisory authority:</p>\n<p>EU Data Protection Authorities (DPAs)</p>\n<p>Swiss Federal Data Protection and Information Commissioner (FDPIC)</p>\n<p>Information Commissioner’s Office (United Kingdom)</p>YOUR PERSONAL DATA AND YOUR RIGHTS – UNITED STATES ONLYCalifornia Shine the Light Law<p>We do not disclose personal data obtained through our Site or Services to third parties for their direct marketing purposes.\nAccordingly, we have no obligations under California Civil Code § 1798.83.</p>Notice to Nevada Residents<p>Nevada law allows Nevada residents to opt out of the sale of certain types of personal information.\nSubject to a number of exceptions, Nevada law defines “sale” to mean the exchange of certain types of personal information for monetary consideration to another person.\nWe do not currently sell personal information as defined in the Nevada law.\nHowever, if you are a Nevada resident, you still may submit a verified request to opt out of sales and we will record your instructions and incorporate them in the future if our policy changes.\nOpt-out requests may be sent to www.rebrandly.support/contact.</p>MARKETING COMMUNICATIONS<p>Depending on your location (and reflecting applicable law), you may have been asked to indicate your preferences for receiving marketing communications from us, provide us with your consent regarding the receipt of such information from us, and indicate how you would like to receive it.</p>\n<p>Wherever you are located, we will send you marketing communications based on any preferences you may have expressed.\nWe only want to send you information in which you are interested.\nIf you do not want to receive these communications or would like to understand more about other unsubscribe options, please contact us as set out in the “<b>QUESTIONS AND CONCERNS</b>” section below.</p>\n<p>For email communications, you can opt out or manage your preferences by contacting us at www.rebrandly.support/contact.\nYou may also opt out of receiving marketing emails at any time by selecting the unsubscribe option when you receive an email communication from us.\nIf we call you with information you do not want to receive, you can advise us of this during the telephone call.</p>THIRD-PARTY MATERIALS<p>The Site and Services may contain links that will let you leave the Site and Services and access another website.\nLinked websites are not under our control.\nThis Privacy Policy applies solely to personal data that is acquired on this Site and Services.\nWe accept no responsibility or liability for these other websites.\nIf you submit personal data to any of those websites, your personal data is governed by their privacy policy.\nWe encourage you to carefully read their privacy policies.</p>QUESTIONS OR CONCERNS<p>If you have any questions or concerns relating to this Privacy Policy, please contact us at:</p>\n<p>RadiateCapital Limited<br>90 Leinster Road - Rathmines - Dublin 6<br>D06 F3P4<br>Dublin Ireland</p>\n<p>Email form: www.rebrandly.support/contact<br>Website: www.rebrandly.com</p>\n<p>Effective Date of this Policy: April 6, 2023 - Version 4.0</p>", "created_at": "2023-07-11 22:34:59.213191", "updated_at": "2023-07-11 22:35:33.804883"}, {"id": 17802, "name": "Terms", "url": "https://rebrandly.com/terms-conditions", "xpath": "//body", "text": "Cookie PolicyWe use cookies to ensure the best experience on our website and services.\nCookie PolicyAcceptDenyFeaturesDomainsPricingEnterpriseFeaturesDomainsPricingEnterpriseLoginSign upGet in touchFeaturesDomainsPricingEnterpriseLoginSign upGet in touchTerms of usePrivacy policyCookie policyAnti spam policyTERMS OF USE<p>The website (\"Site\") on which these terms and conditions of use (\"Terms of Use\") appear is owned and operated by Radiate Capital Limited (\"Rebrandly\", \"we\", \"our\", or \"us\").\nThe Site provides information, documents, tools, products, services, accounts, offers, and suggestions on the best way to use our services and products (collectively, \"Services\").\nFor the purpose of these Terms of Use, \"you\" or \"your\" means the person accessing the Site and Services and any persons that allow others to provide information about themselves to us.\nRebrandly and you may be referred hereinafter collectively as the \"Parties\" and individually as a \"Party\".</p>\n<p>THESE TERMS OF USE CONSTITUTE A BINDING AGREEMENT BETWEEN YOU AND US.\nPLEASE READ CAREFULLY THROUGH ALL SECTIONS OF THESE TERMS OF USE.\nYOUR ACCESS TO AND USE OF THE SITE AND SERVICES IS SUBJECT TO THESE TERMS OF USE AND ALL APPLICABLE LAWS AND WE RESERVE THE RIGHT TO TERMINATE YOUR ACCESS TO THE SITE AND SERVICES IF YOU VIOLATE THESE TERMS OF USE.\nBY CLICKING ON LINKS WITHIN THE SITE OR WEBPAGES BEYOND THE SITE’S HOMEPAGE OR BY CLICKING ON A BOX OR ICON YOU AGREE TO THESE TERMS OF USE WHETHER OR NOT YOU COMPLETE A TRANSACTION WITH US AND WHETHER OR NOT YOU COMPLETE YOUR TRANSACTION ON THE SITE OR THROUGH OTHER CHANNELS, SUCH AS BY TELEPHONE, EMAIL, FACSIMILE OR OTHERWISE.\nIF YOU DO NOT AGREE WITH THESE TERMS OF USE, DO NOT ACCESS OR OTHERWISE USE THE SITE, SERVICES, OR ANY INFORMATION CONTAINED ON THIS SITE.</p>\n<p>We reserve the right to amend these Terms of Use.\nWe will make commercially reasonable efforts to notify you of any material changes to these Terms of Use, however, we are not obligated to.\nBy using the Site or Services after we have updated these Terms of Use, you are agreeing to the then-current version thereof.</p>\n<p>Radiate Capital Limited (operating as Rebrandly) is registered in Ireland (number 567282) and has its registered office at 90 Leinster Road, Rathmines, Dublin 6, D06 F3P4, Dublin, Ireland.\nRebrandly’s VAT number is IE3379619SH.</p>1.ADDITIONAL TERMS<p>The Services are intended primarily for commercial use.\nIf you want to use the Services for personal use, please click here for supplementary terms and conditions.\nWe may, in our sole discretion, refuse to offer the Services to any person or entity and change the eligibility criteria at any time.</p>\n<p>By using or registering for a Service, you agree to these Terms of Use and our Data Processing Addendum.\nWe also publish a Cookie Policy and Privacy Policy, which we encourage you to read to better understand how you can update, manage, access, and delete your information.\nYou may also choose to print a copy of these policies for your records.</p>2.REBRANDLY ACCOUNT<p>To access the Site or certain Services, you may be asked to create an account by providing a valid email address and strong password.\nYour account will be created once you complete a registration form in accordance with the instructions provided.\nConcerning your account, you represent and undertake that: (a) all required information you submit is truthful and accurate, and you will maintain the accuracy of such information.\n(b) you will not allow your account profile to be used by any other unregistered user.\n(c) you will keep a secure password for the use of the Rebrandly account and such password will be changed as frequently as Rebrandly requires in its sole discretion, and that you will keep your password confidential.\n(d) you will permit Rebrandly or any of its licensors and/or agents to audit your account to establish compliance with these Terms of Use.\nand (e) you are at least eighteen (18) years of age and able to enter into contracts.</p>\n<p>Rebrandly reserves the right, in our sole discretion and without notice to you, to suspend, terminate, modify, or delete your user account or your access to the Site or parts thereof if you are, or we suspect that you are, failing to comply with any of the provisions of these Terms of Use or the Data Processing Addendum or for any actual or suspected illegal or improper use of the Site.\nIf you use multiple accounts, then Rebrandly may take action against all of your accounts.\nAny activity regarded as unlawful may be reported to law enforcement.</p>3.FEES, PAYMENT, BILLINGSubscription Fees<p>To access certain Services, you will be required to purchase a subscription which entitles you and any employees, agents, clients, and independent contractors who you authorize (\"Authorized Users\") to access and use the Services and Documentation (as defined in Section 4) (\"User Subscription\").\nExcept for free accounts, you must pay subscription fees in the manner set out in the “Subscription” and “Payment Method” sections of your Rebrandly dashboard (\"Subscription Fees\").\nWe will charge the Subscription Fees to your payment method on the specific payment date provided on the “Subscription” and “Payment Method” sections of your Rebrandly dashboard.\nIf Rebrandly does not receive your payment within five (5) business days after the due date, Rebrandly is entitled to suspend your access to all or part of the Services while the invoice(s) concerned remain unpaid.</p>\n<p>The length of your billing cycle will depend on the type of User Subscription you choose when you sign up for the Service.\nIn some cases, your payment date may change.\nFor example, if you change your User Subscription or if your User Subscription began on a day that is not in every month.</p>Renewal<p>Your User Subscription will automatically renew at the end of your subscription (\"Anniversary Date\") unless you cancel your User Subscription in accordance with the next Cancellation section.\nIf Rebrandly has not received a notice of cancellation and has not received payment by the Anniversary Date, Rebrandly may suspend, delete, or downgrade your Services to a free service.\nRebrandly may delete any data that you have provided in your links and dashboard without notice in such circumstances.</p>Cancellation<p>\"Activation Date\" means the date on which Rebrandly makes the Services available to you.\nAt any time after the Activation Date, you may cancel your User Subscription to a Service by providing thirty (30) days’ written notice to Rebrandly.\nRebrandly may cancel your access to and use of a Service, or discontinue any Service in its sole discretion at any time by providing thirty (30) days’ written notice.\nThe Service will terminate automatically on the date specified in the cancellation notice.\nIf the Party does not specify a cancellation date, the Service will terminate at the end of the then-current billing period.\nYou will not be entitled to any refund if you cancel a Service prior to the Anniversary Date.</p>\n<p>If for any reason Rebrandly cancels a Service or is no longer able to continue a Service, you will be entitled to a refund of Subscription Fees already paid, calculated pro rata, for the unexpired period of the User Subscription.\nIn any case, a refund will not amount to more than the Subscription Fees you already paid.</p>\n<p>Rebrandly reserves the right to cancel any Service immediately and without notice to you if you breach any provision of these Terms of Use or any other terms that apply to that Service.</p>\n<p>Upon cancellation for any reason: (i) all rights granted to you under these Terms of Use will cease.\n(ii) you must cease all activities authorized by these Terms of Use.\nand (iii) you must immediately delete, remove, and cease access to your user account.</p>Payment Methods<p>To use our Services, you must provide one or more payment methods.\nYou authorize us to charge any payment method associated with your account.\nWe may charge a different payment method in circumstances where your primary payment method is declined or no longer available to us.\nYou remain responsible for any uncollected amounts.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise within five (5) business days of the initial charge, and you do not cancel your account, we may suspend or downgrade access to all or part of the Services.\nWe will have no obligation to provide any or all of the Services while the invoice concerned remains unpaid.\nFor some payment methods, the issuer may charge you certain fees, such as foreign transaction fees or other fees relating to the processing of your payment method.\nLocal tax charges may vary depending on the payment method you use.\nWe recommend checking with your payment method provider for details.</p>Updating Your Payment Methods<p>You can update your payment methods by contacting Rebrandly Customer Support.\nWe may also update your payment methods using the information provided to us by authorized payment service providers.\nFollowing any update, you authorize us to continue to charge your payment methods.</p>Usage and Volume Fees<p>\"Usage Volume\" means the number of clicks, links, domain names, reports, and teammates set out in your User Subscription.\nIf you exceed your Usage Volume, we reserve the right to charge you additional fees.</p>Changes to the Price and Subscription Plans<p>Rebrandly may change the price of its Services at any time by updating the applicable pricing information or other terms posted on the Site.\nAny price changes will become effective beginning with the first full billing cycle after Rebrandly posts any such changes.\nIf you do not agree to any such changes, you must cancel your User Subscription before the change takes effect, otherwise, it will be deemed that you have accepted and agreed to the changes.</p>\n<p>You may change your User Subscription at any time by completing and submitting the Rebrandly upgrade request form.\nUpon any such upgrade, you agree to pay the increased Subscription Fees in accordance with these Terms of Use.</p>\n<p>Some Services (such as professional services) may incur additional fees outside your User Subscription.\nYou will pay any such additional fees in the manner mutually agreed upon before commencement of the Services.</p>Taxes<p>You shall be responsible for all sales, use and excise taxes, and any other similar taxes, duties and charges of any kind imposed by any federal, state or local governmental entity on any amounts payable hereunder.\nand to the extent Rebrandly is required to pay any such sales, use, excise, or other taxes or other duties or charges, you shall reimburse Rebrandly in connection with its payment of fees and expenses as set forth in this Section.\nNotwithstanding the previous sentence, in no event shall Rebrandly pay or be responsible for any taxes imposed on, or regarding, your income, revenues, gross receipts, personnel, or real or personal property or other assets.</p>4.OUR OBLIGATIONS<p>Rebrandly will perform the Services and make all documents, demonstration materials, webinars, system user guides, or other documentation and manuals (collectively, the \"Documentation\") available to you using all reasonable skills and care.\nThe Services are provided on an \"as is\" and \"as available\" basis.\nRebrandly will use reasonable commercial endeavors to make the Services provided through the Site available 24 hours a day, seven days a week, subject to any planned maintenance or unscheduled emergency maintenance, where Rebrandly will try to provide you as much notice as possible.\nRebrandly will provide the Services in accordance with the service descriptions in the Documentation (\"Services Description\").\nIf the Services do not materially conform to the Services Description, Rebrandly will use reasonable commercial endeavors to correct such non-conformance or to provide a substitution.\nAny such correction or substitution constitutes your sole and exclusive remedy.\nNotwithstanding the foregoing, Rebrandly does not warrant that your use of the Services will be uninterrupted or error-free, or that the Services, Documentation, and/or the information obtained by you through the Services will meet your requirements.\nRebrandly is not responsible for any delays, delivery failures, or any other loss or damage resulting from the transfer of any data you provide through the Services (\"Your Data\"), over communications networks and facilities, including the internet.\nYou acknowledge and agree that the Services and Documentation may be subject to limitations, delays, and other problems inherent in the use of such communications facilities.</p>5.YOUR OBLIGATIONS<p>By accessing or using the Site and/or Services, you agree to:</p>\n<ul>\n<li>Comply with all applicable laws and regulations concerning your activities under these Terms of Use;</li>\n<li>Carry out all your other responsibilities set out in these Terms of Use in a timely and efficient manner;</li>\n<li>Ensure that all Authorized Users use the Services and the Documentation in accordance with these Terms of Use and will be responsible for any Authorized User’s breach of these Terms of Use;</li>\n<li>Maintain a full back-up copy of all of Your Data including for maintenance purposes or to make alternative business continuity arrangements.\nand</li>\n<li>Be solely responsible for ensuring that appropriate environmental conditions are maintained for your receipt and use of the Services, including procuring and maintaining your network connections and telecommunications links from your systems to Rebrandly’s data centers, and all problems, conditions, delays, delivery failures, and all other loss or damage arising from or relating to your network connections or telecommunications links or caused by the internet.</li>\n</ul>\n<p>You further agree not to use the Site and Services in any way that:</p>\n<ul>\n<li>Stores, distributes, or transmits any computer codes or viruses;</li>\n<li>Is unlawful, harmful, threatening, defamatory, obscene, infringing, harassing or racially or ethnically offensive;</li>\n<li>Is illegal or causes damage or injury to any person or property;</li>\n<li>Is used to track spam-related material;</li>\n<li>Changes or alters the Site or content or Services that may appear on the Site;</li>\n<li>Impairs in any way the integrity or operation of the Site or Services;</li>\n<li>Interferes with or induces a breach of the contractual relationships between us and our employees;</li>\n<li>Interferes with our network services;</li>\n<li>Attempts to gain unauthorized access to our network services;</li>\n<li>Impairs or limits our ability to operate the Site or Services, or any other person’s ability to access and use the Site or Services;</li>\n<li>Unlawfully impersonates or otherwise misrepresents your affiliation with any person or entity;</li>\n<li>Promotes, transmits, or uploads violent, obscene, sexually explicit, discriminatory, hateful, threatening, abusive, defamatory, offensive, harassing, or otherwise objectionable content or images;</li>\n<li>Dilutes or depreciates our or any of our affiliates’ name and reputation.\nor</li>\n<li>Transmits or uploads content or images that infringe upon any third party’s Intellectual Property Rights or right to privacy.</li>\n</ul>\n<p>This list of prohibited activities provides examples and is not complete or exclusive.\nYou acknowledge that you are solely responsible for ensuring that your use and your Authorized User’s use of the Site and the Services do not violate this Section 5.\nWe reserve the right to terminate access to your account and your ability to use the Site, Services, or Documentation with or without cause and with or without notice, for any reason or no reason, or for any action that we determine is inappropriate or disruptive to this Site or to any other user of this Site and Services.\nWe may report to law enforcement authorities any actions that may be illegal, and any reports we receive of such conduct.\nWhen legally required or at our discretion, we will cooperate with law enforcement agencies in any investigation of alleged illegal activity on this Site or on the Internet, which may include disclosing any information we obtain.\nIn addition, we may disclose information we obtain as necessary or appropriate to operate or improve the Site, to protect us and/or our Site users, or for any other purpose that the law permits.</p>6.DOMAIN NAME SALES<p>You acknowledge that Rebrandly is a reseller participating in Tucows’ distribution channel for domain name registrations.\nRebrandly cannot guarantee that you will obtain your requested domain name, and Rebrandly is not responsible for any inaccuracies or errors in the domain name registration or renewal process.\nFor a full, detailed explanation of the Tucows' Registration Agreement to which you will be subject, please review it here.\nDomain registration, transfer, and renewal fees are non-refundable.</p>\n<p>The auto-renewal option is enabled by default to ensure that every domain name registered through Rebrandly will be renewed and will continue to work along with the branded links associated with it.\nYou can disable the auto-renewal option and terminate the service 60 days before the domain is scheduled to auto-renew.\nWhen a domain is terminated, it will be removed from the associated account along with all the related links.</p>7.THIRD-PARTY DOMAINS<p>If you choose to connect a domain you have purchased through any other domain provider to the Site, it is your sole and explicit responsibility to adhere to the terms set out by that domain provider and the terms contained within these Terms of Use.\nRebrandly will have no liability to any third party for your use of any other domain.</p>\n<p>Domain names registered by Rebrandly are for the purposes of establishing branded links and access to the domain control panel, and the domain name system will not be available to you unless otherwise agreed.</p>8.DOMAIN NAME DISPUTE RESOLUTION POLICY<p>You agree that any disputes arising from your application to register, maintain or renew a domain name registration will be handled according to the Uniform Domain Name Dispute Resolution Policy, which has been adopted by ICANN and as set out here.</p>9.CHANGES TO THE SERVICES<p>Rebrandly reserves the right at any time to change, modify, add to, discontinue, or retire any aspect or feature of the Services, including, but not limited to, any online software applications Rebrandly provides as part of the Services (the \"Software\"), hours of availability, equipment needed for access or use, the maximum number of clicks you can monitor, and the quantity of statistical data Rebrandly stores in its servers.\nAny such modifications will not materially or adversely affect your rights or obligations under these Terms of Use.</p>10.CONFIDENTIALITY<p>\"Confidential Information\" means all Documentation, technical information, Software, business information, feedback, reports about the Services, trade secrets, Intellectual Property Rights, or other materials of a confidential nature disclosed by Rebrandly to you in connection with your use of the Services.\nYou will treat all Confidential Information that you may receive as secret, confidential, and proprietary and will not disclose or use the same without Rebrandly’s explicit and prior written consent.\nYou will implement such procedures as reasonably necessary to prevent the intentional or negligent disclosure to any third party of any Confidential Information.\nNotwithstanding the foregoing, Confidential Information shall not include any information that: (a) before its disclosure, was of general public knowledge.\n(b) becomes, after its disclosure to you, a matter of general public knowledge other than as a consequence of a breach by you of any obligation under these Terms of Use.\nor (c) is made public by Rebrandly.</p>11.PUBLICITY<p>Unless you have otherwise requested in writing before the Activation Date, you agree that Rebrandly may include your trademarks, name, logos, comments, and feedback in Rebrandly customer lists, press releases, marketing materials, social media channels, and on the Site.\nYou may ask us at any time during your User Subscription to withdraw any such use.</p>12.PROPRIETARY RIGHTS<p>\"Intellectual Property Rights\" means all patents, utility models, rights to inventions, copyright and neighboring and related rights, trademarks and service marks, business names and domain names, rights in get-up and trade dress, goodwill, and the right to sue for passing off or unfair competition, rights in designs, database rights, rights to use, and protect the confidentiality of, confidential information (including know-how and trade secrets) and all and other intellectual property rights, in each case whether registered or unregistered and including all applications and rights to apply for and be granted, renewals or extensions of, and rights to claim priority from, such rights and all similar or equivalent rights or forms of protection that subsist or will subsist now or in the future in any part of the world.</p>\n<p>Rebrandly owns all Intellectual Property Rights in the Services, Documentation, and the Site.\nRebrandly hereby grants you a non-exclusive, non-transferable, revocable, and limited license to use, view, display, and access the Services, Documentation, and Site foregoing for the sole purpose of exercising your rights under these Terms of Use.\nExcept for the foregoing license and as otherwise required or limited by applicable law, you have no other rights in the Services, Documentation, or Site and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance, or in any way exploit the Services, Documentation, or Site in any manner or for any purpose that would constitute an infringement of our, our licensors’, or other user’s Intellectual Property Rights.\nAll rights not expressly granted herein are reserved.</p>\n<p>If you breach any of the Terms of Use, the above license will terminate automatically, and you must immediately destroy any downloaded or printed Services or Documentation.</p>13.DATA PROTECTION<p>To use the Services, Rebrandly requires you to register and provide personal data (as defined under applicable data protection laws) (\"Personal Data\").\nYou agree to provide accurate and complete Personal Data, and you agree to keep such information current.</p>\n<p>The Rebrandly Privacy Policy explains how Rebrandly collects and uses Personal Data.\nYou agree to comply with your obligations, and Rebrandly agrees to comply with all respective obligations under applicable data protection laws.\nYou warrant that you are entitled to disclose any Personal Data that you provide to us.\nYou warrant that you will not transfer, store, disclose, or process sensitive Personal Data through your use of our Services unless you obtain our prior written consent.</p>\n<p>You will not include any Personal Data inside any Service applications and/or any URL/link created by you using the Services.\nIt is your responsibility to notify Rebrandly in advance should you include or wish to include any Personal Data in any URL/link you create by using the Services or in any part of the Service application.</p>14.THIRD-PARTY LINKS<p>The Site contains hyperlinks to third-party websites (collectively, \"Third-Party Sites\").\nYou acknowledge and agree that Third-Party Sites may have different privacy policies, terms and conditions, and/or user guides and business practices than us, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Site privacy policy, terms and conditions, and/or user guides.\nRebrandly is not responsible for and makes no representations or warranties concerning the contents or privacy policies, or practices of any Third-Party Sites or any link contained in a Third-Party Site.\nWe provide links to the Third-Party Sites to you as a convenience only and is not intended as and should not be construed as an endorsement or recommendation by us of the Third-Party Site or its content.\nYOU AGREE THAT WE WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES, AND/OR CONTENT AVAILABLE ON OR THROUGH ANY THIRD-PARTY SITES AND/OR THIRD-PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR ANY DAMAGES OR LOSSES CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE CONTENT OR BUSINESS PRACTICE OF ANY THIRD PARTY.</p>15.DISCLAIMER OF WARRANTIES<p>You are solely responsible for determining the suitability of the Services for your use.\nYou assume sole responsibility for results obtained from the Services and/or the Documentation by you and for conclusions drawn from such use.</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW AND EXCEPT AS OTHERWISE PROVIDED HEREIN, THE SITE, THE INFORMATION, SERVICES, AND/OR DOCUMENTATION ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nANY THIRD-PARTY GOODS OR SERVICES PROVIDED ARE SUPPLIED AS A CONVENIENCE TO YOU AND DO NOT CONSTITUTE SPONSORSHIP, AFFILIATION, PARTNERSHIP, OR ENDORSEMENT.\nTO THE FULLEST EXTENT ALLOWED BY LAW, WE DISCLAIM ALL EXPRESS AND IMPLIED WARRANTIES, INCLUDING THE IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.</p>\n<p>TO THE FULLEST EXTENT ALLOWED BY LAW, WE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICES OR DOCUMENTATION IN TERMS OF CORRECTNESS, ACCURACY, TIMELINESS, RELIABILITY, OR OTHERWISE.</p>\n<p>BY PROVIDING THE SERVICES, WE DO NOT IN ANY WAY PROMISE THAT THE SERVICES WILL REMAIN AVAILABLE TO YOU.\nWE ARE ENTITLED TO TERMINATE ALL OR PART OF ANY OF THE SITE AT ANY TIME IN OUR SOLE DISCRETION.</p>16.LIMITATION OF LIABILITY<p>WE CANNOT GUARANTEE THE SITE WILL BE AVAILABLE ONE HUNDRED PERCENT (100%) OF THE TIME BECAUSE PUBLIC NETWORKS, SUCH AS THE INTERNET OCCASIONALLY EXPERIENCE DISRUPTIONS.\nALTHOUGH WE STRIVE TO PROVIDE THE MOST RELIABLE WEBSITE REASONABLY POSSIBLE, INTERRUPTIONS AND DELAYS IN ACCESSING THE SITE ARE UNAVOIDABLE, AND WE DISCLAIM ANY LIABILITY FOR DAMAGES RESULTING FROM SUCH PROBLEMS.</p>\n<p>REBRANDLY’S LIABILITY AND THE LIABILITY OF OUR AFFILIATES, EMPLOYEES, AGENTS, REPRESENTATIVES, AND THIRD-PARTY SERVICE PROVIDERS WITH RESPECT TO ANY AND ALL CLAIMS ARISING OUT OF YOUR USE OF THE SITE, SERVICES, AND DOCUMENTATION, WHETHER BASED ON WARRANTY, CONTRACT, NEGLIGENCE, STRICT LIABILITY, OR OTHERWISE, SHALL NOT EXCEED IN THE AGGREGATE THE PRICE OF THE SUBSCRIPTION FEES IN THE TWELVE (12) MONTHS PRIOR TO THE DATE OF THE INCIDENT.</p>\n<p>IN NO EVENT, WILL REBRANDLY BE LIABLE TO YOU OR ANY PARTY FOR ANY DIRECT, INDIRECT, SPECIAL, OR OTHER CONSEQUENTIAL DAMAGES FOR ANY USE OF THE SITE, SERVICES, OR DOCUMENTATION, INCLUDING WITHOUT LIMITATION, ANY LOST PROFITS, BUSINESS INTERRUPTION, LOSS OF PROGRAMS OR OTHER DATA OR OTHERWISE, EVEN IF REBRANDLY IS EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>17.INDEMNIFICATION<p>You agree to indemnify, hold harmless, and defend us, our officers, directors, shareholders, and representatives from and against any and all liability, damages, losses, costs, or expenses (including but not limited to attorney's fees and expenses) incurred in connection with any claim related to your use of the Site or Services, including (a) any breach of these Terms of Use.\n(b) providing content to or communicating with us or our affiliates, including supplying your registration data to us.\n(c) engaging in a prohibited activity.\nor (d) any unauthorized use or breach of a third party’s Intellectual Property Rights.</p>18.ADDITIONAL TERMS<p>\n<strong>Assignment.</strong> You may not assign, delegate, or transfer these Terms of Use or any right or obligation contained in them without our prior written consent.\nWe may freely assign our obligations and rights under these Terms of Use.</p>\n<p>\n<strong>Relationship.</strong> Nothing in these Terms of Use will be construed to give any Party the power to direct or control the daily activities of the other Party or to constitute the Parties as principal and agent, employer and employee, franchiser and franchisee, partners, joint venturers, co-owners or otherwise as participants in a joint undertaking.</p>\n<p>\n<strong>Deeds.</strong> Each Party hereby covenants and agrees that it will execute and deliver such deeds and other documents as may be required to implement any of the provisions of these Terms of Use.</p>\n<p>\n<strong>No Waiver.</strong> The failure of any Party to insist on strict performance of any provision of these Terms of Use will not preclude any other further exercise of that right or other right under these Terms of Use.</p>\n<p>\n<strong>Severability.</strong> If any term or provision in these Terms of Use is found to be void, against public policy, or unenforceable by a court of competent jurisdiction and such finding or order becomes final with all appeals exhausted, then the offending provision shall be deemed modified to the extent necessary to make it valid and enforceable.\nIf the offending provision cannot be so modified, then the same shall be deemed stricken from these Terms of Use in its entirety and the remainder of these Terms of Use shall survive with the said offending provision eliminated.</p>\n<p>\n<strong>Entire Agreement.</strong> These Terms of Use and the documents referred to herein constitute the entire agreement between the Parties and supersede all previous discussions, correspondence, negotiations, arrangements, understandings, and agreements between you and us relating to their subject matter.</p>\n<p>\n<strong>Other Remedies.</strong> The Parties' remedies under these Terms of Use are cumulative and will not exclude any other remedies to which a Party may be lawfully entitled.\nEach Party acknowledges that in entering and accepting these Terms of Use, it does not rely on, and will have no remedies in respect of, any representation or warranty (whether made innocently or negligently) that is not set out in them.</p>\n<p>\n<strong>Alterations or Variations.</strong> No alteration to or variation of these Terms of Use will take effect unless and until Rebrandly accepts the same in writing.</p>\n<p>\n<strong>Governing Law and Jurisdiction.</strong> These Terms of Use and any dispute, or claim arising out of or in connection with them or their subject matter or formation (including non-contractual disputes or claims), will be governed by and construed in accordance with the laws of Ireland.\nYou irrevocably agree that the courts of Ireland will have exclusive jurisdiction to settle any dispute or claim arising out of or in connection with these Terms of Use or their subject matter or formation (including non-contractual disputes or claims).</p>19.CONTACT US<p>If you have any questions or comments regarding these Terms of Use, please contact us at https://rebrandly.support/contact.</p>\n<p>Last updated: April 6, 2023 – Version 5.0</p>COMPANYAbout usCase studiesOnline Marketing DublinJoin our teamAmbassador programPress kitPRODUCTWhy Rebrandly?Use casesDemo (video)Alternatives to RebrandlyVideo tutorialsWhat's newService statusREBRANDLY FOREnterprise solutionsBulk SMS linksAgenciesTelecom companiesDot brand domainsDevelopersRESOURCESRegister domain namesBranded links blogKnowledge base (FAQ)Browser extensionLinkGalleryApps and IntegrationsAPI - Developers hubImport your linksRebrandly eBookCONTACT USContact salesContact supportReport abuse+1 (415) 702-2047SOCIAL instagram Created with Sketch.\nApple StoreGoogle Play StoreLEARN BRANDED LINK MANAGEMENT WITH REBRANDLYWhat is a branded linkUTM builderLink retargetingLink shortenerLink trackingFree URL shortenerGoogle URL shortenerTinyURL alternativeYoutube URL shortenerCustom short urlsVanity URLMarketing toolsBest URL shortenersSMS linksTwitter bio linkLink managementInstagram bio URLCreate QR codesBitly alternativeMarketing blogsURL shortenerGoo.glBitly enterprise alternativeMigrate short URLsTerms &amp.\nConditionsPrivacy PolicyCookie PolicyAnti Spam PolicyRebrandly © Copyright 2023", "created_at": "2023-07-11 22:32:52.182296", "updated_at": "2023-07-11 22:33:16.800563"}, {"id": 17803, "name": "Anti spam policy", "url": "https://rebrandly.com/anti-spam", "xpath": "/html/body/div[3]/div[1]/div/div/div/div[3]/div[1]", "text": "Terms of usePrivacy policyCookie policyAnti spam policyAnti spam policyWe hate spam and spammers!<p>At Rebrandly, we are very aware of the consequences of spam.\nRebrandly won’t, at any cost, tolerate the use of our services to spam people.\nWe want to maintain the highest quality for our branded links and for branded links provided to our customers through the use of the Rebrandly platform.\nThus, they should not be redirected to spam/blocked, blacklisted, or malware URLs.</p>What is spam?<p>At Rebrandly, we are very aware of the consequences of spam.\nRebrandly won’t, at any cost, tolerate the use of our services to spam people.\nWe want to maintain theIn the context of electronic messaging, spam refers to unsolicited, bulk or indiscriminate messages, typically sent for a commercial purpose.\nNormally, spam mails contain advertisements or fraud marketing programs which may result in monetary fraud activities.\nhighest quality for our branded links and for branded links provided to our customers through the use of the Rebrandly platform.\nThus, they should not be redirected to spam/blocked, blacklisted, or malware URLs.</p>What is not allowed in Rebrandly?<p>Rebrandly is a platform to monitor all your marketing campaigns.\nit is not a platform to spam other users with your marketing links.\nWe keep a record of URLs served through Rebrandly, working to prevent serving spam links to users.\nWhile it’s not possible for us to catch every instance of spam, we attempt to eliminate all spam links detected or reported to us:</p>\n<ul>\n<li>You are not allowed to track URLs associated with blocked/reported domains or IPs.</li>\n<li>You are not allowed to use branded links or pixels created in Rebrandly inside unwanted communications.</li>\n</ul>\n<p>If you are not sure about your links or if you think Rebrandly wrongly placed your links in the spam category, feel free to contact our support center and we are happy to assist you.</p>We don't support any SPAM in Rebrandly!<p>If we find that you are spamming, we will take serious actions against your account.\nYes, we do hate spammers and we don't want them in our community.\nBelow are some of the possible actions we retain the right to take against spammers:</p>\n<ul>\n<li>We will block all the links associated with the spamming account</li>\n<li>We will terminate the account without prior notice</li>\n<li>We will not issue any refunds to your account</li>\n</ul>\n<p>We have a very efficient team and automatic robots that continuously investigate potential spam links.\nBefore taking any action against your account or tracking links, we will make sure to get as much information as possible regarding the URLs to confirm/assess whether or not the links are spam.\nOnce we reach a decision about spam links or accounts, that decision will be final and irrevocable.</p>We hate spam and spammers!<p>At Rebrandly, we are very aware of the consequences of spam.\nRebrandly won’t, at any cost, tolerate the use of our services to spam people.\nWe want to maintain the highest quality for our branded links and for branded links provided to our customers through the use of the Rebrandly platform.\nThus, they should not be redirected to spam/blocked, blacklisted, or malware URLs.</p>I accessed a spam link which uses Rebrandly, what should I do?<p>If you find anyone using our service for any kind of spam activities or if you ever encounter a branded link that redirects to a spam site, please contact us immediately to report spam at abuse[at]rebrandly[dot]com.\nThe moment we can confirm any reported links are spam we will work to remove them as fast as possible.\nWhen reporting spam, please make sure that you include information about the URL and why you think it's spam.\nWe take all spam reports very seriously and will take serious action against it.</p>", "created_at": "2023-07-11 22:33:54.728004", "updated_at": "2023-07-11 22:34:01.802678"}], "points": [], "urls": ["rebrandly.com"]}}