{"error": 448, "message": "OK", "parameters": {"id": 9437, "name": "La Presse", "created_at": "2023-08-31 22:57:38.647085", "updated_at": "2023-09-01 10:02:30.541235", "wikipedia": null, "keywords": null, "related": null, "slug": "la-presse", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9437.png", "url": "lapresse.ca", "documents": [{"id": 18597, "name": "politique de confidentialité", "url": "https://info.lapresse.ca/politique-de-confidentialite", "xpath": "//body", "text": "<p>Consulter lapresse.ca</p>\n<p>À propos de La Presse</p>\n<p>Centre d’aide</p>\n<p>\n</p>À proposÀ propos▼<ul>\n<li>Qui nous sommes</li>\n<li>Nouvelles de l'organisation</li>\n<li>Nos produits</li>\n<li>Notre histoire</li>\n<li>Équipe et gouvernance</li>\n<li>Notre salle de rédaction</li>\n<li>Prix et distinctions</li>\n<li>Nos principes journalistiques</li>\n</ul>Nous soutenirNous soutenir▼<ul>\n<li>Pourquoi donner</li>\n<li>Rejoignez la communauté</li>\n<li>Notre contexte</li>\n<li>Nos réalisations</li>\n<li>Nouvelles de la communauté</li>\n<li>Nos donateurs</li>\n<li>Votre compte</li>\n</ul>Faire carrière chez nousAnnoncer chez nousConsulter lapresse.caCentre d'aideJe soutiens La Presse<p>Politique de confidentialité</p>\n<p>Mise à jour : janvier 2021</p>\n<p>La Presse recueille des renseignements sur vous pour mieux cibler la publicité que nous offrons à des tiers, afin de financer nos activités et vous offrir un contenu de qualité, sans compromettre votre vie privée.</p>\n<p>La protection de votre vie privée est importante pour La Presse Inc.\n(« <strong>La Presse</strong> », « <strong>Nous</strong> »).\nLa présente vise à vous informer sur nos pratiques afin que vous puissiez savoir à quoi vous vous engagez lorsque vous interagissez avec un employé de La Presse ou l’un de ses représentants ou sous-traitants, que vous visitez notre site web https://www.lapresse.ca (le « <strong>Site</strong> »), que vous utilisez l’une ou l’autre de nos applications (l’application mobile de La Presse ou La Presse+) ou que vous effectuez une transaction avec nous en personne, par téléphone ou par l’entremise de notre site web ou de l’une de nos applications (collectivement, les « <strong>Services</strong> »).</p>\n<p>Plus spécifiquement, le but de la présente Politique de confidentialité (la « <strong>Politique</strong> ») est de vous informer sur nos pratiques en matière de vie privée et de protection des renseignements personnels, y compris sur la manière dont nous recueillons, utilisons et divulguons vos « <strong>Renseignements personnels</strong> ».</p>\n<p>Veuillez lire attentivement la présente Politique.\nEn nous communiquant vos Renseignements personnels, en vous inscrivant ou en utilisant les Services, vous consentez à ce que nous recueillions, utilisions et divulguions vos Renseignements personnels comme indiqué dans la présente Politique, laquelle peut être modifiée de temps à autre.\nC’est pourquoi, nous vous invitons à en revoir le contenu régulièrement.</p>\n<p>La présente Politique est intégrée et soumise à nos autres conditions générales applicables, telles que les conditions d’utilisation de nos Services.\nDans la présente Politique, les termes débutant par une majuscule, sans y être définis, ont le sens qui leur sont donnés dans les conditions ci-haut mentionnées.</p>\n<p>1.\nVotre consentement à la collecte, à l’utilisation et à la divulgation</p>\n<p>2.\nLes Renseignements personnels que nous recueillons</p>\n<p>3.\nComment utilisons-nous vos Renseignements personnels</p>\n<p>4.\nComment et quand nous communiquons vos Renseignements personnels</p>\n<p>5.\nConservation des Renseignements personnels</p>\n<p>6.\nSécurité de l’information</p>\n<p>7.\nDésinscription des communications</p>\n<p>8.\nDroits concernant vos Renseignements personnels</p>\n<p>9.\nTransfert international et Hébergement des données</p>\n<p>10.\nSites web et services tiers</p>\n<p>11.\nInformations concernant les enfants</p>\n<p>12.\nMises à jour de la Politique de confidentialité</p>\n<p>13.\nContactez-nous</p>\n<p>\n</p>1.\nVOTRE CONSENTEMENT À LA COLLECTE, À L’UTILISATION ET À LA DIVULGATION<p>Nous recueillons, utilisons et divulguons vos Renseignements personnels avec votre consentement ou dans les mesures permises ou requises par la loi.\nLa manière dont nous obtenons votre consentement dépendra des circonstances.\nNous allons par exemple vous demander un consentement à la présente politique lors de l’utilisation de nos Services ou vous demander de remplir un formulaire pour une fin précise, telle que l’inscription à une infolettre, la participation à un concours ou une contribution volontaire pour soutenir nos activités.</p>\n<p>Si vous décidez de nous fournir des Renseignements personnels, il s’agit pour nous de la manifestation de votre consentement à la collecte, à l’utilisation et à la divulgation de vos Renseignements personnels, comme indiqué dans la présente Politique.</p>\n<p>En règle générale, nous demandons votre consentement au moment de la collecte de vos Renseignements personnels.\nDans l’éventualité où nous souhaiterions utiliser vos Renseignements personnels à des fins non identifiées au moment de la collecte, nous vous demanderons votre consentement avant d’utiliser ces données à cette nouvelle fin.</p>\n<p>Vous pouvez retirer votre consentement à la collecte, à l’utilisation ou à la divulgation de vos Renseignements personnels à tout moment en utilisant les coordonnées de la section « <strong>Contactez-nous</strong> » ci-dessous.\nDans certains cas, le retrait de votre consentement pourrait mener à ce que nous ne soyons plus en mesure de vous fournir certains Services.</p>\n<p>\n</p>\n<p>2.\nLES RENSEIGNEMENTS PERSONNELS QUE NOUS RECUEILLONS</p>\n<p>Nous ne collectons que les renseignements personnels qui sont strictement nécessaires aux fins poursuivies.\nPlus particulièrement, lorsque vous accédez, visitez ou utilisez nos Services, nous pouvons recueillir les données suivantes :</p>\n<p>\n<strong>Sur le Site https://www.lapresse.ca</strong>\n</p>\n<p>\n<strong>« Nous joindre » :</strong> que ce soit par téléphone, courriel ou par un message envoyé au moyen de notre Site, nous pouvons recueillir vos nom, prénom, adresse courriel, l’objet du message et tout autre renseignement que vous nous communiquerez.\nDans cette rubrique, lorsque vous soumettez une opinion ou un communiqué, nous collectons en plus les renseignements suivants : votre titre ou fonction occupée, la ville dans laquelle vous résidez et votre numéro de téléphone.</p>\n<p>\n<strong>« Abonnement à l’infolettre » :</strong> nous pouvons recueillir votre adresse courriel, vos nom et prénom que vous soumettez lorsque vous vous inscrivez pour recevoir l’infolettre, des mises à jour sur les Services et autres communications de notre part sur notre Site.</p>\n<p>\n<strong>« Participation aux concours » :</strong> nous pouvons recueillir votre adresse courriel, vos nom et prénom, votre âge, votre numéro de téléphone et votre sexe lorsque vous vous inscrivez à un concours.</p>\n<p>\n<strong>« Création de compte » :</strong> lorsque vous complétez votre profil, nous collectons vos nom, prénom, adresse courriel, mot de passe et votre numéro de téléphone.</p>\n<p>\n<strong>« Connexion – je soutiens La Presse » </strong>: nous recueillons votre nom, votre prénom, votre adresse courriel et votre mot de passe.\nLorsque vous faites une contribution, nous collectons également vos coordonnées bancaires.</p>\n<p>\n<strong>Sur l’application mobile</strong>\n</p>\n<p>\n<strong>« Nous joindre » :</strong> lorsque vous nous envoyez un message au moyen de l’application mobile, nous collectons votre adresse courriel et tout autre renseignement que vous nous communiquez.</p>\n<p>\n<strong>« Création de compte » :</strong> lorsque vous complétez votre profil, nous collectons votre adresse courriel et votre mot de passe.</p>\n<p>\n<strong>« Connexion » :</strong> nous recueillons votre adresse courriel et votre mot de passe.</p>\n<p>\n<strong>« Contributions volontaires » :</strong> Si vous désirez faire une contribution volontaire, vous serez automatiquement redirigé vers le Site.</p>\n<p>\n<strong>Sur La Presse+</strong>\n</p>\n<p>\n<strong>« Nous joindre » :</strong> que ce soit par téléphone ou par un message envoyé au centre de contact client, nous pouvons recueillir vos nom, prénom, adresse courriel, l’objet du message et tout autre renseignement que vous nous communiquerez.</p>\n<p>\n<strong>« Création de compte » :</strong> lorsque vous complétez votre profil, nous collectons votre adresse courriel et votre mot de passe.</p>\n<p>\n<strong>« Connexion » :</strong> lorsque vous complétez votre profil, nous collectons votre adresse courriel et votre mot de passe.</p>\n<p>\n<strong>« Contributions volontaires » :</strong> Si vous désirez faire une contribution volontaire, vous serez automatiquement redirigé vers le Site.</p>\n<p>\n<strong>Activité de navigation :</strong> que ce soit sur le Site ou sur l’une ou l’autre de nos applications mobiles (l’application mobile de La Presse ou La Presse+), nous recueillons des renseignements relatifs à votre activité de navigation ou sur l’appareil que vous utilisez tels que votre adresse IP, l’identifiant unique de votre tablette numérique ou de votre téléphone intelligent, le type de navigateur que vous utilisez, votre historique, le fait que vous y ayez consulté un contenu spécifique (rédactionnel ou publicitaire), le temps que vous avez passé à le consulter ainsi que vos données de géolocalisation (les « <strong>Informations de Navigation</strong> »).\nCes Informations de Navigation peuvent être partagées de manière dépersonnalisée et agrégée avec des tiers autorisés avec lesquels nous collaborons, tels que des annonceurs, des partenaires de contenu ou des organisateurs de concours (les « <strong>Tiers autorisés</strong> »).\nLes Tiers autorisés sont uniquement informés que vous faites potentiellement partie d’un groupe ciblé par un contenu ou une publicité donnée.\nLes Tiers autorisés sont tenus de respecter la confidentialité de vos données en vertu de la loi et des ententes intervenues avec La Presse.\nCes Informations de Navigation permettent également d’établir votre profil d’utilisateur et de sélectionner des publicités qui correspondent mieux à vos intérêts afin qu’elles puissent vous être offertes sur les différentes plateformes de La Presse et sur des sites web de tiers (« <strong>Publicité comportementale en ligne</strong> »).</p>\n<p>Pour désactiver la publicité comportementale en ligne sur des sites web de tiers :</p>\n<p>\n<strong>\n<em>Système iOS :</em>\n</strong>\n</p>\n<p>• Rendez-vous dans les Réglages de votre appareil ;</p>\n<p>• Sélectionnez « Confidentialité », puis « Publicité » ;</p>\n<p>• Faites glisser vers la droite le commutateur relié à « Suivi publicitaire limité ».\nLe commutateur deviendra vert.</p>\n<p>\n<strong>\n<em>Système Android :</em>\n</strong>\n</p>\n<p>• Rendez-vous dans les Réglages de votre appareil.</p>\n<p>• La procédure pourrait varier selon la plateforme utilisée.\nPour plus de renseignements, consultez le site web du fournisseur.</p>\n<p>\n<strong>Données recueillies automatiquement :</strong> lors de votre navigation, nous utilisons également des données de témoins ou des technologies similaires à l’instar des pixel, tags ou beacons (ensemble « <strong>cookies</strong> » ou « <strong>cookie</strong> »), afin notamment d’identifier l’ordinateur ou le périphérique mobile et enregistrer vos préférences et autres données.\nUn cookie est un petit fichier de données qui s’inscrit sur votre disque dur lorsque vous visitez un site internet et comprend souvent un identifiant unique randomisé pour que notre site web puisse reconnaître ce cookie à nouveau.\nIls garantissent le fonctionnement des sites internet ou améliorent la navigation, et fournissent également certaines informations aux propriétaires de ces sites, notamment en termes de mesure d’audience.</p>\n<p>Les cookies ne causent aucun dommage au disque dur, mais facilitent, par exemple, la recherche de préférences, le préremplissage de certains champs et l’adaptation du contenu des services sur le site visité.\nCes données permettent d’améliorer l’ergonomie et les services en fonction de vos intérêts.\nNous pouvons utiliser des cookies pour évaluer l’utilisation de nos Services afin de les améliorer.</p>\n<p>De manière générale, nous utilisons des cookies de première partie ou des cookies tiers.\nLes cookies déposés par nos soins sont des cookies de première partie.\nLes cookies déposés par nos partenaires ou fournisseurs tiers sont des cookies tiers déposés dans le but de placer des publicités sur nos produits et Services sur d’autres sites web.\nL’utilisation des cookies par ces tiers est régie par leurs politiques de confidentialité.</p>\n<p>Les cookies peuvent être persistants, c’est-à-dire qu’ils demeurent sur votre appareil entre les sessions de navigation pour une période maximale donnée.\nIls peuvent également consister en des cookies temporaires, ou de session, qui sont supprimés lorsqu’une session de navigation prend fin.\nEn tout état de cause, nous ne conserverons les cookies que pour le temps nécessaire pour atteindre les objectifs pertinents énoncés dans la présente politique de confidentialité.</p>\n<p>\n<strong>Exemples de cookies que nous utilisons :</strong>\n</p>\n<p>\n<strong>• Cookies nécessaires :</strong> Ces cookies sont strictement nécessaires au bon fonctionnement de notre Site et à l’accessibilité de nos services (par exemple, fonctionnalité de connexion, équilibrage de charge, navigation, remplissage de formulaires).\nLe Site ne peut pas fonctionner correctement sans ces cookies.</p>\n<p>\n<strong>• Cookies de préférence :</strong> Les cookies de préférence permettent à notre Site de fournir des fonctions ou des paramètres améliorés en fonction de vos précédentes visites et sélections, tels que les préférences linguistiques, la mémorisation des détails de connexion, la mémorisation des recherches et des paramètres de filtrage, et d’autres commodités.</p>\n<p>\n<strong>• Cookies statistiques :</strong> Les cookies statistiques nous permettent de comprendre comment les visiteurs interagissent avec notre Site en recueillant et en rapportant des informations de manière anonyme.</p>\n<p>\n<strong>• Cookies de réseau social :</strong> Ces cookies sont utilisés pour vous permettre de partager ou d’aimer nos pages et notre contenu au moyen de sites internet de médias sociaux tiers.</p>\n<p>\n<strong>• Cookies Marketing :</strong> Les cookies de marketing sont utilisés pour suivre les visiteurs sur notre Site.\nL’intention est d’afficher des annonces qui sont pertinentes et engageantes pour l’utilisateur individuel et donc plus précieuses pour les éditeurs et les annonceurs tiers.</p>\n<p>Vous pouvez limiter la collecte automatique de certaines informations sur notre Site web en désactivant les données de témoins (cookies) à l’aide des options de votre navigateur.\nSachez que la désactivation des données de témoins (cookies) peut vous empêcher d’utiliser certaines fonctionnalités de notre Site web.\nVous pouvez également consulter le lien ci-dessous pour avoir un aperçu de la manière de bloquer ou de supprimer les cookies sur les navigateurs les plus courants : https://www.allaboutcookies.org/fr/</p>\n<p>Nous ne collectons, ne traitons ni ne stockons les données de paiement.\nNous ne demanderons et n’utiliserons pas de données sensibles, comme vos données de santé, d’ethnie, de religion ou d’orientation sexuelle.</p>\n<p>\n</p>\n<p>3.\nCOMMENT UTILISONS-NOUS VOS RENSEIGNEMENTS PERSONNELS</p>\n<p>Nous pouvons utiliser vos Renseignements personnels et d’autres données aux fins décrites ci-dessous.\nDe manière générale, nous collectons des données pour mieux cibler la publicité que nous offrons à des tiers afin de vous offrir un contenu de qualité, sans compromettre votre vie privée.\nPlus particulièrement :</p>\n<p>• vous fournir les Services et vous aider à utiliser les Services, notamment quant à vos préférences de sections;</p>\n<p>• vous contacter relativement aux Services;</p>\n<p>• superviser et améliorer les Services, ainsi que développer de nouveaux produits;</p>\n<p>• effectuer des recherches et des analyses en lien avec notre entreprise et nos Services;</p>\n<p>• répondre aux questions et autres demandes;</p>\n<p>• recueillir les avis et commentaires relativement aux Services;</p>\n<p>• vous transmettre de l’information susceptible de vous intéresser relativement à nos Services sous réserve des lois applicables;</p>\n<p>• vous proposer de la publicité adaptée à vos centres d’intérêt.\net,</p>\n<p>• enquêter sur les réclamations juridiques ou nous conformer à nos obligations juridiques.</p>\n<p>Nous pouvons utiliser vos Renseignements personnels à d’autres fins que celles pour lesquelles nous avons obtenu votre consentement, ou si ces autres fins sont permises ou requises en vertu la législation applicable sans consentement.</p>\n<p>\n</p>\n<p>4.\nCOMMENT ET QUAND NOUS COMMUNIQUONS VOS RENSEIGNEMENTS PERSONNELS</p>\n<p>Dans la mesure du possible, bien que nous tentions d’éviter de communiquer vos Renseignements personnels à des tiers, nous avons défini ci-dessous les cas pour lesquels un tel partage pourrait avoir lieu.</p>\n<p>Principalement, nous communiquons vos renseignements à nos fournisseurs de service.</p>\n<p>En effet, nous comptons sur des tiers fournisseurs de services pour exécuter divers services pour notre compte, tels que le paiement, la mise en réseau, le marketing, l’analyse, l’hébergement et le stockage de données.\nVeuillez trouver ci-dessous une liste, non exhaustive, de nos tiers fournisseurs de services, susceptibles de traiter vos Renseignements personnels (avec des liens vers leur politique de confidentialité) :</p>\n<p>• iWeb : nous utilisons iWeb pour l’hébergement physique des renseignements personnels.\nVoir leur politique de confidentialité.</p>\n<p>• AWS : nous utilisons AWS pour l’hébergement infonuagique (cloud) des renseignements personnels.\nVoir leur politique de confidentialité.</p>\n<p>• Snowflake : nous utilisons Snowflake pour l’hébergement infonuagique (cloud) des renseignements personnels.\nVoir leur politique de confidentialité (en anglais).</p>\n<p>• Mediarithmics : Nous utilisons Mediarithmics pour l’analyse marketing et la segmentation d’audience.\nVoir leur politique de confidentialité.</p>\n<p>• Braze : Nous utilisons Braze pour orchestrer l’envoi de campagnes promotionnelles sur les diverses plateformes de La Presse.\nVoir leur politique de confidentialité (en anglais).</p>\n<p>• Snowplow : Nous utilisons Snowplow pour analyser les renseignements personnels.\nVoir leur politique de confidentialité (en anglais).</p>\n<p>• Dialog Insight : Nous utilisons Dialog Insight pour la gestion des concours.\nVoir leur politique de confidentialité.</p>\n<p>• Stripe : Nous utilisons Stripe pour le paiement en ligne.\nVoir leur politique de confidentialité (en anglais).</p>\n<p>• Hosted PCI et Chase : Nous utilisons Hosted PCI et Chase pour le traitement des paiements par carte de crédit par téléphone.\nVoir leur politique de confidentialité (en anglais).&nbsp;</p>\n<p>• Optable : Nous utilisons Optable pour la plateforme d’échange de données sécurisée entre nous et les annonceurs.\nVoir leur politique de confidentialité.</p>\n<p>• Firebase : Nous utilisons Firebase comme engin d’authentification des utilisateurs qui ont créé un compte sur le Site de La Presse ou sur ses applications.\nVoir leur politique de confidentialité.</p>\n<p>Si nous fournissons vos Renseignements personnels à des tiers fournisseurs de services, nous prenons des mesures raisonnables pour nous assurer que les règles énoncées dans la présente Politique sont respectées et que ces tiers fournissent des garanties suffisantes quant à la mise en œuvre de mesures de sécurité appropriées et que vos Renseignements personnels sont utilisés uniquement aux fins pour lesquelles ils ont été fournis.\nLorsque nos fournisseurs de services n’ont plus besoin de vos Renseignements personnels à ces fins limitées, nous leur demandons de détruire ces données.\nDans certaines circonstances, nous pouvons permettre à nos fournisseurs de services de conserver des données agrégées, anonymisées ou statistiques qui ne vous identifient pas.\nNous n’autorisons pas les tiers fournisseurs de services à divulguer vos Renseignements personnels à des tiers non autorisés ou à les utiliser pour leurs propres fins de marketing.</p>\n<p>Au surplus, nous pouvons utiliser et divulguer vos Renseignements personnels lorsque nous estimons qu’une telle utilisation ou divulgation est autorisée, nécessaire ou appropriée :</p>\n<p>• en vertu de la législation en vigueur, y compris des lois en dehors de votre pays de résidence ;</p>\n<p>• pour nous conformer à des procédures judiciaires ;</p>\n<p>• pour répondre aux demandes des autorités publiques et gouvernementales, y compris des autorités publiques et gouvernementales en dehors de votre pays de résidence ;</p>\n<p>• pour protéger nos activités ou celles de nos sociétés affiliées ou filiales ;</p>\n<p>• pour protéger nos droits, notre vie privée, notre sécurité, nos biens ou ceux de nos sociétés affiliées, les vôtres ou ceux de tiers .\net</p>\n<p>• pour nous permettre de mettre en œuvre les recours disponibles ou de limiter les dommages que nous pourrions subir.</p>\n<p>En outre, nous pouvons transférer vos Renseignements personnels et autres données à un tiers en cas de réorganisation, fusion, vente, coentreprise, cession, transfert ou autre cession de tout ou partie de nos activités, marques, sociétés affiliées, filiales ou d’autres actifs.</p>\n<p>\n</p>\n<p>5.\nCONSERVATION DES RENSEIGNEMENTS PERSONNELS</p>\n<p>Nous utiliserons, divulguerons ou conserverons vos Renseignements personnels uniquement le temps nécessaire à la réalisation des objectifs pour lesquels ces données ont été collectées et dans la mesure permise ou requise par la loi.\nSi vous souhaitez plus d’information sur les périodes pendant lesquelles vos Renseignements personnels seront conservés, veuillez nous contacter en utilisant les coordonnées de la section « <strong>Contactez-nous</strong> » ci-dessous.</p>\n<p>\n</p>\n<p>6.\nSÉCURITÉ DE L’INFORMATION</p>\n<p>Nous avons mis en place des mesures de sécurité physiques, organisationnelles, contractuelles et technologiques dans le but de protéger vos Renseignements personnels, notamment les informations de paiement, et autres données contre la perte ou le vol, l’accès non autorisé, la divulgation, la copie, l’utilisation ou la modification.\nNous avons pris des mesures pour que seuls les employés ayant besoin de consulter vos Renseignements personnels dans l’exercice de leurs fonctions aient accès à ceux-ci.</p>\n<p>Malgré les mesures décrites ci-dessus, aucune méthode de transmission ou de stockage de données n’est sécurisée à 100 % ni exempte d’erreur.\nNous ne pouvons donc malheureusement pas garantir une sécurité absolue.\nSi vous avez des raisons de penser que votre interaction avec nous n’est plus sécurisée (par exemple, si vous estimez que la sécurité des données que vous nous avez fournies a été compromise), veuillez nous contacter immédiatement en utilisant les coordonnées de la section « <strong>Contactez-nous</strong> » ci-dessous.</p>\n<p>\n</p>\n<p>7.\nDÉSINSCRIPTION DES COMMUNICATIONS</p>\n<p>Si vous ne souhaitez plus recevoir de courriels de notre part en lien au marketing, vous pouvez choisir de ne plus recevoir de tels courriels en cliquant sur le lien « désabonnement » situé au bas de tous les courriels que vous recevez de notre part.\nVous pouvez également vous désabonner en nous contactant directement en utilisant les coordonnées de la section « <strong>Contactez-nous</strong> » ci-dessous.</p>\n<p>Nous nous efforcerons de répondre rapidement à votre demande de désinscription, mais nous vous demandons de bien vouloir nous accorder un délai raisonnable pour traiter votre demande.\nVeuillez noter que si vous décidez de ne pas recevoir de courriels liés au marketing, il se peut que nous devions quand même vous envoyer des communications concernant votre utilisation de nos Services ou produits, ou pour d’autres questions.</p>\n<p>\n</p>\n<p>8.\nDROITS CONCERNANT VOS RENSEIGNEMENTS PERSONNELS</p>\n<p>Sur demande écrite, vous pouvez accéder aux renseignements personnels que nous détenons à votre sujet et, s’il y a lieu, demander que les rectifications nécessaires y soient apportées, selon ce que la loi autorise ou prescrit.</p>\n<p>Afin de faire une demande de suppression de compte ou de vos données personnelles, veuillez remplir et nous envoyer ce formulaire.</p>\n<p>\n</p>\n<p>9.\nTRANSFERT INTERNATIONAL ET HÉBERGEMENT DES DONNÉES</p>\n<p>Vos Renseignements personnels sont hébergés présentement au Québec (Canada), mais également aux États-Unis auprès de fournisseurs de service.\nVos Renseignements personnels hébergés aux États-Unis sont assujettis à des règles de protection des Renseignements personnels différentes, puisque soumises aux lois applicables localement et peuvent faire l’objet d’une divulgation aux gouvernements, aux tribunaux ou aux organismes d’application de la loi ou de réglementation de cet autre pays, conformément aux lois en vigueur dans celui-ci.\nCependant, nos pratiques concernant vos Renseignements personnels continueront à tout moment d’être régies par la présente politique de confidentialité.</p>\n<p>\n</p>\n<p>10.\nSITES WEB ET SERVICES TIERS</p>\n<p>La présente Politique s’applique uniquement à nos Services.\nLa présente Politique ne s’étend pas aux sites web, produits ou services fournis par des tiers.\nNous n’assumons aucune responsabilité pour les pratiques de protection des Renseignements personnels de ces tiers et nous vous encourageons à consulter toutes les politiques de confidentialité des tiers avant d’utiliser des sites web, des produits ou des services tiers.</p>\n<p>\n</p>\n<p>11.\nINFORMATIONS CONCERNANT LES ENFANTS</p>\n<p>Nous ne recueillons pas sciemment de Renseignements personnels sur des enfants âgés de moins de 18 ans.\nSi vous avez moins de 18 ans, vous ne devez pas nous fournir vos Renseignements personnels sans le consentement de votre parent ou tuteur.\nSi vous êtes un parent ou un tuteur et que vous découvrez que votre enfant de moins de 18 ans a fourni des Renseignements personnels sans consentement, vous pouvez nous prévenir en utilisant les coordonnées de la section « <strong>Contactez-nous</strong> » ci-dessous et demander que nous supprimions les Renseignements personnels de cet enfant de nos systèmes.</p>\n<p>\n</p>\n<p>12.\nMISES À JOUR DE LA POLITIQUE DE CONFIDENTIALITÉ</p>\n<p>La présente Politique est à jour à la date de « mise à jour » qui apparaît en haut de cette page.\nNous pouvons modifier la présente Politique de temps à autre.\nLorsque des modifications sont apportées à la présente Politique, elles deviennent immédiatement applicables dès leur publication dans une version révisée de la Politique et publiée sur notre Site web, et une notification sera affichée sur nos Services.\nNous pouvons également communiquer les modifications au moyen de nos Services ou par d’autres moyens.\nEn nous soumettant vos Renseignements personnels, en vous inscrivant ou en utilisant l’un des services proposés, en utilisant notre Site web ou en dialoguant volontairement avec nous après publication ou communication d’un avis de modification de la présente Politique, vous consentez à ce que nous recueillions, utilisions et divulguions vos Renseignements personnels comme indiqué dans la Politique.</p>\n<p>\n</p>\n<p>13.\nCONTACTEZ-NOUS</p>\n<p>Tout commentaire, question, préoccupation, demande ou plainte concernant vos Renseignements personnels ou nos pratiques en matière de protection des renseignements personnels (y compris en ce qui concerne les fournisseurs de services situés à l’extérieur de votre pays de résidence) doit être envoyé à Me Patrick Bourbeau, Vice-président, Affaires juridiques, notre responsable de la protection des renseignements personnels, comme suit :</p>\n<p>Par courrier :</p>\n<p>La Presse, Service à la clientèle,<br>750, boul.\nSaint-Laurent,<br>Montréal, Canada<br>H2Y 2Z4.</p>\n<p>Par courriel</p>Ensemble, on fait vivre l’info.<p>Les dons de nos lecteurs nous permettent d’offrir gratuitement une information de qualité pour tous.\n<br>Vous aussi, soutenez notre mission.</p>Faire un don<p>\n</p>\n<p>Centre d’aide</p>\n<p>À propos de nous</p>\n<p>Consulter lapresse.ca</p>\n<p>Faire carrière chez nous</p>\n<p>Annoncer chez nous</p>\n<p>Suivez La Presse</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© La Presse Inc.\nTous droits réservés.</p>\n<p>Légal</p>\n<p>Conditions d’utilisation</p>\n<p>Politique de confidentialité</p>\n<p>Code de conduite</p>\n<p>La Presse est une organisation journalistique enregistrée : 750602310 RR0001</p>\n<p>\n</p>\n<p>\n</p>Appuyez de manière prolongée ou appuyez sur Alt&nbsp;+&nbsp;Flèche vers le bas pour ouvrir le menu.\n", "created_at": "2023-08-31 22:57:38.708119", "updated_at": "2023-08-31 22:58:07.618607"}, {"id": 18596, "name": "terms and conditions", "url": "https://info.lapresse.ca/conditions-d-utilisation", "xpath": "//body", "text": "<p>Consulter lapresse.ca</p>\n<p>À propos de La Presse</p>\n<p>Centre d’aide</p>\n<p>\n</p>À proposÀ propos▼<ul>\n<li>Qui nous sommes</li>\n<li>Nouvelles de l'organisation</li>\n<li>Nos produits</li>\n<li>Notre histoire</li>\n<li>Équipe et gouvernance</li>\n<li>Notre salle de rédaction</li>\n<li>Prix et distinctions</li>\n<li>Nos principes journalistiques</li>\n</ul>Nous soutenirNous soutenir▼<ul>\n<li>Pourquoi donner</li>\n<li>Rejoignez la communauté</li>\n<li>Notre contexte</li>\n<li>Nos réalisations</li>\n<li>Nouvelles de la communauté</li>\n<li>Nos donateurs</li>\n<li>Votre compte</li>\n</ul>Faire carrière chez nousAnnoncer chez nousConsulter lapresse.caCentre d'aideJe soutiens La Presse<p>Conditions d’utilisation</p>\n<p>Bienvenue au site web www.lapresse.ca (le « Site web ») dont La Presse Inc.\n(« La Presse ») est le propriétaire et administrateur.\nLes présentes conditions d’utilisation (les « Conditions d’Utilisation ») constituent une entente légale entre vous et La Presse relativement à l’accès et à l’utilisation du Site web.\nVEUILLEZ LIRE LES CONDITIONS D’UTILISATION ATTENTIVEMENT avant de naviguer sur le Site Web.</p>\n<p>1.\nACCEPTATION DES CONDITIONS D’UTILISATION </p>\n<p>Lorsque vous naviguez sur le Site web ou que vous utilisez une de ses fonctionnalités, incluant, notamment, le fil de nouvelles RSS (les « Fonctionnalités »), vous acceptez d’être lié par les Conditions d’Utilisation.\nSI VOUS NE SOUHAITEZ PAS ACCEPTER LES CONDITIONS D’UTILISATION, VEUILLEZ CESSER TOUTE UTILISATION DU SITE WEB.\nLes Conditions d’Utilisation peuvent être modifiées en tout temps par La Presse à son entière discrétion.\nVotre utilisation du Site web et\\ou de ses Fonctionnalités, incluant, notamment, les baladodiffusions, postérieure à l’affichage de toute modification sera considérée comme une acceptation des Conditions d’Utilisation révisées.\nNous vous prions de bien vouloir visiter la présente page à intervalles réguliers.</p>\n<p>2.\nRÉSILIATION</p>\n<p>La Presse se réserve le droit de mettre fin aux Conditions d’Utilisation et\\ou à votre droit de navigation et d’utilisation du Site web ou d’une partie de celui-ci ou des Fonctionnalités ou de l’une de celles-ci, à tout moment, sans motif et sans préavis, et ce, à son entière discrétion.</p>\n<p>3.\nENREGISTREMENT, NOM D’UTILISATEUR ET MOT DE PASSE </p>\n<p>Certaines des Fonctionnalités disponibles sur le Site web requièrent un enregistrement ou un abonnement.\nSi vous optez de vous enregistrer ou de vous abonner à une telle Fonctionnalité, vous vous engagez à fournir de l’information véridique et à jour à votre sujet, tel que requis par le processus d’enregistrement ou d’abonnement et à mettre cette information à jour promptement si nécessaire afin d’assurer qu’elle demeure juste et complète.\nVous reconnaissez que vous êtes responsable i) de maintenir la confidentialité des mots de passe que vous choisissez ou qui vous sont assignés suite à votre enregistrement ou à votre abonnement.\nii) de toute activité qui a lieu sous votre nom d’utilisateur ou sous votre mot de passe.\net iii) de sortir de votre compte à la fin de chaque session.\nDe plus, vous vous engagez à aviser La Presse de toute utilisation non autorisée de votre nom d’utilisateur ou de votre mot de passe.\nDans le cas où vous feriez défaut de respecter les obligations énoncées dans le présent article 3, La Presse ne sera pas responsable des pertes ou des dommages en découlant.</p>\n<p>4.\nDROIT D’AUTEUR </p>\n<p>Tous les articles, les textes,&nbsp.\nles illustrations, les images, les photographies, l’information, les clips audio, les clips vidéo, les logiciels et les codes disponibles sur le Site web (le «Contenu »), incluant la manière dont le Contenu est présenté, sont protégés par les lois canadiennes et étrangères, notamment en matière de droit d’auteur et appartiennent à La Presse, à ses compagnies affiliées, à ses concédants de licence et\\ou à la personne reconnue comme étant le fournisseur du contenu.\nLe Site web est protégé en vertu de la législation sur le droit d’auteur en tant que recueil et\\ou compilation au sens des lois canadiennes et étrangères.\nVous vous engagez à respecter l’ensemble des autres avis de droit d’auteur, renseignements ou restrictions sur ou dans le contenu auquel vous pouvez accéder par l’intermédiaire du Site web et\\ou des Fonctionnalités.\nLa Presse vous confère une licence non-exclusive et non-transférable d’utiliser et d’afficher le Site web et\\ou les Fonctionnalités sur votre ordinateur ou autre dispositif électronique uniquement à des fins de représentation sur écran monoposte et de reproduction, en un exemplaire, pour copie de sauvegarde ou tirage sur papier, personnelles et non-commerciales, en autant que vous n’en modifiez pas le Contenu et que vous conserviez les avis de droit d’auteur.\nLa modification, la reproduction, la distribution, la transmission, la diffusion, la représentation, la reproduction, la mise en réseau, la commercialisation, la publication, la concession de licence, l’exécution publique, le téléchargement, la création d’œuvre dérivées, l’affichage sur internet, la vente ou toute exploitation du site web, du contenu ou des fonctionnalités, incluant, notamment, par la conservation dans un serveur cache, le cadrage ou autres moyens similaires, SONT INTERDITS.</p>\n<p>Tous les logiciels intégrés dans le Site web et dans les Fonctionnalités ou qui s’y trouvent, y compris, notamment tout type de code machine, dont l’ensemble des fichiers et/ou images contenus ou générés par ces logiciels est protégé par le droit d’auteur et peut être protégé par d’autres droits.\nTous ces logiciels appartiennent à La Presse, à ses compagnies affiliées ou à ses concédants de licence.</p>\n<p>Il vous est interdit : i) d’utiliser, de reproduire, de modifier, d’adapter, de traduire, de télécharger ou de transmettre les logiciels en totalité ou en partie.\nii) de vendre, de louer, de concéder sous licence ou de transférer les logiciels ou d’y permettre par ailleurs l’accès.\niii) de modifier, de retirer ou de couvrir quelque marque de commerce ou avis de propriété inclus dans les logiciels.\net/ou iv) de décompiler, de désassembler, de décrypter, d’extraire ou de désosser le Site web ou les Fonctionnalités et leurs composantes, incluant, notamment, les logiciels ou d’aider quiconque à le faire.</p>\n<p>Aucun élément dans le Site web ou les Fonctionnalités ne saurait être interprété comme vous conférant un droit, un titre, un intérêt ou une autre licence dans les logiciels intégrés dans le Site web ou dans les Fonctionnalités ou pouvant être téléchargés du Site web, y compris, notamment, quelque droit de propriété intellectuelle dans les logiciels.</p>\n<p>5.\nMARQUES DE COMMERCE </p>\n<p>LAPRESSE.CA, LAPRESSE.CA &amp.\nDESSIN, GESCA, LA PRESSE, LA PRESSE &amp.\nDESSIN, LAPRESSEAFFAIRES.COM, sont des marques de commerce de La Presse ou sont utilisées sous licence.\nD’autres noms, mots, titres, phrases, logos, dessins, graphiques, icônes et marques de commerce affichés sur le Site web peuvent constituer des marques de commerce de La Presse ou de tiers.\nAucun élément contenu dans le Site web ou dans les Fonctionnalités ne saurait être interprété de manière à vous concéder une licence ou un droit d’utilisation de quelque logo, dessin ou marque de commerce de La Presse ou d’un tiers.</p>\n<p>6.\nRESPONSABILITÉ POUR LES PERSONNES D’ÂGE MINEUR</p>\n<p>Dans l’éventualité où vous auriez autorisé une personne d’âge mineur à naviguer sur le Site web ou à utiliser les Fonctionnalités, vous reconnaissez que vous êtes responsable : i) de son comportement en ligne.\nii) de contrôler son accès à et son utilisation du Site web et\\ou des Fonctionnalités.\net iii) des conséquences de toute mauvaise utilisation du Site web et\\ou des Fonctionnalités de sa part.\nVous reconnaissez que certaines sections du Site web et des Fonctionnalités peuvent contenir du Contenu inapproprié pour une personne d’âge mineur.\nNous vous recommandons d’effectuer une supervision raisonnable de l’utilisation du Site web et des Fonctionnalités par les personnes d’âge mineur dont vous avez la garde.</p>\n<p>7.\nSOUMISSIONS</p>\n<p>Le Site web vous offre des fonctions qui vous permettent d’afficher et de soumettre des messages, des données, des textes, des logiciels, de la musique, des sons, des photographies, des images, des vidéos et d’autres matériels (« Votre contenu ») et d’interagir avec La Presse, ses employés et mandataires et d’autres utilisateurs.</p>\n<p>Lorsque vous affichez Votre contenu sur le Site web ou que vous soumettez Votre contenu à La Presse, vous concédez à La Presse une licence mondiale illimitée, irrévocable, non exclusive, perpétuelle et à titre gratuit : i) d’utilisation, de reproduction, de stockage, d’adaptation, de traduction, de modification, de création d’œuvres dérivés, de transmission, de distribution, d’exécution publique ou de mise à la disposition du public de Votre contenu à quelque fin.\net ii) de concession en sous licence à des tiers du droit illimité d’exercer l’un ou l’autre des droits précités.\nOutre la concession de la licence susmentionnée, par les présentes, vous i) convenez de renoncer à l’ensemble des droits moraux dans Votre contenu en faveur de La Presse.\nii) consentez à ce que vos nom, adresse et courriel apparaissent pour Votre contenu, le cas échéant, ainsi qu’à la divulgation et/ou à l’affichage de cette information.\niii) reconnaissez et convenez que La Presse ne saurait être tenue responsable de quelque perte, endommagement ou corruption de Votre contenu.\net iv) reconnaissez et convenez que les présentations que vous transmettez aux fins d’affichage sur le Site web ou que vous soumettez à La Presse seront considérées comme non confidentielles.</p>\n<p>Vous représentez et garantissez à La Presse que : i) Votre Contenu est original.\nii) Votre Contenu ne viole aucun droit de propriété intellectuelle, incluant, notamment, le droit d’auteur.\niii) vous êtes le seul titulaire de tous les droits de propriété intellectuelle, incluant, notamment, le droit d’auteur, sur Votre Contenu ou, le cas échéant, vous avez obtenu la permission écrite du titulaire afin de soumettre Votre Contenu.\niv) Votre Contenu ne contient aucun propos diffamatoire, aucune obscénité et ne viole pas le droit d’un tiers à la vie privée et\\ou à l’image.</p>\n<p>Lorsque vous interagissez avec La Presse, ses employés et mandataires ou d’autres utilisateurs, vous vous engagez à respecter les « Règles de Nétiquette » qui font partie intégrante des Conditions d’Utilisation.</p>\n<p>8.\nAVIS DE NON-RESPONSABILITÉ </p>\n<p>Le site web, les Fonctionnalités et le Contenu sont fournis « tels quels » et « tels que disponibles ».\nVous naviguez et utilisez le Site web et les Fonctionnalités à vos propres risques.\nLa presse ne fait aucune représentation ni garantie quant au Site web, aux Fonctionnalités et au Contenu, incluant, notamment, les garanties quant i) à la qualité marchande, à l’adaptation à un usage particulier du Contenu ou à la non-violation des droits de propriété intellectuelle.\nii) au fonctionnement du Site web et des Fonctionnalités de manière sécuritaire et sans interruption, ni erreur.\niii) au fait que l’utilisation du Site web ou des Fonctionnalités satisfera vos besoins et vos attentes.\niv) à l’exactitude, à l’exhaustivité, à la fiabilité ou à la pertinence du Site web, des Fonctionnalités et du Contenu.\nv) à la correction des défauts ou des erreurs dans le Site web et les Fonctionnalités.\nvi) à l’absence de virus ou d’éléments dommageables dans le Site web et les Fonctionnalités.\net vii) à la transmission sécuritaire ou sans interception des communications par l’intermédiaire du Site web ou des Fonctionnalités.</p>\n<p>La Presse, ses compagnies affiliées et leurs administrateurs, employés, mandataires, concédants de licence ou leurs successeurs et ayant droits respectifs, ne peuvent en aucune circonstance être tenus responsables des dommages de toute nature, indirects, spéciaux ou fortuits compris, résultant directement ou indirectement de l’utilisation ou de la performance du Site web, des Fonctionnalités ou encore du Contenu évoqué sur ceux-ci ou sur tout autre site auquel vous pouvez accéder par le Site web, même s’ils connaissaient ou auraient du connaître la possibilité de tels dommages.</p>\n<p>La Presse, ses compagnies affiliées et leurs administrateurs, employés, mandataires, concédants de licence ou leurs successeurs et ayant droits respectifs, déclinent toute responsabilité pour les actes, les omissions ou la conduite de tout tiers utilisateur du Site web et des Fonctionnalités et de tout annonceur ou commanditaire du Site web (des « tiers utilisateurs ») et ne peuvent en aucun cas être tenus responsables de tout préjudice, perte, dommage (incluant, notamment, les dommages spéciaux, indirects ou accessoires) ou frais découlant de quelque manière i) des actes, des omissions ou de la conduite d’un tiers utilisateur.\net ii) de l’utilisation ou de l’incapacité d’utiliser quoi que ce soit, logiciel, contenu, biens ou services d’un site ou offert par l’intermédiaire d’un site lié au Site web.</p>\n<p>9.\nABSENCE DE CONSEIL </p>\n<p>Le Site web pourrait, de temps à autre, rendre disponible de l’information reliée à divers champs de pratique professionnels, incluant, notamment, la santé et la forme physique, le droit, la comptabilité et la planification financière et les investissements (« l’Information professionnelle »).\nL’Information professionnelle est fournie uniquement à des fins éducatives et de divertissement et ne devrait en aucun cas être interprétée comme une recommandation pour un traitement particulier, un produit ou un plan d’action.\nL’utilisation du Site web ne doit pas remplacer des consultations avec un professionnel qualifié.</p>\n<p>10.\nHYPERLIENS VERS DES SITES TIERS </p>\n<p>Le Site web contient des hyperliens vers des sites tiers (les « Sites tiers ») qui vous font quitter le Site web.\nLa Presse fournit ces hyperliens pour votre commodité.\nLes Sites tiers ne sont pas sous le contrôle de La Presse et les hyperliens ne peuvent être interprétés comme une approbation ou un endossement de leur contenu par La Presse.\nLa Presse n’est pas responsable du contenu des Sites tiers, des liens qu’ils contiennent, ni des changements ou mises à jour qui leur sont apportés et La Presse n’offre aucune garantie à leur sujet.</p>\n<p>11.\nHYPERLIENS VERS LE SITE WEB </p>\n<p>La Presse encourage les hyperliens au Site web.\nCependant, elle ne souhaite pas être liée à quelque site de tiers i) qui contient un contenu constituant ou encourageant une conduite qui constituerait une infraction criminelle, donnerait lieu à la responsabilité civile ou serait par ailleurs une violation de quelque législation ou réglementation locale, étatique, provinciale, nationale ou internationale, qui est susceptible de porter atteinte ou de nuire aux activités, à la crédibilité ou à l’intégrité de La Presse ou qui contient, affiche ou transmet quelque matériel ou information qui outrepasse les normes morales et\\ou légales de la société canadienne.\nou ii) qui contient, affiche ou transmet quelque information, logiciel ou autre matériel qui viole ou transgresse les droits d’autrui, y compris du matériel qui constitue une atteinte à la vie privée ou aux droits à la protection de la personnalité, ou qui est protégé par droit d’auteur, marque de commerce ou un autre droit de propriété.\nLa Presse se réserve le droit d’interdire ou de refuser d’accepter un hyperlien au Site web à son entière discrétion, à tout moment.\nVous convenez de retirer tout hyperlien que vous pouvez avoir au Site web sur demande de La Presse.</p>\n<p>12.\nUTILISATION DE L’ENGIN DE RECHERCHE </p>\n<p>Tout image, son, effet sonore, enregistrement sonore, œuvre musicale, performance, graphique, vidéo, production cinématographique, œuvre audiovisuelle ou toute autre œuvre (le « Contenu Multimédia ») trouvé par l’entremise d’un engin de recherche disponible sur le Site web sont protégés par le droit d’auteur et\\ou les autres droits de propriété intellectuelle.\nLa Presse n’a pas le droit de vous autoriser à reproduire, distribuer, afficher publiquement, faire une performance publique, communiquer ou créer des œuvres dérivées à partir de tout fichier contenant un tel Contenu Multimédia.\nLorsque les résultats de la recherche relient à des Sites tiers, tout le Contenu Multimédia contenu sur ces Sites tiers est la propriété d’entités autres que La Presse.\nSi vous désirez utiliser le Contenu Multimédia sur un Site tiers auquel vous avez accédé par l’entremise d’un engin de recherche sur le Site web, nous vous recommandons de contacter le propriétaire du Contenu Multimédia afin d’obtenir la permission d’utiliser le Contenu Multimédia.</p>\n<p>13.\nUTILISATION DE BOTS INFORMATIQUES </p>\n<p>Vous reconnaissez que l’utilisation de bots informatiques, dont notamment les webbots, est interdite à quelque fin que ce soit en relation avec le Site web.</p>\n<p>14.\nTÉMOINS (« <em>COOKIES</em> »)</p>\n<p>La Presse vous informe qu’un ou plusieurs témoins (« cookies ») peuvent être placés sur le disque dur de l’ordinateur à partir duquel vous naviguez sur le Site web.\nLes témoins envoyés du Site web n’ont pas pour objet de vous identifier.\nIls enregistrent des informations relatives à la navigation sur le Site web effectuée à partir de l’ordinateur sur lequel est stocké le témoin.\nEn aucun cas, les témoins n’ont pour objet d’exploiter des informations personnelles nominatives vous concernant.\nVous pouvez vous opposer à l’enregistrement des témoins sur le disque dur de l’ordinateur à partir duquel vous naviguez sur le Site web en modifiant les options des logiciels de navigation figurant sur ledit ordinateur.\n&nbsp;</p>\n<p>15.\nSURVEILLANCE</p>\n<p>Vous reconnaissez que La Presse n’a aucune obligation de surveiller le Site web ou tout contenu accessible par l’entremise du Site web.\nCependant, vous reconnaissez que La Presse a le droit de surveiller le Site web électroniquement, à son entière discrétion, et de divulguer toute information nécessaire afin de se conformer à toute loi, règlement ou demande gouvernementale, afin de pouvoir opérer le Site web de manière adéquate ou afin de se protéger ou de protéger ses utilisateurs en vertu de la « Politique de Confidentialité ».</p>\n<p>16.\nTRANSACTIONS AVEC LA PRESSE </p>\n<p>Dans l’éventualité où vous commandez des marchandises et\\ou des services sur le Site web, vous devez transmettre des renseignements personnels complets et exacts.\nLa Presse, à son entière discrétion, se réserve le droit à tout moment après la réception de votre commande, d’accepter ou de refuser votre commande.&nbsp.\nVous reconnaissez que le prix des marchandises et services peut changer sans avis et que les marchandises et services sont fonction des disponibilités.</p>\n<p>17.\nTRANSACTIONS AVEC DES TIERS </p>\n<p>Dans l’éventualité où, par l’intermédiaire du Site web, vous achetez en ligne des produits et\\ou services offerts par des tiers (des « Marchandises de tiers »), La Presse n’est pas responsable de la légalité, de la qualité, de l’exactitude, de la fiabilité ou de quelque autre aspect de la Marchandise de tiers.\nSi vous procédez à un achat sur un Site tiers hébergé par le Site web ou lié au Site web, les renseignements obtenus au cours de votre visite du Site tiers et les renseignements que vous donnez, comme votre numéro de carte de crédit et vos coordonnées, sont recueillis par le Site tiers et non par La Presse.</p>\n<p>Vous dégagez La Presse, ses compagnies affiliées et leurs administrateurs, employés, mandataires, concédants de licence ou leurs successeurs et ayant droits respectifs de l’ensemble des dommages que vous pouvez subir, et convenez de ne pas faire valoir contre eux quelque réclamation découlant de votre achat ou utilisation des Marchandises de tiers offerts sur le Site web ou sur des Sites tiers par l’intermédiaire du Site web.</p>\n<p>18.\nINDEMNISATION</p>\n<p>Vous acceptez de tenir La Presse, ses compagnies affiliées et leurs administrateurs, employés, mandataires, concédants de licence ou leurs successeurs et ayant droits respectifs indemnes et à couvert et de prendre fait et cause pour eux quant à l’ensemble des réclamations, demandes, responsabilités, frais ou dépenses de quelque nature, y compris, notamment, les honoraires et débours juridiques résultant directement ou indirectement : i) de la violation par vous des Conditions d’Utilisation.\nii) de votre navigation, utilisation ou incapacité de naviguer sur ou d’utiliser le Site web et\\ou les Fonctionnalités ou tout site auquel le Site web est ou peut être lié à l’occasion.\niii) de votre utilisation des publications, communications, distributions ou téléchargements de quelque nature par l’intermédiaire du Site web et\\ou des Fonctionnalités, ou du fait que vous vous êtes fié à ceux-ci.\net/ou iv) de la violation par vous de la législation ou de la réglementation applicable.\nVous vous engagez à coopérer avec nous dans la contestation de toute réclamation.</p>\n<p>19.\nDROIT APPLICABLE </p>\n<p>Votre utilisation du Site web et des Fonctionnalités et les Conditions d’Utilisation sont régies par les lois de la province de Québec et les lois du Canada, sans égard aux principes de conflit de lois.\nVous reconnaissez par les présentes que tout litige découlant de ou lié à votre utilisation du Site web ou des Fonctionnalités ou aux Conditions d’Utilisation sera soumis à la compétence des tribunaux du district de Montréal, province de Québec.\nVous reconnaissez que la Convention des Nations Unies sur les contrats de vente internationale de marchandises ne s’applique pas.</p>\n<p>20.\nGÉNÉRALITÉS</p>\n<p>Les présentes Conditions d’Utilisation, la Politique sur la protection de la vie privée, les Règles d’Utilisation du Contenu, les Règles de Contributions des Utilisateurs et les Règles de Nétiquette constituent l’intégralité de l’entente intervenue entre vous et La Presse et remplacent tout autre accord antérieur intervenu entre vous et La Presse.\nVous ne pouvez céder ni transférer les Conditions d’Utilisation, la Politique sur la protection de la vie privée, les Règles d’Utilisation du Contenu, les Règles de Contributions des Utilisateurs et les Règles de Nétiquette ni quelque droit et\\ou obligations aux termes de celles-ci.\nLe défaut par La Presse d’exercer ou de demander l’application de tout droit reconnu par les Conditions d’Utilisation, la Politique sur la protection de la vie privée, les Règles d’Utilisation du Contenu, les Règles de Contributions des Utilisateurs ou les Règles de Nétiquette ne saurait constituer une renonciation à ce droit ou à cette disposition.\nDans l’éventualité où un tribunal compétent déciderait qu’une disposition des Conditions d’Utilisation, de la Politique sur la protection de la vie privée, des Règles d’Utilisation du Contenu, des Règles de Contributions des Utilisateurs ou des Règles de Nétiquette est inapplicable ou invalide, les autres dispositions des Conditions d’Utilisation, de la Politique sur la protection de la vie privée, des Règles d’Utilisation du Contenu, des Règles de Contributions des Utilisateurs ou des Règles de Nétiquette demeureraient en vigueur, le cas échéant.\nLes titres des articles des Conditions d’Utilisation sont utilisés pour fins de présentation seulement et n’ont aucune valeur juridique ou aucun effet contractuel.</p>Ensemble, on fait vivre l’info.<p>Les dons de nos lecteurs nous permettent d’offrir gratuitement une information de qualité pour tous.\n<br>Vous aussi, soutenez notre mission.</p>Faire un don<p>\n</p>\n<p>Centre d’aide</p>\n<p>À propos de nous</p>\n<p>Consulter lapresse.ca</p>\n<p>Faire carrière chez nous</p>\n<p>Annoncer chez nous</p>\n<p>Suivez La Presse</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© La Presse Inc.\nTous droits réservés.</p>\n<p>Légal</p>\n<p>Conditions d’utilisation</p>\n<p>Politique de confidentialité</p>\n<p>Code de conduite</p>\n<p>La Presse est une organisation journalistique enregistrée : 750602310 RR0001</p>\n<p>\n</p>\n<p>\n</p>Appuyez de manière prolongée ou appuyez sur Alt&nbsp;+&nbsp;Flèche vers le bas pour ouvrir le menu.\n", "created_at": "2023-08-31 22:57:38.678187", "updated_at": "2023-08-31 22:57:56.304993"}], "points": [], "urls": ["lapresse.ca"]}}