{"error": 448, "message": "OK", "parameters": {"id": 9215, "name": "My Town ", "created_at": "2023-07-15 01:29:54.719772", "updated_at": "2023-07-15 10:02:17.170178", "wikipedia": null, "keywords": null, "related": null, "slug": "my-town", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9215.png", "url": "my-town.com", "documents": [{"id": 18048, "name": "Privacy Policy ", "url": "https://my-town.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li> Games</li>\n<li> About</li>\n<li> Contact</li>\n<li> MT+</li>\n<li> More Privacy PolicyNews </li>\n</ul> Privacy Policy <p>Last Updated Date: July 18, 2022</p>\n<p>Datenschutzrichtlinie<br>\n<strong>Who Are We?</strong> We are My Town Games Ltd, an Israeli Company who produces the My Town Games.\nWe are located at HaPelech St 7, Tel-Aviv Israel.</p>\n<p>This privacy policy is meant to comply with your rights under law, and to ensure that you receive adequate information about how your information is collected, processed, conveyed and deleted.</p>\n<p>We acknowledge that our games are meant for young children.\nand as we are aware that they cannot understand legal documents, we request that you provide your consent as the legal guardian of your child.</p>\n<br>\n<strong>My Town :&nbsp;City Life Story game app on IOS &amp.\nAndroid is certified COPPA compliant.</strong>\n<p>The app does not actively collect any information from children.<br>\nIt does collect technical information which does not specifically identify a user but supports the operation of the app.</p>\n<p>device_type,mobile_brand_name,mobile_model_name,platform_version,device_id,country,session,page views</p>\n<p>We work with the following third parties in this app:</p>\n<p>We use Firebase Analytics for database and statistics.\nWe collect this information for internal use only and it can’t be used to identify a user.\n<strong>This third party is prohibited from sharing any data.</strong> For more https://firebase.google.com/support/privacy/<br>\nWe use the following ad providers to serve contextual ads in the My Town apps.\nThese networks are part of the Google Play certified ad network program.\nThese networks are restricted from tracking users and serving behavioural ads.</p>\n<ul>\n<li>KIDOZ: https://kidoz.net/safe_ads_policy/</li>\n<li>Superawesome Ads: https://www.superawesome.com/awesomeads-for-content-owners-and-platforms/</li>\n<li>Unity Ads: https://unity3d.com/legal/privacy-policy</li>\n<li>Iron Source: https://developers.ironsrc.com/ironsource-mobile/air/ironsource-mobile-privacy-policy/</li>\n<li>Vungle: https://vungle.com/privacy/</li>\n<li>Applovin: https://www.applovin.com/privacy/</li>\n<li>Google Admob: https://policies.google.com/privacy?hl=en-US</li>\n<li>AdColony: https://www.adcolony.com/privacy-policy/</li>\n<li>Chartboost: https://answers.chartboost.com/en-us/articles/200780269</li>\n<li>InMobi: https://www.inmobi.com/privacy-policy</li>\n</ul>\nWe have enabled settings on each of these third party ad providers to ensure that no behavioural tracking takes place, data collected is used solely to serve contextual ads and this data is not shared with any other third parties.\n<strong>All ads are subject to human review for appropriateness.</strong>\n<p>For more information on the use of these third parties please view the privacy policies through the links provided.</p>\n<p>If you would like further information about the third party service providers listed please contact us at: privacy@my-town.com<br>\nWe may make changes to the policy from time to time so please be sure to check regularly.\nIf we make a material change to this policy we will post notice prior to making the change.\nIf we have your contact details we will contact you before we make the change.</p>\n<p>If you would like more information please contact us at:&nbsp;privacy@my-town.com</p>\n<p>Kids Privacy Assured by PRIVO: COPPA Safe Harbor Certification<br>\n<br>\nApps Factory Media Ltd is a member of the PRIVO Kids Privacy Assured COPPA Safe Harbor Certification Program (“the Program”).\nThe Program certification applies to the digital properties listed on the validation page that is viewable by clicking on the PRIVO Seal.\nPRIVO is an independent, third-party organization committed to safeguarding children’s personal information collected online.\nThe PRIVO COPPA certification Seal posted on this page indicates Apps Factory Media Ltd has established COPPA compliant privacy practices and has agreed to submit to PRIVO’s oversight and consumer dispute resolution process.\nIf you have questions or concerns about our privacy practices, please contact us at privacy@my-town.com.\nIf you have further concerns after you have contacted us, you can contact PRIVO directly at privacy@privo.com.</p>\n<p>\n<strong>&nbsp;Security<br>\n</strong>We use generally accepted security measures and safeguards in an attempt to keep the data it collects secure and requires that the third parties it works with agree to do the same.\nPlease be aware though that, despite our best efforts, no security measures are perfect or impenetrable.</p>\n<p>\n<strong>\n<u>Privacy and the rest of our apps:</u>\n</strong>\n</p>\n<p>\n<strong>How Do We Collect and process your inforamtion?<br>\n</strong>\n</p>\n<p>We understand the importance of our users’ personal information, and more importantly the information pertaining to children under 13 years of age.\nWe do not collect or require users to enter their personal information when using our Products.\nWe do not collect any personal information from children with our apps.</p>\n<p>We may receive your non-personal data indirectly from the following third party analytics or advertisers providers.\n<strong>These third parties do not share your user data</strong>.\nthey are used to support the operation of our apps and.\n(respective privacy policies are noted below):</p>\n<ul>\n<li>Google analytics</li>\n<li>Unity</li>\n<li>Back4app</li>\n<li>Google Admob</li>\n<li>Kidoz</li>\n<li>Superawesome</li>\n<li>Ironsrc</li>\n</ul>\n<p>\n<strong>Do We Use Cookies?</strong> We use cookies in order to allow your child to log-in to our game when he uses the web interface.\nA cookie is a small file stored on your computer which may be later also used to identify him.\nWe may also allow several third parties to place cookies.\nIn that case, these cookies may be used to identify your child in their services as well.\nThese third parties include : Google Analytics.</p>\n<p>\n<strong>Why Are Children So Special? </strong>Your children are special and important.\nThe law provides them with greater protections than adults, which includes their right not to have their personal data used for marketing purposes, and that they may delete this data at any time.\nIt also grants them the right to not be subject to data collection without their specific consent.\nWhile under some jurisdictions, the collection of a child’s personal data is not conditioned on consent, we take the harsher approach and apply this condition to all jurisdictions.</p>\n<p>\n<strong>How Do We Collect Information?</strong> We collect information when a user play the game or makes purchases All this information is collected and stored on our Firebase database and transferred via secure socket layer (SSL).\nWe use encryption to make sure that third parties cannot listen on the conversation between your mobile device and our servers, and to ensure that information is sent only to our servers, in order to minimize the chance of a malicious entity that might want to impersonate our server.</p>\n<p>\n<strong>How Can You Review Your Child’s Information? </strong>You can always send us a message at privacy@my-town.com and request that we send you a copy of all your personal data.\nwhen doing so, we will first verify your identity, and thereafter we shall provide you with a copy of some information.\nPlease note that if we are unable to verify your identity, we may choose to delete all information in lieu of sending a copy, and that is to increase security.</p>\n<p>\n<strong>How Can You Amend, Delete or Request That We Cease Processing Personal Data? </strong>Yes.\nYou can send us a message at<br>\nprivacy@my-town.com and request that we amend, delete or cease processing of personal data.\nWe will honor these requests and do so, while retaining only the information we need to enforce our legal rights</p>\n<p>\n<strong>Who Can You Contact? </strong>If you feel your privacy was violated, send us an email to our privacy officer, at privacy@my-town.com &nbsp;or +9725255559684 and Our officer shall respond and investigate these complaints.\nHe will also publish periodic reports if a specific issue shall arise.</p> Awards <p>Don't just take our word for it.<br> Take a peak at some of the awards <br> we got over the years.</p> Previous Next<ul>\n<li>1</li>\n<li>2</li>\n<li>3</li>\n<li>4</li>\n<li>5</li>\n</ul> Join our Newsletter <p>Be the first one to know about Free games and updates</p>\n<p>\n</p>\n<ul>\n</ul> Visit us: Games <ul>\n<li>World</li>\n<li>My Town</li>\n<li>My City</li>\n<li>My Little Princess</li>\n<li>WonderLand</li>\n</ul> About <ul>\n<li>About</li>\n</ul> Contact <ul>\n<li>Contact us</li>\n<li>Privacy Policy</li>\n</ul> © Copyright My Town Games Ltd 2023 | Privacy ", "created_at": "2023-07-15 01:29:54.749925", "updated_at": "2023-07-15 01:30:21.142957"}], "points": [], "urls": ["my-town.com"]}}