{"error": 448, "message": "OK", "parameters": {"id": 7789, "name": "Challenge.Gov", "created_at": "2023-03-29 15:36:30.001702", "updated_at": "2023-03-29 19:26:55.031712", "wikipedia": null, "keywords": null, "related": null, "slug": "challenge-gov", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7789.png", "url": "challenge.gov", "documents": [{"id": 15027, "name": "Terms of Use", "url": "https://www.challenge.gov/terms/", "xpath": "/html/body/main/div/div", "text": " Terms of Use <p>The following terms govern the use of Challenge.Gov.\nThey include any applicable laws, regulations or policies incorporated by reference.\nChallenge.Gov reserves the right to modify these terms at any time, and changes are effective immediately upon posting.\nBy using this website, users agree to all of the terms specified herein.\nFailure to fully comply with the terms of use or any related laws, rules and regulations may result in denial of use or access to Challenge.Gov.</p> Purpose <p>Challenge.Gov is a federal program maintained by the U.S.\nGeneral Services Administration (GSA).\nAs mandated by the American Innovation and Competitiveness Act of 2017, this is intended for use by federal agencies to announce and broadly promote prize competitions in which the public can participate.</p> General Conditions for Use <p>The use of Challenge.Gov is subject to the federal government and GSA’s web use guidelines.\nUsers should treat this site as they would any government-owned and -operated website.</p>\n<p>Agency-sponsored competitions may impose additional requirements.\nParticipants should carefully review challenge requirements on a case-by-case basis.</p>\n<p>GSA neither guarantees nor warrants that information posted on Challenge.Gov by agency challenge managers or other site users is correct, and disclaims any liability for any loss or damage resulting from reliance on any such information.</p>\n<p>Challenge.Gov may contain links to websites created and maintained by other public and/or private organizations.\nThe site provides these links as a service to our users.\nWhen users click a link to an outside website, they are leaving the Challenge.Gov site and are subject to the privacy and security policies of the owners/sponsors of the outside website(s).\nYou are encouraged to familiarize yourself with these policies.\nThe Challenge.Gov linking policy is the same as the USA.gov Linking Policy.</p> Agency Responsibilities <p>Agency challenge administrators are responsible for obtaining proper agency approval for all challenge content, rules, funding, and the legal authority under which the competition will be administered.</p>\n<p>Challenge managers must coordinate with the Challenge.Gov team (team@challenge.gov) to publish content to the site, and may consult with the team for additional program design, training, and implementation prior to launching.\nIn general, agencies are advised to allow for six-12 months of lead time to plan and structure challenges internally as well as to market competitions prior to launch.</p>\n<p>Remember that official online activities are subject to the ethics regulations of each agency as well as other federal and agency laws, policies, and regulations.</p> Terms of Use Violation <p>If an agency or representative violates the terms of use, Challenge.Gov access and/or use privileges may be revoked or suspended.\nAny hosted competitions may be shut down or removed.</p> Applicable Law <p>The use of the website and any of the applications or programs offered through Challenge.Gov and the interpretation of these terms of use shall be governed by and enforced in accordance with applicable federal law.</p> Accessibility <p>The commitment to accessibility for all is reflected on this site in our efforts to ensure all functionality and all content are accessible to all Challenge.Gov users.</p>\n<p>This site site is routinely tested for compliance with Section 508 of the Rehabilitation Act using a technical standards checklist, in-depth testing with screen readers, policy experts, and people with disabilities.\nFor more information on Section 508 technical standards, please visit www.Section508.gov.</p>\n<p>In addition, the Challenge.Gov site is also routinely reviewed for alignment with the latest Web Accessibility Initiative Guidelines for W3C.\nThe Web Accessibility Initiative Guidelines from the W3C define how browsers, media players, and other “user agents” support people with disabilities and work assistive technologies.</p>\n<p>Images on the site contain “alt tags”, which aid users who listen to the content of the site by using a screen reader, rather than reading the site.\nLikewise, a “skip to” link provides these users with a method for bypassing the header and going directly to the main content each time a page is accessed.\nText transcripts accompany audio clips, and closed captioning is available on videos.</p>\n<p>Users can get information regarding the accessibility of Adobe Portable Document Format (PDF) files from the Access Adobe website.</p>\n<p>The Challenge.Gov website is being updated frequently to make it as accessible as possible.\nIf you use assistive technology (such as a screen reader, eye tracking device, or voice recognition software) and have difficulty accessing information on Challenge.Gov, please contact us and provide the URL (web address) of the material you tried to access, the problem you experienced, and your contact information.\nA Challenge.Gov team member will contact you and attempt to provide the information you are seeking.</p> ", "created_at": "2023-03-29 15:36:30.045842", "updated_at": "2023-03-29 15:37:10.189942"}, {"id": 15028, "name": "Privacy Policy", "url": "https://www.challenge.gov/privacy-policy/", "xpath": "/html/body/main/div/div", "text": " Privacy <p>Challenge.Gov does not collect personal information when you visit our website unless you choose to provide that information.\nOutlined below is the Challenge.Gov online privacy policy.\nIf you have questions about this policy, contact the Challenge.Gov team at team@challenge.gov.</p> Information Collected and Stored Automatically\n<p>When you visit Challenge.Gov, we may store some or all of the following: the Internet protocol (IP) address from which you access the site, date and time, the Internet address of the website from which you linked to Challenge.Gov, the name of the file or words you searched, items clicked on a page, and the browser and operating system used.</p>\n<p>This information is used to measure the number of visitors to the various sections of our site and to identify system performance or problem areas.\nWe also use this information to help us develop the site, analyze patterns of usage, and to make the site more useful.\nThis information is not used for associating search terms or patterns of site navigation with individual users.\nChallenge.Gov periodically deletes its web logs.\nOn occasion, Challenge.Gov may provide this information to third party entities it contracts with for the purposes of research analysis that will not be associated with individual users.</p> Use of Cookies <p>When you visit a website, it sends a small piece of information called a cookie along with the webpage.\nThe main purpose of a cookie is to identify and customize web pages for you.</p>\n<p>There are two kinds of cookies:</p>\n<ol>\n<li>A session cookie is a line of text that is stored temporarily in your computer’s random access memory, or RAM.\nA session cookie is never written to a drive, and it is destroyed as soon as you close your browser.\nGSA creates a session cookie when you visit, and destroys it as soon as you close your browser.</li>\n<li>A persistent cookie from a website is saved to a file on your hard drive and is called up the next time you visit that website.\nThis lets the website remember what you were interested in the last time you visited.\nGoogle Analytics, as configured on GSA websites, also uses first-party (persistent) cookies to:\nDistinguish unique users (last for up to 2 years if you never clear your cookies)\nThrottle the request rate (last for up to 1 minute)</li>\n</ol>\n<p>If you do not wish to accept cookies, you can edit your browser’s options to stop accepting persistent cookies or to prompt you before accepting a cookie from the websites you visit.\nSee additional information on disabling cookies and/or Google demographic and interests reports.</p>\n<p>Note: Although using persistent cookies allows us to deliver a better experience for you, this site will also work without them.</p> Personal Information <p>Users are NOT required to provide any information to search, retrieve, download, filter and otherwise use the data available on Challenge.Gov.\nIf you choose to provide us with personal information—like sending an email to Challenge.Gov to ask questions—we use that information to respond to your message, and to help get you the information you requested.\nWe only share the information you give us with another government agency to assist in answering your questions and to better understand user needs for Challenge.Gov, or as otherwise required by law.\nAny email address provided in connection with your question or suggestion will not be publicly viewable on the website.\nChallenge.Gov never collects information or creates individual profiles for commercial marketing.</p>\n<p>In contacting Challenge.Gov with your questions and comments, you should NOT include additional personal information, especially Social Security numbers.\nChallenge.Gov is NOT a Privacy Act System of Record.</p> Security <p>For site security purposes and to ensure that this service remains available to all users, GSA web servers use industry-standard methods to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.</p>\n<p>Unauthorized attempts to upload information or change information on GSA servers are strictly prohibited and may be punishable by law, including the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act.</p>\n<p>While Challenge.Gov uses social media including Facebook, Twitter, and YouTube, no personally identifiable information (PII) is sought or provided to GSA as a result of our use of these platforms.</p>\n<p>The pages on Challenge.Gov may include hypertext links or pointers to information created and maintained by other public and private organizations.\nCheck the linking policy for more information.</p>\n<p>For more information on privacy and security:</p>\n<ul>\n<li>See GSA’s Privacy and Security Policy.</li>\n<li>Contact us with questions.</li>\n</ul> ", "created_at": "2023-03-29 15:36:30.078528", "updated_at": "2023-03-29 15:37:33.249434"}], "points": [], "urls": ["challenge.gov"]}}