{"error": 448, "message": "OK", "parameters": {"id": 9399, "name": "Wordfence", "created_at": "2023-08-23 20:20:12.077263", "updated_at": "2023-08-23 22:02:28.669714", "wikipedia": null, "keywords": null, "related": null, "slug": "wordfence", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9399.png", "url": "wordfence.com", "documents": [{"id": 18510, "name": "License Terms and Conditions", "url": "https://www.wordfence.com/license-terms-and-conditions/", "xpath": "/html/body/div[1]/main", "text": "Wordfence License Terms and Conditions <p>This Wordfence License Terms and Conditions (“<strong>Agreement</strong>“) governs your use of Wordfence (as defined below) provided by Defiant Inc.\n(“<strong>Defiant</strong>” or the “<strong>Licensor</strong>”), to you (“<strong>you</strong>,” or “<strong>your</strong>“) for use pursuant to and subject to the licenses contained herein between Defiant Inc., you, your employer, and any other person or entity who owns or otherwise lawfully controls the computer on which the Wordfence Plugin is installed (collectively “<strong>Licensee</strong>“).</p>\n<p>BY CLICKING “I AGREE”, YOU REPRESENT THAT YOU ARE DULY AUTHORIZED BY LICENSEE TO (i) ACCESS AND USE THE PLUGIN.\nAND (ii) ACCEPT THIS AGREEMENT AND AGREE THAT YOU AND LICENSEE ARE LEGALLY BOUND BY IT.\nIF YOU OR LICENSEE DO NOT AGREE TO THE TERMS AND CONDITIONS OF THIS AGREEMENT AND THE TERMS AND CONDITIONS OF ANY APPLICABLE LICENSE AGREEMENTS OR NOTICES INDICATED OR REFERENCED BELOW, THEN YOU AND LICENSEE MAY NOT USE THE PLUGIN.</p>\n<ol>\n<li>DEFINITIONS <ol>\n<li>“<strong>Affiliate</strong>” means, for a Party, any other entity that controls, is controlled by, or under common control with, the Party.\nFor the purposes of this definition, the term “control” means the direct or indirect power to direct the affairs of the other entity through at least 50% of the shares, voting rights, participation, or economic interest in this entity.</li>\n<li>“<strong>Claim</strong>” means a claim, action, complaint, or legal regulatory body, administrative or judicial proceeding filed against a Party.</li>\n<li>“<strong>Computer</strong>” means a virtual or physical device for storing or processing data, such as servers, desktop computers, laptops, mobile devices and hardware products.\nWhere a device contains more than one virtual environment (including virtual machines and virtual processors), each virtual environment will be counted as a separate Computer.</li>\n<li>“<strong>Licensee Data</strong>” means any information that is imported by or on behalf of Licensee into Wordfence from Licensee’s internal data stores or other third-party data providers, or is collected via the Distributed Code, in connection with Licensee’s use of Wordfence.</li>\n<li>“<strong>Licensee Site</strong>” means any current or future website or application that is owned and operated by Licensee, or is hosted or operated by a third-party on Licensee’s behalf, and that contains a privacy policy or terms of use governing data collection practices that Licensee controls.</li>\n<li>“<strong>Effective Date</strong>” means the date this Agreement was agreed to by Licensee.</li>\n<li>“<strong>Data Protection Terms</strong>” means the applicable Standard Contractual Clauses found at https://www.wordfence.com/standard-contractual-clauses/ or as otherwise agreed by the Parties.</li>\n<li>“<strong>Documentation</strong>” means the applicable technical specification and usage documentation for Wordfence plugin as such materials are made generally available on www.wordfence.com.\n“Documentation” does not include any third-party content posted to www.wordfence.com, content published in user forums hosted or moderated by Defiant, content related to any future functionality, or communications exchanged between Defiant and Licensee.</li>\n<li>“<strong>Party</strong>” means Defiant or Licensee, as applicable.</li>\n<li>“<strong>User</strong>” means an individual who may use or access Wordfence on behalf of Licensee.</li>\n<li>“<strong>Wordfence</strong>” means technology owned by Defiant or licensed to Defiant by a third-party consisting of the Wordfence API and the Wordfence Plugin.</li>\n<li>“<strong>Wordfence API</strong>” means the Defiant controlled system access point and library function provided by Defiant-hosted servers that are accessible to the Wordfence Plugin.</li>\n<li>“<strong>Wordfence Free</strong>” means the service and functionality described at https://www.wordfence.com/help/wordfence-free/, provided by the installation and use of the Wordfence Plugin and Wordfence API that are available without payment to Defiant.</li>\n<li>“<strong>Wordfence Plugin</strong>” means the HTML tags, JavaScript code, PHP code, CSS styling, and other code provided by Defiant contained within the downloadable plugin.</li>\n<li>“<strong>Wordfence Premium</strong>” means the service and functionality of Wordfence Free plus the additional functionality described at https://www.wordfence.com/help/premium/, provided as a result of purchasing a license subscription from Defiant.</li>\n</ol>\n</li>\n<li>PAYMENT, TERM, AND DELIVERY <ol>\n<li>\n<strong>Wordfence Premium License Term.</strong> Each License Term for Wordfence Premium shall begin on the Effective Date and expire: i) twelve (12) months thereafter if the Licensee has purchased a one year subscription.\nii) twenty four (24) months thereafter if the Licensee has purchased a two year subscription.\nand iii) thirty six (36) months thereafter if the Licensee has purchased a three year subscription (the “<strong>License Term</strong>”).” All applicable fees for such renewals will be at Defiant’s then-current rates.\nIf Licensee’s subscription is not renewed and all fees paid in full, Licensee’s access to the Wordfence Premium will terminate at the end of the then-current License Term.</li>\n<li>\n<strong>Wordfence Premium Fees and Payment.</strong> Prior to each License Term, Licensee shall pay all fees set forth on Defiant’s pricing page, https://www.wordfence.com/products/pricing/.&nbsp;Prices do not include applicable taxes.</li>\n<li>\n<strong>Wordfence Premium Refunds.</strong> In the event Licensee is not satisfied with Wordfence Premium, Licensee may terminate its use of Wordfence Premium within thirty (30) days of the Effective Date of the initial License Term and receive a full refund.\nIf Licensee terminates more than 30 days after the Effective Date of the initial License Term, Licensee will not be entitled to a refund of any portion of the Fees and Licensee’s access to Wordfence Premium will be terminated immediately.\nExcept as otherwise stated in these Terms, all fees paid for the Service are non-refundable.</li>\n<li>\n<strong>Wordfence Free.</strong> Wordfence Free is offered at no fee.\nNotwithstanding any other provision of this Agreement, Wordfence Free is provided “AS IS” without warranty or support of any kind, express or implied.\nDefiant may terminate Licensee’s access to Wordfence Free at any time for any reason and without liability of any kind.\nIF LICENSEE SUBSEQUENTLY PURCHASE A SUBSCRIPTION TO WORDFENCE PREMIUM, LICENSEE’S ACCESS TO WORDFENCE FREE SHALL IMMEDIATELY TERMINATE AND LICENSEE EXPRESSLY AGREES THAT, UNLESS LICENSEE HAS A SEPARATE SIGNED AGREEMENT GOVERNING LICENSEE’S ACCESS TO AND USE OF WORDFENCE, THIS AGREEMENT, AND THE TERMS AND CONDITIONS HEREIN, SHALL GOVERN LICENSEE’S USE OF WORDFENCE PREMIUM.</li>\n<li>\n<strong>Electronic Delivery.</strong> Wordfence and all Documentation shall be delivered by electronic means.\nWordfence shall be deemed delivered when it is made available for download by Licensee.</li>\n</ol>\n</li>\n<li>LICENSE AND RESTRICTIONS <ol>\n<li>\n<strong>License Grant for the Wordfence Plugin.</strong> The Wordfence Plugin made available by Defiant is provided to Licensee under the terms and conditions of the GNU General Public License version 3 (“GPL”).\nLicensee can redistribute it and/or modify the Wordfence Plugin under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at Licensee’s option) any later version.Licensee should receive a copy of the GPL along with the Wordfence Plugin.\nIf not, a copy of the GPL is available at https://www.gnu.org/licenses/gpl-3.0.en.html.\nFor purposes of the GPL, “Program” will mean the Wordfence Plugin.\nTo the extent there is a conflict between the terms and conditions of this Agreement and the GPL, the terms and conditions of the GPL shall prevail.The Wordfence Plugin is distributed WITHOUT ANY WARRANTY.\nwithout even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.\nSee the GNU General Public License for more details.With respect to the Wordfence Plugin, to the extent that the terms and conditions of the GPL conflict with the terms of this Agreement, the GPL will prevail.</li>\n<li>\n<strong>License Grant for the Wordfence API.</strong> Subject to Licensee’s compliance with all of the terms and conditions of this Agreement, and during the applicable License Term, Defiant grants Licensee a limited, worldwide, non-transferable, non-sublicensable, non-exclusive license to use the Wordfence API for Licensee’s internal business purposes in connection with Licensee’s own use of the Wordfence Plugin, but only in accordance with: (a) the Documentation.\n(b) the restrictions in Section 3.3, or (c) any other restrictions mutually agreed upon by Licensee and Defiant.</li>\n<li>\n<strong>License Conditions.</strong> Except to the extent expressly permitted under this Agreement, Licensee agrees as a condition of the licenses that it must not:\n<ol>\n<li>use Wordfence in (1) violation of any applicable law or regulation (including, where applicable, the EU and UK General Data Protection Regulation and the California Consumer Privacy Act), or in connection with unlawful material (such as material that violates any obscenity, defamation, harassment, privacy, publicity or intellectual property laws).\nor (2) a manner that would cause a material risk to the security or operations of Defiant or any of its customers, or to the continued normal operation of other Defiant customers.</li>\n<li>distribute, republish, transmit, sell, rent, lease, host, or sub-license Wordfence;</li>\n<li>copy, use, download, or display Wordfence except as specifically authorized in this Agreement;</li>\n<li>offer, use, or permit the use of Wordfence in a computer service business, third-party outsourcing service, on a membership or subscription basis, on a service bureau basis, on a time-sharing basis, as part of a hosted service, or on behalf of any third-party.\nor</li>\n<li>remove, obscure, or alter any proprietary notices associated with Wordfence.</li>\n<li>Defiant reserves all other rights not expressly granted in this Agreement.</li>\n</ol>\n</li>\n<li>\n<strong>Defiant Ownership.</strong> Notwithstanding anything to the contrary contained herein, except for the limited license rights expressly provided herein, Defiant and its licensors have and will retain all rights, title and interest (including, without limitation, all patent, copyright, trademark, trade secret and other intellectual property rights) in and to Wordfence, Deliverables, and all copies, modifications and derivative works thereof (including any changes which incorporate any of Licensee’s ideas, feedback or suggestions).\nLicensee acknowledges that Licensee are obtaining only a limited license right to Wordfence and that irrespective of any use of the words “purchase”, “sale” or like terms hereunder no ownership rights are being conveyed to Licensee under this Agreement or otherwise.</li>\n<li>\n<strong>Third-Party Providers.</strong> Licensee is responsible for complying with any applicable terms and conditions of any third-party data, products, services, and platforms used by Licensee in conjunction with Wordfence.</li>\n<li>\n<strong>Privacy Policy and Data Protection Terms.</strong> Licensee’s use of Wordfence is subject to the Wordfence Privacy Policy, a current version of which is available here: https://www.wordfence.com/privacy-policy/ and the Data Protection Terms.</li>\n</ol>\n</li>\n<li>THIRD-PARTY ACCESS <ol>\n<li>\n<strong>Outsourcing and Third-Party Access.</strong> Licensee may allow a third-party contractor to operate, use or access Wordfence solely on Licensee’s behalf, provided such use or access is only for Licensee’s internal business purposes.\nLicensee is responsible for ensuring that any third-party operating, using or accessing Wordfence on Licensee’s behalf complies with the terms of this Agreement.\nLicensee is responsible for and liable for the acts or omissions of such third-party as if they were Licensee’s acts or omissions.</li>\n</ol>\n</li>\n<li>CUSTOMER CONTENT AND CUSTOMER DATA <ol>\n<li>\n<strong>Licensee Ownership.</strong> As between Defiant and Licensee, Licensee owns (or where applicable, must ensure it has a valid license to) the Licensee Data, subject to Defiant’s underlying intellectual property in Wordfence.</li>\n<li>Permitted Use.\n<ol>\n<li>Licensee grants Defiant and its Affiliates a non-exclusive, worldwide, royalty-free license to use, copy, transmit, sub-license, index, store, distribute, and display Licensee Data : (1) to the extent necessary to perform its obligations or enforce its rights under this Agreement.\n(2) for the purposes of developing, modifying, improving, supporting, customizing, and operating Wordfence.\nor (3) where required or authorized by law.</li>\n</ol>\n</li>\n<li>Responsibility.\n<ol>\n<li>Licensee will conspicuously display a privacy policy that discloses Licensee’s privacy practices, identifies the collection, use and sharing of information gathered in connection with Wordfence, including types of data collected, and offers an opportunity to opt out of (or opt-in if applicable law requires) the collection, use and sharing of data gathered in connection with Wordfence.</li>\n<li>Licensee retains complete control over the installation and configuration of the Wordfence Plugin, and all Licensee Sites.\nLicensee must comply with its privacy policy, and is responsible for ensuring that all Licensee Sites used with the Wordfence Plugin and all Licensee Data comply with all applicable laws and regulations.\nLicensee will take reasonable steps to identify and promptly remove any Licensee Data that violates the requirements of Section 5.3(A) (“Unlawful Content”), in accordance with applicable laws and regulations.\nIf there is Unlawful Content, Defiant may suspend services and remove the Unlawful Content.</li>\n</ol>\n</li>\n<li>\n<strong>Prohibited Actions.</strong> The following actions are prohibited and constitute a material breach of this Agreement.\nIf any of these prohibitions conflict with the terms of the GPL, where applicable, the GPL will prevail.\nThis list is not meant to be exhaustive.\nBy way of example, and not as a limitation, Licensee will not:\n<ol>\n<li>Use Wordfence for any purpose or to take any actions in violation of local, state, national or international laws, regulations, codes or rules.</li>\n<li>Take any action that places an unreasonable or disproportionately large load on Defiant’s infrastructure or otherwise that may adversely affect performance of Wordfence or restrict any other customer or Defiant from using Wordfence.</li>\n<li>Use Wordfence for unauthorized framing or linking, or via automated devices, bots, agents, crawl, scraping, scripts, intelligent search or any similar means of access to Wordfence.</li>\n<li>Aggregate, copy, duplicate, publish or make available the Wordfence API or any information available through the Wordfence API to third parties in any manner.</li>\n<li>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy or publicity) of others, or impersonating anyone else or misrepresenting Licensee’s identity of affiliation.</li>\n<li>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, pornographic, offensive, harassing, infringing, obscene, indecent or unlawful topic, name, material, content or information.</li>\n<li>Upload or download files that contain software or other material protected by intellectual property laws or other laws, unless Licensee owns or controls the rights, titles, or interests thereto or have received all necessary consents or rights.</li>\n<li>Upload or transmit files that contain viruses, mal-ware, disabling code, corrupted files, or any other similar software or programs that may damage the operation of another’s computer.</li>\n<li>Use Wordfence to make available unsolicited advertising or promotional materials, spam, pyramid schemes, chain letters, or similar forms of unauthorized advertising or solicitation.</li>\n<li>Harvest or otherwise collect information about others, including without limitation email addresses or other contact information, without their consent, or hack or violate any security measures.</li>\n<li>Falsify or delete any author attributions, legal or other notices, or proprietary designations or labels of origin or source.</li>\n<li>Engage in any other action that, in the judgment of Defiant, exposes it or any third party to potential liability or detriment of any type.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>WORDFENCE PREMIUM SUPPORT <ol>\n<li>We provide “priority support” for Wordfence Premium via email only.\nWe do not guarantee a specific response time and we do not provide a service level agreement.\nIn general, we operate weekdays from Monday to Friday, 9 a.m.\nto 8 p.m.\nET excluding holidays.\nWe will try to respond to email inquiries within one business day.\nPriority support is offered on a per user basis and not a per license basis.\nThis means that we limit the amount of support we provide per paid license.\nOur support offered for Wordfence Premium is limited to 2 hours of support per incident.\nWe reserve the right to decline further support or to charge for additional support beyond the 2 hours of support.\nWe endeavor to provide you with excellent customer service, but we reserve the right to immediately terminate service without a refund if a user is insulting, threatening, or abusive to our support team, or violates this Agreement.\nWe do not provide support for issues that are not directly related to the Wordfence plugin, such as website configuration.</li>\n</ol>\n</li>\n<li>DISCLAIMER OF LIABILITY <ol>\n<li>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL DEFIANT OR ITS AFFILIATES, OR ANY OF ITS OR THEIR RESPECTIVE LICENSORS OR SERVICE PROVIDERS, BE LIABLE TO LICENSEE FOR ANY USE, INTERRUPTION, DELAY, OR INABILITY TO USE WORDFENCE.\nLICENSEE IS PROVIDED WORDFENCE PURSUANT TO WORDFENCE LICENSE TERMS AND CONDITIONS BETWEEN LICENSOR AND LICENSEE, SOLELY FOR THE BENEFIT OF LICENSEE AND AT LICENSEE’S DISCRETION.\nLICENSEE ACKNOWLEDGES THAT LICENSEE HAS NO RIGHTS UNDER THAT AGREEMENT INCLUDING ANY RIGHTS TO ENFORCE ANY OF ITS TERMS.\nANY OBLIGATION OR LIABILITY LICENSOR OR ITS AFFILIATES, OR ANY OF ITS OR THEIR LICENSORS OR SERVICE PROVIDERS, MAY HAVE WITH RESPECT TO LICENSEE’S USE OR INABILITY TO USE WORDFENCE SHALL BE SOLELY TO LICENSEE PURSUANT TO THAT AGREEMENT AND SUBJECT TO ALL LIMITATIONS OF LIABILITY SET FORTH THEREIN.</li>\n<li>Disclaimer of Warranties <p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WORDFENCE IS PROVIDED “AS IS,” “WITH ALL FAULTS,” AND “AS AVAILABLE,” AND THE ENTIRE RISK OF USE AND PERFORMANCE REMAINS WITH LICENSEE.\nDEFIANT AND ITS AFFILIATES AND LICENSORS DO NOT MAKE ANY REPRESENTATIONS, WARRANTIES, OR CONDITIONS, EXPRESS, IMPLIED, OR STATUTORY AND HEREBY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT, AND WE MAKE NO REPRESENTATION OR WARRANTY THAT THE WORDFENCE: (A) WILL MEET LICENSEE’S NEEDS OR EXPECTATIONS.\n(B) WILL BE AVAILABLE OR PROVIDED ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS.\n(C) WILL BE ACCURATE, COMPLETE, OR RELIABLE, OR (D) WILL BE FREE FROM VIRUSES, WORMS, OR OTHER HARMFUL OR MALICIOUS COMPONENTS, NOR DO WE WARRANT THAT ANY DEFECTS OR ERRORS WITH THE WORDFENCE WILL BE CORRECTED.</p>\n</li>\n<li>Disclaimer of Certain Damages <p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL WE OR OUR AFFILIATES, SUPPLIERS, OR LICENSORS BE LIABLE FOR ANY CONSEQUENTIAL, SPECIAL, INCIDENTAL, INDIRECT, OR PUNITIVE DAMAGES.\nFOR LOSS OF PROFITS.\nLOSS OR CORRUPTION OF DATA OR OTHER INFORMATION.\nOR ANY OTHER LOSS OR ANY KIND, WHETHER FORESEEABLE OR NOT, BASED ON, RESULTING FROM, ARISING OUT OF, OR IN ANY WAY CONNECTED WITH WORDFENCE OR THESE TERMS, EVEN IF WE OR ANY OF OUR AFFILIATES, SUPPLIERS, OR LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n</li>\n<li>LIMITATION OF LIABILITY AND EXCLUSIVE REMEDY.\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND TO THE EXTENT THEY ARE NOT EXCLUDED OR DISCLAIMED UNDER THE DISCLAIMER OF WARRANTIES OR DISCLAIMER OF CERTAIN DAMAGES SECTIONS, OUR MAXIMUM, AGGREGATE LIABILITY TO LICENSEE, AND LICENSEE’S EXCLUSIVE REMEDY UNDER THESE TERMS FOR ANY AND ALL DAMAGES, INJURIES, AND LOSSES ARISING FROM ANY AND ALL CLAIMS AND CAUSES OF ACTION ARISING OUT OF, BASED ON, RESULTING FROM, OR IN ANY WAY RELATED TO THESE TERMS OR WORDFENCE WILL NOT EXCEED THE MONIES PAID BY LICENSEE TO DEFIANT IN THE 12 MONTHS PRECEDING THE RELEVANT CLAIM OR $10, WHICHEVER IS GREATER.\nTHE EXISTENCE OF MULTIPLE CLAIMS OR SUITS UNDER OR RELATED TO THESE TERMS OR THE SITE WILL NOT ENLARGE OR EXTEND THE LIMITATION OF MONEY DAMAGES.</p>\n</li>\n<li>\n<strong>Independent Remedies.</strong> The Disclaimer of Certain Damages Section is independent of Licensee’s exclusive remedy in the Limitation of Liability and Exclusive Remedy Section and it survives even if the exclusive remedy fails of its essential purpose or otherwise is deemed unenforceable.\nEach of the limitations of liability above apply without regard to whether loss, liability, or damage arise from (a) breach of contract, (b) breach of warranty, (c) fault or tort, including negligence and misrepresentation, (d) strict liability, or (e) any other cause of action, to the extent the exclusions and limitations are not prohibited by applicable law.</li>\n<li>\n<strong>Indemnity.</strong> Licensee will defend, indemnify and hold harmless Defiant, its officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) Licensee’s use of and access to Wordfence, including any data or content transmitted or received by Licensee.\n(ii) Licensee’s violation of these Terms.\nor (iii) Licensee’s violation of any third-party rights, including without limitation any privacy, security, or intellectual property rights.</li>\n<li>\n<strong>Agreement to Arbitrate.\nClass Action Waiver.\nand Location of Dispute Resolution.</strong> Any dispute, controversy or claim between or among the parties arising out of or relating to this Agreement, or the breach, termination or validity thereof, including the determination of the scope or applicability of the agreement to arbitrate, shall be settled by arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules.\nThe arbitration shall be conducted in English in Seattle, Washington.</li>\n</ol>\n</li>\n<li>TERMINATION <ol>\n<li>Termination With or Without Cause <ol>\n<li>\n<strong>Material Breach by Either Party.</strong> If either Party commits a material breach of this Agreement, the non- breaching Party may give written notice describing the nature and basis of the breach to the breaching Party.\nIf the breach is not cured within 10 days of the notice date, the non-breaching Party may immediately terminate this Agreement.</li>\n<li>\n<strong>Other Breaches.</strong> Defiant may terminate this Agreement immediately upon written notice to Licensee, if required by law.\nor Licensee breaches section 3.3 of this Agreement.</li>\n<li>\n<strong>Without Cause.</strong> Defiant may terminate this Agreement, without cause, by providing the Licensee with a notice of termination at least five days prior to the effective date of such termination.</li>\n</ol>\n</li>\n<li>Effect of Termination or Expiration.\n<ol>\n<li>Upon termination or expiration of this Agreement or any License Term for Wordfence the licenses and associated rights to Wordfence will immediately terminate.</li>\n<li>If Defiant reasonably determines that Licensee’s deployment of Wordfence is causing a material risk to the security or operations of Defiant or any of its customers or to the continued normal operation of other Defiant customers (each a “Deployment Risk”), then Defiant may, at any time, upon written notice to Licensee:\n<ol>\n<li>immediately suspend Licensee’s access, in whole or in part, to Wordfence, until such Deployment Risk is resolved.\nor</li>\n<li>as a final option, Defiant may terminate the Licensee’s use of Wordfence.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Survival.</strong> The termination or expiration of this Agreement will not affect any provisions of this Agreement which by their nature survive termination or expiration, including the provisions that deal with the following subject matters: definitions, payment obligations, confidentiality, term and termination, effect of termination, intellectual property ownership, permitted use, license compliance, limitation of liability, privacy, usage analytics and the “General Provisions” section in this Agreement.</li>\n</ol>\n</li>\n<li>GENERAL PROVISIONS <ol>\n<li>Assignment.\n<ol>\n<li>Licensee may assign this Agreement in its entirety to a surviving person or entity under a merger or acquisition of Licensee, upon written notice to Defiant if the assignment does not expand the scope of the license granted in Wordfence and if the assignee agrees in writing, for the benefit of Defiant, to assume all of Licensee’s obligations under this Agreement.</li>\n<li>Defiant may assign this Agreement or delegate its obligations, in whole or in part, to its Affiliates or in connection with a merger, change of control, or acquisition of Defiant or the assets of the business to which this Agreement relates, upon written notice to Licensee.</li>\n<li>Except as provided in this section 8.1 (Assignment), Licensee may not assign, voluntarily, by operation of law or otherwise, any rights or obligations under this Agreement without the prior, written consent of Defiant.</li>\n<li>Any (attempted) assignment in derogation of this section will be null and void.</li>\n</ol>\n</li>\n<li>\n<strong>Governing Law, Venue.</strong> This Agreement is governed by and construed under the laws of the State of Washington, without regard to any conflict of law rules or principles, and excluding the application of the United Nations Convention on Contracts for the International Sale of Goods.\nThe Parties irrevocably submit to the exclusive jurisdiction of the courts of competent jurisdiction in the County of King, State of Washington, provided however, Defiant will have the right to pursue Claims against Licensee in any other jurisdiction worldwide to enforce its rights under this Agreement or to enforce its intellectual property rights.</li>\n<li>\n<strong>Force Majeure.</strong> Neither Party is liable for failure to perform its obligations under this Agreement (except for any payment obligations) to the extent that performance is delayed, prevented, restricted or interfered with as a result of any causes beyond its reasonable control, including acts of God, terrorism, labor action, fire, flood, earthquake, pandemic, denial of service attacks and other malicious conduct, utility failures, power outages, or governmental acts, orders, or restrictions.</li>\n<li>\n<strong>Injunctive Relief.</strong> Actual or threatened breach of certain sections of this Agreement (such as, without limitation, provisions on intellectual property (including ownership), license, privacy, data protection and confidentiality) may cause immediate, irreparable harm that is difficult to calculate and cannot be remedied by the payment of damages alone.\nEither Party will be entitled to seek preliminary and permanent injunctive relief and other equitable relief for any such breach.</li>\n<li>\n<strong>Notices.</strong> Any notice given under this Agreement must be in writing by email to the following addresses (or addresses notified in writing by either Party): (A) to Defiant at privacy@defiant.com and (B) to Licensee at Licensee’s email address as registered on wordfence.com.</li>\n<li>\n<strong>No Agency.</strong> Nothing in this Agreement is intended to constitute a fiduciary relationship, agency, joint venture, partnership, or trust between the Parties.\nNo Party has authority to bind the other Party.</li>\n<li>\n<strong>Waiver, Modification.</strong> Neither Party’s waiver of the breach of any provision constitutes a waiver of that provision in any other instance.\nThis Agreement may not be modified nor any rights under it waived, in whole or in part, except in writing signed by the Parties.</li>\n<li>\n<strong>Entire Agreement.</strong> This Agreement and the GPL, as applicable to the Wordfence Plugin, contains the entire understanding of the Parties relating to the subject matter and supersedes all earlier agreements, understandings, proposals, discussions, negotiations, representations and warranties, both written and oral, regarding the subject matter.</li>\n<li>\n<strong>Counterpart.</strong> This Agreement (or a component) may be executed in one or more counterparts, each of which constitutes an original and all of which taken together constitutes the same agreement.\nEach Party may sign this Agreement using an electronic or handwritten signature, which are of equal effect, whether on original or electronic copies.</li>\n<li>\n<strong>Severability.</strong> If any term of this Agreement is held invalid or unenforceable for any reason, the remainder of the term and this Agreement will continue in full force and effect.</li>\n<li>\n<strong>Trade Rules.</strong> Licensee acknowledges that Wordfence may be subject to trade control laws and regulations, and Licensee will comply with them.</li>\n<li>\n<strong>U.S.\nGovernment Licensing.</strong> For US Government end users: Licensee acknowledges that Wordfence are “Commercial Item(s),” as that term is defined at 48 C.F.R.\nsection 2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation,” as the terms are used in 48 C.F.R.\nsection 12.212 or 48 C.F.R.\nsection 227.7202, as applicable.\nLicensee agrees, consistent with 48 C.F.R.\nsection 12.212 or 48 C.F.R.\nsections 227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users (A) only as Commercial Items.\nand (B) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\nUnpublished rights are reserved under the copyright laws of the United States.</li>\n</ol>\n</li>\n</ol>", "created_at": "2023-08-23 20:22:52.393449", "updated_at": "2023-08-23 20:23:00.702089"}, {"id": 18511, "name": "Services Subscription Agreement", "url": "https://www.wordfence.com/services-subscription-agreement/", "xpath": "/html/body/div[1]/main", "text": "<p>DEFIANT, INC.<br>\nSERVICES SUBSCRIPTION AGREEMENT</p>\n<p>Defiant, Inc.\n(“Defiant”) shall provide services to the customer (the “Customer”) agreeing to this Services Subscription Agreement (“Agreement”) on the terms and conditions as set forth herein.\nThis Agreement is effective as of the date Customer pays for the Services (the “Effective Date”).\nIn consideration of the mutual covenants and agreements hereinafter set forth, the parties agree as follows:</p>\n<p>1.\nServices.</p>\n<p>Defiant or its affiliates shall provide services, including specified Work Product, as described in Schedule A – Wordfence Care or Schedule B – Wordfence Response, as requested by the Customer and agreed to by Defiant to assist the Customer (the “Services”).\nDefiant shall be responsible for the Services and Work Product only to the extent expressly agreed to between the Customer and Defiant.</p>\n<p>2.\nConfidentiality.</p>\n<p>In connection with the Services, Defiant and the Customer each shall have access to confidential business information made available by the other.\nEach party shall protect such confidential business information in the same manner as it protects its own confidential business information of like kind, and shall not disclose or use such confidential business information, except to the extent reasonably required for the performance of the Services.\nprovided, however, that these provisions shall not apply to: (i) information previously known to the receiving party.\n(ii) information which is or has become available to the public in general through no fault of or breach of an agreement by the receiving party.\n(iii) information received from a third party not subject to any confidentiality obligations.\nor (iv) information which is independently developed by the receiving party.</p>\n<p>3.\nWork Product.</p>\n<p>Any proprietary information contained in the Work Product that is owned by the Customer shall remain owned solely and exclusively by the Customer.\nTo the extent the Services and Work Product to the Customer contain Defiant’s proprietary information, including report formats and templates used to convey the Work Product, upon payment of all amounts due for the Services, Defiant grants the Customer a non-exclusive, non-assignable license to use such proprietary information within the Customer for such purposes.\nAny other use or use other than by the Customer of the Work Product shall require Defiant’s express, prior written consent.\nUse of any other Deliverable is subject to any shelf life restriction stated in the Deliverable.</p>\n<p>Subject to the foregoing, the Customer acknowledges that Defiant shall own all right, title and interest to all of Defiant’s business and service methodologies, business methods, concepts, know-how, analytical frameworks, work papers, report formats and templates, databases, analytical approaches and information, whether developed before, during, or after the Term (as defined in Section 12) of these Services, including any copyrights, patents and other intellectual property rights with respect to anything that Defiant may discover, create or develop during Defiant’s provision of the Services to the Customer.</p>\n<p>4.\nNature of Services.</p>\n<p>The Services provided by Defiant and Defiant Consultants are to be provided to and for the benefit of the Customer.\nAny advice, recommendations or Work Product provided to the Customer by Defiant is for the sole benefit and use of the Customer and may not be relied upon or used by any third party.\nThe Customer acknowledges that any advice or recommendations provided to the Customer by Defiant in connection with this engagement are based upon the information available to Defiant at the time.\nDecisions based upon such advice or recommendations are matters in the sole discretion of the Customer.\nThe outcome of such decisions is based upon many factors and Defiant does not guarantee any specific result or outcome.</p>\n<p>5.\nApplicable Data Use.</p>\n<p>Customer hereby grants to Defiant a non-exclusive, irrevocable, fully paid-up, royalty-free right and license to collect, compile, use, store, transfer, copy, and retain (collectively “Process”) data, such as website admin email address, website visitor IP addresses, website visitor proxy IP addresses, URL’s accessed, complete HTTP header, HTTP request body, website credentials, customer server credentials, customer website files, customer website database, customer server log files, and other such information (“Applicable Data”) for purposes of (i) performing the Services in accordance with this Agreement, and (ii) improving or modifying Defiant’s products or services.\nDefiant may use the Applicable Data in an aggregated manner, such that the Applicable Data is not identifiable as to any person or entity as the source or origin of such data, for the purpose of providing services to other customers of Defiant.</p>\n<p>6.\nPersonal Information and Disclosure of Certain Information.</p>\n<p>In connection with the performance of the Services, the parties agree to comply with all applicable laws relating to data privacy, data security, or personal information.\nThe parties shall treat as confidential all personal information received in connection with the provision of Services.\nThe Wordfence Privacy Policy, found at https://www.wordfence.com/privacy-policy/ (as updated from time to time), applies to Defiant’s processing of personal information.\nTo the extent the EU or UK General Data Protection Regulation applies to personal information provided by Customer, the Standard Contractual Clauses found at https://www.wordfence.com/standard-contractual-clauses/ applies.</p>\n<p>7.\nFee and Payment.</p>\n<p>The Customer shall pay the fee specified in the attached Schedule (“Fee”) that applies to the Service the Customer has requested Defiant to perform, as well as any applicable sales, use, excise, value added and other taxes associated with the provision or receipt of the Services, excluding taxes on Defiant’s income generally.\nPayment is due upon receipt of the invoice.</p>\n<p>8.\nSubcontractors.</p>\n<p>To the extent Defiant in its discretion engages any subcontractor in connection with the Services, Defiant shall be responsible for the Services provided by and payment due to such subcontractors.\nDefiant shall require that any subcontractor shall maintain all Customer information confidential on terms no less restrictive than the confidentiality provisions set forth in this Agreement.</p>\n<p>9.\nTerms of Service.</p>\n<p>In connection with the provision of Services, Defiant may provide the Customer with access to specific analytic tools and systems (such as the Wordfence Plugin), some of which may be provided by third parties, including proprietary software, databases, tracking systems, and websites, which are governed by separate or additional Terms of Service.\nThe Customer shall comply with any applicable Terms of Service and restrictions.\nThe Wordfence Plugin is subject to the Wordfence Terms of Service, which can be found at https://www.wordfence.com/terms-of-service/.</p>\n<p>10.\nWarranty.</p>\n<p>Defiant warrants that the Services shall be performed with reasonable care in a diligent and competent manner.\nDefiant’s sole obligation shall be to correct any non-conformance with this warranty or, at Defiant’s election, refund the Fee paid for the applicable Services (to the extent Defiant has not already refunded the Fee), provided that the Customer provides notice within sixty (60) days after such Services are performed or, with respect to a Deliverable, within sixty (60) days after the Customer’s receipt of the Deliverable.\nThe notice shall specify and detail the non-conformance.\nDefiant shall have a reasonable amount of time, based upon its severity and complexity, to correct any non-conformance.\nIn the event the Customer does not provide such notice within the sixty (60) day period, any claim with respect to such non-conformance shall be deemed waived.</p>\n<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, THE UNDERTAKING IN THIS PARAGRAPH IS DEFIANT’S ONLY WARRANTY CONCERNING THE SERVICES AND ANY DELIVERABLES, AND IS EXPRESSLY IN LIEU OF ALL OTHER WARRANTIES AND REPRESENTATIONS, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>11.\nExclusion of Damages and Limitations on Liability.</p>\n<p>(a) EXCEPT WITH RESPECT TO THE INDEMNITIES IN THE PRECEDING INDEMNIFICATION PARAGRAPH, IN NO EVENT SHALL EITHER PARTY BE LIABLE TO THE OTHER FOR CONSEQUENTIAL, INDIRECT, SPECIAL, INCIDENTAL OR SIMILAR DAMAGES.</p>\n<p>(b) Except with respect to the indemnities in the preceding Indemnification Paragraph, Defiant’s aggregate maximum liability relating to the Services under this Agreement (regardless of form of action, whether in contract, negligence or otherwise) shall be limited to the compensation paid to Defiant for Services in the 12-month period immediately preceding the event giving rise to liability.</p>\n<p>(c) The forgoing exclusions and limitations shall be effective to the extent permitted by applicable law.</p>\n<p>12.\nTerm and Termination.</p>\n<p>(a) This Agreement shall commence on the Effective Date and continue for the Initial Term specified in the attached Schedule that applies to the Service the Customer has requested Defiant to perform, unless otherwise terminated in accordance with this Section 12.\nUpon expiration of the Initial Term, the Agreement will automatically renew for additional and successive one-year renewal periods (each, a “Renewal Term”).\nThe Initial Term and any Renewal Terms are, collectively, the “Term.”</p>\n<p>(b) The Customer may terminate this Agreement at any time without cause.\nIn the event Customer terminates this Agreement without cause prior to Defiant receiving Customer’s access credentials for that website, the Customer may request a full refund of all Fee’s paid for the Services.\nDefiant will issue no refund if the Customer terminates this Agreement without cause after Defiant receives Customer’s access credentials for that website.\nTo the extent Defiant has refunded the Fee, or a portion of the Fee, prior to the date of termination, the refund available under this Section will be reduced by the amount previously refunded.</p>\n<p>(c) Either party may terminate this Agreement: (i) upon written notice if the other party materially breaches this Agreement and fails to cure such breach within thirty (30) days following receipt of written notice specifying the breach in reasonable detail.\nor (ii) immediately upon written notice if the other party becomes the subject of bankruptcy, insolvency, receivership, liquidation, assignment for the benefit of creditors or similar proceeding.\nIn the event the Agreement is terminated pursuant to this Section 12(c), no refund will be due from Defiant to the Customer.</p>\n<p>(d) Defiant may at its option suspend Services or terminate Services immediately upon notice in the event the Customer fails to pay any payments due to Defiant within the prescribed period of time or if Customer violates Section 5.4 (Prohibited Actions) of the Wordfence License Terms and Conditions.</p>\n<p>(e) Immediately upon termination of this Agreement, all rights and licenses granted hereunder shall terminate.\nTermination of this Agreement shall not relieve Customer of its obligation to pay all Fees owed by Customer.\nIn addition to any other provisions which by their terms are intended to survive, the parties’ rights and obligations under Sections 2, 3, 5, 6, 11, and 13 shall survive expiration or termination of this Agreement.\nNeither party will have liability to the other party for any costs, losses, damages or liabilities arising out of or related to any expiration or termination of this Agreement, including any lost profits.\nTermination of this Agreement shall not limit either party from pursuing any other remedies available to it.\nThe Customer shall pay Defiant for all Services rendered by Defiant prior to the date of termination, and shall reimburse Defiant for all reasonable costs associated with any termination.</p>\n<p>13.\nGeneral.</p>\n<p>(a) All notices, demands, or other communications given or made under this Agreement shall be in writing, in English, to the parties at the addresses set forth below each party’s signature line.\nIf no address is listed for the Customer, notice to the Customer will be effective if sent to any published Customer address that Defiant selects.\nNotice shall be effective: (a) upon delivery if delivered in person.\n(b) five (5) days after deposit in the regular mail, addressed to the recipient, postage prepaid and registered with return receipt requested.\n(c) one (1) day after deposit with an express mail or overnight courier service, provided that confirmation of such delivery is received.\nor (d) upon transmission if sent via electronic mail or facsimile, provided that a confirmation copy is sent via express mail or overnight courier service and confirmation of such delivery is received.\nA copy of any notice to Defiant shall be sent to: privacy@defiant.com.\nAny party may change its address or other notice information by providing the other party with notice in accordance with this Paragraph.</p>\n<p>(b) The relationship between the parties is that of independent contractors, and nothing in this Agreement is intended to, or should be construed to, create a partnership, agency, joint venture or employment relationship.\nNeither party is authorized to make any representations, contracts or commitment on behalf of the other.\nDefiant assumes full and sole responsibility for the payment of all compensation and expenses (including payment of employment benefits, if any) of Defiant employees and consultants, including where applicable workers’ compensation, disability benefits and unemployment insurance, and for withholding and remitting any local, state or federal payroll-related taxes or assessments related to performance of the Services.</p>\n<p>(c) No rights, benefits, or claims are conferred upon any person or entity not a party to this Agreement or any agreement between Defiant and the Customer to provide Services.\nIn the event the Customer chooses to directly engage other contractors, Defiant shall not be responsible for the performance of such contractors, even if Defiant has been involved in recommending or selecting such contractors or in otherwise reviewing such third party’s work.</p>\n<p>(d) Defiant’s Services do not include providing testimony or expert witness services.\nIf Defiant is the subject of a subpoena or is requested to testify or otherwise becomes similarly involved (other than as a party) in any legal proceeding that arises out of or relates to Defiant’s performance of Services pursuant to this Agreement, the Customer agrees to reimburse Defiant for all costs incurred by Defiant (including attorneys’ fees and the time of Defiant employees or contractors in connection with such proceeding).</p>\n<p>(e) Neither party shall be liable or responsible by reason of any failure or delay in the performance of its obligations (except for the payment of money) on account of strikes, pandemic, shortages, riots, insurrection, fires, flood, storm, explosions, acts of God, war, governmental action, labor conditions, earthquakes, or any other cause which is beyond the reasonable control of such party.</p>\n<p>(f) The parties may correspond or convey documentation via electronic mail, which has inherent limitations, including issues of performance, reliability, availability and security.\nNeither party shall be liable for any loss, damage, expense, harm or inconvenience resulting from the loss, delay, interception, corruption, or alteration of any electronic mail due to any reason beyond that party’s reasonable control.</p>\n<p>(g) Each party acknowledges that breach of this Agreement by the other party may result in irreparable harm, the extent of which would be difficult or impracticable to assess, and that money damages would not be an adequate remedy for such breach.\nAccordingly, either party shall be entitled to seek immediate injunctive and other provisional relief with respect to such breach without prejudice to any such other remedies.</p>\n<p>(h) This Agreement and any agreement between Defiant and the Customer to provide Services shall be governed in all respects by the laws of the State of Washington without regard to conflicts of laws rules.</p>\n<p>(i) Each party consents to the exclusive jurisdiction of the relevant court of Washington for any legal action, suit, or proceeding arising under or relating to this Agreement or any agreement between Defiant and the Customer to provide Services and agrees that any such action, suit, or proceeding may be brought only in such courts.\nEach party further waives any objection to the laying of venue for any such suit, action, or proceeding in such courts or for the purpose of enforcing any such decisions or rulings.</p>\n<p>(j) The Paragraph headings in this Agreement are provided for convenience only and shall not affect its construction or interpretation.\nAll references to “Paragraph” or “Paragraphs” refer to the corresponding Paragraph or Paragraphs of this Agreement.\nWhenever the context may require, any pronoun includes the corresponding masculine, feminine and neuter forms.\nWords in the singular or plural include the plural or the singular, as the case may be.\nThe words “include”, “includes” and “including” shall be deemed to be followed by the phrase “without limitation”.\nUnless otherwise expressly stated in any written agreement between Defiant and the Customer to provide Services, this Agreement shall be deemed incorporated into and made a part of any agreement between Defiant and the Customer.\nIn the event of any conflict between the terms set forth in any agreement between Defiant and the Customer to provide Services and this Agreement, this Agreement shall control.</p>\n<p>(k) If any court of competent jurisdiction shall hold any part of this Agreement or any agreement between Defiant and the Customer to provide Services invalid or unenforceable, the other provisions of this Agreement or any such agreement shall remain in full force and effect.\nAny provision of this Agreement or any such agreement held invalid or unenforceable only in part or degree shall remain in full force and effect to the extent not held invalid or unenforceable.</p>\n<p>(l) The rights and remedies of the parties are cumulative and not alternative.\nNeither the failure nor delay by any party in exercising any right, power, or privilege, and no single or partial exercise of any such power, right, or privilege shall preclude any other or further exercise of such or any other power, right or privilege.\nAny waiver or consent shall be in writing signed by the party granting such waiver or consent.</p>\n<p>(m) This Agreement or any agreement between Defiant and the Customer to provide Services may not be assigned or transferred (including any transfer by operation of law) by either party without the written consent of the other party.</p>\n<p>(n) This Agreement and any agreement between Defiant and the Customer to provide Services shall be binding upon and shall inure to the benefit of the parties, their affiliates, and their respective successors and permitted assigns.</p>\n<p>(o) This Agreement supersedes all prior and contemporaneous communications, proposals or agreements between the parties, oral or written.\nThis Agreement contemplates a variety of communications between the parties in connection with the Services, including the possibility of communications made on forms of Defiant or the Customer (e.g., invoices, purchase orders, or other Defiant or Customer).\nIn the event of a conflict, the terms of this Agreement shall control and any terms and conditions contained in those communications that are inconsistent with the terms of this Agreement are null and void.\nThis Agreement may be amended or modified only by a written instrument signed by a duly authorized agent of the Customer and Defiant.</p>\n<p>(p) This Agreement may be executed in one or more counterparts, each of which shall be deemed to be an original copy of this Agreement and all of which, when taken together, shall be deemed to constitute one and the same agreement.</p>\n<p>Schedule A – Wordfence Care</p>\n<p>This Schedule A applies if Customer selected the “Wordfence Care” services offered by Defiant.\nAll capitalized terms not defined in this Schedule A have the respective meanings set forth in the Agreement.</p>\n<p>1.\nScope of Services and Description of Work Product</p>\n<p>Wordfence Care includes a Wordfence Care license, premium support, installation, configuration, one initial security audit and one security audit per year for the duration of the Term, site security monitoring and incident response services available during normal business hours for the duration of the Term (Wordfence Care is further described at https://wordfence.com/products/wordfence-care).\nDefiant may modify the Services from time to time.\nIn the event of such modification, Defiant will provide notice to you through the Wordfence website or via email.\nThe Defiant incident response and the Defiant customer support team are available weekdays 9:00 a.m.\n– 8:00 p.m.\nET excluding holidays.</p>\n<p>Wordfence Care services cannot be used for sites that are in violation of our licensing terms under Section 5.4 (Prohibited Actions) of the Wordfence License Terms and Conditions available at https://www.wordfence.com/license-terms-and-conditions/.</p>\n<p>The Wordfence Care services cannot be used in the following environments and scenarios:</p>\n<ul>\n<li>Load Balanced Servers</li>\n<li>Sites using plugins or themes containing obfuscated PHP code such as Digital Access Pass, Optimize Press</li>\n<li>Multiple web applications on the same account unless a Care license is purchased for each individual site.</li>\n<li>Exclusions to this are test, staging and development sites on the same server.\nCustomer has the option to include these at $199.00 USD each, or to remove and rebuild them from the production site after any audit, or incident response with the clean production copy we provide.\nThese additional sites share a premium license with the Wordfence Care site, and will be provided premium support during normal business hours as stated above.</li>\n<li>Windows hosted sites</li>\n<li>Nulled plugins or themes that are detected but not removed</li>\n<li>Hosting providers with history of service vulnerabilities</li>\n<li>Non-standard WordPress installations</li>\n<li>Sites that cannot be managed through Wordfence Central</li>\n<li>Multisite WordPress installations with 6 or more sites installed</li>\n<li>Wordfence plugin has been uninstalled or deactivated</li>\n</ul>\n<p>2.\nPricing</p> Service Initial Term Fee Wordfence Care 1 Year Subscription 1 Year 490.00 Wordfence Care 2 Year Subscription 2 Years 882.00 Wordfence Care 3 Year Subscription 3 Years 1176.00 <p>3.\nMiscellaneous</p>\n<p>Wordfence Care applies to a single, isolated WordPress installation.\nhosted on a Linux server.\nThe license provided for your Wordfence Care plan is non-transferable to another WordPress website once Defiant has received Customer’s access credentials for that website, and only applies to your production website.</p>\n<ul>\n<li>An initial audit upon purchase of a new subscription is recommended.</li>\n<li>Sites greater than 100Gigs must reduce their size under 100Gigs or pay an overage fee of $100 per each additional 100Gigs for every site audit or incident response performed.</li>\n<li>Defiant will not update WordPress core, themes or plugins other than the Wordfence plugin.</li>\n<li>Defiant will test alert email deliverability but the Customer is responsible for fixing any issues found.</li>\n<li>It is the Customer’s responsibility to setup two factor authentication for a website, Defiant is unable to do so.</li>\n<li>Sites that have been completely removed from the server with no recent backup may not be restorable.</li>\n<li>Audit Reports and Incident Response Reports include recommendations that must be implemented, with future audits and incident response possibly declined until the recommendations are completed.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Schedule B – Wordfence Response</p>\n<p>This Schedule B applies if Customer selected the “Wordfence Response” services offered by Defiant.\nAll capitalized terms not defined in this Schedule B have the respective meanings set forth in the Agreement.</p>\n<p>1.\nScope of Services and Description of Work Product</p>\n<p>Wordfence Response includes a Wordfence Response license, premium support, installation, configuration, two security audits (one initial audit and one to be requested later during the term of this agreement.\ntwo year and three year subscriptions also receive an initial audit at the beginning of the subsequent subscription year(s) and one additional audit upon request), site security monitoring and one hour incident response service available 24/7 365 days a year for the duration of the Term (Wordfence Response is further described at https://wordfence.com/products/wordfence-response).\nDefiant may modify the Services from time to time.\nIn the event of such modification, Defiant will provide notice to you through the Wordfence website or via email.\nThe Defiant incident response team is available 24/7 365 days a year.\nThe Defiant customer support team is available weekdays 9:00 a.m.\n– 8:00 p.m.\nET excluding holidays.</p>\n<p>Wordfence Response services cannot be used for sites that are in violation of our licensing terms under Section 5.4 (Prohibited Actions) of the Wordfence License Terms and Conditions available at https://www.wordfence.com/license-terms-and-conditions/.</p>\n<p>The Wordfence Response services cannot be used in the following environments and scenarios:</p>\n<ul>\n<li>Load Balanced Servers</li>\n<li>Sites using plugins or themes containing obfuscated PHP code such as Digital Access Pass, Optimize Press</li>\n<li>Multiple web applications on the same account unless a Response license is purchased for each individual site.</li>\n<li>Exclusions to this are test, staging and development sites on the same server.\nCustomer has the option to include these at $199.00 USD each, or to remove and rebuild them from the production site after any audit, or incident response with the clean production copy we provide.\nThese additional sites share a premium license with the Wordfence Response site, and will be provided premium support during normal business hours as stated above.</li>\n<li>Windows hosted sites</li>\n<li>Nulled plugins or themes that are detected but not removed</li>\n<li>Hosting providers with history of service vulnerabilities</li>\n<li>Non-standard WordPress installations</li>\n<li>Sites that cannot be managed through Wordfence Central</li>\n<li>Multisite WordPress installations with 6 or more sites installed</li>\n<li>Wordfence plugin has been uninstalled or deactivated</li>\n</ul>\n<p>2.\nResponse Time</p>\n<p>Defiant will endeavor to: a) respond to your service request within 60 minutes of receipt.\nb) clean and restore the functionality of your WordPress site in 24 hours after accurate credentials are received and verified.\nand c) issue you a report within 24 hours of the site restoration.</p>\n<p>Exclusions</p>\n<p>The Response Time does not apply to the following:</p>\n<ul>\n<li>Removal of Customer’s domain from third-party blacklists, such as Google AdWords, which is dependent upon third-party party response times</li>\n<li>Connectivity issues with your hosting provider or server</li>\n<li>Sites that have been taken offline by hosting provider</li>\n<li>Sites larger than 100GB</li>\n<li>Sites that have been completely removed from the server and no recent backup exists</li>\n<li>Test, staging and development sites</li>\n<li>During times of extraordinary support volumes such as caused by a WordPress core vulnerability</li>\n<li>Product issues not related to a security incident</li>\n</ul>\n<p>3.\nPricing</p> Service Initial Term Fee Wordfence Response 1 Year Subscription 1 Year 950.00 Wordfence Response 2 Year Subscription 2 Years 1710.00 Wordfence Response 3 Year Subscription 3 Years 2280.00 <p>4.\nMiscellaneous</p>\n<p>Wordfence Response applies to a single, isolated WordPress installation.\nhosted on a Linux server.\nThe license provided for your Response plan is non-transferable to another WordPress website once Defiant has received Customer’s access credentials to your website, and only applies to your production website.</p>\n<ul>\n<li>An initial audit upon purchase of a new subscription is recommended.</li>\n<li>Sites greater than 100Gigs must reduce their size under 100Gigs or pay an overage fee of $100 per each additional 100Gigs for every site audit or incident response performed.</li>\n<li>Defiant will not update WordPress core, themes or plugins other than the Wordfence plugin.</li>\n<li>Defiant will test alert email deliverability but the Customer is responsible for fixing any issues found.</li>\n<li>It is the Customer’s responsibility to setup 2FA for a website, Defiant is unable to do so.</li>\n<li>Sites that have been completely removed from the server with no recent backup may not be restorable.</li>\n<li>Audit Reports and Incident Response Reports include recommendations that must be implemented, with future audits and incident response possibly declined until the recommendations are completed.</li>\n</ul>\n<p>&nbsp;</p>", "created_at": "2023-08-23 20:23:21.295036", "updated_at": "2023-08-23 20:23:29.370272"}, {"id": 18508, "name": "Terms of Service", "url": "https://www.wordfence.com/terms-of-service/", "xpath": "/html/body/div[1]/main/div", "text": "<p>\n<strong>Wordfence Terms of Service</strong>\n</p>\n<p>Last updated on July 31, 2023</p>\n<p>These Terms of Service (“Terms”) are a legal agreement between you and Defiant, Inc., a Delaware corporation (“Company,” “we,” “us,” “our”) that governs your access to and use of www.wordfence.com (the “Site”), and the Wordfence services specified in these Terms or where applicable in Service Specific Terms, including all media, document, updates, and support services associated with the Site and the Wordfence services (all collectively, the “Service”).\nReferences to “you” and “your” mean any person or legal entity that accesses or uses, or on whose behalf you are accessing or using, the Service, including those who visit or make a purchase on the Site.\nYour access to and use of the Service is conditioned on your acceptance of these Terms and our Privacy Policy, and any additional terms that may be provided or presented to you when you use the Service, which are incorporated into these Terms by this reference.\nBy making a purchase through the Service, registering for an account, or otherwise accessing or using the Service, you agree to be bound by these Terms and our Privacy Policy.\nIf you do not agree with these Terms or our Privacy Policy, you should not access or use the Service.</p>\n<p>THESE TERMS CONTAIN AN ARBITRATION PROVISION AND CLASS ACTION WAIVER PURSUANT TO WHICH YOU MAY BE WAIVING CERTAIN RIGHTS, INCLUDING THE RIGHT TO FILE SUIT IN COURT, PARTICIPATE IN A CLASS ACTION, OR TO HAVE DISPUTES HEARD BY A JURY, UNLESS YOU OPT OUT.\nIF YOU DO NOT WISH TO AGREE TO THE ARBITRATION PROVISION, PLEASE FOLLOW THE OPT-OUT PROCEDURES DESCRIBED IN THE AGREEMENT TO ARBITRATE SECTION BELOW, WHICH YOU CAN REVIEW BY CLICKING HERE.</p>\n<p>\n<strong>Privacy Policy</strong>\n<br>\nPlease review our Privacy Policy, the Privacy Policy describes how we collect and handle any information gathered from users of the Service.\nTo the extent you are acting as a data controller of personal data subject to the EU or UK General Data Protection Regulation (the “GDPR”), the Standard Contractual Clauses found at https://www.wordfence.com/standard-contractual-clauses and UK International Data Transfer Addendum found at https://www.wordfence.com/uk-international-data-transfer-addendum applies.\nFor more information regarding our EU and UK GDPR compliance practices, please review our Privacy Policy.</p>\n<p>\n<b>Service and Software Specific Terms</b>\n</p>\n<p>Certain services and software offered by Company are subject to terms and conditions specific to those services (“Service Specific Terms”).\nRegardless of how these services are presented to you, you must agree to Service Specific Terms before using the services to which they apply.\nIf you do not agree to the Service Specific Terms, then you may not use the services to which they relate.\nUnless otherwise specified, these Terms do not apply to services which are offered under Service Specific Terms.</p>\n<p>\n<b>Wordfence Security Plugin, Wordfence Care, and Wordfence Response</b>\n</p>\n<p>You may review the Wordfence License Terms and Conditions found at https://www.wordfence.com/license-terms-and-conditions/&nbsp;and the Wordfence Care and Wordfence Response Services Subscription Agreement found at https://www.wordfence.com/services-subscription-agreement/.</p>\n<p>\n<b>Site Cleaning Service</b>\n</p>\n<p>If you purchase our site cleaning service, some files on your site may be modified, removed, added, or updated as part of the cleaning process.\n&nbsp;We make every effort to ensure the site runs as normal with minimal downtime.\n&nbsp;Additionally, if your site is blacklisted, we will submit your site for blacklist review.</p>\n<p>\n<b>Wordfence Intelligence</b>\n<br>\n&nbsp;<br>\nWordfence Intelligence is a database of software vulnerability information further described and made available at https://www.wordfence.com/threat-intel/.\nThe Wordfence Intelligence Terms and Conditions available at https://www.wordfence.com/wordfence-intelligence-terms-and-conditions// are incorporated into and made part of these Terms.\n</p>\n<p>\n<strong>Service.\nAvailability</strong>\n<br>\nWe reserve the right to modify the Service and prices of the Service offered at any time on our Site.\nYou agree that the Company may attribute all use of your username and password to you and that you are responsible for all activities that occur under your username and password.\nYou must notify us immediately if you suspect any unauthorized use of your account or any other breach of security.</p>\n<p>You are responsible for the software, hardware and Internet service needed to access and use the Services.\nIf you access and use the Services on your smartphone, tablet or other mobile device (“Mobile Device”), you are solely responsible for any and all data and other fees related to use of the Services through your Mobile Device.</p>\n<p>The Company does not guarantee availability of the Service and you may access the Service if and when it is available.\nThe Service may occasionally be down for service, upgrades, maintenance, or other reasons.\nTo the maximum extent authorized under applicable law, the Company reserves the right to change, remove, delete, restrict, block access to, or stop providing any or all of the Service at any time and without notice.</p>\n<p>You represent and warrant that you are at least 18 years of age or the age of legal majority in your jurisdiction, whichever is higher, and have the right, authority, and capacity to accept and agree to these Terms.\nIf you are under age 18 or are otherwise unable to accept and agree to these Terms, you may not use or access the Service.\nIf we discover or have any reason to suspect that you are not at least 18 years of age or otherwise unable to accept and agree to these Terms, we reserve the right to suspend or terminate your access to the Service immediately and without notice.</p>\n<p>\n<strong>Billing</strong>\n<br>\nWe may require payment of fees for use of certain features of the Service, including for use of Wordfence “Premium.” If you purchase paid features of the Service, you agree to pay all applicable fees with an approved credit card that you provide, or via other payment mechanisms that we specify, when completing your Service purchase.</p>\n<p>You will be charged immediately, or at the expiration of your free trial period if applicable, for use of the paid features of the Service.</p>\n<p>If you purchase Wordfence Premium or one of our other subscription-based services, your subscription will automatically renew at the conclusion of your then-current term, unless you cancel at least 3 days before the conclusion of the then-current term.\nYou must cancel your subscription and turn off auto-renewal to end recurring charges.\nTo cancel, please login to your Wordfence.com account and turn off auto-renew.</p>\n<p>\n<strong>Payment</strong>\n<br>\nYou may make payment for the Service using a payment card or other payment method accepted by our third party payment processor.\nThe credit card information that you provide is encrypted and transmitted directly to our third party payment processor.\nWe do not store your credit card information.\nFor more information about our use of third party service providers, please see our Privacy Policy.</p>\n<p>\n<strong>Permitted Use.\nIntellectual Property Rights</strong>\n<br>\nThe Service is based in the United States.\nIf you use the Service outside of the United States, you are responsible for compliance with all local laws.\nThe Service and all photos, information, graphics, text, images, sounds, and other materials (including metadata) that are provided to you through the Service (“Content”) are owned by the Company and its licensors.</p>\n<p>Subject to your compliance with these Terms, we grant you a limited, non-transferable, non-sublicensable, non-exclusive right to use the Service and Content in connection with your WordPress website.\nAny breach of these Terms will result in the immediate revocation of the license granted in this paragraph.\nYou agree not to copy, distribute, or resell the Service, except as may be specifically provided in another agreement between us that provides you with any of those rights.\nYou agree to comply with all applicable laws relating to your use of the Service.\nYou agree to use the Service only as expressly permitted in these Terms.\nYou agree not to otherwise disassemble, decompile, or reverse engineer any portion of the Service, except to the extent that applicable law expressly permits it despite this limitation.\nYou agree not to circumvent, disable or otherwise interfere with security related features of the Service or its features that prevent or restrict use or copying of any Content or enforce limitations on use of the Service or the Content.\nYou may not use the Service for any illegal purpose.\nAny scraping, automated access, or other unauthorized access to and storage of Content is prohibited.\nYou agree not to perform unauthorized scans of our network, including: scans of our infrastructure or servers.\nscans of our cloud providers or cloud services.\nscans of our systems at any layer of the OSI including packet level and application layer scans.\nsending malformed or malicious packets to our network, servers, infrastructure or applications.\nand sending application requests that are malformed or malicious to our network, servers, infrastructure or applications.\nYou agree not to use the Service in any way that would interfere with or disrupt the operation of the Service or the networks or servers connected to the Service in any manner.\nto impersonate any person or entity or otherwise misrepresent your affiliation with any person or entity (including the Company).\nto upload, post, or otherwise transmit any content that infringes the proprietary rights of any third party, or is otherwise unlawful or offensive.\nor to harass or otherwise harm any other person or entity.\nAny unauthorized use of the Service may result in termination of all rights to use the Service and may be subject to legal action.</p>\n<p>The Company and its affiliates, licensors, and suppliers own all right, title, and interest (including intellectual property rights) in the Service and the Content and reserve all rights not expressly granted to you in these Terms.\nThe Service and the Content are protected by copyright and other intellectual property laws.\nThe Company’s logos and trademarks referenced and used in the Service and the Content are the trademarks of the Company and its licensors.\nAny other company names, product names, service names, and logos referenced in the Service or the Content may be the trademarks of their respective owners.</p>\n<p>\n<strong>Updates</strong>\n<br>\nThe Company has no obligation to and may not provide updates for the Service.\nIf the Company does provide updates, supplements, or add-on components to the Service after the date you initially use, access, or download the Service (collectively, “Updates”), these Terms will apply to the Updates.\nIf the Company provides additional terms along with any Updates, those terms will apply to the Updates.\nYou agree that the Company may automatically check your version of the Service and may automatically send Updates to your device.\nThe Company may add new features or remove existing features offered through the Service.\nThe Company may, in its sole discretion, release subsequent versions of the Service and require you to obtain and use the most current version.</p>\n<p>\n<strong>Third Party Products, Services, Websites, and Links</strong>\n<br>\nThe Company does not endorse or sponsor any third party products or services and we have no control over such products or services.\nThe Company is not responsible for any malfunction or error attributable to your use of a third party product or service.\nThe Site may contain links to third party websites (“Linked Sites”) that we think may be of interest to you.\nThe Company does not endorse or sponsor any Linked Sites or the information, products, or services contained on any Linked Sites, and we have no control over Linked Sites or their content.\nLinked Sites are governed by their own Terms of Service and privacy policies, which you should review.</p>\n<p>\n<strong>Blog.\nUser Content</strong>\n<br>\nUsers may be permitted to post or submit user comments, statements, or other information to us or the Service, such as in response to our blog content (www.wordfence.com/blog) (“User Content”).\nAll User Content or other content posted by users reflect the views of the individual contributors and do not reflect the views of the Company.\nYou grant to Company and all members of the public who have access to User Content on or through the Service a worldwide, royalty-free, perpetual, fully-paid, sublicensable, transferable, and non-exclusive license to use, distribute, reproduce, modify, adapt, publish, translate, publicly perform and publicly display the User Content you make available through the Service and to publish your name and other information about you in connection with that User Content.\nYou represent and warrant that you have all the rights necessary to grant the rights in this Section and that the use and publication of your User Content will not violate any law.\nYou must not provide any User Content that infringes others’ copyrights or other intellectual property or privacy rights, and if you do, you are breaching this contract.\nYou are solely responsible for all content you provide to us or make available through the Service.\nThe Company takes no responsibility and assumes no liability for any material posted by you or any third party.\nWe reserve the right to remove User Content from the Site that is offensive, repetitive, acts as advertisements, or poses a risk to our users or the Service.</p>\n<p>\n<strong>Feedback</strong>\n<br>\nYou agree that if you provide us any suggestions, comments, or other feedback about the Service (“Feedback”), the Feedback is given voluntarily and we are free to use, disclose, reproduce, distribute, and otherwise exploit the Feedback without any obligations or restrictions of any kind.</p>\n<p>\n<strong>Copyright Infringement – Notification Procedures</strong>\n<br>\nIf you believe that your work has been used on our Site in a way that constitutes copyright infringement, you should send written notification thereof, in accordance with the provisions of the Digital Millennium Copyright Act (the “Notification”), to our Designated Copyright Agent, who can be reached as follows:</p>\n<p>Mailing address: Copyright Department, COO for Defiant Inc., 1700 Westlake Ave N Ste 200, Seattle, WA 98109</p>\n<p>Email: copyright@defiant.com</p>\n<p>Telephone: 206-201-2067</p>\n<p>Pursuant to 17 U.S.C.\n§ 512(c), to be effective, the Notification must include the following: (i) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(ii) Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n(iii) Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n(iv) Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address.\n(v) A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n(vi) A statement that the information in the Notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nThis process only relates to reporting a claim of copyright infringement.\nMessages related to other matters will not receive a response through this process.\nPlease note that under Section 512(f) of the Digital Millennium Copyright Act, any person who knowingly materially misrepresents that material is infringing may be subject to liability.\nIf you are unsure whether material on the Site is infringing, we suggest that you contact an attorney prior to sending notice.</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n<br>\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICES ARE PROVIDED “AS IS,” “WITH ALL FAULTS,” AND “AS AVAILABLE,” AND THE ENTIRE RISK OF USE AND PERFORMANCE REMAINS WITH YOU.\nTHE COMPANY OR ITS AFFILIATES AND LICENSORS DO NOT MAKE ANY REPRESENTATIONS, WARRANTIES, OR CONDITIONS, EXPRESS, IMPLIED, OR STATUTORY AND HEREBY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, MERCHANTABLE QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT, AND WE MAKE NO REPRESENTATION OR WARRANTY THAT THE SERVICE: (A) WILL MEET YOUR NEEDS OR EXPECTATIONS.\n(B) WILL BE AVAILABLE OR PROVIDED ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS.\n(C) WILL BE ACCURATE, COMPLETE, OR RELIABLE, OR (D) WILL BE FREE FROM VIRUSES, WORMS, OR OTHER HARMFUL OR MALICIOUS COMPONENTS, NOR DO WE WARRANT THAT ANY DEFECTS OR ERRORS WITH THE SERVICE WILL BE CORRECTED.</p>\n<p>\n<strong>Disclaimer of Certain Damages</strong>\n<br>\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL WE OR OUR AFFILIATES, SUPPLIERS, OR LICENSORS BE LIABLE FOR ANY CONSEQUENTIAL, SPECIAL, INCIDENTAL, INDIRECT, OR PUNITIVE DAMAGES.\nFOR LOSS OF PROFITS.\nLOSS OR CORRUPTION OF DATA OR OTHER INFORMATION.\nOR ANY OTHER LOSS OR ANY KIND, WHETHER FORESEEABLE OR NOT, BASED ON, RESULTING FROM, ARISING OUT OF, OR IN ANY WAY CONNECTED WITH THE SERVICE OR THESE TERMS, EVEN IF WE OR ANY OF OUR AFFILIATES, SUPPLIERS, OR LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>LIMITATION OF LIABILITY AND EXCLUSIVE REMEDY</strong>\n<br>\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND TO THE EXTENT THEY ARE NOT EXCLUDED OR DISCLAIMED UNDER THE DISCLAIMER OF WARRANTIES OR DISCLAIMER OF CERTAIN DAMAGES SECTIONS, OUR MAXIMUM, AGGREGATE LIABILITY TO YOU, AND YOUR EXCLUSIVE REMEDY UNDER THESE TERMS FOR ANY AND ALL DAMAGES, INJURIES, AND LOSSES ARISING FROM ANY AND ALL CLAIMS AND CAUSES OF ACTION ARISING OUT OF, BASED ON, RESULTING FROM, OR IN ANY WAY RELATED TO THESE TERMS OR THE SERVICE WILL NOT EXCEED THE MONIES PAID BY YOU TO COMPANY IN THE 12 MONTHS PRECEDING THE RELEVANT CLAIM OR $10, WHICHEVER IS GREATER.\nTHE EXISTENCE OF MULTIPLE CLAIMS OR SUITS UNDER OR RELATED TO THESE TERMS OR THE SITE WILL NOT ENLARGE OR EXTEND THE LIMITATION OF MONEY DAMAGES.</p>\n<p>\n<strong>Independent Remedies</strong>\n<br>\nThe Disclaimer of Certain Damages Section is independent of your exclusive remedy in the Limitation of Liability and Exclusive Remedy Section and it survives even if the exclusive remedy fails of its essential purpose or otherwise is deemed unenforceable.\nEach of the limitations of liability above apply without regard to whether loss, liability, or damage arise from (a) breach of contract, (b) breach of warranty, (c) fault or tort, including negligence and misrepresentation, (d) strict liability, or (e) any other cause of action, to the extent the exclusions and limitations are not prohibited by applicable law.</p>\n<p>\n<strong>Indemnity</strong>\n<br>\nYou agree to defend, indemnify and hold harmless the Company, its officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Site and Service, including any data or content transmitted or received by you.\n(ii) your violation of these Terms.\nor (iii) your violation of any third-party rights, including without limitation any privacy or intellectual property rights.</p>\n<p>\n<strong>Agreement to Arbitrate.\nClass Action Waiver.\nand Location of Dispute Resolution</strong>\n<br>\nYou and the Company each agree that all claims, controversies, and disputes between you and the Company, including those arising out of or related to the Site, our products, or these Terms (each a “Dispute” and collectively the “Disputes”), will be resolved by binding arbitration by a single neutral arbitrator, provided, however, you and the Company are not precluded from asserting in small claims court any Dispute that is eligible to be brought in small claims court.\nBY AGREEING, YOU ACKNOWLEDGE THAT YOU AND THE COMPANY ARE EACH AGREEING TO FOREGO THE ABILITY TO PURSUE DISPUTES IN COURT, OTHER THAN SMALL CLAIMS COURT, INCLUDING THE ABILITY TO HAVE A JURY DECIDE DISPUTES.\nUnless you and the Company otherwise agree, the American Arbitration Association (“AAA”) will arbitrate all disputes and the AAA’s Consumer Arbitration Rules (but excluding AAA’s Supplemental Rules for Class Arbitration) will apply, except to the extent the provisions of the AAA Consumer Arbitration Rules are different from, conflict with, and/or are inconsistent with the terms of this Section, in which case the provisions of this Section will control and must be followed as written.\nYou and the Company each agree to only pursue Disputes on an individual basis and will not pursue Disputes, whether in arbitration or otherwise, on a class, consolidated, or representative basis, regardless of the application of procedural rules.\nBY AGREEING, YOU ACKNOWLEDGE THAT YOU AND THE COMPANY ARE EACH AGREEING TO FORGO THE ABILITY TO PROCEED IN CLASS ACTIONS, CONSOLIDATED ACTIONS, OR REPRESENTATIVE ACTIONS, EITHER AS A REPRESENTATIVE OF OR MEMBER OF A CLASS.\nNotwithstanding any AAA rule to the contrary, or any other provision in arbitration rules chosen by agreement to govern the arbitration, you and the Company each agree that any challenges to the validity or enforceability of the class action waiver in this Section will be decided by a federal court or a court of competent jurisdiction, and not by an arbitrator.\nIf any court or arbitrator holds that the class action waiver in this Section is unenforceable, then the Dispute must be brought in a state or federal court, and not in arbitration.\nIf any portion of this arbitration provision other than the class action waiver will be found to be unenforceable, that portion will be severed, and the rest of this arbitration provision will remain in effect.\nA copy of the AAA Commercial Arbitration Rules is available at www.adr.org/commercial and is incorporated herein by this reference as though set forth in full.\nIf you reside in the United States, you and the Company each agree that the location of the arbitration or court where the Dispute will be resolved will be Seattle, Washington if you live west of the Mississippi River, and in Chicago, Illinois, if you live east of the Mississippi River.\nIf you do not reside in the United States, you and the Company each agree that the location of the arbitration or court where the Dispute will be resolved will be Seattle, Washington.\nYou and the Company each also agree that for arbitrated Disputes, the arbitrator’s award will be final and binding and may be entered as a judgment in any court of competent jurisdiction.\nAn arbitrator may award, on an individual basis, any relief authorized by law, including injunctive or declaratory relief and reasonable attorneys’ fees.\nYou and the Company each are responsible for your or its respective costs relating to the arbitration.\nYou and the Company each are responsible for your own respective costs relating to the arbitration, except that the Company will pay the arbitration administrative or filing fees, including the arbitrator fees (other than arbitrator fees up to the amount of the then-applicable fee for filing a civil action in federal court in the judicial district where you live in any Dispute where you assert a claim against the Company, unless you demonstrate to the arbitrator that you would be entitled to file that civil action in federal court without payment of the then-applicable fee).\nTo begin arbitration, you must send a letter requesting arbitration and describing your Dispute to the address listed for the Company in this Section.\nYou may opt out of the agreement to arbitrate in this Section by mailing the Company written notice of your election to opt out at Defiant, Inc., 1700 Westlake Ave N Ste 200, Seattle, WA 98109 and privacy@defiant.com within 45 days of agreeing to these Terms, expressly indicating that you are opting out of the agreement to arbitrate in this Section and including your name and address, provided that the election will not be effective until it is received by the Company.\nYour election to opt-out of the agreement to arbitrate in this Section will not otherwise affect your rights and obligations under these Terms.\nYou and the Company each also agree that these Terms affect interstate commerce, so the Federal Arbitration Act, not state law, applies including with respect to any question of whether a Dispute is subject to arbitration (despite the choice of governing law).\nIn accordance with the FAA, the appointed arbitrator must interpret, apply and enforce this Section as written.</p>\n<p>\n<strong>Force Majeure</strong>\n<br>\nThe Company will not be liable or responsible for any failure to perform or delay in performance of any of the obligations under these Terms that is caused by an act or event beyond our reasonable control, including without limitation act of God, strikes, lock-outs or other industrial action by third parties, civil commotion, riot, terrorist attack, war, fire, explosion, storm, flood, earthquake, epidemic or other natural disaster, failure of public or private telecommunications networks or impossibility of the use of railways, shipping, aircraft, motor transport or other means of public or private transport.</p>\n<p>\n<strong>Governing Law.\nExclusive Jurisdiction.\nVenue</strong>\n<br>\nThese Terms will be governed by and construed in accordance with the laws of the State of Washington without reference to its conflict of laws provisions.\nIf for any reason a claim proceeds in court rather than in arbitration, you agree to submit to the exclusive jurisdiction and venue in the state and federal courts sitting in King County, Washington, for any and all disputes, claims, and actions arising from or in connection with the Service, Site, or these Terms.</p>\n<p>\n<strong>Changes to These Terms</strong>\n<br>\nWe reserve the right to change these Terms at any time upon notice to you.\nWe may give notice by making the updated Terms available through the Service or by any other reasonable means.\nYou can review the most current Terms at any time at: https://www.wordfence.com/terms-of-use/.\nWhen we change these Terms, we will require you to accept the updated Terms to continue using the Service.\nIf you do not accept the updated Terms, you may not continue to use the Service.\nUpdated Terms are binding on you on the effective date indicated at the top of these Terms.</p>\n<p>\n<strong>Notices</strong>\n<br>\nWe may give you all notices (including legal process) that we are required to give by any lawful method, including by making notice available through the Service or by sending it to any email or mailing address that you provide to us.\nYou acknowledge that if you do not provide us with current and accurate contact information, we may not be able to contact you.\nYou agree to send us notice by emailing it to the following address: privacy@defiant.com.</p>\n<p>\n<strong>General</strong>\n<br>\nThese Terms, together with any amendments, incorporated terms or policies, and any additional agreements you may enter into with the Company, will constitute the entire agreement between you and the Company.\nIf any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision will not affect the validity of the remaining provisions of the Terms, which will remain in full force and effect.\nSection titles are only for convenience and have no legal or contractual significance.\nNo waiver of any portion of these Terms will be deemed a further or continuing waiver of such term or any other term, and the Company’s failure to assert any right or provision under these Terms will not constitute a waiver of such right or provision.\nA waiver will only be binding on us if it is in writing and signed by us.\nThe Company may assign these Terms, in whole or in part, at any time with or without notice to you.\nYou may not assign these Terms or assign, transfer, or sublicense your rights, if any, in the Service.\nYOU AND THE COMPANY AGREE THAT IN NO EVENT WILL ANY CLAIM, ACTION, OR PROCEEDING BE INSTITUTED MORE THAN ONE (1) YEAR AFTER THE CAUSE OF ACTION AROSE.\nThe Limitation of Liability, Indemnity, and Governing Law Sections of these Terms survive any termination.</p>\n<p>If you have any questions or concerns in regards to these Terms, please contact privacy@defiant.com.</p>", "created_at": "2023-08-23 20:20:12.106602", "updated_at": "2023-08-23 20:20:51.426688"}, {"id": 18509, "name": "Privacy Policy and Notice at Collection", "url": "https://www.wordfence.com/privacy-policy/", "xpath": "/html/body/div[1]/main", "text": "<p>\n<strong>Privacy Policy and&nbsp;Notice at Collection</strong>\n</p>\n<p>Effective: December 23, 2022</p>\n<p>Defiant, Inc.\n(“Defiant,” “the Company.” “we,” “us,” or “our”) is committed to privacy and data protection.\nThis Privacy Policy applies to personal information Defiant collects from you, through our interactions with you, through www.defiant.com , www.wordfence.com, websites under the control of Defiant (collectively “Sites”), and the Wordfence services (such as the Wordfence Site Cleaning Service and the Wordfence Security Plugin), including all media, document, updates, and support services associated with the Site and the Wordfence services (collectively, the “Services”), as well as how we use and protect personal information.</p>\n<p>This Privacy Policy does not apply to any third-party applications or software that integrate with our Sites and Services, or any other third-party products, services or businesses (collectively, “Third Party Services”).\nThird Party Services are governed by their own privacy policies.\nWe recommend you review the privacy policy governing any Third Party Services before using them.</p>\n<p>Defiant is the controller of the personal information collected through the Sites.\nAny questions or concerns regarding Defiant’s privacy and data protection practices can be directed to our Legal Department at privacy@defiant.com.</p>\n<p>IF YOU DO NOT AGREE WITH THIS PRIVACY POLICY, YOU SHOULD NOT ACCESS OR USE THE SITES OR SERVICE.</p>\n<p>\n<strong>NOTICE AT COLLECTION</strong>\n<strong> PERSONAL INFORMATION COLLECTION AND USE</strong>\n</p>\n<p>We collect information that identifies, describes, or is reasonably capable of being associated with you (“personal information”).\nThe following discusses the categories of personal information we collect and have collected in the preceding 12 months, the sources we collect information from, and the business or commercial purposes use of personal information.</p>\n<p>\n<strong>Providing Sites and Services.</strong>&nbsp;We use data to carry out your transactions with us and to provide Sites and Services to you such as those listed below.\nOften, this includes personal information including</p>\n<p>Identifiers and Customer Records.\nSuch as a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.</p>\n<p>Internet or other similar network activity.\nSuch as browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.</p>\n<p>Examples of our Sites and Services include:</p>\n<ul>\n<li>Customer support.\nWe use data to diagnose and address problems and provide other customer and support services.</li>\n<li>Service activation.\nWe use data username, password, subscription license key to activate software that require activation.</li>\n<li>Software Updates.\nUnless you have disabled the functionality of our software update manager, our software products periodically communicate with our servers to perform functions such as checking for updates.</li>\n<li>Site Cleaning Service.\nIf you purchase our Site Cleaning Service we may download portions of your site to secure servers in order to analyze and clean the site.\nAs part of the Site Cleaning Service we also require: access to your database, access to your site control panel, and server credentials to log into your site.\nThe server credentials are transmitted via an encrypted page and stored using PGP encryption.\nWe may also retain a backup of portions of your site for a limited amount of time after the cleaning for quality assurance purposes.</li>\n</ul>\n<p>\n<strong>Improving Sites and Services.</strong>&nbsp;We use data to continually improve the Services, including adding new features or capabilities.\nData is collected throughout your interactions with the Services that enable us to understand customer usage and tailor future capabilities.\nSuch data may include:</p>\n<p>Internet or other similar network activity.\nSuch as browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.</p>\n<p>Geolocation data.\nSuch as physical location.</p>\n<p>Commercial information.\nSuch as records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>We track general, non-personalized information (e.g., operating system, browser version and type of device being used) to know how many people visit specific pages of our Sites or utilize specific areas of the Services so that we may improve those Sites and Services.\nWe may use your IP address to customize services to your location, such as the language displayed on our Sites.</p>\n<p>Please note that we use IP addresses on a highly restrictive basis to analyze trends, to administer the site, and to collect general information for aggregate use.</p>\n<p>\n<strong>Service Communications.</strong>&nbsp;We use data we collect to deliver and personalize our communications with you.\nFor example, we may contact you by email or other means to notify you of changes in information and updates to the Services or to our Privacy Policy.\nSuch data may include:</p>\n<p>Identifiers.\nSuch as a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.</p>\n<p>\n<strong>Marketing and event communication:</strong>&nbsp;We use personal information to deliver marketing and event communications to you across various platforms, such as email, direct mail, social media, and online via our Sites.\nThird parties may also market to you on our behalf based on your use of their third-party services.\nSuch data may include:</p>\n<p>Identifiers.\nSuch as a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.</p>\n<p>Commercial information.\nSuch as records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>If we send you a marketing email, it will include instructions on how to opt out of receiving these emails in the future.\nWe also maintain email preference centers for you to manage your information and marketing preferences.\nFor information about managing email subscriptions and promotional communications, please visit the Your Rights Regarding Personal Data section of this privacy statement.\nPlease remember that even if you opt out of receiving marketing emails, we may still send you important Service information related to your accounts and subscriptions.</p>\n<p>\n<strong>Processing Payments:</strong>&nbsp;If you make a payment to Defiant, we will ask for Payment Information and other information requested for processing your payment.</p>\n<p>We use a third party payment processor, currently Authorize.Net, PayPal, and Braintree (“Payment Processors”) to assist in securely processing your payment information.\nIf you pay with a credit card the payment information that you provide through the Services is encrypted and transmitted directly to the Payment Processor.\nWe do not store your Payment Information and do not control and are not responsible for the Payment Processors or their collection or use of your information.\nYou may find out more about how the Payment Processors store and use your Payment Information by accessing the Payment Processors privacy policy.</p>\n<p>If you choose to use PayPal to make purchases through the Sites, you will be directed to the PayPal website and provide your payment information directly to PayPal.\nPayPal’s privacy policy applies to the information you provide on the PayPal website.</p>\n<p>\n<strong>Employment:</strong> When you apply for employment with Defiant, we may process information about you to determine your eligibility.\nSuch information may include:</p>\n<p>Identifiers.\nSuch as a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.</p>\n<p>Professional or employment-related information.\nSuch as current or past job history or performance evaluations.</p>\n<p>Characteristics of a protected class, such as your gender or relationship status if you have this information on your public profile.</p>\n<p>We will only use personal information when the law allows us to.\nMost commonly, we will use personal information for the following lawful purposes:</p>\n<ul>\n<li>Where we need to perform the contract we are about to enter into or have entered into with you (“<strong>performance of a contract</strong>”).</li>\n<li>Where we receive your consent (“<strong>consent</strong>”).</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests (“<strong>legitimate business interest</strong>”).</li>\n<li>Where we need to comply with a legal or regulatory obligation (“<strong>legal obligation</strong>”).</li>\n</ul>\n<p>We will only use personal information for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.\nIf we need to use personal information for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.</p>\n<p>Please note that we may process personal information about you without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.</p>\n<p>Defiant uses information that we collect from customers and visitors for the purposes of:</p>\n<ul>\n<li>providing the Services (performance of a contract);</li>\n<li>providing ongoing support (performance of a contract);</li>\n<li>evaluating you for a job (legitimate business interest);</li>\n<li>communicating with you, including promotional communications and customer relationship management (“CRM”) (legitimate business interest);</li>\n<li>providing information about other Sites and Services (legitimate business interest);</li>\n<li>helping us run our company, for example to improve the Services or our security, train staff or perform marketing activities, including CRM (legitimate business interest);</li>\n<li>complying with our legal obligations (legal obligation).\nand</li>\n<li>accounting and other administrative purposes (legitimate business interest).</li>\n</ul>\n<p>\n<strong>PERSONAL DATA RETENTION</strong>\n</p>\n<p>We retain personal information in identifiable form only for as long as necessary to fulfill the purposes for which the personal information was provided to us or, if longer, to comply with legal obligations, to resolve disputes, to enforce agreements and similar essential purposes.\nTo determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of personal information about you, the purposes for which we process personal information about you and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>\n<strong>HOW WE SHARE PERSONAL DATA</strong>\n</p>\n<p>It is the policy of Defiant and its subsidiaries to protect users’ information both online and off-line.\nAccess to our users’ information is restricted to only those employees or agents, contractors or subcontractors of Defiant who have valid reasons to access this information to perform any service you have requested or authorized, or for any other purpose described in this Privacy Policy.\n<strong>The information you provide will not be sold, rented, or shared for cross-contextual behavioral advertising purposes to third parties.</strong>\n</p>\n<p>We may provide personal information to:</p>\n<ul>\n<li>Defiant-controlled affiliates and subsidiaries, located in and outside your country, including outside the European Union or United Kingdom (in such case, we will use an appropriate legal framework to operate data transfers);</li>\n<li>outsourced service providers who perform functions on our behalf, located inside or outside of the EU or UK territory (in such case, we will use appropriate legal framework to operate data transfers).\nFor example, when you provide payment data to make a purchase, we will share payment data with banks and other entities that process payment transactions or provide other financial services, and for fraud prevention and credit risk reduction;</li>\n<li>our authorized agents and representatives, located inside or outside of the EU or UK territory (in such case, we will use appropriate legal framework to operate data transfers), who sell products or provide services on our behalf, such as training service providers or product resellers;</li>\n<li>anyone expressly authorized by you to receive personal information about you;</li>\n<li>anyone to whom we are required by law to disclose personal information, upon valid and enforceable request thereof.</li>\n</ul>\n<p>Finally, we will access, disclose and preserve personal information when we have a good faith belief that doing so is necessary to:</p>\n<ul>\n<li>comply with applicable law or respond to valid legal processes, including from law enforcement or other government agencies, upon valid and enforceable request thereof.\nor</li>\n<li>operate and maintain the security of our Services, including to prevent or stop an attack on our computer systems or networks.</li>\n</ul>\n<p>In the preceding twelve (12) months, we have disclosed the following categories of personal information to service providers for a business purpose:</p>\n<ul>\n<li>Identifiers, for Payment processing, marketing, delivery services, customer relationship management, web hosting, or data storage</li>\n<li>Customer Records personal information categories, for marketing, customer relationship management, or data storage</li>\n<li>Commercial information, for payment processing, marketing, delivery services, customer relationship management, web hosting, or data storage</li>\n<li>Internet or other similar network activity, for marketing, delivery services, customer relationship management, web hosting, or data storage</li>\n<li>Geolocation data, marketing, customer relationship management, web hosting, or data storage</li>\n<li>Professional or employment-related information, for managing our business.</li>\n</ul>\n<p>Please note that some of our Services may direct you to services of third parties whose privacy practices differ from Defiant’s.\nIf you provide personal information to any of those services, your data is governed by their privacy statements or policies.\nDefiant.\nInc.\nis not responsible for the privacy practices of these other Sites.\nPlease review the privacy policies for these websites to understand how they process your information.</p>\n<p>We require service providers to only use personal information for the specific purpose for which it was given to us and to protect the privacy of personal information.\nWe will only disclose personal information about you to service providers who agree to keep your information confidential.</p>\n<p>\n<strong>HANDLING OF PERSONAL DATA</strong>\n</p>\n<p>\n<em>Security of Personal Data</em>\n</p>\n<p>Defiant is committed to protecting the security of personal information.\nDepending on the circumstances, we may hold your information in hard copy and/or electronic form.\nFor each medium, we use technologies and procedures to protect personal information.\nWe review our strategies and update as necessary to meet our business needs, changes in technology, and regulatory requirements.</p>\n<p>These measures include, but are not limited to, technical and organizational security policies and procedures, security controls and employee training.</p>\n<p>You are responsible for maintaining the security of your account credentials for the Services.\nDefiant will treat access to the Sites and Services through your account credentials as authorized by you.\nUnauthorized access to password-protected or secure areas is prohibited and may lead to criminal prosecution.\nWe may suspend your use of all or part of the Services without notice if we suspect or detect any breach of security.\nIf you believe that information you provided to us is no longer secure, please notify us immediately using the contact information provided below.</p>\n<p>If we become aware of a breach that affects the security of personal information, we will provide you with notice as required by applicable law.\nTo the extent permitted by applicable law, Defiant will provide any such notice that Defiant must provide to you at your account’s email address.\nBy using the Services, you agree to accept notice electronically.</p>\n<p>\n<em>Storage and Transfer of Personal Data</em>\n</p>\n<p>Personal data collected by Defiant may be stored and processed in your region, in the United States or in any other country where Defiant, its affiliates or contractors maintain facilities, including outside the European Union or United Kingdom.\nWe take steps to ensure that the data we collect under this Privacy Policy is processed pursuant to the terms thereof and the requirements of applicable law wherever the data is located.</p>\n<p>Defiant also collaborates with service providers such as cloud hosting services and suppliers located around the world to serve the needs of our business, workforce, and customers.\nIn some cases, we may need to disclose or transfer personal information within Defiant or to service providers in areas outside of your home country.\nWhen we do so, we take steps to ensure that personal information is processed, secured, and transferred according to applicable law.</p>\n<p>If you would like to know more about our data transfer practices, please contact our Legal Department at privacy@defiant.com.</p>\n<p>\n<strong>YOUR RIGHTS REGARDING YOUR PERSONAL DATA</strong>\n</p>\n<p>Defiant respects your right to access and control personal information about you.\nYou have choices about the data we collect.\nWhen you are asked to provide personal information that is not necessary for the purposes of providing you with our Sites and Services, you may decline.\nHowever, if you choose not to provide data that is necessary to provide a Service, you may not have access to certain features Sites and Services.</p>\n<p>We aim to keep all personal information that we hold accurate, complete and up-to-date.\nWhile we will use our best efforts to do so, we encourage you to tell us if you change your contact details and this can be easily accomplished using the Wordfence Dashboard section of the Site.\nHowever, if you believe that the information we hold about you is incorrect, incomplete or out-of-date, please contact privacy@defiant.com.</p>\n<p>\n<strong>Access to personal information:</strong>&nbsp;In some jurisdictions, you have the right to request access to personal information about you.\nIn these cases, we will comply, subject to any relevant legal requirements and exemptions, including identity verification procedures.\nBefore providing data to you, we will ask for proof of identity and sufficient information about your interaction with us so that we can locate any relevant data.\nWe may also charge you a fee for providing you with a copy of your data (except where this is not permissible under local law).</p>\n<p>If you are a corporate user of the Services (which means your employer is a Defiant customer of such Sites and Services): please first request access to personal information about you with your employer.\nYour employer will then be in touch with us with respect to your request.</p>\n<p>\n<strong>Correction and deletion:</strong>&nbsp;In some jurisdictions, you have the right to correct or amend personal information about you if it is inaccurate or requires updating.\nYou may also have the right to request deletion of personal information about you.\nPlease note that such a request could be refused because personal information about you is required to provide you with the products or services you requested, e.g.\nto deliver a product or send an invoice to your email address, or that it is required by the applicable law.</p>\n<p>\n<strong>Portability:</strong>&nbsp;If you reside within the European Union or United Kingdom, you have the right to ask for a copy of the personal information about you we process and/or ask for it to be ported to another provider of your choice.\nPlease note that such a request could be limited to only personal information you provided us with or that we hold at that given time and subject to any relevant legal requirements and exemptions, including identity verification procedures.</p>\n<p>If you are a corporate user of the Services (which means your employer is a Defiant customer of such Sites and Services): please first request access to personal information about you with your employer.\nYour employer will then be in touch with us with respect to your request.</p>\n<p>\n<strong>Marketing preferences:</strong>&nbsp;If you have provided us with your contact information, we may, subject to any applicable Spam Act or similar regulation, contact you via e-mail, postal mail or telephone about Defiant products, services and events that may be of interest to you, including our newsletter.</p>\n<p>E-mail communications you receive from Defiant will generally provide an unsubscribe link allowing you to opt-out of receiving future e-mail or to change your contact preferences.\nE-mail communications may also include a link to directly update and manage your marketing preferences.\nPlease remember that even if you opt out of receiving marketing emails, we may still send you important Service information related to your accounts and subscriptions.</p>\n<p>You can also request changes to your account by contacting Defiant at the email, postal mail, or telephone number listed under the Questions and Complaints section of this Privacy Policy.</p>\n<p>\n<em>California Shine the Light Law:</em>&nbsp;California Civil Code Section 1798.83 permits users who are California residents to obtain from us once a year, free of charge, a list of service providers to whom we have disclosed personal information (if any) for direct marketing purposes in the preceding calendar year.\nIf you are a California resident and you wish to make such a request, please send an e-mail with “California Privacy Rights” in the subject line to privacy@defiant.com or write us at: Defiant.\nInc., 1700 Westlake Ave N Ste 200, Seattle, WA 98109.</p>\n<p>\n<strong>COOKIES &amp.\nSIMILAR TECHNOLOGIES</strong>\n</p>\n<p>Defiant uses cookies (small, often encrypted, text files that are stored on your computer or mobile device) and similar technologies (“Cookies”) to provide the Services and help collect data.\nThis Cookies Policy explains how we use Cookies to collect information about the way you use our Sites and Services, and how you can control them.</p>\n<p>How We Use Cookies</p>\n<p>We use Cookies to track how you use our Sites and Services by providing usage statistics.\nCookies are also used to deliver Company information (including updates) and allow product authentication to you based upon your browsing history and previous visits to the Sites.\nInformation supplied to us using cookies helps us to provide a better online experience to our visitors and users and send marketing communications to them, as the case may be.\nInformation supplied to us upon launching of the Services will enable Defiant to manage your permissions, license, license type, and improve the functionality of the Sites or Services.</p>\n<p>While this information on its own may not constitute your “personal information”, we may combine the information we collect via Cookies with personal information that we have collected from you to learn more about how you use our Sites and Services to improve them.</p>\n<p>Types of Cookies</p>\n<p>We use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your device until you delete them).\nTo make it easier for you to understand why we need them, the Cookies we use on our Sites and Services can be grouped into the following categories:</p>\n<ul>\n<li>Strictly Necessary: These Cookies are necessary for the Sites and Services to work properly.\nThey include any essential authentication and authorization cookies for the Services.</li>\n<li>Performance/Analytical: These Cookies allow us to collect certain information about how you navigate the Sites or utilize the Services running on your device.\nThey help us understand which areas you use and what we can do to improve them.</li>\n<li>Targeting: These Cookies are used to deliver relevant information related to the Services to an identified machine or other device (not a named or otherwise identifiable person) which has previously been used to visit our Sites.\nSome of these types of Cookies on our Sites are operated by service providers with our permission and are used to identify advertising sources that are effectively driving customers to our Sites.</li>\n</ul>\n<p>Here is a representative list of the cookies we use.</p>\n<p>\n<strong>\n<em>Necessary Cookies</em>\n</strong>\n</p> Name and Website Provided By Persistent or Session Purpose AWSALB<br>\nAWSALBCORS<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Amazon Web Services Persistent: 1 year Elastic Load Balancing creates a cookie, that is used to map the session to the instance.\nwordpress_test_cookie<br>\nwordfence.com<br>\nDefiant.com<br>\nFastorslow.com WordPress Session: Expires at end of session Used for tracking the users session.\nwordpress_logged_in_[hash]<br>\nwordfence.com<br>\nDefiant.com<br>\nFastorslow.com WordPress Persistent: 2 days standard, if “Remember me is clicked”: 14 days.\nUsed for tracking logged in sessions.\nwfwaf-authcookie-*<br>\nwordfence.com<br>\nDefiant.com<br>\nFastorslow.com WordPress Persistent: 12 hours, and if you’re still logged into WP while it has expired a new one is set for 12 hours on the next pageview Used to track users’ roles.\nXSRF-TOKEN<br>\nwordfence.com<br>\nDefiant.com<br>\nFastorslow.com Wordfence Persistent: 120 minutes Used to provide the current XSRF token to the JavaScript environment for AJAX calls.\nwfcentral-token<br>\nwordfence.com Wordfence Persistent: 1 Day Used for tracking authentication.\nwfcart<br>\nwordfence.com Wordfence Persistent: 14 yr, 10 mo Used to store the state of any items added to the cart.\nwf_loginalerted_(hash)<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Wordfence Persistent: 1 year This cookie is used to notify the Wordfence admin when an administrator logs in from a new device or location.\nThis cookie is only set when the administrator enables “Only alert me when that administrator signs in from a new device” or “Only alert me when that user signs in from a new device” wfCBLBypass<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Wordfence Persistent: 1 year When a hidden URL defined by the site admin is visited, this cookie is set to verify the user can access the site from a country restricted through country blocking.\nThis is only set if “Country blocking” is enabled, and the site owner set a path under the “Bypass Cookie option”.\nwordfence_central_api_session<br>\nwordfence.com Wordfence Central Session: Expires at end of session PHP session for the WfC application Wf-try-central<br>\nwordfence.com Wordfence Central Persistent: 90 days Used to prevent repeat redirects to /try-central/ for unauthenticated users.\nwordfence_cookie_consent<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Wordfence Persistent: 1 year Used to store user preferences for nonessential cookies <p>\n<strong>\n<em>Performance/Analytical</em>\n</strong>\n</p> Name and Website Provided By Persistent or Session Purpose _ga<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Google Analytics Persistent: 2 years Used by Google Analytics to register a unique ID that is used to generate statistical data on how the visitor uses the website.\n_gat_UA-nnnnnnn-nn<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Google Analytics Persistent: 90 days.\nContains campaign related information for the user.\nIf you have linked your Google Analytics and Google Ads accounts, Google Ads website conversion tags will read this cookie unless you opt-out.\n_gid<br>\nwordfence.com<br>\ndefiant.com<br>\nfastorslow.com Google Analytics Persistent: 1 Day Used by Google Analytics to register a unique ID that is used to generate statistical data on how the visitor uses the website.\n<p>\n<strong>\n<em>Marketing and Customer Support</em>\n</strong>\n</p> Name and Website Provided By Persistent or Session Purpose _hstc<br>\nwordfence.com<br>\ndefiant.com HubSpot Marketing Persistent: 13 months The main cookie for tracking visitors.\nIt contains the domain, utk, initial timestamp (first visit), last timestamp (last visit), current timestamp (this visit), and session number (increments for each subsequent session).\nHubspotutk<br>\nwordfence.com<br>\ndefiant.com HubSpot Marketing Persistent: 13 months This cookie keeps track of a visitor’s identity.\nIt is passed to HubSpot on form submission and used when deduplicating contacts.\nIt contains an opaque GUID to represent the current visitor.\n__hssc<br>\nwordfence.com<br>\ndefiant.com HubSpot Marketing Persistent: 30 minutes.\nThis cookie keeps track of sessions.\nThis is used to determine if HubSpot should increment the session number and timestamps in the __hstc cookie.\nIt contains the domain, viewCount (increments each pageView in a session), and session start timestamp.\n__hssrc<br>\nwordfence.com<br>\ndefiant.com HubSpot Marketing Session: Expires at the end of the session.\nWhenever HubSpot changes the session cookie, this cookie is also set to determine if the visitor has restarted their browser.\nIf this cookie does not exist when HubSpot manages cookies, it is considered a new session.\nIt contains the value “1” when present.\n<p>Cookies Set by Third Party Sites</p>\n<p>To enhance our content and to deliver a better online experience for our users, we sometimes embed images and videos from other websites on the Sites.\nWe currently use, and may in future use content from Sites such as Facebook, LinkedIn, Youtube and Twitter.\nYou may be presented with Cookies from these third-party websites.\nPlease note that we do not control these Cookies.\nThe privacy practices of these third parties will be governed by the parties’ own privacy statements or policies.\nWe are not responsible for the security or privacy of any information collected by these third parties, using cookies or other means.\nYou should consult and review the relevant third-party privacy statement or policy for information on how these cookies are used and how you can control them.<br>\nWe also use Google, a third-party analytics provider, to collect information about Services usage and the users of the Services, including demographic and interest-level information.\nGoogle uses cookies in order to collect demographic and interest-level information and usage information from users that visit the Services, including information about the pages where users enter and exit the Services and what pages users view on the Services, time spent, browser, operating system, and IP address.\nCookies allow Google to recognize a user when a user visits the Services and when the user visits other websites.\nGoogle uses the information it collects from the Services and other websites to share with us and other website operators’ information about users including age range, gender, geographic regions, general interests, and details about devices used to visit websites and purchase items.\nWe do not link information we receive from Google with any of your personally identifiable information.\nFor more information regarding Google’s use of cookies, and collection and use of information, see the Google Privacy Policy (available at https://policies.google.com/privacy?hl=en).\nIf you would like to opt out of Google Analytics tracking, please visit the Google Analytics Opt-out Browser Add-on (available at https://tools.google.com/dlpage/gaoptout).</p>\n<p>Social Sharing</p>\n<p>We also embed social sharing icons throughout our Sites.\nThese sharing options are designed to enable users to easily share content from our Sites with their friends using a variety of different social networks.\nIf you choose to connect using a social networking or similar service, we may receive and store authentication information from that service to enable you to log in and other information that you may choose to share when you connect with these services.\nThese services may collect information such as the web pages you visited and IP addresses, and may set cookies to enable features to function properly.\nWe are not responsible for the security or privacy of any information collected by these third parties.\nYou should review the privacy statements or policies applicable to the third-party services you connect to, use, or access.\nIf you do not want personal information about you shared with your social media account provider or other users of the social media service, please do not connect your social media account with your account for the Services and do not participate in social sharing on the Services.</p>\n<p>Other Similar Technologies</p>\n<p>Defiant web pages may use other technologies such as web beacons to help deliver cookies on our Sites and count users who have visited those Sites.\nWe also may include web beacons in our promotional email messages or newsletters to determine whether you open and act on them as well as for statistical purposes.</p>\n<p>In addition to standard cookies and web beacons, our services can also use other similar technologies to store and read data files on your computer.\nThis is typically done to maintain your preferences or to improve speed and performance by storing certain files locally.</p>\n<p>Retargeting and Remarketing</p>\n<p>Defiant may use a third-party vendor retargeting tracking cookies, pixels, and other technologies to collect data about your activities that does not personally or directly identify you when you visit our website, the website of entities for which we serve advertisements (our “Advertisers”), or the websites and online services where we display advertisements (“Publishers”).\nThis information may include the content you view, the date and time that you view this content, the products you purchase, or your location information associated with your IP address.\nWe use the information we collect to serve you more relevant advertisements (referred to as “Retargeting”).\nWe collect information about where you saw the ads we serve you and what ads you clicked on to measure the success of our advertising campaigns.</p>\n<p>How to Opt-Out of Targeted Advertising</p>\n<p>You can generally opt-out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising (DAA) by visiting the opt-out pages on the NAI website (http://optout.networkadvertising.org) and DAA website (http://www.aboutads.info/choices/).</p>\n<p>How to Control and Delete Cookies</p>\n<p>Cookies can be controlled, blocked or restricted through your web browser settings.\nInformation on how to do this can be found within the Help section of your browser.\nAll Cookies are browser specific.\nTherefore, if you use multiple browsers or devices to access websites, you will need to manage your cookie preferences across these environments.</p>\n<p>If you are using a mobile device to access the Sites, you will need to refer to your instruction manual or other help/settings resource to find out how you can control cookies on your device.</p>\n<p>Please note: If you restrict, disable or block any or all Cookies from your web browser or mobile or other device, the Sites may not operate properly, and you may not have access to the Services available through the Sites.\nDefiant shall not be liable for any impossibility to use the Sites and Services or degraded functioning thereof, where such are caused by your settings and choices regarding cookies.</p>\n<p>If you have disabled one or more cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p>\n<p>To learn more about cookies and web beacons, visit www.allaboutcookies.org.</p>\n<p>Do Not Track: Some web browsers (including Safari, Internet Explorer, Firefox and Chrome) incorporate a “Do Not Track” (“DNT”) or similar feature that signals to websites that a user does not want to have his or her online activity and behavior tracked.\nIf a website that responds to a particular DNT signal receives the DNT signal, the browser can block that website from collecting certain information about the browser’s user.\nNot all browsers offer a DNT option and DNT signals are not yet uniform.\nFor this reason, many website operators, including Defiant, do not respond to DNT signals.</p>\n<p>\n<strong>CHILDREN’S PRIVACY</strong>\n</p>\n<p>THE SITES ARE NOT INTENDED FOR CHILDREN</p>\n<p>You must be at least the age of majority in your place of residence to use the Sites or Services.\nThe Sites or Services are not directed to or intended for use by minors.\nConsistent with the requirements of the U.S.\nChildren’s Online Privacy Protection Act, if we learn that we received any information directly from a child under age 13 without his or her parent’s verified consent, we will use that information only to inform the child (or his or her parent or legal guardian) that he or she cannot use the Sites or Services.</p>\n<p>California Minors: While the Service is not intended for anyone under the age of 18, if you are a California resident who is under age 18 and you are unable to remove publicly-available content that you have submitted to us, you may request removal by contacting us at: privacy@defiant.com.\nWhen requesting removal, you must be specific about the information you want removed and provide us with specific information, such as the URL for each page where the information was entered, so that we can find it.\nWe are not required to remove any content or information that: (1) federal or state law requires us or a third party to maintain.\n(2) was not posted by you.\n(3) is anonymized so that you cannot be identified.\n(4) you don’t follow our instructions for removing or requesting removal.\nor (5) you received compensation or other consideration for providing the Content or information.\nRemoval of your content or information from the Service does not ensure complete or comprehensive removal of that content or information from our systems or the systems of our service providers.\nWe are not required to delete the content or information posted by you.\nour obligations under California law are satisfied so long as we anonymize the content or information or render it invisible to other users and the public.</p>\n<p>\n<strong>YOUR STATE PRIVACY RIGHTS</strong>\n</p>\n<p>State consumer privacy laws may provide their residents with additional rights regarding our use of personal information.\nThe following Section applies to individuals who reside in specific jurisdictions that provide additional privacy rights, including <strong>California and Virginia.</strong>\n</p>\n<p>\n<em>Your Rights and Choices</em>\n</p>\n<p>\n<em>Right to Access Specific Information and Data Portability Right.\n</em>You have the right to request that we disclose certain information to you about our collection and use of personal information over the past twelve (12) months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we disclosed personal information for a business purpose, the business purpose for which personal information was disclosed, and the personal information categories that each category of recipient obtained.</li>\n</ul>\n<p>\n<em>Right to Correct Information.\n</em>You have the right to request we update personal information about you that is incorrect in our systems.</p>\n<p>\n<em>Right to Delete.\n</em>You have the right to request that we delete any personal information about you that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) the personal information from our records, unless an exception applies.</p>\n<p>\n<em>Right to Opt-out of the sale or sharing of Personal Information for Cross-Contextual Behavioral Advertising</em>We do not sell personal information of share personal information for cross-contextual behavioral advertising purposes.</p>\n<p>\n<em>Right to Limit Sensitive Personal Information Use.\n</em>You have the right to limit the use of sensitive personal information regarding you.</p>\n<p>\n<em>Non-Discrimination.\n</em>We will not discriminate against you for exercising any of your rights.</p>\n<p>To submit a request to exercise these rights you may use one of these two methods:</p>\n<p>E-mailing it to us at: privacy@defiant.com</p>\n<p>Mailing it to us at: Defiant Inc.\nAttn: Privacy Policy Issues, 1700 Westlake Ave N Ste 200, Seattle, WA 98109</p>\n<p>For submissions via email please use the downloadable <u>Verifiable Consumer Request Form</u>.</p>\n<p>For all requests, please clearly state that the request is related to “Your Privacy Rights,” indicate which type of request you are making, and provide your name, street address, city, state, zip code and an e-mail address or phone number where we may contact you.\nWe are not responsible for notices that are not labeled or sent properly or that do not include complete information.</p>\n<p>To appeal a decision regarding a consumer rights request, please submit your appeal using one of the two methods above.\nYour appeal should include an explanation of the reason you disagree with our decision.\nWithin 60 days of receipt of an appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.</p>\n<p>Only you, or a person registered with the an applicable Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to personal information about you.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make such a request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative, and describe your request with sufficient detail that allows us to properly understand, evaluate and respond to it.</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.\nWe will deliver our written response electronically.\nAny disclosures we provide will only cover the 12-month period preceding the receipt of the verifiable consumer request.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide the personal information that is readily usable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<strong>THE GENERAL DATA PROTECTION REGULATION (“GDPR”)</strong>\n</p>\n<p>If you reside within the European Union or the United Kingdom you may be entitled to other rights under the GDPR.\nThese rights are summarized below.\nWe may require you to verify your identity before we respond to your requests to exercise your rights.\nIf you are entitled to these rights, you may exercise these rights with respect to personal information about you that we collect and store:</p>\n<ul>\n<li>the right to withdraw your consent to data processing at any time (please note that this might prevent you from using certain aspects of the Portal, the Services, or the Portal or Services altogether);</li>\n<li>the right to access personal information about you;</li>\n<li>the right to request a copy of personal information about you;</li>\n<li>the right to correct any inaccuracies in personal information about you;</li>\n<li>the right to erase personal information about you;</li>\n<li>the right to data portability, meaning to request a transfer of personal information about you from us to any other person or entity as chosen by you;</li>\n<li>the right to request restriction of the processing of personal information about you.\nand</li>\n<li>the right to object to processing of personal information about you.</li>\n</ul>\n<p>You may exercise these rights free of charge.\nThese rights will be exercisable subject to limitations as provided for by the GDPR.\nAny requests to exercise the above listed rights may be made to: privacy@defiant.com.</p>\n<p>If you reside within the European Union or United Kingdom, you have the right to lodge a complaint with a Data Protection Authority about how we process personal information at the following websites: for EU residents,&nbsp;https://edpb.europa.eu/about-edpb/board/members_en&nbsp;.\nfor UK residents, https://ico.org.uk/make-a-complaint/.</p>\n<p>\n<em>International Transfers of Personal Data</em>\n</p>\n<p>Whenever we transfer personal information out of the EU or UK, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<ul>\n<li>European Commission Standard Contractual Clauses: We may use specific contracts approved by the European Commission which give personal data the same protection it has in the EU.</li>\n<li>UK Information Commissioner’s Office International Data Transfer Agreement or International Data Transfer Addendum (where applicable)</li>\n</ul>\n<p>For additional information on the mechanisms used to protect your personal data, please contact us at privacy@defiant.com.</p>\n<p>\n<strong>CHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>We may update this Privacy Policy based upon evolving Laws, regulations and industry standards, or as we may make changes to our business including our Sites and Services.\nWe will post changes to our Privacy Policy on this page and encourage you to review our Privacy Policy when you use our Sites or Services to stay informed.\nIf we make changes that materially alter your privacy rights, Defiant will provide additional notice, such as via email or through the Sites or Services.\nIf you disagree with the changes to this Privacy Policy, you should discontinue your use of the Sites and/or Services.\nYou may also request access and control of personal information about you as outlined in the Your Rights Regarding Personal Data section of this Privacy Policy.</p>\n<p>\n<strong>QUESTIONS OR COMPLAINTS HANDLING</strong>\n</p>\n<p>We understand that you may have questions or concerns about this Privacy Policy or our privacy practices or may wish to file a complaint.\nIn such case, please contact us in one of the following ways:</p>\n<p>Email: privacy@defiant.com</p>\n<p>Mail: Defiant, Inc., Attn: Legal Department, 1700 Westlake Ave N Ste 200, Seattle, WA 98109</p>", "created_at": "2023-08-23 20:21:23.18378", "updated_at": "2023-08-23 20:22:30.840331"}], "points": [], "urls": ["wordfence.com"]}}