{"error": 448, "message": "OK", "parameters": {"id": 9669, "name": "Teespring Inc", "created_at": "2023-09-30 00:04:26.656461", "updated_at": "2023-09-30 10:02:33.945753", "wikipedia": "https://en.wikipedia.org/wiki/Teespring", "keywords": null, "related": null, "slug": "teespring-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9669.png", "url": "spri.ng", "documents": [{"id": 19234, "name": "Acceptable Use Policies", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=acceptable-use", "xpath": "", "text": null, "created_at": "2023-09-30 00:04:26.789732", "updated_at": "2023-09-30 00:04:26.789732"}, {"id": 19233, "name": "Privacy Shield Policy", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=privacy-shield", "xpath": "", "text": null, "created_at": "2023-09-30 00:04:26.757985", "updated_at": "2023-09-30 00:04:26.757985"}, {"id": 19235, "name": "Intellectual property", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=intellectual-property", "xpath": "", "text": null, "created_at": "2023-09-30 00:04:26.821358", "updated_at": "2023-09-30 00:04:26.821358"}, {"id": 19236, "name": "API Terms of Service", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=api-terms-of-service", "xpath": "", "text": null, "created_at": "2023-09-30 00:04:26.853745", "updated_at": "2023-09-30 00:04:26.853745"}, {"id": 19237, "name": "Giveaways terms of service", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=giveaways", "xpath": "", "text": null, "created_at": "2023-09-30 00:04:26.885707", "updated_at": "2023-09-30 00:04:26.885707"}, {"id": 19238, "name": "Giveaways privacy notice", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=giveaways-privacy-notice", "xpath": "/html/body/div[1]/div/main/section/div", "text": null, "created_at": "2023-09-30 00:04:26.91745", "updated_at": "2023-09-30 00:17:09.41108"}, {"id": 19239, "name": "SMS terms and conditions", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=sms-terms", "xpath": "/html/body/div[1]/div/main/section/div", "text": "SpringPoliciesTerms of servicePrivacy policyPrivacy Shield policyAcceptable useIntellectual propertyAPI terms of serviceGiveaways terms of serviceGiveaways privacy notice\"Spring Alerts\" SMS terms and conditionsStore terms and conditionsCustom Domains Subscription Service Terms and ConditionsMint-On-Demand™ Creator Terms of Service [BETA]SpringMark Service Terms and Conditions [BETA]Spring Custom Product Master Services Agreement Guava Juice NFT Terms and Conditions [Beta]Official Rules of the Holiday Promo Code Contest<p>\n<b>BY SIGNING UP FOR OUR TEXT NOTIFICATIONS (“SPRING ALERTS”)</b>, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF OUR SPRING ALERTS, YOU AGREE TO BE BOUND BY, THE FOLLOWING SMS TERMS AND CONDITIONS, INCLUDING OUR TERMS OF SERVICE AND PRIVACY POLICY.</p>\n<p>Spring and those acting on our behalf may send you text (SMS) messages <b>(i.e.\ncart reminders​)</b> at the phone number you provide us.\nThese messages may include marketing messages.\nYou may opt out of receiving marketing text messages at any time by sending an email to support@spri.ng indicating that you no longer wish to receive marketing texts along with the phone number of the mobile device receiving the texts or by replying “STOP” or “END” from the mobile device receiving the messages.\nYou should only receive a message confirming you have been successfully opted out of receiving messages.\nText HELP for help.\nText messages may be sent using an automatic telephone dialing system.\nYour agreement to receive marketing text messages is not a condition of any purchase or use of Spring Alerts.\nMessage rates may apply whenever you send or receive such messages, as specified by your carrier.\n<b>​Carriers are not liable for delayed or undelivered messages.</b>\n</p>\n<p>\n<b>The number of text messages that you receive varies​.\nMessage and data rates may apply from your mobile carrier to each text message sent or received in connection with Spring Alerts</b>.\nBy signing up for Spring Alerts, you approve any such charges from your mobile carrier.\nTo find out more about these rates and charges, please contact your mobile carrier.</p>\n<p>You represent that you are the account holder or regular user of the mobile telephone number(s) that you provide or that you have permission from the account holder to use Spring Alerts.\nYou are responsible for notifying Spring immediately if you change your mobile telephone number.\nYou may notify Spring of a number change by sending an email to:</p>\n<p>creatorhelp@spri.ng (for Spring account holders)</p>\n<p>fanhelp@spri.ng (for non-account holders)</p>\n<p>\n<i>Updated on June 25, 2022</i>\n</p>\nSpringPoliciesTerms of service+Privacy policy+Privacy Shield policy+Acceptable use+Intellectual property+API terms of service+Giveaways terms of service+Giveaways privacy notice+\"Spring Alerts\" SMS terms and conditions-<p>\n<b>BY SIGNING UP FOR OUR TEXT NOTIFICATIONS (“SPRING ALERTS”)</b>, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF OUR SPRING ALERTS, YOU AGREE TO BE BOUND BY, THE FOLLOWING SMS TERMS AND CONDITIONS, INCLUDING OUR TERMS OF SERVICE AND PRIVACY POLICY.</p>\n<p>Spring and those acting on our behalf may send you text (SMS) messages <b>(i.e.\ncart reminders​)</b> at the phone number you provide us.\nThese messages may include marketing messages.\nYou may opt out of receiving marketing text messages at any time by sending an email to support@spri.ng indicating that you no longer wish to receive marketing texts along with the phone number of the mobile device receiving the texts or by replying “STOP” or “END” from the mobile device receiving the messages.\nYou should only receive a message confirming you have been successfully opted out of receiving messages.\nText HELP for help.\nText messages may be sent using an automatic telephone dialing system.\nYour agreement to receive marketing text messages is not a condition of any purchase or use of Spring Alerts.\nMessage rates may apply whenever you send or receive such messages, as specified by your carrier.\n<b>​Carriers are not liable for delayed or undelivered messages.</b>\n</p>\n<p>\n<b>The number of text messages that you receive varies​.\nMessage and data rates may apply from your mobile carrier to each text message sent or received in connection with Spring Alerts</b>.\nBy signing up for Spring Alerts, you approve any such charges from your mobile carrier.\nTo find out more about these rates and charges, please contact your mobile carrier.</p>\n<p>You represent that you are the account holder or regular user of the mobile telephone number(s) that you provide or that you have permission from the account holder to use Spring Alerts.\nYou are responsible for notifying Spring immediately if you change your mobile telephone number.\nYou may notify Spring of a number change by sending an email to:</p>\n<p>creatorhelp@spri.ng (for Spring account holders)</p>\n<p>fanhelp@spri.ng (for non-account holders)</p>\n<p>\n<i>Updated on June 25, 2022</i>\n</p>\nStore terms and conditions+Custom Domains Subscription Service Terms and Conditions+Mint-On-Demand™ Creator Terms of Service [BETA]+SpringMark Service Terms and Conditions [BETA]+Spring Custom Product Master Services Agreement +Guava Juice NFT Terms and Conditions [Beta]+Official Rules of the Holiday Promo Code Contest+", "created_at": "2023-09-30 00:04:26.954202", "updated_at": "2023-09-30 00:14:29.806387"}, {"id": 19240, "name": "Store terms and conditions", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=store-terms-and-conditions", "xpath": "/html/body/div[1]/div/main/section/div", "text": "SpringPoliciesTerms of servicePrivacy policyPrivacy Shield policyAcceptable useIntellectual propertyAPI terms of serviceGiveaways terms of serviceGiveaways privacy notice\"Spring Alerts\" SMS terms and conditionsStore terms and conditionsCustom Domains Subscription Service Terms and ConditionsMint-On-Demand™ Creator Terms of Service [BETA]SpringMark Service Terms and Conditions [BETA]Spring Custom Product Master Services Agreement Guava Juice NFT Terms and Conditions [Beta]Official Rules of the Holiday Promo Code Contest<p>Custom Stores Service Terms and Conditions</p>\n<p>These Custom Stores Service Terms and Conditions (the “CSS Terms”) describe the expectations and obligations of a seller (“Creator” or “you”) that uses Spring’s Custom Stores Service offering to market custom products.\nThese CSS Terms are additional terms under, and supplement, the Spring Terms of Service (available at https://sprin.g.com/policies/terms).\nif there is a conflict between the CSS Terms and the Spring Terms of Service, the provisions of these CSS Terms control to the extent the conflict relates to the Custom Stores Services.\nFor clarity, the custom stores Service is considered a Spring Service under the Terms of Service.</p>\n<p>PLEASE READ THE FOLLOWING TERMS CAREFULLY.</p>\n<p>BY CREATING AN ACCOUNT OR OTHERWISE ACCESSING OR USING THE CUSTOM STORES SERVICE, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE CUSTOM STORES SERVICE, YOU AGREE TO BE BOUND BY: (1) THE FOLLOWING CUSTOM STORES TERMS AND CONDITIONS.\n(2) SPRING’S TERMS OF SERVICE.\nAND (3) SPRING’S PRIVACY POLICY (TOGETHER, THE “AGREEMENT”).\nIF YOU DO NOT AGREE TO THIS AGREEMENT, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THE CUSTOM STORES SERVICE AS A CREATOR.\nYOUR USE OF THE CUSTOM STORES SERVICE AS A CREATOR, AND SPRING’S PROVISION OF THE CUSTOM STORES SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY SPRING AND BY YOU TO BE BOUND BY THIS AGREEMENT.</p>\n<p>Capitalized Terms</p>\n<p>For purposes of this Agreement, capitalized terms used and not defined herein shall have the respective meanings ascribed to them in the Terms of Service.</p>\n<p>Custom stores Service</p>\n<p>Through the Spring Custom Stores Service, a Creator has the opportunity to create their own store (“Custom Store”) for use with Creator’s online presence (e.g., social media accounts) (“Creator Online Presence”) and, at Spring’s discretion, either: (1) Creator’s own web domain (“Creator Domain”).\nor (2) a custom Spring domain.\nIn order to use the Custom Store Service, you must already have a registered account and listing with Spring.\nSpring will enable you to design and customize store graphics and layout to comport with your branding.\nSpring will have sole discretion and control over the work performed under this Agreement and the manner in which such work is performed.\nSpring may utilize independent contractors to perform all or part of the Custom Store Services.</p>\n<p>Fees</p>\n<p>Spring does not charge any additional fees for use of Custom Stores Services.\nSpring may initiate or change fees for any feature of the Custom Store Service if Spring gives you advance notice of changes before they apply.\nSpring, at its sole discretion, may make promotional offers with different features and different pricing to any Creators.\nThese promotional offers, unless made to you, will not apply to your offer or this Agreement.</p>\n<p>Licenses and Ownership</p>\n<p>Custom Stores Services.\nSubject to your complete and ongoing compliance with this Agreement, Spring grants you, solely for your personal, non-commercial use, a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to access and use the Custom Stores Service.\nExcept and solely to the extent such a restriction is impermissible under applicable law, you may not: (i) make modifications to the Store without Spring’s consent.\nor (ii) interfere with or circumvent any feature of the Custom Stores Service, including any security or access control mechanism.</p>\n<p>Spring Content.\nAll works of authorship, inventions, discoveries, improvements, methods, processes, formulas, designs, templates, techniques, and information conceived, discovered, developed or otherwise made by Spring, solely or in collaboration with others, in the course of performing Custom Stores Services or that reflect or contain Spring’s confidential information (“Spring Content”) will be the sole property of Spring.</p>\n<p>Creator Content.\nIn order to enable Spring to perform the Custom Stores Services, Spring needs the rights to use your name, logo, branding, and other marks, works, or content owned or controlled by you, including all intellectual property and publicity rights contained therein (“Creator Content”).\nYou grant Spring (including any third party providers acting on our behalf) a non-exclusive, worldwide, royalty-free, sublicensable, transferable right and license to use, host, store, reproduce, modify, create derivative works of, communicate, publish, publicly display, publicly perform, distribute, and otherwise exploit Creator Content for the limited purposes of allowing Spring to provide, improve, and promote Custom Stores Services.\nYou represent and warrant that you own or are the licensee of all trademark rights, copyrights, rights of publicity and other intellectual property or other proprietary rights necessary to create and maintain the Store.</p>\n<p>Feedback.\nIf you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Custom Stores Service (“Feedback”), then you hereby grant Spring an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve the Storefront Service and create other products and services.</p>\n<p>Creator Obligations</p>\n<p>Creator Custom Domains and Accounts.\nIf the Store is used on a Creator Custom Domain, you are solely responsible for registering and maintaining the domain name, including all applicable fees.\nSpring will have no obligation to make your Store available or accessible due to your failure to maintain the Creator Domain.\nSpring, at its sole discretion, may refuse to provide the Store Services for use with a specific domain name for any reason.\nPlease also review Spring’s Acceptable Use Policy.\nIn addition, Spring is not responsible for the registration, maintenance, or use of any Creator Online Presence accounts or platforms that are used to display, promote, or link to the Store.</p>\n<p>Creator Information.\nYou agree to make available information and resources requested by Spring in a timely manner.\nYou agree to notify Spring if any information you have provided to us, or any relevant information about you, has changed.</p>\n<p>Affiliations.\nWe may allow you to display your affiliation with certain organizations and associations relevant to your business.\nYou agree that you will only choose those organizations and associations with which: (i) you are actually affiliated.\nand (ii) you have permission to display on your Store.\nYou must promptly remove any affiliations if no longer current.</p>\n<p>Policies.\nIf the Store is used on a Creator Domain, you are responsible for maintaining appropriate terms of use and a privacy policy on your Store site.\nAny template policies provided by Spring are not legal advice, provided “AS IS”, without any warranty as to sufficiency, and are for reference and optional use only.\nYou agree to include: (i) a provision in your terms releasing Spring from any claims (including third party claims) related to your Store.\nand (ii) reference in your privacy policy to sharing information with third parties, including Spring.</p>\n<p>Complaints.\nYou agree to notify Spring if: (i) a visitor has notified you that they have a complaint with you or any products or services offered by you.\nor (ii) you have received notice of any complaint, investigation, fine or adverse action taken by a governmental or regulatory authority with respect to your products.</p>\n<p>Indemnity.\nTo the fullest extent permitted by law, you will defend and indemnify Spring and its officers, directors, employees, consultants, affiliates, subsidiaries and agents from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or connected with: (a) your use the Custom Stores Service and Store.\n(b) your violation of any portion of this Agreement, any representation, warranty, or agreement referenced in this Agreement, or any applicable law or regulation.\n(c) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right.\nor (d) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims.</p>\n<p>Release.\nIf you have a dispute with one or more visitors to your Store or a dispute regarding Creator Content, or products, you hereby release Spring (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nIf you are a California resident, you waive California Civil Code §1542, which states: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.”</p>\n<p>Miscellaneous</p>\n<p>General Terms.\nThese Storefront Terms and Conditions, together with the Terms of Service and Privacy Policy and any other agreements or policies expressly incorporated by reference into this Agreement, are the entire and exclusive understanding and agreement between you and Spring regarding your use of the Custom Stores Service as a Creator.\nSpring may also provide notices to you of changes to this Agreement or other matters by displaying notices or links to notices generally on the Spring Service or Custom Stores Service.</p>\n<p>Termination.\nEither party may terminate this Agreement upon 5 days’ notice to the other party.\nIf you violate any provision of this Agreement, your authorization to access the Custom Stores Service and this Agreement will automatically terminate.\nUpon the termination of this Agreement: (a) your license rights will terminate and you must immediately cease all use of the Custom Stores Service.\n(b) you will no longer be authorized to access your account or the Custom Stores Service.\nand (c) Sections 4.d, 5.e, 5.f, 5.g, 6.a, 6.b, and 6.c will survive.</p>\n<p>Independent Contractor.\nYou acknowledge that there is no agency, partnership, joint venture or employee-employer relationship with Spring is intended or created by this Agreement or any relationship between us, that you have no power or authority to make any commitments on behalf of Spring, and that Spring has no power or authority to make any commitments on your behalf.\nYou will be solely responsible for the supervision, direction and control, compensation, benefits and withholdings of all of your personnel.</p>\n<p>Legal Compliance.\nYou represent and warrant that: (i) you are located in the United States.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\n<p>Contact Information.\nIf you have questions about this Agreement, please contact us by email at creatorhelp@spri.ng</p>\n<p>Updated on January 14, 2021</p>\n<p>&nbsp;</p>\nSpringPoliciesTerms of service+Privacy policy+Privacy Shield policy+Acceptable use+Intellectual property+API terms of service+Giveaways terms of service+Giveaways privacy notice+\"Spring Alerts\" SMS terms and conditions+Store terms and conditions-<p>Custom Stores Service Terms and Conditions</p>\n<p>These Custom Stores Service Terms and Conditions (the “CSS Terms”) describe the expectations and obligations of a seller (“Creator” or “you”) that uses Spring’s Custom Stores Service offering to market custom products.\nThese CSS Terms are additional terms under, and supplement, the Spring Terms of Service (available at https://sprin.g.com/policies/terms).\nif there is a conflict between the CSS Terms and the Spring Terms of Service, the provisions of these CSS Terms control to the extent the conflict relates to the Custom Stores Services.\nFor clarity, the custom stores Service is considered a Spring Service under the Terms of Service.</p>\n<p>PLEASE READ THE FOLLOWING TERMS CAREFULLY.</p>\n<p>BY CREATING AN ACCOUNT OR OTHERWISE ACCESSING OR USING THE CUSTOM STORES SERVICE, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE CUSTOM STORES SERVICE, YOU AGREE TO BE BOUND BY: (1) THE FOLLOWING CUSTOM STORES TERMS AND CONDITIONS.\n(2) SPRING’S TERMS OF SERVICE.\nAND (3) SPRING’S PRIVACY POLICY (TOGETHER, THE “AGREEMENT”).\nIF YOU DO NOT AGREE TO THIS AGREEMENT, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THE CUSTOM STORES SERVICE AS A CREATOR.\nYOUR USE OF THE CUSTOM STORES SERVICE AS A CREATOR, AND SPRING’S PROVISION OF THE CUSTOM STORES SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY SPRING AND BY YOU TO BE BOUND BY THIS AGREEMENT.</p>\n<p>Capitalized Terms</p>\n<p>For purposes of this Agreement, capitalized terms used and not defined herein shall have the respective meanings ascribed to them in the Terms of Service.</p>\n<p>Custom stores Service</p>\n<p>Through the Spring Custom Stores Service, a Creator has the opportunity to create their own store (“Custom Store”) for use with Creator’s online presence (e.g., social media accounts) (“Creator Online Presence”) and, at Spring’s discretion, either: (1) Creator’s own web domain (“Creator Domain”).\nor (2) a custom Spring domain.\nIn order to use the Custom Store Service, you must already have a registered account and listing with Spring.\nSpring will enable you to design and customize store graphics and layout to comport with your branding.\nSpring will have sole discretion and control over the work performed under this Agreement and the manner in which such work is performed.\nSpring may utilize independent contractors to perform all or part of the Custom Store Services.</p>\n<p>Fees</p>\n<p>Spring does not charge any additional fees for use of Custom Stores Services.\nSpring may initiate or change fees for any feature of the Custom Store Service if Spring gives you advance notice of changes before they apply.\nSpring, at its sole discretion, may make promotional offers with different features and different pricing to any Creators.\nThese promotional offers, unless made to you, will not apply to your offer or this Agreement.</p>\n<p>Licenses and Ownership</p>\n<p>Custom Stores Services.\nSubject to your complete and ongoing compliance with this Agreement, Spring grants you, solely for your personal, non-commercial use, a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to access and use the Custom Stores Service.\nExcept and solely to the extent such a restriction is impermissible under applicable law, you may not: (i) make modifications to the Store without Spring’s consent.\nor (ii) interfere with or circumvent any feature of the Custom Stores Service, including any security or access control mechanism.</p>\n<p>Spring Content.\nAll works of authorship, inventions, discoveries, improvements, methods, processes, formulas, designs, templates, techniques, and information conceived, discovered, developed or otherwise made by Spring, solely or in collaboration with others, in the course of performing Custom Stores Services or that reflect or contain Spring’s confidential information (“Spring Content”) will be the sole property of Spring.</p>\n<p>Creator Content.\nIn order to enable Spring to perform the Custom Stores Services, Spring needs the rights to use your name, logo, branding, and other marks, works, or content owned or controlled by you, including all intellectual property and publicity rights contained therein (“Creator Content”).\nYou grant Spring (including any third party providers acting on our behalf) a non-exclusive, worldwide, royalty-free, sublicensable, transferable right and license to use, host, store, reproduce, modify, create derivative works of, communicate, publish, publicly display, publicly perform, distribute, and otherwise exploit Creator Content for the limited purposes of allowing Spring to provide, improve, and promote Custom Stores Services.\nYou represent and warrant that you own or are the licensee of all trademark rights, copyrights, rights of publicity and other intellectual property or other proprietary rights necessary to create and maintain the Store.</p>\n<p>Feedback.\nIf you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Custom Stores Service (“Feedback”), then you hereby grant Spring an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve the Storefront Service and create other products and services.</p>\n<p>Creator Obligations</p>\n<p>Creator Custom Domains and Accounts.\nIf the Store is used on a Creator Custom Domain, you are solely responsible for registering and maintaining the domain name, including all applicable fees.\nSpring will have no obligation to make your Store available or accessible due to your failure to maintain the Creator Domain.\nSpring, at its sole discretion, may refuse to provide the Store Services for use with a specific domain name for any reason.\nPlease also review Spring’s Acceptable Use Policy.\nIn addition, Spring is not responsible for the registration, maintenance, or use of any Creator Online Presence accounts or platforms that are used to display, promote, or link to the Store.</p>\n<p>Creator Information.\nYou agree to make available information and resources requested by Spring in a timely manner.\nYou agree to notify Spring if any information you have provided to us, or any relevant information about you, has changed.</p>\n<p>Affiliations.\nWe may allow you to display your affiliation with certain organizations and associations relevant to your business.\nYou agree that you will only choose those organizations and associations with which: (i) you are actually affiliated.\nand (ii) you have permission to display on your Store.\nYou must promptly remove any affiliations if no longer current.</p>\n<p>Policies.\nIf the Store is used on a Creator Domain, you are responsible for maintaining appropriate terms of use and a privacy policy on your Store site.\nAny template policies provided by Spring are not legal advice, provided “AS IS”, without any warranty as to sufficiency, and are for reference and optional use only.\nYou agree to include: (i) a provision in your terms releasing Spring from any claims (including third party claims) related to your Store.\nand (ii) reference in your privacy policy to sharing information with third parties, including Spring.</p>\n<p>Complaints.\nYou agree to notify Spring if: (i) a visitor has notified you that they have a complaint with you or any products or services offered by you.\nor (ii) you have received notice of any complaint, investigation, fine or adverse action taken by a governmental or regulatory authority with respect to your products.</p>\n<p>Indemnity.\nTo the fullest extent permitted by law, you will defend and indemnify Spring and its officers, directors, employees, consultants, affiliates, subsidiaries and agents from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including reasonable attorneys’ fees and costs, arising out of or connected with: (a) your use the Custom Stores Service and Store.\n(b) your violation of any portion of this Agreement, any representation, warranty, or agreement referenced in this Agreement, or any applicable law or regulation.\n(c) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right.\nor (d) any dispute or issue between you and any third party.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims.</p>\n<p>Release.\nIf you have a dispute with one or more visitors to your Store or a dispute regarding Creator Content, or products, you hereby release Spring (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nIf you are a California resident, you waive California Civil Code §1542, which states: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.”</p>\n<p>Miscellaneous</p>\n<p>General Terms.\nThese Storefront Terms and Conditions, together with the Terms of Service and Privacy Policy and any other agreements or policies expressly incorporated by reference into this Agreement, are the entire and exclusive understanding and agreement between you and Spring regarding your use of the Custom Stores Service as a Creator.\nSpring may also provide notices to you of changes to this Agreement or other matters by displaying notices or links to notices generally on the Spring Service or Custom Stores Service.</p>\n<p>Termination.\nEither party may terminate this Agreement upon 5 days’ notice to the other party.\nIf you violate any provision of this Agreement, your authorization to access the Custom Stores Service and this Agreement will automatically terminate.\nUpon the termination of this Agreement: (a) your license rights will terminate and you must immediately cease all use of the Custom Stores Service.\n(b) you will no longer be authorized to access your account or the Custom Stores Service.\nand (c) Sections 4.d, 5.e, 5.f, 5.g, 6.a, 6.b, and 6.c will survive.</p>\n<p>Independent Contractor.\nYou acknowledge that there is no agency, partnership, joint venture or employee-employer relationship with Spring is intended or created by this Agreement or any relationship between us, that you have no power or authority to make any commitments on behalf of Spring, and that Spring has no power or authority to make any commitments on your behalf.\nYou will be solely responsible for the supervision, direction and control, compensation, benefits and withholdings of all of your personnel.</p>\n<p>Legal Compliance.\nYou represent and warrant that: (i) you are located in the United States.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\n<p>Contact Information.\nIf you have questions about this Agreement, please contact us by email at creatorhelp@spri.ng</p>\n<p>Updated on January 14, 2021</p>\n<p>&nbsp;</p>\nCustom Domains Subscription Service Terms and Conditions+Mint-On-Demand™ Creator Terms of Service [BETA]+SpringMark Service Terms and Conditions [BETA]+Spring Custom Product Master Services Agreement +Guava Juice NFT Terms and Conditions [Beta]+Official Rules of the Holiday Promo Code Contest+", "created_at": "2023-09-30 00:04:26.988201", "updated_at": "2023-09-30 00:13:31.318853"}, {"id": 19232, "name": "Terms of service", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=terms-of-service", "xpath": "/html/body/div[1]/div/main/section/div", "text": "SpringPoliciesTerms of servicePrivacy policyPrivacy Shield policyAcceptable useIntellectual propertyAPI terms of serviceGiveaways terms of serviceGiveaways privacy notice\"Spring Alerts\" SMS terms and conditionsStore terms and conditionsCustom Domains Subscription Service Terms and ConditionsMint-On-Demand™ Creator Terms of Service [BETA]SpringMark Service Terms and Conditions [BETA]Spring Custom Product Master Services Agreement Guava Juice NFT Terms and Conditions [Beta]Official Rules of the Holiday Promo Code ContestWelcome to Spring!\n<p>Spring’s service (the “Spring Service”) is located at http://spri.ng and is operated by Amaze Holding Company, LLC d/b/a Spring, with our headquarters at 3200 Park Center Drive, 14th Floor, Costa Mesa, CA 92626, USA and its subsidiaries (collectively, “Spring,” “we,” “our,” or “us”).\nThe Spring Service provides sellers with the ability to create and sell custom merchandise, apparel, and digital products (collectively “Merchandise” or “products”) and buyers with the ability to find and purchase high-quality, unique Merchandise.\nAll visitors to the Spring Service, Creators, and buyers are referred to herein as “you”.</p>\n<p>We offer the Spring Service subject to the following Terms of Service, specifically including Spring’s Privacy Policy&nbsp;and Acceptable Use Policy.\nIf you do not agree to these Terms of Service, you are not authorized to use the Spring Service.\nTo note, these Terms of Service apply to all of our products and services.\nIf we include some additional terms for tools you can download from the Service or other services, those provisions are incorporated into these Terms of Service.</p>\n<p>*Please note that if you are located in Europe (including the United Kingdom) then the sections marked with an asterisk do not apply to your use of the Spring Service.\nPlease see Additional Terms for European Users below for additional terms which apply to your use of the Spring Service.</p>\nA.\nUse of the Spring Service\n<p>Information You Provide: Certain features of the Spring Service require registration.\nIf you choose to register, you agree to provide and maintain accurate, current and complete information about yourself.\nRegistration data and personal information about you are governed by our Privacy Policy.</p>\n<p>Member Account, Password and Security: You are responsible for maintaining the confidentiality of your password and account, if any, and are fully responsible for any and all activities that occur under your password or account.\nPlease immediately notify Spring of any unauthorized use of your password or account or any other breach of security.\nSpring reserves the right to terminate accounts and/or listings that are inactive for six (6) months or more.</p>\n<p>&nbsp;</p>\n<p>Multiple Member Accounts Prohibited: Operating and maintaining multiple member accounts is prohibited.\nIf you have a legitimate business need for a second account, you can apply for an exception to this policy by following the process outlined in Spring’s Creator Resources.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Misuse of Member Account: If you repeatedly upload excessive amounts of data, engage in fraud or other illegal activity, infringe any third party rights, fail to comply with the Terms of Service or any other Spring policies, Spring may, in its sole discretion, cancel your listings, suspend your use of Spring tools and reports, restrict or terminate your account, and/or withhold and disburse any proceeds associated with that account.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Social Networking Services: You may enable certain components of the Spring Service or log in to the Spring Service via certain third party social networking services, such as Facebook (“Social Networking Services”).\nBy logging in or directly integrating these Social Networking Services into the Spring Service, we make your online tools and experiences richer and more powerful and personalized.\nTo take advantage of these features and capabilities, we may ask you to authenticate, register for or log into those Social Networking Services.\nAs part of such integration, the Social Networking Services will provide us with access to certain information that you have provided to such Social Networking Services, and we will use, store and disclose such information in accordance with our Privacy Policy.\nPlease remember that Spring has no control over the way Social Networking Services use, store and disclose your information.\nPlease review their policies to understand their privacy-related practices.\nSpring also has no control over the content made available through any Social Networking Service.\nPlease review their policies to understand their content-related practices.\nSpring does not have any liability or responsibility for the acts or omissions of any of the Social Networking Services accessed through the Spring Service.\nSpring enables these features merely as a convenience and the integration or inclusion of such features does not imply an endorsement or recommendation.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Promotions: Any contests, sweepstakes, surveys, games or similar promotions (collectively, “Promotions”) made available through the Spring Service may be governed by specific rules that are in addition to these Terms of Service.\nBy participating in any Promotion, you will become subject to those rules.\nTo the extent that the terms and conditions of the Promotion rules conflict with these Terms of Service, the terms and conditions of the Promotion will control.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Age Requirement: If you are under 13 years of age, you are not authorized to use the Service.\nIf you are under 18 years old, you may use the Spring Service only with the approval of your parent or guardian.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Applicable Laws: In connection with your use of the Spring Service, you will comply with all applicable laws, regulations and industry standards.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Communications: You agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Spring Service.\nIf we learn of a security system breach, we may attempt to notify you electronically by posting a notice on the Spring Service or by sending an email to you.\nYou may have a legal right to receive this notice in writing.\nTo receive free written notice of a security breach (i.e., to withdraw your consent from receiving electronic notice), please notify us at privacy@spri.ng.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>General Practices and Instructions Regarding Use: You will comply with any instructions provided to you by Spring in connection with your use of the Spring Service.\nSpring may establish general practices and limits concerning use of the Spring Service.\nSpring reserves the right to change its instructions, general practices and limits at any time, in its sole discretion, with or without notice.</li>\n</ol>\nB.\nSellers: Creation and Implementation of Product Listings\n<p>The Spring Service allows sellers to create product listings and sell custom physical and digital Merchandise through those listings.\nFollowing are specific obligations concerning the initiation of any listing.\nTo the extent any listing violates these Terms of Service, we may choose to terminate, delay or modify the listing at our discretion.\nFor additional information about the Spring Service, please refer to Spring’s Frequently Asked Questions portal.</p>\n<ol>\n<li>Your Right to Implement a Listing: By creating a listing through the Spring Service, you represent and warrant that you own or are the licensee of all trademark rights, copyrights, rights of publicity and other intellectual property or other proprietary rights necessary to create and implement the listing (“Listing Rights”), including any rights relating to the name, description, images, text or URL used for the listing.\nYou will provide Spring with evidence of your Listing Rights upon request.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring does not claim any ownership rights in the content you upload to the Spring Service.\nPlease be sure you maintain copies of all of your work.\nSpring has no responsibility or liability for the deletion or failure to store any content or information uploaded to the Spring Service.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>For online events promoted by you through the Spring Service, Spring operates an online marketplace where Spring customers can purchase event tickets.\nSpring helps manage ticketing and registration on your behalf, however Spring is not the host, creator, or organizer of such online events.\nYou agree that you are the organizer of your online events, and you are solely responsible for providing the event (including the third-party platform for hosting or streaming the event) and ensuring that the online event is delivered as described.\nYou are also responsible for all activities related to your online events that take place off the Spring Service, such as on any third-party streaming platform.\nSpring retains all ownership rights in any designs created by Spring designers which may not be used by you, other than in connection with your listings on the Spring Service, without Spring’s express written consent.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>For the purpose of implementing and fulfilling your listing and for the purpose of advertising the Spring Service in any medium Spring chooses, you hereby grant Spring a nonexclusive, worldwide, fully paid up, transferable, sublicensable license under your Listing Rights to copy, display, distribute, modify the content you upload to the Spring Service (including all related images, text, content and information).</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring, in its sole discretion, may make promotional offers with different features and different pricing to any of Spring’s sellers.\nThese promotional offers, unless made to you, will not apply to you or these Terms.\nFor example, Spring may make different digital product file types available to sellers who achieve a certain level of sales.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Acceptable Use: Your use of the Spring Service, including the creation and implementation of product listings, is subject to these Terms of Service (including our Acceptable Use Policy).</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>National College Athletic Association (“NCAA”) and Other Amateur Organizations: If you are or may become subject to NCAA rules and regulations or those of any other association, group, authority or organization, you represent and warrant that you have checked the rules and regulations to verify and confirm that your participation on our Site does not or will not affect your current or future eligibility with respect to any such association, group, authority or organization.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Indemnity: To the extent any listing launched by you or launched via your Spring account violates or is alleged to violate our Acceptable Use Policy or any other part of these Terms of Service, in addition to any other remedies, you agree that Spring has the right to withhold and redirect any funds collected relating to the listing, which funds will be disbursed based on Spring’s internal policies (for example, Spring may give the funds to a charity where a listing falsely states it is raising funds for that charity, or Spring may apply such funds to any judgment or settlement, and/or the reimbursement of Spring’s expenses, resulting from a third party’s claim of infringement) and to control the defense or settlement of any claim or suit resulting from any such violation or alleged violation.\nand you agree to fully cooperate with Spring in such activities.\nWithout limiting the foregoing, you also agree to indemnify and hold Spring harmless from any and all liabilities, losses, damages and expenses arising out of your violation or any alleged violation of our Acceptable Use Policy or any other part of these Terms of Service.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Quality of Artwork and Promotions: Each listing must meet reasonable production standards (e.g.\na listing may not include a low-quality image that will not print well).\nAll of your advertisements or promotional descriptions, including content that is uploaded to the Spring Service, must be accurate and correct and must not include any content concerning non-Spring activities, events, products, services or promotions.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Proceeds from Listing: If you create a listing for products through the Spring Service, Spring will charge you a “base price” for each product that it makes available to you for your listing.\nYou will be responsible for setting the price you charge consumers for each product.\nOnce your listing is launched and products are sold, you will earn the difference between the base price and your sale price, less returns.\nYou may request payout through your dashboard at any time.\nYou are solely and fully responsible for payment of any income taxes applicable to the amounts you earn through the Spring Service.\nPrior to receiving your payout, you may be required to provide additional information to Spring as needed by Spring to comply with its reporting obligations.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Partnership Disputes: If you work with other people on your listing, and there is a dispute between you and your partners, even though Spring receives notice of the dispute, Spring is entitled to make payouts and otherwise correspond with the original registrant.\nAlternatively, Spring may withhold payouts until the dispute is resolved, in Spring’s sole discretion.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Charities/Fundraising: You represent and warrant that any listing you create that implicitly or explicitly relates to a charity or fundraising effort is authorized by such charity or fundraising effort, and you will ensure that your listing description clearly and accurately states the percentage of proceeds that will be donated and to whom those proceeds will be donated.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring Right to Lower Sales Goal: You will be able to set the “sales goal” for each listing.\nYou agree that Spring may, in its sole discretion, begin to fulfill orders before your sales goal is met.</li>\n</ol>\nC.\nIntellectual Property Complaints\n<ol>\n<li>Infringement Claims Between Spring Users, Waiver of Claims: As a condition of using the Spring Service, you agree to submit any and all infringement claims against Spring users (so called “Copycat Claims”) pursuant to Spring’s existing policies and procedures governing such claims.\nYou further agree, as a condition of using the Spring Service, to waive any and all claims against Spring arising from alleged infringement by you or another Spring user.\nIn addition, you understand that Spring may release your contact information to any Spring User that satisfactorily alleges a violation of its rights under this section.</li>\n<li>Infringement Claims by Third Parties: Spring takes any allegations of infringement seriously.\nIf Spring receives any complaint or allegation that your listing or any resulting Merchandise constitutes an unauthorized use of a third party’s rights, you understand that Spring may terminate or delay your listing, in its sole discretion.\nIn addition, you understand that Spring may release your contact information to any third party that satisfactorily alleges a violation of its rights.</li>\n<li>Spring will consider complaints of possible infringement only from parties that own, or have the exclusive right to exploit, the applicable intellectual property.\nIf you believe that a Spring user has infringed upon your rights, please notify Spring through our Intellectual Property Claim page.\nYou may also contact us by mail at the address provided at the end of these Terms of Service, attention Legal Department.</li>\n</ol>\n<p>You must include with your notification the following information.</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the intellectual property that you allege is being infringed;</li>\n<li>The URL to the Spring listing(s) used in connection with the sale of the allegedly infringing Merchandise;</li>\n<li>Identification of the copyright, trademark or other rights that allegedly have been infringed, including proof of ownership (such as copies of subsisting trademark or copyright registrations);</li>\n<li>Your full name, address, telephone number(s) and email address(es);</li>\n<li>A statement that you have a good-faith belief that use of the material in the URL submitted is unauthorized by the rights owner, or its licensee, and such use amounts to infringement under federal or state law.\nand</li>\n<li>A statement, under penalty of perjury, that the information in the notification is complete and accurate and that you are authorized to act on behalf of the owner of the copyright or other right that is allegedly infringed.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>Repeat Infringer Policy: Spring has adopted a policy of terminating, in appropriate circumstances and at Spring’s sole discretion, users who are deemed to be repeat infringers.\nSpring may also at its sole discretion limit access to the Spring Service or terminate the memberships of any users who infringe or violate any intellectual property or other rights of others, whether or not there is any repeat infringement or violation.</li>\n</ol>\nD.\nPurchasing of Merchandise or Creator Tools\n<ol>\n<li>Ordering and Availability: Merchandise may be ordered by clicking on the items you wish to purchase and then following the prompts that will appear on-screen.\nYou may check and correct any input errors in your order up until the point at which you submit your order to us.\nYour order constitutes an offer to us to buy the Merchandise ordered.\nAll orders are subject to acceptance by us.\nWe are not obliged to accept your order and may, at our discretion, decline to accept any order.\nIn the event we do not accept an order we will inform in writing of our decision.\nYou do, however, acknowledge that by placing the order, you enter into an obligation to pay for the Merchandise.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Order Confirmation: Where we accept your order, we will confirm such acceptance by sending you a dispatch confirmation email or email on which the digital product is available for download (Order Confirmation).\nThe contract in relation to the Merchandise ordered (Contract) will only be formed when the Order Confirmation is sent.\nAfter entering into the Contract, we will be under a legal duty to supply you with goods and/or digital products that are in conformity with the Contract.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Creator Tools: Spring offers certain Spring Services for Creators (each a “Creator Tool”).\nThe Creator Tools are optional services designed to help Creators maximize their sales performance.\nEach Creator Tool is offered on either a purchase or a subscription basis and subject to service-specific term and conditions.\nCreator Tools that are offered on a subscription basis shall be referred to herein as “Subscription Services”.\nCreator Tool purchases and subscriptions can be purchased and managed within and through the Creator’s dashboard by navigating to the individual Creator Tool pages.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Non-fungible Tokens: A non-fungible token or “NFT” is a license right to a type of digital product that is unique and unchangeable.\nNFTs sold on the Spring Service offered by third party sellers are minted and stored by “Bondly,” a third-party blockchain provider (https://bondly.finance/).\nIf you choose to purchase an NFT on the Spring Service, you understand and agree that: (1) any personal information collected, used, or shared in connection with your purchase is governed by Spring’s Privacy Policy.\n(2) you are directing Spring to share your personal information with Bondly to facilitate the purchase.\nand (3) you are subject to the Bondly Terms of Use available at: https://www.bondly.finance/termsandconditions, and the Bondly Privacy Policy available at: https://www.bondly.finance/privacypolicy (collectively the “Bondly Terms”).\nIf you do not agree to the Bondly Terms, then you should not purchase NFTs through the Spring Service.\nThe Bondly Terms may be modified by Bondly from time to time as permitted by the Bondly Terms of Service.\nOnce purchased, your NFTs are available to you through Bondly’s platform for viewing and secondary market re-sale, buying and trading.\nNotwithstanding any other return or refund policy set forth in these Terms of Service, NFTs are operated by Bondly and therefore subject to Bondly’s return and refund policies.\nSpring is not a participant in secondary market re-sale or trading of NFTs.\nall secondary market buying, selling, and trading is operated by Bondly and subject to the Bondly Terms.\nYou should exercise due care and diligence when purchasing NFTs.\nSpring disclaims all liability and makes no representations or warranties with regard to any third party seller’s NFT.\nSpring is not liable for, nor a party to, your interactions with or on Bondly’s platform.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Purchases of Digital Products: After you purchase a digital product, Spring will email a download link for the digital product to the email address associated with your account as soon as Spring accepts your order.\nThe download link will be available for as long as the digital product is made available for purchase.\nIf your download link has expired, you may contact Spring customer support for assistance, but Spring makes no guarantee that the digital product you purchased will still be available.\nIf you purchase a digital product through the Spring Service, you are granted a perpetual, worldwide license to use that digital product for personal purposes, except that you may not display that digital product for download or export, re-sell, license, or otherwise distribute such digital product for profit, including through other print-on-demand services.\nYou hereby agree not to use any digital product purchased through Spring in any manner that competes with Spring’s business.\nSpring may require you to update digital products, provided that the digital products shall always match the description provided to you before you bought it.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Online Events: Spring operates a service enabling you to purchase tickets for online events organized by event sellers.\nSpring helps manage ticketing and registration for online events promoted through the Spring Service on behalf of event sellers, however Spring is not the host, creator, or organizer of any online event posted by a seller.\nThe seller is the organizer of the online event and is responsible for providing the event (including the third-party platform for hosting or streaming the event) and ensuring that the online event is delivered as described.\nYou acknowledge that Spring is not responsible for online events that take place off the Spring Service.\nYou are responsible for providing a valid email address for delivery of tickets and ensuring you are able to receive delivery of the tickets.\nSpring shall not be liable for, and you will not be entitled to any refund where delivery is failed as a result of your failure to provide correct and complete information.\nTickets may be sold subject to certain restrictions.\nAny such restrictions will be displayed or otherwise notified to you before or at the time of booking.\nIt is your responsibility to ensure that you read all notifications and other information displayed or notified to you as part of the purchase process.\nYou may not resell or transfer your tickets.\nIf an event is cancelled, rescheduled or materially altered, we will use reasonable endeavors to notify you once we have received the relevant information and authorization from the relevant event seller.\nNothing in this section affects your legal rights.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>*Loss and Cancellation: Title and risk of loss for all Merchandise ordered by you will pass to you on our delivery to the shipping carrier.\nWe reserve the right to cancel any order for any Merchandise for any reason.*</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Returns: You acknowledge and agree that goods produced by us for you are bespoke, custom-made goods, they are produced specifically for you once you place an order.\nWe do not hold stock and would not, but for your order, have produced the goods.\nYou further agree that you do not have a right to change your mind with respect to digital products purchased by you.\nOther than where goods, including digital products except for NFTs, are faulty, you have no right to cancel any order or return any goods and all orders are final.\nNothing in this section affects your legal rights.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>*Waiver: Your purchase of an item using the Spring Service constitutes a waiver of any and all intellectual property, proprietary, personal, and privacy claims relating to that purchase.*</li>\n</ol>\n<p>&nbsp;</p>\nE.\nPrice and Payment Processing\n<ol>\n<li>Price: The price of Merchandise is as quoted on the Spring Service from time to time.\nSpring reserves the right to determine pricing for the Creator Tools (the “CT Fee”).\nSpring will make reasonable efforts to keep CT Fee information published in the Creator dashboard, please see the Creator Tools page in your dashboard for more details.\nSpring may change the CT Fees for Creator Tools by providing advance notice of change before such charges apply.\nAll CT Fees are in U.S.\nDollars and are non-refundable unless otherwise specified herein.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Auto-renew Subscription: The “Subscription Billing Date” is the date when you purchase your first subscription to a Subscription Services.\nThe Subscription Servicesservices begin on the Subscription Billing Date and continue for the applicable subscription period (such period, the “Initial Subscription Period”), and will automatically renew for successive periods of the same duration as the Initial Subscription Period (the Initial Subscription Period and each such renewal period, each a “Subscription Period”) unless you cancel, or we terminate your access to the Subscription Services.\nBy subscribing to a Subscription Services, you authorize Spring or its Payment Processor (defined below) to periodically charge the Subscription Fee on a going-forward basis for each Subscription Period before the payment due date– until cancellation or termination of your access to the Subscription Services.\nYour account will be charged automatically on the Subscription Billing Date and thereafter on the renewal date of the Subscription Services for all applicable fees and taxes for the next Subscription Period.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Auto-renew Authorization: You authorize Spring to charge all Subscription Fees for the Subscription Services to which you subscribe, including all applicable taxes, to the payment method you specify.\nSpring or Payment Processor will bill the periodic Subscription Fee to the payment method associated with your account or that you otherwise provide.\nAll Subscription Fees for Subscription Services will be processed as set forth below.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Payment Processing: We may use a third-party payment processor (“Payment Processor”) to process your payments for Merchandise or Creator Tools.\nThe processing of payments will be subject to the terms, conditions, and privacy policies of the Payment Processor in addition to these Terms of Service.\nWe are not responsible for error by the Payment Processor.\nBy clicking the “Buy now” or “Subscribe” button on the checkout page, you agree to pay us, through the Payment Processor, all charges at the prices then in effect for any Merchandise or Creator Tools ordered in accordance with the applicable payment terms and you authorize us, through the Payment Processor, to charge your chosen payment provider (“Payment Method”).\nYou agree to make payment using that selected Payment Method.\nWe reserve the right to correct any errors or mistakes that the Payment Processor makes even if it has already requested or received payment.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Payment Method: The terms of your payment will be based on your Payment Method and may be determined by agreements between you and the financial institution, credit card issuer or other provider of your chosen Payment Method.\nIf we, through the Payment Processor or otherwise, do not receive payment from you, you agree to pay all amounts due upon demand.\nFees will be charged in the local currency of your shipping address.\nYou are responsible for paying all fees and applicable taxes associated with the Merchandise or Creator Tools ordered in a timely manner with a valid payment method.\nIf your payment method fails or your account is past due, we may collect fees owed using other collection mechanisms.\nIf your Payment Method is not authorized or accepted, Spring reserves the right to cancel your order with no further liability or obligation to you.\nSpring reserves the right to stop accepting credit cards from one or more issuers at any time.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Cancelation of Subscription Services: You may cancel the Subscription Services at any time by navigating to the “My Purchases” section of your user dashboard, clicking the “Manage” button associated with the Creator Tool, and selecting “Cancel” or by contacting us at support@spri.ng.\nYou must cancel your Subscription Services before it renews in order to avoid billing of the next periodic Subscription Fee to your account.\nYOUR CANCELLATION MUST BE RECEIVED BEFORE THE RENEWAL DATE IN ORDER TO AVOID CHARGES FOR THE NEXT SUBSCRIPTION PERIOD.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Delinquent Accounts: Spring may suspend or terminate access to the Spring Services, for any account for which any amount is due but unpaid.\nIn addition to the amount due for the Spring Services, a delinquent account may be charged fees or charges that are incidental to any chargeback or collection of any the unpaid amounts, including collection fees.\nIf your payment method is no longer valid at the time a renewal Subscription Fee is due, then Spring reserves the right to immediately terminate your access to the Subscription Services.</li>\n</ol>\n<p>&nbsp;</p>\nF.\nSpring’s Proprietary Rights\n<ol>\n<li>Service Content, Software and Trademarks: You are only authorized to use the Spring Service for the purpose of engaging in business transactions with Spring.\nYou may not use any automated technology to scrape, mine or gather any information from the Spring Service or otherwise access the pages of the Spring Service for any unauthorized purpose.\nIf you are blocked by Spring from accessing the Spring Service (including by blocking your IP address), you agree not to implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address).\nThe technology and software underlying the Spring Service or distributed in connection therewith are the property of Spring, our affiliates and our partners (the “Software”).\nYou agree not to copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, or otherwise transfer any right in the Software.The Spring Service may contain images, artwork, fonts and other content or features (“Service Content”) that are protected by intellectual property rights and laws.\nExcept as expressly authorized by Spring, you agree not to modify, copy, frame, rent, lease, loan, sell, distribute or create derivative works based on the Spring Service or the Service Content, in whole or in part.\nAny use of the Spring Service or the Service Content other than as specifically authorized herein is strictly prohibited.\nAny rights not expressly granted herein are reserved by Spring.The Spring name and logos are trademarks and service marks of Spring (collectively the “Spring Trademarks”).\nOther company, product and service names and logos used and displayed via the Spring Service may be trademarks or service marks of their respective owners who may or may not endorse or be affiliated with or connected to Spring.\nNothing in these Terms of Service or the Spring Service should be construed as granting any license or right to use any of Spring Trademarks displayed on the Spring Service, without our prior written permission in each instance.\nAll goodwill generated from the use of Spring Trademarks will inure to Spring’s exclusive benefit.</li>\n<li>Third Party Material: Under no circumstances will Spring be liable in any way for any content or materials of any third parties (including users), including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any such content or materials.\nTo the maximum extent permitted under applicable law, the third party providers of such content and materials are express and intended third party beneficiaries of these Terms of Services with respect to their content and materials.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms of Service.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Spring, its users or the public.</li>\n</ol>\n<p>&nbsp;</p>\nG.\nThird Party Websites\n<p>The Spring Service may provide, or third parties may provide, links or other access to other sites and resources on the Internet.\nSpring has no control over such sites and resources and Spring is not responsible for and does not endorse such sites and resources.\nSpring will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, events, goods or services available on or through any such site or resource.\nAny dealings you have with third parties found while using the Spring Service are between you and the third party, and you agree that Spring is not liable for any loss or claim that you may have against any such third party.</p>\n<p>&nbsp;</p>\nH.\n*Disclaimer of Warranties\n<p>YOUR USE OF THE SPRING SERVICE IS AT YOUR SOLE RISK.\nTHE SPRING SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWITHOUT LIMITING A BUYER’S RIGHT TO RETURN MERCHANDISE AND OBTAIN A REFUND TO THE EXTENT DESCRIBED IN OUR RETURN POLICY, SPRING EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND WITH RESPECT TO ANY LISTING, MERCHANDISE OR SERVICE, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.*</p>\n<p>&nbsp;</p>\nI.\n*Limitation of Liability\n<p>SPRING WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF SPRING HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY MERCHANDISE, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\nOR (IV) ANY OTHER MATTER RELATING TO THE SERVICE.\nIN NO EVENT WILL SPRING’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OF ACTION EXCEED THE AMOUNT YOU HAVE PAID SPRING OR SPRING HAS PAID YOU IN THE LAST SIX (6) MONTHS, OR, IF GREATER, ONE HUNDRED DOLLARS ($100).\nTHE FOREGOING LIMITATIONS WILL APPLY TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.*</p>\n<p>&nbsp;</p>\nJ.\nTermination\n<p>Spring, in its sole discretion, may suspend or terminate your account (or any part thereof) or use of the Spring Service and remove and discard any content within the Spring Service, for any reason.\nFurther, you agree that Spring will not be liable to you or any third party for any termination of your access to the Spring Service.</p>\n<p>&nbsp;</p>\nK.\nRelationship\n<p>Each party is an independent contractor in the performance of each and every part of these Terms of Service.\nEach party will be solely responsible for all of its employees and agents and its labor costs and expenses and for any and all claims, liabilities or damages or debts of any type whatsoever that may arise on account of its activities, or those of its employees or agents, in the performance of its activities under these Terms of Service.\nYou do not have the authority to commit Spring in any way and will not attempt to do so or imply that you have the right to do so.</p>\n<p>&nbsp;</p>\nL.\nGoverning Law\n<ol>\n<li>For users located in the United Kingdom or European Union: These Terms of Service will be governed by the laws of England, without regard to its conflict of law provisions except that (if you are a consumer and not a business user) and if you live in a country of the European Union other than England, there may be certain mandatory applicable laws of your country which apply for your benefit and protection in addition to or instead of certain provisions of English law.Subject to the next paragraph you agree that any disputes between you and Spring regarding these terms will only be dealt with by the English courts except that (if you are a consumer and not a business user) and if you live in a country of the European Union other than England, you can choose to bring legal proceedings either in your country or in England, but if we bring legal proceedings, we may only do so in your country.\nThe parties expressly exclude the application of the UN Convention on Contracts for the International Sale of Goods.The European Online Dispute Resolution platform http://ec.europa.eu/consumers/odr/ provides information about alternative dispute resolution.\nWe are not required to comply with any alternative dispute resolution under this platform.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>For all other users: These Terms of Service will be governed by the laws of the State of California without regard to its conflict of law provisions.\nWith respect to any disputes, you and Spring agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within San Francisco County, California.\nThe parties expressly exclude the application of the UN Convention on Contracts for the International Sale of Goods.</li>\n</ol>\n<p>&nbsp;</p>\nM.\nGeneral\n<p>These Terms of Service constitute the entire agreement between you and Spring and govern your use of the Spring Service, superseding any prior agreements between you and Spring with respect to the Spring Service.\nThe failure of Spring to exercise or enforce any right or provision of these Terms of Service will not constitute a waiver of such right or provision.\nIf any provision of these Terms of Service is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms of Service remain in full force and effect.\nA printed version of this agreement and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou may not assign these Terms of Service without the prior written consent of Spring, but Spring may assign or transfer these Terms of Service, in whole or in part, without restriction.\nNotices to you may be made via either email or regular mail.\nSpring may also provide notices to you of changes to these Terms of Service or other matters by displaying notices or links to notices generally on the Spring Service.</p>\n<p>&nbsp;</p>\nN.\nNotice for Users in California\n<p>Under California Civil Code Section 1789.3, users of the Service from California are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.\nYou may contact us at Amaze Holding Company LLC d/b/a Spring, 3200 Park Center Drive, 14th Floor, Costa Mesa, CA 92626.</p>\n<p>&nbsp;</p>\nO.\nAdditional Terms for European Users\n<p>Our liability: Nothing in these Terms of Service shall limit or exclude our liability to you:</p>\n<ul>\n<li>for death or personal injury caused by our negligence;</li>\n<li>for fraudulent misrepresentation.\nor</li>\n<li>for any other liability that, under consumer protection or other law, may not be limited or excluded.</li>\n</ul>\n<p>Subject to this, if you are a consumer and not a business customer, in no event shall we be liable to you for any business losses, and if you are a business customer, in no event shall we be liable to you for any indirect or consequential losses, or for any loss of profit, revenue, contracts, data, goodwill or other similar losses, and any liability we do have for losses you suffer arising out of or in relation these Terms of Service or the Spring Service shall not, exceed the amount you have paid Spring or Spring has paid you in the last six (6) months, or, if greater, one hundred Euros (€100) and is strictly limited to losses that were reasonably foreseeable.</p>\n<p>We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under these Terms of Service that is caused by events outside our reasonable control.</p>\n<p>Buyers: Purchasing of Merchandise: Prices include VAT but exclude delivery costs, which will be automatically added (at the cost shown) to the total amount due as set out when you view the items in your shopping basket, once you have selected your chosen different delivery method.\nOur VAT registration number is GB186156289.</p>\n<p>&nbsp;</p>\n<p>Faulty Merchandise: If you are a consumer, once we accept your order for Merchandise we are under a legal duty to supply products (including digital products) that are in conformity with these Terms of Service.</p>\n<p>If any Merchandize you order is damaged or faulty when delivered to you or has developed a fault, you may have one or more legal remedies available to you, depending on when you make us aware of the problem, in accordance with your legal rights.\nIf you believe any Merchandize was delivered damaged or faulty or has developed a fault, you should inform us as soon as possible, preferably in writing, giving your name, address and order reference.</p>\n<p>Nothing in this section affects your legal rights.</p>\n<p>Merchandise information: While we have taken reasonable steps to depict Merchandise as accurately as possible on the Site, the photographs and other images of Merchandise featured on the Site are created and designed by the relevant sellers of such Products and the detailing (such as color, pattern and texture, etc.) you see on-screen will depend on your monitor and, as such, may not exactly reflect the actual detailing of a Merchandise when you receive it.</p>\nQuestions? Concerns? Suggestions?\n<p>Please contact us with any questions regarding these Terms of Service or the Spring Service.</p>\n<p>Last Revised: November 10, 2022</p>\nSpringPoliciesTerms of service-Welcome to Spring!\n<p>Spring’s service (the “Spring Service”) is located at http://spri.ng and is operated by Amaze Holding Company, LLC d/b/a Spring, with our headquarters at 3200 Park Center Drive, 14th Floor, Costa Mesa, CA 92626, USA and its subsidiaries (collectively, “Spring,” “we,” “our,” or “us”).\nThe Spring Service provides sellers with the ability to create and sell custom merchandise, apparel, and digital products (collectively “Merchandise” or “products”) and buyers with the ability to find and purchase high-quality, unique Merchandise.\nAll visitors to the Spring Service, Creators, and buyers are referred to herein as “you”.</p>\n<p>We offer the Spring Service subject to the following Terms of Service, specifically including Spring’s Privacy Policy&nbsp;and Acceptable Use Policy.\nIf you do not agree to these Terms of Service, you are not authorized to use the Spring Service.\nTo note, these Terms of Service apply to all of our products and services.\nIf we include some additional terms for tools you can download from the Service or other services, those provisions are incorporated into these Terms of Service.</p>\n<p>*Please note that if you are located in Europe (including the United Kingdom) then the sections marked with an asterisk do not apply to your use of the Spring Service.\nPlease see Additional Terms for European Users below for additional terms which apply to your use of the Spring Service.</p>\nA.\nUse of the Spring Service\n<p>Information You Provide: Certain features of the Spring Service require registration.\nIf you choose to register, you agree to provide and maintain accurate, current and complete information about yourself.\nRegistration data and personal information about you are governed by our Privacy Policy.</p>\n<p>Member Account, Password and Security: You are responsible for maintaining the confidentiality of your password and account, if any, and are fully responsible for any and all activities that occur under your password or account.\nPlease immediately notify Spring of any unauthorized use of your password or account or any other breach of security.\nSpring reserves the right to terminate accounts and/or listings that are inactive for six (6) months or more.</p>\n<p>&nbsp;</p>\n<p>Multiple Member Accounts Prohibited: Operating and maintaining multiple member accounts is prohibited.\nIf you have a legitimate business need for a second account, you can apply for an exception to this policy by following the process outlined in Spring’s Creator Resources.</p>\n<p>&nbsp;</p>\n<ol>\n<li>Misuse of Member Account: If you repeatedly upload excessive amounts of data, engage in fraud or other illegal activity, infringe any third party rights, fail to comply with the Terms of Service or any other Spring policies, Spring may, in its sole discretion, cancel your listings, suspend your use of Spring tools and reports, restrict or terminate your account, and/or withhold and disburse any proceeds associated with that account.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Social Networking Services: You may enable certain components of the Spring Service or log in to the Spring Service via certain third party social networking services, such as Facebook (“Social Networking Services”).\nBy logging in or directly integrating these Social Networking Services into the Spring Service, we make your online tools and experiences richer and more powerful and personalized.\nTo take advantage of these features and capabilities, we may ask you to authenticate, register for or log into those Social Networking Services.\nAs part of such integration, the Social Networking Services will provide us with access to certain information that you have provided to such Social Networking Services, and we will use, store and disclose such information in accordance with our Privacy Policy.\nPlease remember that Spring has no control over the way Social Networking Services use, store and disclose your information.\nPlease review their policies to understand their privacy-related practices.\nSpring also has no control over the content made available through any Social Networking Service.\nPlease review their policies to understand their content-related practices.\nSpring does not have any liability or responsibility for the acts or omissions of any of the Social Networking Services accessed through the Spring Service.\nSpring enables these features merely as a convenience and the integration or inclusion of such features does not imply an endorsement or recommendation.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Promotions: Any contests, sweepstakes, surveys, games or similar promotions (collectively, “Promotions”) made available through the Spring Service may be governed by specific rules that are in addition to these Terms of Service.\nBy participating in any Promotion, you will become subject to those rules.\nTo the extent that the terms and conditions of the Promotion rules conflict with these Terms of Service, the terms and conditions of the Promotion will control.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Age Requirement: If you are under 13 years of age, you are not authorized to use the Service.\nIf you are under 18 years old, you may use the Spring Service only with the approval of your parent or guardian.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Applicable Laws: In connection with your use of the Spring Service, you will comply with all applicable laws, regulations and industry standards.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Communications: You agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Spring Service.\nIf we learn of a security system breach, we may attempt to notify you electronically by posting a notice on the Spring Service or by sending an email to you.\nYou may have a legal right to receive this notice in writing.\nTo receive free written notice of a security breach (i.e., to withdraw your consent from receiving electronic notice), please notify us at privacy@spri.ng.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>General Practices and Instructions Regarding Use: You will comply with any instructions provided to you by Spring in connection with your use of the Spring Service.\nSpring may establish general practices and limits concerning use of the Spring Service.\nSpring reserves the right to change its instructions, general practices and limits at any time, in its sole discretion, with or without notice.</li>\n</ol>\nB.\nSellers: Creation and Implementation of Product Listings\n<p>The Spring Service allows sellers to create product listings and sell custom physical and digital Merchandise through those listings.\nFollowing are specific obligations concerning the initiation of any listing.\nTo the extent any listing violates these Terms of Service, we may choose to terminate, delay or modify the listing at our discretion.\nFor additional information about the Spring Service, please refer to Spring’s Frequently Asked Questions portal.</p>\n<ol>\n<li>Your Right to Implement a Listing: By creating a listing through the Spring Service, you represent and warrant that you own or are the licensee of all trademark rights, copyrights, rights of publicity and other intellectual property or other proprietary rights necessary to create and implement the listing (“Listing Rights”), including any rights relating to the name, description, images, text or URL used for the listing.\nYou will provide Spring with evidence of your Listing Rights upon request.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring does not claim any ownership rights in the content you upload to the Spring Service.\nPlease be sure you maintain copies of all of your work.\nSpring has no responsibility or liability for the deletion or failure to store any content or information uploaded to the Spring Service.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>For online events promoted by you through the Spring Service, Spring operates an online marketplace where Spring customers can purchase event tickets.\nSpring helps manage ticketing and registration on your behalf, however Spring is not the host, creator, or organizer of such online events.\nYou agree that you are the organizer of your online events, and you are solely responsible for providing the event (including the third-party platform for hosting or streaming the event) and ensuring that the online event is delivered as described.\nYou are also responsible for all activities related to your online events that take place off the Spring Service, such as on any third-party streaming platform.\nSpring retains all ownership rights in any designs created by Spring designers which may not be used by you, other than in connection with your listings on the Spring Service, without Spring’s express written consent.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>For the purpose of implementing and fulfilling your listing and for the purpose of advertising the Spring Service in any medium Spring chooses, you hereby grant Spring a nonexclusive, worldwide, fully paid up, transferable, sublicensable license under your Listing Rights to copy, display, distribute, modify the content you upload to the Spring Service (including all related images, text, content and information).</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring, in its sole discretion, may make promotional offers with different features and different pricing to any of Spring’s sellers.\nThese promotional offers, unless made to you, will not apply to you or these Terms.\nFor example, Spring may make different digital product file types available to sellers who achieve a certain level of sales.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Acceptable Use: Your use of the Spring Service, including the creation and implementation of product listings, is subject to these Terms of Service (including our Acceptable Use Policy).</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>National College Athletic Association (“NCAA”) and Other Amateur Organizations: If you are or may become subject to NCAA rules and regulations or those of any other association, group, authority or organization, you represent and warrant that you have checked the rules and regulations to verify and confirm that your participation on our Site does not or will not affect your current or future eligibility with respect to any such association, group, authority or organization.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Indemnity: To the extent any listing launched by you or launched via your Spring account violates or is alleged to violate our Acceptable Use Policy or any other part of these Terms of Service, in addition to any other remedies, you agree that Spring has the right to withhold and redirect any funds collected relating to the listing, which funds will be disbursed based on Spring’s internal policies (for example, Spring may give the funds to a charity where a listing falsely states it is raising funds for that charity, or Spring may apply such funds to any judgment or settlement, and/or the reimbursement of Spring’s expenses, resulting from a third party’s claim of infringement) and to control the defense or settlement of any claim or suit resulting from any such violation or alleged violation.\nand you agree to fully cooperate with Spring in such activities.\nWithout limiting the foregoing, you also agree to indemnify and hold Spring harmless from any and all liabilities, losses, damages and expenses arising out of your violation or any alleged violation of our Acceptable Use Policy or any other part of these Terms of Service.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Quality of Artwork and Promotions: Each listing must meet reasonable production standards (e.g.\na listing may not include a low-quality image that will not print well).\nAll of your advertisements or promotional descriptions, including content that is uploaded to the Spring Service, must be accurate and correct and must not include any content concerning non-Spring activities, events, products, services or promotions.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Proceeds from Listing: If you create a listing for products through the Spring Service, Spring will charge you a “base price” for each product that it makes available to you for your listing.\nYou will be responsible for setting the price you charge consumers for each product.\nOnce your listing is launched and products are sold, you will earn the difference between the base price and your sale price, less returns.\nYou may request payout through your dashboard at any time.\nYou are solely and fully responsible for payment of any income taxes applicable to the amounts you earn through the Spring Service.\nPrior to receiving your payout, you may be required to provide additional information to Spring as needed by Spring to comply with its reporting obligations.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Partnership Disputes: If you work with other people on your listing, and there is a dispute between you and your partners, even though Spring receives notice of the dispute, Spring is entitled to make payouts and otherwise correspond with the original registrant.\nAlternatively, Spring may withhold payouts until the dispute is resolved, in Spring’s sole discretion.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Charities/Fundraising: You represent and warrant that any listing you create that implicitly or explicitly relates to a charity or fundraising effort is authorized by such charity or fundraising effort, and you will ensure that your listing description clearly and accurately states the percentage of proceeds that will be donated and to whom those proceeds will be donated.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring Right to Lower Sales Goal: You will be able to set the “sales goal” for each listing.\nYou agree that Spring may, in its sole discretion, begin to fulfill orders before your sales goal is met.</li>\n</ol>\nC.\nIntellectual Property Complaints\n<ol>\n<li>Infringement Claims Between Spring Users, Waiver of Claims: As a condition of using the Spring Service, you agree to submit any and all infringement claims against Spring users (so called “Copycat Claims”) pursuant to Spring’s existing policies and procedures governing such claims.\nYou further agree, as a condition of using the Spring Service, to waive any and all claims against Spring arising from alleged infringement by you or another Spring user.\nIn addition, you understand that Spring may release your contact information to any Spring User that satisfactorily alleges a violation of its rights under this section.</li>\n<li>Infringement Claims by Third Parties: Spring takes any allegations of infringement seriously.\nIf Spring receives any complaint or allegation that your listing or any resulting Merchandise constitutes an unauthorized use of a third party’s rights, you understand that Spring may terminate or delay your listing, in its sole discretion.\nIn addition, you understand that Spring may release your contact information to any third party that satisfactorily alleges a violation of its rights.</li>\n<li>Spring will consider complaints of possible infringement only from parties that own, or have the exclusive right to exploit, the applicable intellectual property.\nIf you believe that a Spring user has infringed upon your rights, please notify Spring through our Intellectual Property Claim page.\nYou may also contact us by mail at the address provided at the end of these Terms of Service, attention Legal Department.</li>\n</ol>\n<p>You must include with your notification the following information.</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the intellectual property that you allege is being infringed;</li>\n<li>The URL to the Spring listing(s) used in connection with the sale of the allegedly infringing Merchandise;</li>\n<li>Identification of the copyright, trademark or other rights that allegedly have been infringed, including proof of ownership (such as copies of subsisting trademark or copyright registrations);</li>\n<li>Your full name, address, telephone number(s) and email address(es);</li>\n<li>A statement that you have a good-faith belief that use of the material in the URL submitted is unauthorized by the rights owner, or its licensee, and such use amounts to infringement under federal or state law.\nand</li>\n<li>A statement, under penalty of perjury, that the information in the notification is complete and accurate and that you are authorized to act on behalf of the owner of the copyright or other right that is allegedly infringed.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>Repeat Infringer Policy: Spring has adopted a policy of terminating, in appropriate circumstances and at Spring’s sole discretion, users who are deemed to be repeat infringers.\nSpring may also at its sole discretion limit access to the Spring Service or terminate the memberships of any users who infringe or violate any intellectual property or other rights of others, whether or not there is any repeat infringement or violation.</li>\n</ol>\nD.\nPurchasing of Merchandise or Creator Tools\n<ol>\n<li>Ordering and Availability: Merchandise may be ordered by clicking on the items you wish to purchase and then following the prompts that will appear on-screen.\nYou may check and correct any input errors in your order up until the point at which you submit your order to us.\nYour order constitutes an offer to us to buy the Merchandise ordered.\nAll orders are subject to acceptance by us.\nWe are not obliged to accept your order and may, at our discretion, decline to accept any order.\nIn the event we do not accept an order we will inform in writing of our decision.\nYou do, however, acknowledge that by placing the order, you enter into an obligation to pay for the Merchandise.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Order Confirmation: Where we accept your order, we will confirm such acceptance by sending you a dispatch confirmation email or email on which the digital product is available for download (Order Confirmation).\nThe contract in relation to the Merchandise ordered (Contract) will only be formed when the Order Confirmation is sent.\nAfter entering into the Contract, we will be under a legal duty to supply you with goods and/or digital products that are in conformity with the Contract.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Creator Tools: Spring offers certain Spring Services for Creators (each a “Creator Tool”).\nThe Creator Tools are optional services designed to help Creators maximize their sales performance.\nEach Creator Tool is offered on either a purchase or a subscription basis and subject to service-specific term and conditions.\nCreator Tools that are offered on a subscription basis shall be referred to herein as “Subscription Services”.\nCreator Tool purchases and subscriptions can be purchased and managed within and through the Creator’s dashboard by navigating to the individual Creator Tool pages.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Non-fungible Tokens: A non-fungible token or “NFT” is a license right to a type of digital product that is unique and unchangeable.\nNFTs sold on the Spring Service offered by third party sellers are minted and stored by “Bondly,” a third-party blockchain provider (https://bondly.finance/).\nIf you choose to purchase an NFT on the Spring Service, you understand and agree that: (1) any personal information collected, used, or shared in connection with your purchase is governed by Spring’s Privacy Policy.\n(2) you are directing Spring to share your personal information with Bondly to facilitate the purchase.\nand (3) you are subject to the Bondly Terms of Use available at: https://www.bondly.finance/termsandconditions, and the Bondly Privacy Policy available at: https://www.bondly.finance/privacypolicy (collectively the “Bondly Terms”).\nIf you do not agree to the Bondly Terms, then you should not purchase NFTs through the Spring Service.\nThe Bondly Terms may be modified by Bondly from time to time as permitted by the Bondly Terms of Service.\nOnce purchased, your NFTs are available to you through Bondly’s platform for viewing and secondary market re-sale, buying and trading.\nNotwithstanding any other return or refund policy set forth in these Terms of Service, NFTs are operated by Bondly and therefore subject to Bondly’s return and refund policies.\nSpring is not a participant in secondary market re-sale or trading of NFTs.\nall secondary market buying, selling, and trading is operated by Bondly and subject to the Bondly Terms.\nYou should exercise due care and diligence when purchasing NFTs.\nSpring disclaims all liability and makes no representations or warranties with regard to any third party seller’s NFT.\nSpring is not liable for, nor a party to, your interactions with or on Bondly’s platform.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Purchases of Digital Products: After you purchase a digital product, Spring will email a download link for the digital product to the email address associated with your account as soon as Spring accepts your order.\nThe download link will be available for as long as the digital product is made available for purchase.\nIf your download link has expired, you may contact Spring customer support for assistance, but Spring makes no guarantee that the digital product you purchased will still be available.\nIf you purchase a digital product through the Spring Service, you are granted a perpetual, worldwide license to use that digital product for personal purposes, except that you may not display that digital product for download or export, re-sell, license, or otherwise distribute such digital product for profit, including through other print-on-demand services.\nYou hereby agree not to use any digital product purchased through Spring in any manner that competes with Spring’s business.\nSpring may require you to update digital products, provided that the digital products shall always match the description provided to you before you bought it.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Online Events: Spring operates a service enabling you to purchase tickets for online events organized by event sellers.\nSpring helps manage ticketing and registration for online events promoted through the Spring Service on behalf of event sellers, however Spring is not the host, creator, or organizer of any online event posted by a seller.\nThe seller is the organizer of the online event and is responsible for providing the event (including the third-party platform for hosting or streaming the event) and ensuring that the online event is delivered as described.\nYou acknowledge that Spring is not responsible for online events that take place off the Spring Service.\nYou are responsible for providing a valid email address for delivery of tickets and ensuring you are able to receive delivery of the tickets.\nSpring shall not be liable for, and you will not be entitled to any refund where delivery is failed as a result of your failure to provide correct and complete information.\nTickets may be sold subject to certain restrictions.\nAny such restrictions will be displayed or otherwise notified to you before or at the time of booking.\nIt is your responsibility to ensure that you read all notifications and other information displayed or notified to you as part of the purchase process.\nYou may not resell or transfer your tickets.\nIf an event is cancelled, rescheduled or materially altered, we will use reasonable endeavors to notify you once we have received the relevant information and authorization from the relevant event seller.\nNothing in this section affects your legal rights.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>*Loss and Cancellation: Title and risk of loss for all Merchandise ordered by you will pass to you on our delivery to the shipping carrier.\nWe reserve the right to cancel any order for any Merchandise for any reason.*</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Returns: You acknowledge and agree that goods produced by us for you are bespoke, custom-made goods, they are produced specifically for you once you place an order.\nWe do not hold stock and would not, but for your order, have produced the goods.\nYou further agree that you do not have a right to change your mind with respect to digital products purchased by you.\nOther than where goods, including digital products except for NFTs, are faulty, you have no right to cancel any order or return any goods and all orders are final.\nNothing in this section affects your legal rights.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>*Waiver: Your purchase of an item using the Spring Service constitutes a waiver of any and all intellectual property, proprietary, personal, and privacy claims relating to that purchase.*</li>\n</ol>\n<p>&nbsp;</p>\nE.\nPrice and Payment Processing\n<ol>\n<li>Price: The price of Merchandise is as quoted on the Spring Service from time to time.\nSpring reserves the right to determine pricing for the Creator Tools (the “CT Fee”).\nSpring will make reasonable efforts to keep CT Fee information published in the Creator dashboard, please see the Creator Tools page in your dashboard for more details.\nSpring may change the CT Fees for Creator Tools by providing advance notice of change before such charges apply.\nAll CT Fees are in U.S.\nDollars and are non-refundable unless otherwise specified herein.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Auto-renew Subscription: The “Subscription Billing Date” is the date when you purchase your first subscription to a Subscription Services.\nThe Subscription Servicesservices begin on the Subscription Billing Date and continue for the applicable subscription period (such period, the “Initial Subscription Period”), and will automatically renew for successive periods of the same duration as the Initial Subscription Period (the Initial Subscription Period and each such renewal period, each a “Subscription Period”) unless you cancel, or we terminate your access to the Subscription Services.\nBy subscribing to a Subscription Services, you authorize Spring or its Payment Processor (defined below) to periodically charge the Subscription Fee on a going-forward basis for each Subscription Period before the payment due date– until cancellation or termination of your access to the Subscription Services.\nYour account will be charged automatically on the Subscription Billing Date and thereafter on the renewal date of the Subscription Services for all applicable fees and taxes for the next Subscription Period.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Auto-renew Authorization: You authorize Spring to charge all Subscription Fees for the Subscription Services to which you subscribe, including all applicable taxes, to the payment method you specify.\nSpring or Payment Processor will bill the periodic Subscription Fee to the payment method associated with your account or that you otherwise provide.\nAll Subscription Fees for Subscription Services will be processed as set forth below.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Payment Processing: We may use a third-party payment processor (“Payment Processor”) to process your payments for Merchandise or Creator Tools.\nThe processing of payments will be subject to the terms, conditions, and privacy policies of the Payment Processor in addition to these Terms of Service.\nWe are not responsible for error by the Payment Processor.\nBy clicking the “Buy now” or “Subscribe” button on the checkout page, you agree to pay us, through the Payment Processor, all charges at the prices then in effect for any Merchandise or Creator Tools ordered in accordance with the applicable payment terms and you authorize us, through the Payment Processor, to charge your chosen payment provider (“Payment Method”).\nYou agree to make payment using that selected Payment Method.\nWe reserve the right to correct any errors or mistakes that the Payment Processor makes even if it has already requested or received payment.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Payment Method: The terms of your payment will be based on your Payment Method and may be determined by agreements between you and the financial institution, credit card issuer or other provider of your chosen Payment Method.\nIf we, through the Payment Processor or otherwise, do not receive payment from you, you agree to pay all amounts due upon demand.\nFees will be charged in the local currency of your shipping address.\nYou are responsible for paying all fees and applicable taxes associated with the Merchandise or Creator Tools ordered in a timely manner with a valid payment method.\nIf your payment method fails or your account is past due, we may collect fees owed using other collection mechanisms.\nIf your Payment Method is not authorized or accepted, Spring reserves the right to cancel your order with no further liability or obligation to you.\nSpring reserves the right to stop accepting credit cards from one or more issuers at any time.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Cancelation of Subscription Services: You may cancel the Subscription Services at any time by navigating to the “My Purchases” section of your user dashboard, clicking the “Manage” button associated with the Creator Tool, and selecting “Cancel” or by contacting us at support@spri.ng.\nYou must cancel your Subscription Services before it renews in order to avoid billing of the next periodic Subscription Fee to your account.\nYOUR CANCELLATION MUST BE RECEIVED BEFORE THE RENEWAL DATE IN ORDER TO AVOID CHARGES FOR THE NEXT SUBSCRIPTION PERIOD.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Delinquent Accounts: Spring may suspend or terminate access to the Spring Services, for any account for which any amount is due but unpaid.\nIn addition to the amount due for the Spring Services, a delinquent account may be charged fees or charges that are incidental to any chargeback or collection of any the unpaid amounts, including collection fees.\nIf your payment method is no longer valid at the time a renewal Subscription Fee is due, then Spring reserves the right to immediately terminate your access to the Subscription Services.</li>\n</ol>\n<p>&nbsp;</p>\nF.\nSpring’s Proprietary Rights\n<ol>\n<li>Service Content, Software and Trademarks: You are only authorized to use the Spring Service for the purpose of engaging in business transactions with Spring.\nYou may not use any automated technology to scrape, mine or gather any information from the Spring Service or otherwise access the pages of the Spring Service for any unauthorized purpose.\nIf you are blocked by Spring from accessing the Spring Service (including by blocking your IP address), you agree not to implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address).\nThe technology and software underlying the Spring Service or distributed in connection therewith are the property of Spring, our affiliates and our partners (the “Software”).\nYou agree not to copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, or otherwise transfer any right in the Software.The Spring Service may contain images, artwork, fonts and other content or features (“Service Content”) that are protected by intellectual property rights and laws.\nExcept as expressly authorized by Spring, you agree not to modify, copy, frame, rent, lease, loan, sell, distribute or create derivative works based on the Spring Service or the Service Content, in whole or in part.\nAny use of the Spring Service or the Service Content other than as specifically authorized herein is strictly prohibited.\nAny rights not expressly granted herein are reserved by Spring.The Spring name and logos are trademarks and service marks of Spring (collectively the “Spring Trademarks”).\nOther company, product and service names and logos used and displayed via the Spring Service may be trademarks or service marks of their respective owners who may or may not endorse or be affiliated with or connected to Spring.\nNothing in these Terms of Service or the Spring Service should be construed as granting any license or right to use any of Spring Trademarks displayed on the Spring Service, without our prior written permission in each instance.\nAll goodwill generated from the use of Spring Trademarks will inure to Spring’s exclusive benefit.</li>\n<li>Third Party Material: Under no circumstances will Spring be liable in any way for any content or materials of any third parties (including users), including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any such content or materials.\nTo the maximum extent permitted under applicable law, the third party providers of such content and materials are express and intended third party beneficiaries of these Terms of Services with respect to their content and materials.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Spring may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\n(b) enforce these Terms of Service.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Spring, its users or the public.</li>\n</ol>\n<p>&nbsp;</p>\nG.\nThird Party Websites\n<p>The Spring Service may provide, or third parties may provide, links or other access to other sites and resources on the Internet.\nSpring has no control over such sites and resources and Spring is not responsible for and does not endorse such sites and resources.\nSpring will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, events, goods or services available on or through any such site or resource.\nAny dealings you have with third parties found while using the Spring Service are between you and the third party, and you agree that Spring is not liable for any loss or claim that you may have against any such third party.</p>\n<p>&nbsp;</p>\nH.\n*Disclaimer of Warranties\n<p>YOUR USE OF THE SPRING SERVICE IS AT YOUR SOLE RISK.\nTHE SPRING SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWITHOUT LIMITING A BUYER’S RIGHT TO RETURN MERCHANDISE AND OBTAIN A REFUND TO THE EXTENT DESCRIBED IN OUR RETURN POLICY, SPRING EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND WITH RESPECT TO ANY LISTING, MERCHANDISE OR SERVICE, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.*</p>\n<p>&nbsp;</p>\nI.\n*Limitation of Liability\n<p>SPRING WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF SPRING HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY MERCHANDISE, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\nOR (IV) ANY OTHER MATTER RELATING TO THE SERVICE.\nIN NO EVENT WILL SPRING’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OF ACTION EXCEED THE AMOUNT YOU HAVE PAID SPRING OR SPRING HAS PAID YOU IN THE LAST SIX (6) MONTHS, OR, IF GREATER, ONE HUNDRED DOLLARS ($100).\nTHE FOREGOING LIMITATIONS WILL APPLY TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.*</p>\n<p>&nbsp;</p>\nJ.\nTermination\n<p>Spring, in its sole discretion, may suspend or terminate your account (or any part thereof) or use of the Spring Service and remove and discard any content within the Spring Service, for any reason.\nFurther, you agree that Spring will not be liable to you or any third party for any termination of your access to the Spring Service.</p>\n<p>&nbsp;</p>\nK.\nRelationship\n<p>Each party is an independent contractor in the performance of each and every part of these Terms of Service.\nEach party will be solely responsible for all of its employees and agents and its labor costs and expenses and for any and all claims, liabilities or damages or debts of any type whatsoever that may arise on account of its activities, or those of its employees or agents, in the performance of its activities under these Terms of Service.\nYou do not have the authority to commit Spring in any way and will not attempt to do so or imply that you have the right to do so.</p>\n<p>&nbsp;</p>\nL.\nGoverning Law\n<ol>\n<li>For users located in the United Kingdom or European Union: These Terms of Service will be governed by the laws of England, without regard to its conflict of law provisions except that (if you are a consumer and not a business user) and if you live in a country of the European Union other than England, there may be certain mandatory applicable laws of your country which apply for your benefit and protection in addition to or instead of certain provisions of English law.Subject to the next paragraph you agree that any disputes between you and Spring regarding these terms will only be dealt with by the English courts except that (if you are a consumer and not a business user) and if you live in a country of the European Union other than England, you can choose to bring legal proceedings either in your country or in England, but if we bring legal proceedings, we may only do so in your country.\nThe parties expressly exclude the application of the UN Convention on Contracts for the International Sale of Goods.The European Online Dispute Resolution platform http://ec.europa.eu/consumers/odr/ provides information about alternative dispute resolution.\nWe are not required to comply with any alternative dispute resolution under this platform.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>For all other users: These Terms of Service will be governed by the laws of the State of California without regard to its conflict of law provisions.\nWith respect to any disputes, you and Spring agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within San Francisco County, California.\nThe parties expressly exclude the application of the UN Convention on Contracts for the International Sale of Goods.</li>\n</ol>\n<p>&nbsp;</p>\nM.\nGeneral\n<p>These Terms of Service constitute the entire agreement between you and Spring and govern your use of the Spring Service, superseding any prior agreements between you and Spring with respect to the Spring Service.\nThe failure of Spring to exercise or enforce any right or provision of these Terms of Service will not constitute a waiver of such right or provision.\nIf any provision of these Terms of Service is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms of Service remain in full force and effect.\nA printed version of this agreement and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYou may not assign these Terms of Service without the prior written consent of Spring, but Spring may assign or transfer these Terms of Service, in whole or in part, without restriction.\nNotices to you may be made via either email or regular mail.\nSpring may also provide notices to you of changes to these Terms of Service or other matters by displaying notices or links to notices generally on the Spring Service.</p>\n<p>&nbsp;</p>\nN.\nNotice for Users in California\n<p>Under California Civil Code Section 1789.3, users of the Service from California are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.\nYou may contact us at Amaze Holding Company LLC d/b/a Spring, 3200 Park Center Drive, 14th Floor, Costa Mesa, CA 92626.</p>\n<p>&nbsp;</p>\nO.\nAdditional Terms for European Users\n<p>Our liability: Nothing in these Terms of Service shall limit or exclude our liability to you:</p>\n<ul>\n<li>for death or personal injury caused by our negligence;</li>\n<li>for fraudulent misrepresentation.\nor</li>\n<li>for any other liability that, under consumer protection or other law, may not be limited or excluded.</li>\n</ul>\n<p>Subject to this, if you are a consumer and not a business customer, in no event shall we be liable to you for any business losses, and if you are a business customer, in no event shall we be liable to you for any indirect or consequential losses, or for any loss of profit, revenue, contracts, data, goodwill or other similar losses, and any liability we do have for losses you suffer arising out of or in relation these Terms of Service or the Spring Service shall not, exceed the amount you have paid Spring or Spring has paid you in the last six (6) months, or, if greater, one hundred Euros (€100) and is strictly limited to losses that were reasonably foreseeable.</p>\n<p>We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under these Terms of Service that is caused by events outside our reasonable control.</p>\n<p>Buyers: Purchasing of Merchandise: Prices include VAT but exclude delivery costs, which will be automatically added (at the cost shown) to the total amount due as set out when you view the items in your shopping basket, once you have selected your chosen different delivery method.\nOur VAT registration number is GB186156289.</p>\n<p>&nbsp;</p>\n<p>Faulty Merchandise: If you are a consumer, once we accept your order for Merchandise we are under a legal duty to supply products (including digital products) that are in conformity with these Terms of Service.</p>\n<p>If any Merchandize you order is damaged or faulty when delivered to you or has developed a fault, you may have one or more legal remedies available to you, depending on when you make us aware of the problem, in accordance with your legal rights.\nIf you believe any Merchandize was delivered damaged or faulty or has developed a fault, you should inform us as soon as possible, preferably in writing, giving your name, address and order reference.</p>\n<p>Nothing in this section affects your legal rights.</p>\n<p>Merchandise information: While we have taken reasonable steps to depict Merchandise as accurately as possible on the Site, the photographs and other images of Merchandise featured on the Site are created and designed by the relevant sellers of such Products and the detailing (such as color, pattern and texture, etc.) you see on-screen will depend on your monitor and, as such, may not exactly reflect the actual detailing of a Merchandise when you receive it.</p>\nQuestions? Concerns? Suggestions?\n<p>Please contact us with any questions regarding these Terms of Service or the Spring Service.</p>\n<p>Last Revised: November 10, 2022</p>\nPrivacy policy+Privacy Shield policy+Acceptable use+Intellectual property+API terms of service+Giveaways terms of service+Giveaways privacy notice+\"Spring Alerts\" SMS terms and conditions+Store terms and conditions+Custom Domains Subscription Service Terms and Conditions+Mint-On-Demand™ Creator Terms of Service [BETA]+SpringMark Service Terms and Conditions [BETA]+Spring Custom Product Master Services Agreement +Guava Juice NFT Terms and Conditions [Beta]+Official Rules of the Holiday Promo Code Contest+", "created_at": "2023-09-30 00:04:26.725682", "updated_at": "2023-09-30 00:07:32.284893"}, {"id": 19231, "name": "Privacy Policy", "url": "https://www.spri.ng/policies/spring-terms-of-service?section=privacy", "xpath": "/html/body/div[1]/div/main/section/div", "text": "SpringPoliciesTerms of servicePrivacy policyPrivacy Shield policyAcceptable useIntellectual propertyAPI terms of serviceGiveaways terms of serviceGiveaways privacy notice\"Spring Alerts\" SMS terms and conditionsStore terms and conditionsCustom Domains Subscription Service Terms and ConditionsMint-On-Demand™ Creator Terms of Service [BETA]SpringMark Service Terms and Conditions [BETA]Spring Custom Product Master Services Agreement Guava Juice NFT Terms and Conditions [Beta]Official Rules of the Holiday Promo Code Contest<p>\n<strong>Spring Privacy Policy</strong>\n</p>\n<p>Welcome to Spring! Spring is a global company offering an internet-based service (the “Spring Service”) that allows campaign creators (“sellers”) to design certain products and promote the sale of those products to consumers (“buyers”) around the world through individual campaigns.\nThis Privacy Policy applies to the Spring Service, operated by Teespring, Inc.\nand its subsidiaries (collectively, “Spring”), and located at Spri.ng (and other regional URLs).</p>\n<p>This Privacy Policy describes how Spring collects and uses the information we obtain when you use the Spring Service.\nIt also describes the choices available to you regarding our use of your Personal Information and how you can access and manage that information.\nThis Privacy Policy is part of and is governed by our Terms of Service, which you accept in order to transact with us.\nYour acceptance of this Privacy Policy includes your consent to our use of cookies and other similar technologies as described in this document.</p>\n<p>To note, our site may include links to other web sites whose privacy practices may differ from those of Spring, including sellers’ websites that Spring operates as a service provider on their behalf.\nBecause the use of your information is governed by their privacy policies, we encourage you to read each policy carefully.\nWe are not responsible for the policies or practices of any third party website or service.</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>Information You Provide to Us.\n“Personal Information” means information that alone or in combination with other information may be used to readily identify, contact, or locate you.\nThe Personal Information we collect will be different depending on your activities on the Spring Service.\nFor example, to register as a seller on our service, we will collect your name and email address.\nIf you register using a sign-in service or a social media platform such as Facebook, we will collect the information needed to authenticate your account and any other information the platform provides in that process.\nIf you launch a successful campaign, we may collect additional Personal Information as needed to send you and the applicable tax authorities an income tax reporting statement.\nIf you make a purchase through the Spring Service, we will collect your name, email address, shipping address and payment information such as credit card number and billing address.</p>\n<p>We may also collect Personal Information you provide about other people, such as their name and physical address (for example, when we ship a gift at your request).\nThis Personal Information is used for the sole purpose of completing your request.</p>\n<p>Automated Technologies.\n“Site Information” means information received and recorded on our server logs from your browser, including your IP address, browser type, the date and time of the use, the pages you visit, the page you came from and go to when leaving the Spring Service, your operating system and information about your mobile device.\nWe may combine this automatically collected log information with other information we collect about you.\nIn addition, we also automatically collect Site Information when you access or use the Spring Service.\nWe (and our vendors) collect that information using cookies, pixel tags, web beacons, embedded web links, and similar technologies.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our service may be limited.</p>\n<p>We Spring and our partners use technologies such as cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.\nWe also use cookies for our shopping cart, to remember users’ settings (e.g.\nlanguage preference), for authentication and other similar services.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our service may be limited.</p>\n<p>Spring Tools.\n“Performance Information” means information we collect through certain tools that we provide to our sellers.\nWhere a seller requests the use of a particular tool (e.g.\nan advertising analytics tool for use with ad platforms), then Spring will collect additional data based on the operation of that tool (e.g.\nadvertising conversion information from the applicable ad platform).</p>\n<p>Blog.\nThe Spring Service may offer publicly accessible blogs or community forums.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nTo request removal of your personal information from our blog or community forum, contact us at privacy@spri.ng.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know if we are unable to do so and why.</p>\n<p>Social Media Widgets.\nThe Spring Service may include social media features, such as the Facebook like button and share buttons.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the features to function properly.\nCertain social media features are hosted by the applicable provider (e.g.\nFacebook).\nYour interactions with these features are governed by the privacy policy of the company providing the features.</p>\n<p>Single Sign-On.\nYou can log into the Spring Service using sign-in services such as Facebook Connect or an Open ID provider.\nThese services will authenticate your identity and provide you the option to share certain Personal Information with us such as your name and email address to pre-populate our sign up form.\nServices like Facebook Connect give you the option to post information about your activities on the Spring Service to your profile page to share with others within your network.</p>\n<p>\n<strong>How We Use Your Information</strong>\n</p>\n<p>In general, we use Personal Information to provide the Spring Service to you, including, to establish and administer your account, to fulfill your order and send you an order confirmation, to pay you any royalties earned and to respond to customer service requests.</p>\n<p>If you wish to subscribe to our newsletter(s), we will use your name and email address to send the newsletter to you.\nYou may choose to stop receiving our newsletter or marketing emails by following the unsubscribe instructions included in these emails, accessing the email preferences in your account settings page or you can contact us at privacy@spri.ng.\nYou may not opt-out of the transactional emails Spring sends in connection with your use of the Spring Service (e.g.\nemail notification of individual account activity, such as shipment of an order, or broader account notifications such as changes to Spring’s policies).</p>\n<p>We partner with a third party to either display advertising on our website or to manage our advertising on other sites.\nOur third party partner may use technologies such as cookies to gather information about your activities on this website and other sites in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to not have this information used for the purpose of serving you interest-based ads, you may opt-out by clicking here.</p>\n<p>We use Performance Information to analyze and better understand the characteristics of successful offerings and campaigns and to improve the performance of our sellers and the overall Spring Service.</p>\n<p>Spring does not collect Personal Information about your online activities over time, across different web sites.\nAccordingly, Spring does not currently respond to “do not track” browser requests.</p>\n<p>Spring processes Personal Information in the United States.\nPlease note that you are agreeing to the transfer of your Personal Information to the United States and other locations throughout the world.\nYour Personal Information will be processed in accordance with this Privacy Policy.</p>\n<p>\n<strong>Information Sharing</strong>\n</p>\n<p>We will share information we collect, including your Personal Information, as needed to provide the Spring Service to you.\nWe will also share your Personal Information with your permission.\nOtherwise, we do not rent, sell or share your Personal Information with third parties and specifically will not share your Personal Information for their direct marketing purposes without your consent.</p>\n<p>Sellers.\nWe may share aggregate, anonymized Site Information, Performance Information or other information with our sellers to help them improve their performance through the Spring Services.\nIf you purchase a product from a seller through the Spring Service, we will share your contact information and information about your purchase with the seller.\nIf you visit a seller’s website that Spring operates as a service provider on the seller’s behalf, we may collect and provide other information to the seller as described in the seller’s privacy policy.\nWe will not otherwise share your Personal Information with our sellers unless we have your consent.</p>\n<p>NFT Partners.\nIf you purchase or sell a non-fungible token or “NFT” on the Spring Service, we will share your Personal Information, including your email address, with “FORJ,” a third-party blockchain provider (forj.network/terms-conditions) as necessary to facilitate that purchase or sale.\nFORJ’s collection, use, and sharing of your Personal Information is subject to the FORJ Privacy Policy available at: (forj.network/privacy-policy).\nSpring is not a participant in secondary market re-sale or trading of NFTs.\nall secondary market buying, selling, and trading is operated by FORJ and any Personal Information collection, use, or sharing associated with such activities is governed by the FORJ Privacy Policy.</p>\n<p>Strategic Partners.\nWe may share aggregate, anonymized data with certain marketing and content licensing partners.\nWhere a partner or agency compensates sellers directly, we will also share performance data with the partner to enable those payments.</p>\n<p>Vendors and Service Providers.\nTo provide you with the Spring Service, we share information, including Personal Information, with third party vendors and service providers.\nFor example, we provide Personal Information to companies that help us with our business activities, such as marketing, payment processing and fulfillment.\nWe will use reasonable efforts to ensure those companies use your Personal Information only as necessary.</p>\n<p>As Required by Law and Similar Disclosures.\nIn certain situations, Spring may be required to disclose personal data in response to lawful requests by public authorities, including meeting law enforcement requirements.\nWe may access, preserve, and disclose your Personal Information and content if we believe doing so is required or appropriate to comply with law enforcement requests, such as a court order or subpoena, bankruptcy proceedings, or similar legal process or when we believe in good faith that disclosure is necessary to protect our rights or the rights of others.\nSpecifically, we may disclose your information to a complainant who alleges that your activities have violated their rights or policies (e.g.\nwhere your campaign or advertisement is the subject of an investigation).\nWe may also disclose your information where you have alleged violation of your rights by another party.</p>\n<p>Merger, Sale or Other Asset Transfers.\nIf Spring is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your personal information, and choices you may have regarding your personal information.</p>\n<p>We may also disclose your personal information to any other third party with your prior consent.&nbsp.\nAll the above categories exclude text messaging originator opt-in data and consent.\nthis information will not be shared with any third parties.</p>\n<p>\n<strong>Manage Your Information</strong>\n</p>\n<p>Upon request Spring will provide you with information about whether we hold any of your personal information.\nIf you would like to update or modify any Personal Information you have provided to us, you can do so in the account settings tab of your dashboard or by contacting us.\nFor your protection, we will require some proof of your identity to obtain any Personal Information hosted on our site.\nAdditionally, you may deactivate your account by contacting us.\nAt your request, we will remove your Personal Information, provided we have no outstanding business or other obligation requiring such information.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>We do not knowingly collect, maintain, or use Personal Information from children under 13 years of age without parental consent, and no part of the Spring Service is directed to children under the age of 13.\nIf you learn that your child has provided us with Personal Information without your consent, you may alert us at privacy@spri.ng.</p>\n<p>\n<strong>Data Retention</strong>\n</p>\n<p>We will retain your information for as long as your account is active or as needed to provide you services.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>The security of your Personal Information is important to us and we take reasonable steps to ensure that it is treated accordingly.\nHowever, we cannot ensure the security of any information provided to us.\nWe do not accept liability for unintentional disclosure.</p>\n<p>When you enter sensitive information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).</p>\n<p>We follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received.\nIf you have any questions about the security of your personal information, you can contact us at privacy@spri.ng.</p>\n<p>\n<strong>European General Data Protection Regulation 2016</strong>\n</p>\n<p>This privacy policy applies specifically to all sellers and buyers from whom we collect and process data with the European Union and who are European Citizens.\nWe take your privacy very seriously.\nWe work hard to make sure that we only use your information in the ways that you want us to.</p>\n<p>How You Can View, Change, or Remove Information.\nTo view or change your information, please see Manage Your Information section above.\nIf you want to make a request related to your privacy rights under the GDPR request, you can do so here: https://www.requesteasy.com/601d-0172</p>\n<p>Information On The Use and Processing Of Your Data and The Lawful Bases.</p>\n<b>Purpose/Activity</b>\n<b>Type Of Data</b>\n<b>Lawful Basis For Processing, including basis of legitimate interest</b> To register you as a new seller or buyer\n(a) Identity<br>\n(b) Contact\nPerformance of a contract with you To process and deliver your order including:<br>\n(a) Manage payments, fees and charges<br>\n(b) Collect and recover money owed to us\n(a) Identity<br>\n(b) Contact<br>\n(c) Financial<br>\n(d) Transaction<br>\n(e) Marketing and Communications\n(a) Performance of a contract with you<br>\n(b) Necessary for our legitimate interests (to recover debts due to us) To manage our relationship with you which will include:<br>\n(a) Notifying you about changes to our terms or privacy policy<br>\n(b) Asking you to leave a review or take a survey\n(a) Identity<br>\n(b) Contact<br>\n(c) Profile<br>\n(d) Marketing and Communications\n(a) Performance of a contract with you<br>\n(b) Necessary to comply with a legal obligation<br>\n(c) Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services) To enable you to partake in a prize draw or competition\n(a) Identity<br>\nb) Contact<br>\n(c) Profile<br>\n(d) Usage<br>\n(e) Marketing and Communications\n(a) Performance of a contract with you<br>\n(b) Necessary for our legitimate interests (to study how customers use our products/services, to develop them and grow our business) To administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\n(a) Identity<br>\n(b) Contact<br>\n(c) Technical\n(a) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganisation or group restructuring exercise)<br>\n(b) Necessary to comply with a legal obligation To deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\n(a) Identity<br>\nb) Contact<br>\n(c) Profile<br>\n(d) Usage<br>\n(e) Marketing and Communications<br>\n(f) Technical\nNecessary for our legitimate interests (to study how customers use our products/services, to develop them, to grow our business and to inform our marketing strategy) To use data analytics to improve our website, products/services, marketing, customer relationships and experiences\n(a) Technical<br>\n(b) Usage\nNecessary for our legitimate interests (to define types of customers for our products and services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy) To make suggestions and recommendations to you about goods or services that may be of interest to you\n(a) Identity<br>\nb) Contact<br>\n(c) Technical<br>\n(d) Usage<br>\n(e) Profile\nNecessary for our legitimate interests (to develop our products/services and grow our business) <p>&nbsp;</p>\n<p>What You Can Expect From Us.\nWe will always comply with the standards, procedures, and requirements of EU data protection laws to ensure that the personal information you give us is kept appropriately secure and processed fairly and lawfully.\nIn order to process your order and deliver your purchases to you, we may have to pass your information to some of our service providers.\nThis includes the companies who handle our order dispatch service and our delivery company.\nWe will only provide these companies with the information which they need to carry out their jobs.\nThey will only be allowed to use your information in the way in which we tell them, and they will not be entitled to use it in their own right.\nWe may on occasion notify you by email about changes to our terms and conditions, or other important changes to our website or our service.\nIn assessing your request for goods or services, we may use your information for the purposes of the prevention and detection of fraud.\nWe may disclose your address and postcode details to check against any other Fraud Prevention Scheme.\nIf you believe your details are incorrect you may correct those details by following the procedure below.\nWe will not pass your information to any third parties except where required to do so as a part of the sale, disposal or transfer of our business, in whole or in part.</p>\n<p>International Transfers.\nIf we are required to transfer your personal data out of the EEA, we will ensure adequate of protection and security by ensuring at least one of the following safeguards is implemented:</p>\n<p>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.\nFor further details, see European Commission: Adequacy of the protection of personal data in non-EU countries.<br>\nWhere we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe.\nFor further details, see European Commission: Model contracts for the transfer of personal data to third countries.</p>\n<p>Your Legal Rights.\nUnder certain circumstances and depending on where you live, you may have rights under data protection laws in relation to your personal data.\nThese may include:</p>\n<strong>Rights</strong>\n<strong>What This Means</strong> Access personal data\nRequest access to your personal data (commonly known as a “data subject access request”).\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.\nCorrect personal data\nRequest correction of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.\nErase personal data\nRequest erasure of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.\nObject to processing of personal data\nObject to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.\nRestrict processing of personal data\nRequest restriction of processing of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios:<p>\n</p>\n<p>(a) if you want us to establish the data’s accuracy;</p>\n<p>(b) where our use of the data is unlawful but you do not want us to erase it;</p>\n<p>(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor</p>\n<p>(d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p> Transfer personal data\nRequest the transfer of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.\nWithdraw consent\nWithdraw consent at any time where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.\n<p>\n<strong>California Consumer Privacy Act Privacy Policy</strong>\n</p>\n<p>Information for California Residents – California Consumers’ Rights and Choices</p>\n<p>If you are a California resident, California law permits you to request Information regarding the:</p>\n<ul>\n<li>Categories of Personal Information (as defined by applicable California law) collected, sold or disclosed by us;</li>\n<li>Purposes for which categories of Personal Information collected by us are used;</li>\n<li>Sources of information from which we collect Personal Information.\nand</li>\n<li>Specific pieces of Personal Information we have collected about you.</li>\n</ul>\n<p>In addition, if you are a California resident you may:</p>\n<ul>\n<li>Opt-out of the sale or disclosure of your Personal Information, in some circumstances;</li>\n<li>Opt-out of receiving marketing communications from us.\nhowever, you may still receive administrative communications regarding the Services;</li>\n<li>Opt-in to certain financial incentive programs we may offer related to the collection, sale, or deletion of your Personal Information.\nand</li>\n<li>Request deletion of your Personal Information by us and our service providers, in some circumstances.</li>\n</ul>\n<p>You will not be discriminated against for exercising your rights under the California Consumer Privacy Act.</p>\n<p>Collection of Personal Information from California Residents.</p>\n<p>Categories of personal information we may have collected from California residents in the past 12 months: Identifiers, Commercial Information, Internet/Electronic Activity, Inferences</p>\n<p>Categories of sources from which we may obtain your “Identifiers, Commercial Information, Internet/Electronic Activity, Inferences”: Described in Section 1.</p>\n<p>The purposes for collecting your “Identifiers, Commercial Information, Internet/Electronic Activity, Inferences” include: to register you as a new seller or buyer, process and deliver your order, manage payments, fees and charges, collect and recover money owed to us, manage our relationship with you, notify you about changes to our terms or privacy policy, ask you to leave a review or take a survey, enable you to partake in a prize draw or competition, administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data), deliver relevant website content and advertisements to you, measure or understand the effectiveness of the advertising we serve to you, use data analytics to improve our website, products/services, marketing, customer relationships and experiences, and make suggestions and recommendations to you about goods or services that may be of interest to you</p>\n<p>Categories of third parties we may sell your personal information to: We do not sell personal information to third parties.</p>\n<p>Categories of third parties we may otherwise share your personal information with: Advertising networks, Internet service providers, Data analytics providers, Operating systems and platforms, Third-Party Sellers, Payment Processors, Fulfillment Vendors</p>\n<p>Requests.\nYou can make requests related to your California privacy rights at the attached links:</p>\n<p>Access My Personal Information: https://www.requesteasy.com/5dfd6e70745c2400042a8661;</p>\n<p>Delete My Personal Information: https://www.requesteasy.com/5dfd6e70745c2400042a8661;</p>\n<p>Do Not Sell My Personal Information: https://www.requesteasy.com/5dfd6e70745c2400042a8661.</p>\n<p>You may also make those requests by calling (800) 871-4753.</p>\n<p>Please be aware that we do not accept or process requests through other means (e.g., via fax, social media, email addresses, etc.).</p>\n<p>When you make a request, we may ask you to provide verifying information, such as your name, email, or phone number.\nWe will review the information provided and may request additional information via email or other means to ensure we are interacting with the correct individual.\nPlease also be aware that making any such request does not ensure complete or comprehensive removal or deletion of Personal Information or content you may have posted, and there may be circumstances in which the law does not require or allow us to fulfill your request.</p>\n<p>Children.\nOur Services are not directed to children, and we do not knowingly collect Personal Information from children under the age of 16.\nIf you learn that a child has provided us with Personal Information, then you may contact us as indicated above.</p>\n<p>Do Not Track.\nTeespring, Inc.\ndoes not currently take steps to respond to browsers’ “Do Not Track” signals as no uniform standard to respond to such signals has been developed at this time.</p>\n<p>\n<strong>Notification of Privacy Policy Changes</strong>\n</p>\n<p>Spring may periodically make changes to this Privacy Policy that will be posted on our website (spri.ng) or communicated to you through other reasonable means (e.g.\nemail or mobile alerts).\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>Contact Information:</p>\n<p>Teespring, Inc</p>\n<p>2430 3rd Street</p>\n<p>San Francisco, CA 94107</p>\n<p>privacy@spri.ng</p>\n<p>Updated on July 28, 2022</p>\nSpringPoliciesTerms of service+Privacy policy-<p>\n<strong>Spring Privacy Policy</strong>\n</p>\n<p>Welcome to Spring! Spring is a global company offering an internet-based service (the “Spring Service”) that allows campaign creators (“sellers”) to design certain products and promote the sale of those products to consumers (“buyers”) around the world through individual campaigns.\nThis Privacy Policy applies to the Spring Service, operated by Teespring, Inc.\nand its subsidiaries (collectively, “Spring”), and located at Spri.ng (and other regional URLs).</p>\n<p>This Privacy Policy describes how Spring collects and uses the information we obtain when you use the Spring Service.\nIt also describes the choices available to you regarding our use of your Personal Information and how you can access and manage that information.\nThis Privacy Policy is part of and is governed by our Terms of Service, which you accept in order to transact with us.\nYour acceptance of this Privacy Policy includes your consent to our use of cookies and other similar technologies as described in this document.</p>\n<p>To note, our site may include links to other web sites whose privacy practices may differ from those of Spring, including sellers’ websites that Spring operates as a service provider on their behalf.\nBecause the use of your information is governed by their privacy policies, we encourage you to read each policy carefully.\nWe are not responsible for the policies or practices of any third party website or service.</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>Information You Provide to Us.\n“Personal Information” means information that alone or in combination with other information may be used to readily identify, contact, or locate you.\nThe Personal Information we collect will be different depending on your activities on the Spring Service.\nFor example, to register as a seller on our service, we will collect your name and email address.\nIf you register using a sign-in service or a social media platform such as Facebook, we will collect the information needed to authenticate your account and any other information the platform provides in that process.\nIf you launch a successful campaign, we may collect additional Personal Information as needed to send you and the applicable tax authorities an income tax reporting statement.\nIf you make a purchase through the Spring Service, we will collect your name, email address, shipping address and payment information such as credit card number and billing address.</p>\n<p>We may also collect Personal Information you provide about other people, such as their name and physical address (for example, when we ship a gift at your request).\nThis Personal Information is used for the sole purpose of completing your request.</p>\n<p>Automated Technologies.\n“Site Information” means information received and recorded on our server logs from your browser, including your IP address, browser type, the date and time of the use, the pages you visit, the page you came from and go to when leaving the Spring Service, your operating system and information about your mobile device.\nWe may combine this automatically collected log information with other information we collect about you.\nIn addition, we also automatically collect Site Information when you access or use the Spring Service.\nWe (and our vendors) collect that information using cookies, pixel tags, web beacons, embedded web links, and similar technologies.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our service may be limited.</p>\n<p>We Spring and our partners use technologies such as cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.\nWe also use cookies for our shopping cart, to remember users’ settings (e.g.\nlanguage preference), for authentication and other similar services.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our service may be limited.</p>\n<p>Spring Tools.\n“Performance Information” means information we collect through certain tools that we provide to our sellers.\nWhere a seller requests the use of a particular tool (e.g.\nan advertising analytics tool for use with ad platforms), then Spring will collect additional data based on the operation of that tool (e.g.\nadvertising conversion information from the applicable ad platform).</p>\n<p>Blog.\nThe Spring Service may offer publicly accessible blogs or community forums.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nTo request removal of your personal information from our blog or community forum, contact us at privacy@spri.ng.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know if we are unable to do so and why.</p>\n<p>Social Media Widgets.\nThe Spring Service may include social media features, such as the Facebook like button and share buttons.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the features to function properly.\nCertain social media features are hosted by the applicable provider (e.g.\nFacebook).\nYour interactions with these features are governed by the privacy policy of the company providing the features.</p>\n<p>Single Sign-On.\nYou can log into the Spring Service using sign-in services such as Facebook Connect or an Open ID provider.\nThese services will authenticate your identity and provide you the option to share certain Personal Information with us such as your name and email address to pre-populate our sign up form.\nServices like Facebook Connect give you the option to post information about your activities on the Spring Service to your profile page to share with others within your network.</p>\n<p>\n<strong>How We Use Your Information</strong>\n</p>\n<p>In general, we use Personal Information to provide the Spring Service to you, including, to establish and administer your account, to fulfill your order and send you an order confirmation, to pay you any royalties earned and to respond to customer service requests.</p>\n<p>If you wish to subscribe to our newsletter(s), we will use your name and email address to send the newsletter to you.\nYou may choose to stop receiving our newsletter or marketing emails by following the unsubscribe instructions included in these emails, accessing the email preferences in your account settings page or you can contact us at privacy@spri.ng.\nYou may not opt-out of the transactional emails Spring sends in connection with your use of the Spring Service (e.g.\nemail notification of individual account activity, such as shipment of an order, or broader account notifications such as changes to Spring’s policies).</p>\n<p>We partner with a third party to either display advertising on our website or to manage our advertising on other sites.\nOur third party partner may use technologies such as cookies to gather information about your activities on this website and other sites in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to not have this information used for the purpose of serving you interest-based ads, you may opt-out by clicking here.</p>\n<p>We use Performance Information to analyze and better understand the characteristics of successful offerings and campaigns and to improve the performance of our sellers and the overall Spring Service.</p>\n<p>Spring does not collect Personal Information about your online activities over time, across different web sites.\nAccordingly, Spring does not currently respond to “do not track” browser requests.</p>\n<p>Spring processes Personal Information in the United States.\nPlease note that you are agreeing to the transfer of your Personal Information to the United States and other locations throughout the world.\nYour Personal Information will be processed in accordance with this Privacy Policy.</p>\n<p>\n<strong>Information Sharing</strong>\n</p>\n<p>We will share information we collect, including your Personal Information, as needed to provide the Spring Service to you.\nWe will also share your Personal Information with your permission.\nOtherwise, we do not rent, sell or share your Personal Information with third parties and specifically will not share your Personal Information for their direct marketing purposes without your consent.</p>\n<p>Sellers.\nWe may share aggregate, anonymized Site Information, Performance Information or other information with our sellers to help them improve their performance through the Spring Services.\nIf you purchase a product from a seller through the Spring Service, we will share your contact information and information about your purchase with the seller.\nIf you visit a seller’s website that Spring operates as a service provider on the seller’s behalf, we may collect and provide other information to the seller as described in the seller’s privacy policy.\nWe will not otherwise share your Personal Information with our sellers unless we have your consent.</p>\n<p>NFT Partners.\nIf you purchase or sell a non-fungible token or “NFT” on the Spring Service, we will share your Personal Information, including your email address, with “FORJ,” a third-party blockchain provider (forj.network/terms-conditions) as necessary to facilitate that purchase or sale.\nFORJ’s collection, use, and sharing of your Personal Information is subject to the FORJ Privacy Policy available at: (forj.network/privacy-policy).\nSpring is not a participant in secondary market re-sale or trading of NFTs.\nall secondary market buying, selling, and trading is operated by FORJ and any Personal Information collection, use, or sharing associated with such activities is governed by the FORJ Privacy Policy.</p>\n<p>Strategic Partners.\nWe may share aggregate, anonymized data with certain marketing and content licensing partners.\nWhere a partner or agency compensates sellers directly, we will also share performance data with the partner to enable those payments.</p>\n<p>Vendors and Service Providers.\nTo provide you with the Spring Service, we share information, including Personal Information, with third party vendors and service providers.\nFor example, we provide Personal Information to companies that help us with our business activities, such as marketing, payment processing and fulfillment.\nWe will use reasonable efforts to ensure those companies use your Personal Information only as necessary.</p>\n<p>As Required by Law and Similar Disclosures.\nIn certain situations, Spring may be required to disclose personal data in response to lawful requests by public authorities, including meeting law enforcement requirements.\nWe may access, preserve, and disclose your Personal Information and content if we believe doing so is required or appropriate to comply with law enforcement requests, such as a court order or subpoena, bankruptcy proceedings, or similar legal process or when we believe in good faith that disclosure is necessary to protect our rights or the rights of others.\nSpecifically, we may disclose your information to a complainant who alleges that your activities have violated their rights or policies (e.g.\nwhere your campaign or advertisement is the subject of an investigation).\nWe may also disclose your information where you have alleged violation of your rights by another party.</p>\n<p>Merger, Sale or Other Asset Transfers.\nIf Spring is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your personal information, and choices you may have regarding your personal information.</p>\n<p>We may also disclose your personal information to any other third party with your prior consent.&nbsp.\nAll the above categories exclude text messaging originator opt-in data and consent.\nthis information will not be shared with any third parties.</p>\n<p>\n<strong>Manage Your Information</strong>\n</p>\n<p>Upon request Spring will provide you with information about whether we hold any of your personal information.\nIf you would like to update or modify any Personal Information you have provided to us, you can do so in the account settings tab of your dashboard or by contacting us.\nFor your protection, we will require some proof of your identity to obtain any Personal Information hosted on our site.\nAdditionally, you may deactivate your account by contacting us.\nAt your request, we will remove your Personal Information, provided we have no outstanding business or other obligation requiring such information.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>We do not knowingly collect, maintain, or use Personal Information from children under 13 years of age without parental consent, and no part of the Spring Service is directed to children under the age of 13.\nIf you learn that your child has provided us with Personal Information without your consent, you may alert us at privacy@spri.ng.</p>\n<p>\n<strong>Data Retention</strong>\n</p>\n<p>We will retain your information for as long as your account is active or as needed to provide you services.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>The security of your Personal Information is important to us and we take reasonable steps to ensure that it is treated accordingly.\nHowever, we cannot ensure the security of any information provided to us.\nWe do not accept liability for unintentional disclosure.</p>\n<p>When you enter sensitive information (such as a credit card number) on our order forms, we encrypt the transmission of that information using secure socket layer technology (SSL).</p>\n<p>We follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received.\nIf you have any questions about the security of your personal information, you can contact us at privacy@spri.ng.</p>\n<p>\n<strong>European General Data Protection Regulation 2016</strong>\n</p>\n<p>This privacy policy applies specifically to all sellers and buyers from whom we collect and process data with the European Union and who are European Citizens.\nWe take your privacy very seriously.\nWe work hard to make sure that we only use your information in the ways that you want us to.</p>\n<p>How You Can View, Change, or Remove Information.\nTo view or change your information, please see Manage Your Information section above.\nIf you want to make a request related to your privacy rights under the GDPR request, you can do so here: https://www.requesteasy.com/601d-0172</p>\n<p>Information On The Use and Processing Of Your Data and The Lawful Bases.</p>\n<b>Purpose/Activity</b>\n<b>Type Of Data</b>\n<b>Lawful Basis For Processing, including basis of legitimate interest</b> To register you as a new seller or buyer\n(a) Identity<br>\n(b) Contact\nPerformance of a contract with you To process and deliver your order including:<br>\n(a) Manage payments, fees and charges<br>\n(b) Collect and recover money owed to us\n(a) Identity<br>\n(b) Contact<br>\n(c) Financial<br>\n(d) Transaction<br>\n(e) Marketing and Communications\n(a) Performance of a contract with you<br>\n(b) Necessary for our legitimate interests (to recover debts due to us) To manage our relationship with you which will include:<br>\n(a) Notifying you about changes to our terms or privacy policy<br>\n(b) Asking you to leave a review or take a survey\n(a) Identity<br>\n(b) Contact<br>\n(c) Profile<br>\n(d) Marketing and Communications\n(a) Performance of a contract with you<br>\n(b) Necessary to comply with a legal obligation<br>\n(c) Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services) To enable you to partake in a prize draw or competition\n(a) Identity<br>\nb) Contact<br>\n(c) Profile<br>\n(d) Usage<br>\n(e) Marketing and Communications\n(a) Performance of a contract with you<br>\n(b) Necessary for our legitimate interests (to study how customers use our products/services, to develop them and grow our business) To administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\n(a) Identity<br>\n(b) Contact<br>\n(c) Technical\n(a) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganisation or group restructuring exercise)<br>\n(b) Necessary to comply with a legal obligation To deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\n(a) Identity<br>\nb) Contact<br>\n(c) Profile<br>\n(d) Usage<br>\n(e) Marketing and Communications<br>\n(f) Technical\nNecessary for our legitimate interests (to study how customers use our products/services, to develop them, to grow our business and to inform our marketing strategy) To use data analytics to improve our website, products/services, marketing, customer relationships and experiences\n(a) Technical<br>\n(b) Usage\nNecessary for our legitimate interests (to define types of customers for our products and services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy) To make suggestions and recommendations to you about goods or services that may be of interest to you\n(a) Identity<br>\nb) Contact<br>\n(c) Technical<br>\n(d) Usage<br>\n(e) Profile\nNecessary for our legitimate interests (to develop our products/services and grow our business) <p>&nbsp;</p>\n<p>What You Can Expect From Us.\nWe will always comply with the standards, procedures, and requirements of EU data protection laws to ensure that the personal information you give us is kept appropriately secure and processed fairly and lawfully.\nIn order to process your order and deliver your purchases to you, we may have to pass your information to some of our service providers.\nThis includes the companies who handle our order dispatch service and our delivery company.\nWe will only provide these companies with the information which they need to carry out their jobs.\nThey will only be allowed to use your information in the way in which we tell them, and they will not be entitled to use it in their own right.\nWe may on occasion notify you by email about changes to our terms and conditions, or other important changes to our website or our service.\nIn assessing your request for goods or services, we may use your information for the purposes of the prevention and detection of fraud.\nWe may disclose your address and postcode details to check against any other Fraud Prevention Scheme.\nIf you believe your details are incorrect you may correct those details by following the procedure below.\nWe will not pass your information to any third parties except where required to do so as a part of the sale, disposal or transfer of our business, in whole or in part.</p>\n<p>International Transfers.\nIf we are required to transfer your personal data out of the EEA, we will ensure adequate of protection and security by ensuring at least one of the following safeguards is implemented:</p>\n<p>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.\nFor further details, see European Commission: Adequacy of the protection of personal data in non-EU countries.<br>\nWhere we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe.\nFor further details, see European Commission: Model contracts for the transfer of personal data to third countries.</p>\n<p>Your Legal Rights.\nUnder certain circumstances and depending on where you live, you may have rights under data protection laws in relation to your personal data.\nThese may include:</p>\n<strong>Rights</strong>\n<strong>What This Means</strong> Access personal data\nRequest access to your personal data (commonly known as a “data subject access request”).\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.\nCorrect personal data\nRequest correction of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.\nErase personal data\nRequest erasure of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.\nObject to processing of personal data\nObject to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.\nRestrict processing of personal data\nRequest restriction of processing of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios:<p>\n</p>\n<p>(a) if you want us to establish the data’s accuracy;</p>\n<p>(b) where our use of the data is unlawful but you do not want us to erase it;</p>\n<p>(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor</p>\n<p>(d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p> Transfer personal data\nRequest the transfer of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.\nWithdraw consent\nWithdraw consent at any time where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.\n<p>\n<strong>California Consumer Privacy Act Privacy Policy</strong>\n</p>\n<p>Information for California Residents – California Consumers’ Rights and Choices</p>\n<p>If you are a California resident, California law permits you to request Information regarding the:</p>\n<ul>\n<li>Categories of Personal Information (as defined by applicable California law) collected, sold or disclosed by us;</li>\n<li>Purposes for which categories of Personal Information collected by us are used;</li>\n<li>Sources of information from which we collect Personal Information.\nand</li>\n<li>Specific pieces of Personal Information we have collected about you.</li>\n</ul>\n<p>In addition, if you are a California resident you may:</p>\n<ul>\n<li>Opt-out of the sale or disclosure of your Personal Information, in some circumstances;</li>\n<li>Opt-out of receiving marketing communications from us.\nhowever, you may still receive administrative communications regarding the Services;</li>\n<li>Opt-in to certain financial incentive programs we may offer related to the collection, sale, or deletion of your Personal Information.\nand</li>\n<li>Request deletion of your Personal Information by us and our service providers, in some circumstances.</li>\n</ul>\n<p>You will not be discriminated against for exercising your rights under the California Consumer Privacy Act.</p>\n<p>Collection of Personal Information from California Residents.</p>\n<p>Categories of personal information we may have collected from California residents in the past 12 months: Identifiers, Commercial Information, Internet/Electronic Activity, Inferences</p>\n<p>Categories of sources from which we may obtain your “Identifiers, Commercial Information, Internet/Electronic Activity, Inferences”: Described in Section 1.</p>\n<p>The purposes for collecting your “Identifiers, Commercial Information, Internet/Electronic Activity, Inferences” include: to register you as a new seller or buyer, process and deliver your order, manage payments, fees and charges, collect and recover money owed to us, manage our relationship with you, notify you about changes to our terms or privacy policy, ask you to leave a review or take a survey, enable you to partake in a prize draw or competition, administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data), deliver relevant website content and advertisements to you, measure or understand the effectiveness of the advertising we serve to you, use data analytics to improve our website, products/services, marketing, customer relationships and experiences, and make suggestions and recommendations to you about goods or services that may be of interest to you</p>\n<p>Categories of third parties we may sell your personal information to: We do not sell personal information to third parties.</p>\n<p>Categories of third parties we may otherwise share your personal information with: Advertising networks, Internet service providers, Data analytics providers, Operating systems and platforms, Third-Party Sellers, Payment Processors, Fulfillment Vendors</p>\n<p>Requests.\nYou can make requests related to your California privacy rights at the attached links:</p>\n<p>Access My Personal Information: https://www.requesteasy.com/5dfd6e70745c2400042a8661;</p>\n<p>Delete My Personal Information: https://www.requesteasy.com/5dfd6e70745c2400042a8661;</p>\n<p>Do Not Sell My Personal Information: https://www.requesteasy.com/5dfd6e70745c2400042a8661.</p>\n<p>You may also make those requests by calling (800) 871-4753.</p>\n<p>Please be aware that we do not accept or process requests through other means (e.g., via fax, social media, email addresses, etc.).</p>\n<p>When you make a request, we may ask you to provide verifying information, such as your name, email, or phone number.\nWe will review the information provided and may request additional information via email or other means to ensure we are interacting with the correct individual.\nPlease also be aware that making any such request does not ensure complete or comprehensive removal or deletion of Personal Information or content you may have posted, and there may be circumstances in which the law does not require or allow us to fulfill your request.</p>\n<p>Children.\nOur Services are not directed to children, and we do not knowingly collect Personal Information from children under the age of 16.\nIf you learn that a child has provided us with Personal Information, then you may contact us as indicated above.</p>\n<p>Do Not Track.\nTeespring, Inc.\ndoes not currently take steps to respond to browsers’ “Do Not Track” signals as no uniform standard to respond to such signals has been developed at this time.</p>\n<p>\n<strong>Notification of Privacy Policy Changes</strong>\n</p>\n<p>Spring may periodically make changes to this Privacy Policy that will be posted on our website (spri.ng) or communicated to you through other reasonable means (e.g.\nemail or mobile alerts).\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>Contact Information:</p>\n<p>Teespring, Inc</p>\n<p>2430 3rd Street</p>\n<p>San Francisco, CA 94107</p>\n<p>privacy@spri.ng</p>\n<p>Updated on July 28, 2022</p>\nPrivacy Shield policy+Acceptable use+Intellectual property+API terms of service+Giveaways terms of service+Giveaways privacy notice+\"Spring Alerts\" SMS terms and conditions+Store terms and conditions+Custom Domains Subscription Service Terms and Conditions+Mint-On-Demand™ Creator Terms of Service [BETA]+SpringMark Service Terms and Conditions [BETA]+Spring Custom Product Master Services Agreement +Guava Juice NFT Terms and Conditions [Beta]+Official Rules of the Holiday Promo Code Contest+", "created_at": "2023-09-30 00:04:26.692175", "updated_at": "2023-09-30 00:12:01.220891"}], "points": [], "urls": ["spri.ng"]}}