{"error": 448, "message": "OK", "parameters": {"id": 7182, "name": "Solaris RPG", "created_at": "2022-12-31 22:25:20.029912", "updated_at": "2023-01-22 17:00:14.377265", "wikipedia": null, "keywords": null, "related": null, "slug": "solaris-rpg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7182.png", "url": "solarisrpg.com", "documents": [{"id": 13732, "name": "Privacy Policy", "url": "https://solarisrpg.com/guides/privacy.html", "xpath": "//body", "text": " Main - Heroes - Guide - Forum Privacy Policy <p>I would like to start by clearly stating we do not want to know anything about you.\nWe do not need, nor do we want, any of your personal information.\nThis is a fantasy website full of made-up places, characters, and stories.\nIt is escapism, so check reality at the door!</p> Data Collection <p>While I cannot speak for our web host provider, we do not collect player information from this site at all.\nThis is a static website.\nBe aware our web host provider does keep access and error logs that might contain your IP address.</p> Concerning Cookies <p>We do not place cookies on your computer.\nWe do not serve ads.\nWe do not use trackers.\nWe do not ask for your money.\nWe do not ask for your name.\nWe do not ask for your email address.\nWe do not ask for your phone number.</p> Personal Information <p>Please do not give us any of your personal information, ever.\nIf you join our Discord community, none of your information is stored on this server or website.\nDo not share any information you don't want people to know.\nIf you do, that's on you.</p> Final Notes <p>We are committed to conducting our website following these principles to ensure that the confidentiality of personal information is protected and maintained.\nWe may change this privacy policy from time to time at our sole discretion.</p> ©1996 - Privacy - About - Story ", "created_at": "2022-12-31 22:25:20.092971", "updated_at": "2022-12-31 22:25:41.598627"}], "points": [], "urls": ["solarisrpg.com"]}}