{"error": 448, "message": "OK", "parameters": {"id": 9018, "name": "gjan.info", "created_at": "2023-07-10 17:49:23.812151", "updated_at": "2023-07-10 22:02:58.296112", "wikipedia": null, "keywords": null, "related": null, "slug": "gjan-info", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9018.png", "url": "gjan.info", "documents": [{"id": 17653, "name": "개인정보 처리방침", "url": "https://gjan.info/privacy/", "xpath": "//main/section", "text": " 개인정보 처리방침 <p>\n<strong>\"https://gjan.info/\"(이하 '허무 길드\"라 한다)</strong>는 개인정보보호법 제30조에 따라 아래와 같이 개인정보 처리방침을 공개합니다.</p> 개인정보의 처리, 처리 목적 및 보유 기간 <p>허무 길드에서 처리하는 개인정보는 아래와 같으며, 개인정보는 해당 규칙에 맞게 사용되며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.</p>\n<p>\n<strong>가.\n홈페이지 회원가입 관리</strong>\n<br>- 처리목적: 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존.<br>- 보유근거: 회원제 서비스를 위해 사용자의 동의를 구하여 운영<br>- 보유기간: 수집/이용에 관하여 동의일로부터 회원 탈퇴 후 7일까지 위 이용목적을 위하여 보유/이용됩니다.<br>- 수집내역: OAuth 로그인 토큰값, 메이플스토리 캐릭터 정보(닉네임, 직업, 무릉층수등 추가로 수집하는 개인정보가 있을 수 있습니다).</p>\n<p>\n<strong>나.\n길드 문의, 홈페이지 문의 관리</strong>\n<br>- 처리목적: 문의자의 신원 확인, 문의사항 확인, 사실조사를 위한 연락/통지, 처리결과 통보.<br>- 보유근거: 신속하고 원활한 문의 처리를 위해 사용자의 동의를 구하여 운영<br>- 보유기간: 수집/이용에 관하여 동의일로부터 3년까지 위 이용목적을 위하여 보유/이용됩니다.<br>- 수집내역: 문의자 닉네임, 문의내용</p>\n<p>\n<strong>다.\n서비스 품질 관리</strong>\n<br>- 처리목적: 서비스의 유효성 확인, 접속빈도 파악 또는 서비스 이용에 대한 통계.<br>- 보유근거: 관련법령[통신비밀보호법 제2조 제11호 마목 및 사목에 따른 통신사실확인자료]에 의거<br>- 보유기간: 3개월<br>- 수집내역: 접속일시, 접속URL, 사용 브라우저</p> 개인정보의 파기 <p>허무 길드는 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.\n파기의 절차, 기한 및 방법은 다음과 같습니다.</p>\n<p>파기절차: 이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다.\n이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</p>\n<p>파기기한: 이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.</p>\n<p>파기방법: 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.</p> 개인정보 자동 수집 장치의 설치, 운영 및 거부 <p>허무길드는 개별적인 맞춤 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 \"<strong>쿠기(cookie)</strong>\"를 사용합니다.<br>쿠키란? 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.</p>\n<p>쿠키의 사용 목적: 사용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 개별적인 맞춤 서비스, 보안접속 여부 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.</p>\n<p>쿠키의 설치/운영 및 거부: 웹브라우저 상단의 도구&gt;인터넷 옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.</p>\n<p>쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.</p> 개인정보의 제3자 제공에 관한 사항 <p>허무 길드는 사용자의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.</p> 정보주체와 법정대리인의 권리, 의무 및 그 행사방법 <p>사용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.</p>\n<p>가.\n사용자는 허무 길드에 대해 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.</p>\n<p>나.\n가목에 따른 권리 행사는 허무 길드에 대해 개인정보 보호법 제35조 제1항에 따라 서면, 전자우편 등을 통하여 하실 수 있으며 허무 길드는 이에 대해 지체 없이 조치하겠습니다.</p>\n<p>다.\n가목에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다.\n이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</p>\n<p>라.\n개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.</p>\n<p>마.\n개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.</p>\n<p>바.\n허무 길드는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.</p> 개인정보 보호책임자 <p>허무 길드는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</p>\n<p>성명: 강도영</p>\n<p>직책: 관리자</p>\n<p>연락처: admin@gjan.info</p> 정보주체의 권익침해에 대한 구제방법 <p>아래의 기관은 허무길드와는 별개의 기관으로서, 허무 길드의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.</p>\n<p>▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)<br>- 소관업무: 개인정보 침해사실 신고, 상담 신청<br>- 전화: (국번없이) 118<br>- 주소: (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터</p>\n<p>▶ 개인정보 분쟁조정위원회<br>- 소관업무: 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<br>- 전화: (국번없이) 1833-6972<br>- 주소: (03171)서울특별시 종로구 세종대로 209 정부서울청사 4층</p>\n<p>▶ 대검찰청 사이버범죄수사단<br>- 전화: 02-3480-3573</p>\n<p>▶ 경찰청 사이버안전국<br>- 전화: (국번없이) 182</p> 개인정보 처리방침 변경 <p>이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.</p>\n<p>허무 길드는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.</p>\n<p>본 방침은부터 2020년 08월 01일부터 시행됩니다.</p> ", "created_at": "2023-07-10 17:49:23.842249", "updated_at": "2023-07-10 17:49:39.163542"}], "points": [], "urls": ["gjan.info"]}}