{"error": 448, "message": "OK", "parameters": {"id": 9536, "name": "Boomi", "created_at": "2023-09-04 03:36:16.786459", "updated_at": "2023-09-04 10:02:31.928249", "wikipedia": "https://en.wikipedia.org/wiki/Boomi,_LP?lang=en", "keywords": null, "related": null, "slug": "boomi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9536.png", "url": "boomi.com", "documents": [{"id": 18853, "name": "Terms of Service", "url": "https://boomi.com/legal/service/", "xpath": "/html/body/div[1]/div/section", "text": "Service Description\n<p>\n<strong>Introduction to Your Service</strong>\n</p>\n<p>As described in this Service Description (the “Service Description”), the Boomi AtomSphere Service (the “Service”) provides customer (“you” or “Customer”) access to a proprietary, business-integration, software-as-a-service via the Internet on a subscription basis.\nThe Service enables you to integrate your data, software and software applications.\nElements of the Service can be hosted by Boomi in a Boomi Cloud or downloaded and installed behind your firewall.</p>\n<p>\n<strong>Offer Description</strong>\n</p>\n<p>In connection with the Service,&nbsp.\nBoomi will provide Customer access to and use of a web-based software platform, developed, provided and hosted by Boomi, that enables you to design, build and execute integration processes (the “Boomi AtomSphere”).\nThe Boomi AtomSphere includes the Boomi Atom, the Connector, and the Boomi Integration Platform.</p>\n<p>\n<strong>Definitions</strong>\n</p>\n<p>A “Connection” is one connection end-point to a database, application, or API for use in an integration process created within the Boomi Integration Platform.\n“Enterprise” class Connections and “Standard” class Connections are as stated at&nbsp;https://boomi.com/platform/integration/applications/.\nCustomer will be periodically notified in writing of added or deleted available Connections.</p>\n<p>“Boomi Atom” means the proprietary runtime engine hosted by Boomi, or downloaded and installed behind your firewall, which executes the integration processes.</p>\n<p>“Boomi EDI” means the proprietary web-based Boomi AtomSphere software developed, provided and hosted by Boomi that enables you to design, build, execute and manage a trading partner network using traditional EDI data transformation (specifically AS2 and X12 data structures).</p>\n<p>“Boomi Integration Platform” means the web-accessible design interface and library of components developed by Boomi, including, but not limited to, connectors, transformation maps, error handling modules, decision handling modules and processing logic, that enable you to design, create, build and manage an integration process.</p>\n<p>“Connector” means the software code developed by Boomi that enables a connection to one instance of an application, database or file format.</p>\n<p>“ViewData” is a function within the Service that provides Customer with the ability to use a web browser to view data from the integrations processed by the Boomi Atom.</p>\n<p>\n<strong>Optional Services</strong>\n</p>\n<p>Customer may elect to purchase the following optional services which, if purchased, will be reflected on Customer’s Order Form:</p>\n<p>\n<strong>Consulting Services:</strong>&nbsp;Hourly, prepaid, or per-interface consulting, offering expertise in Boomi AtomSphere and general enterprise integration best practices.</p>\n<p>\n<strong>JumpStart Services:</strong>&nbsp;Depending on the service purchased, either a web-based training and consulting service to help Customer become self-sufficient in using the Service or an onsite service involving integration consulting, assistance defining and implementing a pilot integration process and, if purchased, Boomi AtomSphere training and certification.</p>\n<p>\n<strong>Support Services:</strong>&nbsp;Boomi’s goal is to provide support according to the tables below, depending on the level of support you’ve purchased.\nStandard Business Hours are defined by region:</p>\n<p>\n<strong>Asia Pacific (APAC):&nbsp;</strong>8am — 8pm GMT+11, Monday — Friday<br>\n<strong>Americas:</strong>&nbsp;8am — 8pm ET, Monday — Friday<br>\n<strong>Europe, Middle East, Africa (EMEA):&nbsp;</strong>8am — 8pm GMT, Monday — Friday</p>\n<p>Extended Business Hours are from Sunday 5pm – Friday 8pm.\nIf you believe Boomi has failed to respond to your support request in a timely manner, please contact us at&nbsp;customersuccess@boomi.com&nbsp;and we will work to remedy the situation.</p>\n<strong>Standard</strong>\n<strong>Premier</strong>\n<strong>Premier Plus</strong> Hours of Coverage\nStandard Business Hours<p>\n</p>\n<p>24×7 for Severity 1</p>\nExtended Business Hours<p>\n</p>\n<p>24×7 for Severity 1</p>\n24×7 for all Severity Levels Support Channels\nUser Forums<p>\n</p>\n<p>Web Portal Access During Business Hours</p>\nUser Forums<p>\n</p>\n<p>Web Portal Access During Business Hours</p>\n<p>Live Chat</p>\n<p>Phone</p>\nUser Forums<p>\n</p>\n<p>24×7 Web Portal Access</p>\n<p>Live Chat</p>\n<p>Phone</p> Number of Cases\n15 / year\nUnlimited\nUnlimited Case Overage Charge\nOverages are charged at then current list price\nNone\nNone <strong>Support Response Time</strong>\n<strong>Standard</strong>\n<strong>Premier</strong>\n<strong>Premier Plus</strong>\n<strong>Severity 1 (Urgent):</strong> Security breach, production down, or complete system failure.\nSignificant parts of the system are not secure or are inaccessible or inoperable.\nThere is no viable workaround.\n1 hour\n1 hour\n1 hour <strong>Severity 2 (High):</strong> Primary business requirements could not be met.\nThere are no easily apparent viable workarounds.\nPerformance, functionality, or usability is seriously degraded.\n2 business days\n8 business hours\n4 hours <strong>Severity 3 (Medium):</strong> Business requirements can be met with the system.\nWorkaround is apparent.\nPerformance, functionality, or usability is not seriously degraded.\n2 business days\n8 business hours\n4 hours <strong>Severity 4 (Low):</strong> May be addressed in a future release at Boomi’s discretion.\nMinor typos, wish list suggestions, but not a required change.\nWould not affect release accuracy or usability in any significant way.\n2 business days\n8 business hours\n4 hours <p>\n<strong>Service Levels</strong>\n</p>\n<p>Boomi makes the Service available to you pursuant to the Boomi AtomSphere Service Level Agreement (“SLA”), which is posted at&nbsp;boomi.com/sla and is hereby incorporated into this Service Description.\nThe SLA may be amended from time to time by Boomi, and any such amended version of the SLA will be the operative SLA with respect to this Service Description and the Service (i) from that point forward, or (ii) upon the next renewal date of the term, if Customer provides written notice of Customer’s objection to the change within 30 days of the amendment.\nAny new features added by Boomi that update, augment, or enhance the Service will also be subject to this Service Description.</p>\n<p>\n<strong>Billing</strong>\n</p>\n<p>Billing is done on an annual basis up-front, except in the case of Consulting Services that are purchased separately, and is payable in accordance with the payment terms set forth in your Order Form.</p>\n<p>If Boomi is hosting the Boomi Atom in the Boomi Cloud, the Boomi AtomSphere fees (as listed on your Order Form) include up to one (1) gigabyte of data processed per Boomi Atom per month (the “Base Amount”).\nIf you exceed the Base Amount, you will be invoiced an additional seventy-five dollars ($75) a month in additional data volume fees for each gigabyte or fraction thereof processed in excess of the Base Amount.</p>\n<p>Boomi may impose a reconnection fee in the event Customer’s account is suspended and Customer thereafter requests access to the Services.</p>\n<p>The activation date (“Activation Date”) of this Service Description is the date on which the related Order Form is executed by the Customer and accepted by Boomi.\nBilling will begin on the start date specified in the Order Form (the “Billing Start Date”).</p>\n<p>Boomi Professional Services are available and, if purchased, are subject to a separate signed Professional Services Agreement.</p>\n<p>\n<strong>Data Transfer</strong>\n</p>\n<p>If Customer uses a Boomi Atom that is hosted by Boomi or engages the ViewData function, Customer data will be transferred to the Boomi AtomSphere platform in the United States.\nFor the purposes of any such transfer, and as required by the applicable Master Services Agreement (“MSA”) that governs Customers’ use of the Service, Boomi will put in place adequate protection to safeguard the Customer data as follows: (i) to the extent Customer data is confidential, Boomi will protect such data in accordance with the confidentiality terms set forth in the MSA, (ii)&nbsp.\nBoomi will use appropriate technical and organizational measures to protect Customer data (including any personal data) against accidental or unlawful destruction or accidental loss, alteration, unauthorized disclosure or access, and (iii) Boomi will obligate its subcontractors and/or business partners who may have access to the Customer data to adopt equivalent security measures to those set out in subsection (ii) above.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>Other than with respect to the Boomi AtomSphere, no hardware or software is being transferred, sold, leased or licensed to Customer under this Service Description.\nTo the extent Boomi uses hardware or software as part of its delivery of the Service, such hardware or software will be licensed, owned or otherwise held by Boomi.\nUpon successful implementation of the Service, Customer agrees to reasonably support reference activities including press releases, case studies, reference calls and speaking engagements.</p>\n<p>\n<strong>Terms &amp.\nConditions</strong>\n</p>\n<p>Availability varies by country.\nTo learn more, customers and Channel Partners should contact your sales representative for more information.</p>\n<p>Trademarks and trade names may be used in this document to refer to either the entities claiming the marks and names or their products.\nSpecifications are correct at date of publication, but are subject to availability or change without notice at any time.\nBoomi and its affiliates cannot be responsible for errors or omissions in typography or photography.\nThis Service Description is governed by and subject to the terms and conditions in Customer’s separate signed MSA to the extent such agreement explicitly authorizes Customer to order the Service or, in the absence of such agreement, Boomi’s terms and conditions of sale apply and are available upon request or online at boomi.com/msa.</p>\n", "created_at": "2023-09-04 03:36:16.816619", "updated_at": "2023-09-04 03:36:58.14538"}, {"id": 18855, "name": "Privacy Statement", "url": "https://boomi.com/privacy/us/", "xpath": "//*[@id=\"primary\"]", "text": " <p>\n<i>You are viewing the privacy policy for the United States.\nIf you are not in the United States click here.</i>\n</p>\nBoomi U.S.\nPrivacy Statement <p>Your privacy is important to us so we have developed this Privacy Statement that outlines our privacy practice on how we process, collect, use and share your personal information as well as your privacy rights under certain privacy laws.</p>\n<p>This Privacy Statement (“Privacy Statement”) applies to Boomi, LP.\n(“Boomi,” “we,” “us,” or “our”) &nbsp;and its affiliates who provide services to Boomi customers.</p> Overview of Our Privacy Practice<br>\n<strong>Information We Collect About You</strong>\nWe collect your personal information directly from you through your interactions, use, and experiences with our website, products and services.\nWe also obtain your information indirectly from our <strong>Business Partner</strong> and third party sources.\nFor more information about the types and sources of information we collect about you refer to: <strong>Information We Collect About You</strong>.\n<strong>How We Use and Share Your Information</strong>\nWe use your personal information to provide you with our products and services, improve our products and services, tailor your customer experience with Boomi, personalize our products and services and make recommendations to you, advertise and market to you, and to comply with applicable laws.\nAlso, we use your information to help improve the safety of our website, products and services, which includes detecting, preventing and responding to fraud and security risks that could harm you or Boomi.\n<p>&nbsp;</p>\n<p>We may share your personal information with our affiliated companies, and Business Partners to perform work for us, including completing any transaction, providing you with the latest information about our products and services, offering you our latest promotions.</p>\n<p>For more information refer to <strong>How We Use and Share Your Information</strong>.</p>\n<strong>Our Use of Cookies and Other Technologies</strong>\nBoomi’s websites, online services, interactive applications, email messages, and advertisements may use cookies and similar technologies to help us tailor your experience, better understand your preferences, tell us which parts of our websites you have visited, facilitate and measure the effectiveness of our interest-based advertisements and web searches.&nbsp.\nWe also use web beacons to help deliver cookies and gather usage and performance data.\nYou have choices about how Boomi and our <strong>Business Partner</strong> reach you by viewing your Cookie Settings.\nFor more information refer to <strong>Our Use of Cookies and Other Technologies</strong>.\n<strong>Accessing, Deleting and Updating Your Information And Contact Us</strong>\nYou can exercise your Consumer Privacy Rights in relation to your personal information by sending an email to privacy@boomi.com .\nFor more information, refer to <strong>Your Consumer Privacy Rights</strong>.\n<p>&nbsp;</p>\n<p>If you have a privacy question (other than in connection with marketing), concern or complaint, please contact us at privacy@boomi.com &nbsp;or write to us at:</p>\n<p>Boomi, LP<br>Attention: Boomi’s Privacy Office<br>1400 Liberty Ridge Drive<br>Chesterbrook.\nPA.\n19087</p>\n<strong>Special Considerations for California Residents</strong>\nAs a California resident, you have certain consumer privacy rights which you can learn about and exercise as described here.\n<p>&nbsp;</p>\n<p>If you want to learn more about the categories of the personal information we collect about you and how we share your personal information with our Business Partners, click here.</p>\n<p>We do not “sell” your personal information to any Business Partners as currently defined under the California Consumer Protection Act.</p>\n<strong>Your Marketing Choices</strong>\nYou have choices about how Boomi reaches you with marketing offers and about other uses of your information.\nFor more information about your choices refer to <strong>Your Marketing Choices</strong> and <strong>Our Use of Cookies and Other Technologies</strong>.\n<strong>Business Partner</strong>\nMeans any contractor, supplier, service provider, debit or credit card processor with whom we have a business relationship to provide you with our offers, products, services, process your payment, better predict and deliver content and marketing offers that may interest you.\n<strong>Changes To This Privacy Statement</strong>\nWe may make changes to this Privacy Statement when necessary to provide greater transparency or in response to:\n<p>&nbsp;</p>\n<ul>\n<li>Feedback from our customers, regulators, industry or other stakeholders.</li>\n<li>Changes in our privacy practices, products or services.</li>\n<li>Changes in applicable privacy laws.</li>\n</ul>\n<p>If there are material changes to the Privacy Statement, we will revise the “last updated” date at the bottom of the statement.&nbsp.\nWe encourage you to periodically review this Privacy Statement to learn how Boomi is protecting your information.</p> &nbsp.\nInformation We Collect <p>The types of information we collect about you depends on your use of our products, services and the ways that you interact with us.&nbsp.\nThis may include information about:</p>\n<ul>\n<li>How you use or visit websites, accounts with Boomi or applications.</li>\n<li>How you use services and products and interact with those services or products.</li>\n<li>Contact, billing and other information you provide.</li>\n<li>Improve and develop our products and services.</li>\n<li>Personalize our products and services and make recommendations.</li>\n<li>Advertise and market to you, which includes sending promotional communications, targeting advertising, and presenting you with relevant offers.</li>\n</ul>\n<p>We also obtain information from third party sources.\nWe protect information obtained from third parties according to the privacy practices as described in this Privacy Statement.&nbsp.\nThese third party sources vary over time and may include:</p>\n<ul>\n<li>Data brokers from which we purchase demographic data to supplement the information we have collected about you.</li>\n<li>Communication services, including email providers and social networks, when you give permission to access your information on such third party services or networks.</li>\n<li>Partners with which we offer co-branded products or services, or engage in joint marketing activities.</li>\n<li>Publicly available sources, such as open government databases.</li>\n</ul>\n<p>The personal information we collect can include the following:</p>\n<ul>\n<li>Contact details such as your name, email address, home address, contact telephone numbers.</li>\n<li>Employment information such as your job title and other business or company information.</li>\n<li>Credentials such as your passwords, password hints, and similar security information used for authentication and MyAccount access.</li>\n<li>Demographic information such as your age, gender, country, interests, and preferences;</li>\n<li>Web form information you provide in our web forms (forms that you choose to complete will indicate whether the information requested is mandatory or voluntary);</li>\n<li>Payment information to process payments, such as your payment instrument number (such as a credit card number) and the security code associated with your payment instrument.</li>\n<li>Account history information related to the products or services you purchase, and the activities associated with your account.</li>\n<li>Cookie and tracking information such as IP address, device identifier, location data, browser type and language, access times, the Uniform Resource Locator (URL), other unique identifiers and other technical data that may uniquely identify your device, system or browser.</li>\n<li>Browse history information about the websites the websites you visit.</li>\n<li>Error reports and performance information of the products and any problems you experience, including error reports.</li>\n<li>Troubleshooting and help information when you contact Boomi for technical support or customer support services, phone conversations or chat sessions with our representatives may be monitored and recorded.</li>\n<li>Content consumption information about media content (e.g.\nT.V., apps and games) you access through our products.</li>\n<li>Feedback and ratings information you provide to us such as customer survey feedback and product reviews you write.</li>\n<li>Configuration Data including how you use the Services (including those applications, clouds, and other sites you connect to with the Services);</li>\n<li>Feature Use including how you interact with Services.</li>\n</ul> &nbsp.\nHow We Use and Share Your Information <p>We use and share your information to:</p>\n<ul>\n<li>Deliver and maintain our products and services and related infrastructure.</li>\n<li>Establish and maintain your account.</li>\n<li>Measure credit and payment risk.</li>\n<li>Provide account related services and information.</li>\n<li>Help you with customer service and technical support issues or questions.</li>\n<li>Conduct statistical analysis.</li>\n<li>Help us improve or personalize our products and services.</li>\n<li>Better predict content and marketing offers that may interest you, which includes sending promotional communications, targeting advertising, and presenting you with relevant offers.</li>\n<li>Authenticate you.</li>\n<li>Detect and prevent fraud.</li>\n<li>Manage and protect our networks, services and customers.</li>\n<li>Meet our legal obligations and doing research.</li>\n</ul> &nbsp.\nYour Consumer Privacy Rights <p>You may have the following consumer privacy rights under applicable state laws, including California privacy laws:</p>\n<ul>\n<li>Right to Know: you may have the right to request information about the personal information we have collected about you and for what purpose.</li>\n<li>Right to Access: you may have the right to request information about how we process your personal information and to obtain a copy of that personal information.</li>\n<li>Right to Portability:&nbsp.\nyou may have the right to receive your personal information, in a structured, commonly used and machine-readable format and to have that information transmitted to another organization in certain circumstances.</li>\n<li>Right to Deletion:&nbsp.\nyou may have the right to request the deletion of your personal information that we have collected from you.</li>\n<li>Right to be free from discrimination: Boomi will not discriminate against you for exercising your consumer privacy rights.</li>\n</ul> &nbsp.\nSubmitting a Request <p>If you have any questions about the type of personal information we hold about you or if you wish to request deletion of personal information we may hold about you, or exercise any other consumer privacy right as set out above, contact us by:</p>\n<ol>\n<li>Sending a written request to privacy@boomi.com, or</li>\n<li>Writing to us at the postal address provided at the bottom of this Privacy Statement or in its Overview.</li>\n</ol>\n<p>Please be aware that your request does not guarantee complete access or comprehensive removal as the law may not permit or require removal in certain circumstances.</p> &nbsp.\nYour Marketing Choices <p>You may choose to receive or not receive marketing communications from Boomi by indicating your preferences.\nOpportunities to select your preferences include the following:</p>\n<ul>\n<li>You can click “unsubscribe” in any marketing email communications we send you, or</li>\n<li>You can send us an email at privacy@boomi.com;</li>\n<li>If you wish to change or update your Personal Information, please contact us at privacy@boomi.com.</li>\n</ul>\n<p>Please allow up to 10 business days for your email preferences and any updates of your Personal Information to take effect.&nbsp.\nWe will then retain your information for as long as your account is active or as needed to provide you services and as necessary to comply with our legal, regulatory or compliance obligations.\nIf you opt out of receiving marketing communications, we may still communicate with you in connection with transactions you request and/or servicing your account.</p>\n<p>Any marketing by Boomi, or any third parties on behalf of Boomi, will be conducted in accordance with applicable laws and include (where applicable) methods to allow you to express your preferences (including being removed from our advertising and marketing lists as set out above).</p> &nbsp.\nHow We Secure Your Information <p>We use appropriate technical, organizational and physical data security safeguards to help protect against unauthorized access to, use or disclosure of information we collect, use or store.\nThe ways we do this include:</p>\n<ul>\n<li>Using encryption when collecting or transferring sensitive information, such as credit card details.</li>\n<li>Design our data security safeguards to ensure the ongoing security, integrity, availability and resilience of processing systems and services.</li>\n<li>Limiting physical access to our premises.</li>\n<li>Limiting access to the information we collect about you.</li>\n<li>Ensuring that our Business Partners have appropriate technical and organizational security measures to keep your personal information protected.</li>\n<li>As required by law, destroying or de-identifying personal information.</li>\n</ul>\n<p>We encourage you to keep any passwords you use confidential and to be careful to avoid “phishing” scams where someone may send you an email that appears to be from Boomi asking for your personal information.&nbsp.\nBoomi will not request your ID or password through email.</p> &nbsp.\nCollection and Use of Children’s Information <p>We understand the importance of taking extra precautions to protect the privacy and safety of children using our products, services and our websites.&nbsp.\nChildren under the age of 13 or equivalent minimum age in the relevant jurisdiction, must not share their personal information unless their parent or guardian provided verifiable consent.&nbsp.\nIf at any time a parent or guardian needs to access or delete data associated with their child’s or guardian’s account, they may contact us through one of the options provided in this Privacy Statement.</p> &nbsp.\nLinks to Third-Party Websites and Services <p>We may sometimes provide links to other websites, which if you click on them may collect personal information about you and direct you to those websites.\nThe information practices of those third-party websites linked to our website are covered by the third party’s own privacy statements and we encourage you to read those.</p> &nbsp.\nContact Us <p>If you would like to exercise <strong>Your Consumer Privacy Rights</strong> as described in this Privacy Statement,&nbsp.\nhave a privacy question, concern or complaint, please contact us at privacy@Boomi.com or write to us at:</p>\n<p>Boomi, LP<br>Attention: Boomi’s Privacy Office<br>1400 Liberty Ridge Drive<br>Chesterbrook, PA 19087</p>\n<p>\n<em>Effective Date:&nbsp;October 1, 2021.</em>\n</p> ", "created_at": "2023-09-04 03:37:59.231504", "updated_at": "2023-09-04 03:38:07.43011"}, {"id": 18854, "name": "Master Services Agreement", "url": "https://boomi.com/wp-content/uploads/Boomi-MSA-October-2021-ONLINE-VERSION-FINAL.pdf", "xpath": "//body", "text": null, "created_at": "2023-09-04 03:36:16.846095", "updated_at": "2023-09-04 03:38:24.428009"}], "points": [], "urls": ["boomi.com"]}}