{"error": 448, "message": "OK", "parameters": {"id": 8467, "name": "Olio", "created_at": "2023-06-22 02:50:19.07734", "updated_at": "2023-06-22 10:02:07.131893", "wikipedia": "https://en.wikipedia.org/wiki/Olio_(app)", "keywords": null, "related": null, "slug": "olio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8467.png", "url": "olioapp.com", "documents": [{"id": 16441, "name": "Privacy Policy", "url": "https://olioapp.com/en/privacy-policy/", "xpath": "//body", "text": " <p>Cookies allow us to give you the best experience on our site, analyse our traffic and help with our marketing efforts.\nSome info is shared with our trusted partners.\nMore details on our Cookie Policy.</p>\n<ul>\n<li> Accept site cookies </li>\n<li> Decline site cookies </li>\n</ul> Skip to content Olio | At Home English English Español New <p>Same Olio, new look! Read the full story here.</p> Volunteer Hub sign-in Olio | At Home <ul>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n<ul>\n<li> At home <ul>\n<li> Homepage </li>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n</li>\n<li> At work <ul>\n<li> Why Olio </li>\n<li> Our partners </li>\n</ul>\n</li>\n</ul> At home At work Volunteer Hub sign-in Get the app Get the app Privacy Policy <p>\n<strong>SUMMARY OF PRIVACY POLICY</strong>\n</p>\n<p>We take your right to privacy very seriously and so, before you download the Olio app or use our website, please take a moment to read how we collect and use your personal data.&nbsp;</p>\n<p>\n<strong>Why do we need your personal data?&nbsp;&nbsp;</strong>\n</p>\n<ul>\n<li>We need to collect this information about you when you sign up and each time you use the App so that you can get the most out of Olio.</li>\n<li>We do not collect special category personal data&nbsp.\nsuch as any medical details and criminal records.</li>\n<li>We store your personal data securely.</li>\n</ul>\n<p>You have consented to provide this information to us but can withdraw your consent at any time by getting in touch with us (hello@olioapp.com).&nbsp;</p>\n<p>\n<strong>What do we do with your personal data?&nbsp;&nbsp;</strong>\n</p>\n<ul>\n<li>We retain your personal data only for as long as necessary to carry out the functions of the App.\nIf you notify us that you no longer wish to be listed on the database, we will delete your information as soon as possible.</li>\n<li>We use your personal data to provide you with information about Items available nearby.</li>\n<li>We may use your&nbsp.\npersonal data to contact you about Olio services that we believe you may be interested in.</li>\n<li>We do not share your personal data with anyone unless we are required to do so by law or when it is necessary to make the App run smoothly.</li>\n<li>We do not sell your personal data to anyone.</li>\n</ul>\n<p>All the personal data that we process is located on servers within the UK, the European Economic Area (EEA) or the United States of America.&nbsp;</p>\n<p>\n<strong>What are your rights?</strong>\n</p>\n<p>You have a right to&nbsp.\nrequest a copy of your personal data and/or you can request that your personal data be deleted by making a request to hello@olioapp.com.\nIf, at any point, you believe the&nbsp.\npersonal data we process on you is incorrect, you can request to have it corrected.\nIf you wish to raise a complaint on how we have handled your personal data, you can contact us and we will investigate the matter.\nThere are more details on your rights set out in our full <strong>Privacy Policy</strong> below.</p>\n<p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>\n<em>Last updated:&nbsp.\n20 June 2022</em>\n</p>\n<ol>\n<li>\n<strong>Introduction</strong>\n<ol>\n<li>This privacy policy should be read alongside, and in addition to, our Terms and Conditions, which can be found at: https://olioapp.com/terms-and-conditions/.&nbsp.\nAny capitalised terms which are used in this privacy policy but are not defined shall have the same meaning set out in the Terms and Conditions.</li>\n<li>\n<strong>Please read this privacy policy carefully</strong>.</li>\n<li>Olio Exchange Limited (the “<strong>Company</strong>” or “<strong>We</strong>“) respect your privacy and are committed to protecting it through our compliance with this policy.&nbsp;</li>\n<li>For the purposes of this policy both the website www.olioapp.com and the Olio application shall be referred to as the “<strong>App</strong>”.</li>\n<li>This policy applies only to information we collect on the App, via email, text and other electronic communications sent through or in connection with the App.</li>\n<li>This policy does not apply to information that:\n<ol>\n<li>we collect offline or on any other Company apps or websites (other than www.olioapp.com), including websites you may access through this App.\nor&nbsp;</li>\n<li>you provide to or is collected by any third party (see “Third-party information collection”) unless this information is provided by them to us.</li>\n</ol>\n</li>\n<li>Please note, we may have a separate privacy policy for our other websites and apps and third parties may have their own privacy policies, which we encourage you to read before providing information on or through them.</li>\n<li>If you do not agree with our policies and practices, do not download, register with or use this App.\nBy downloading, registering with or using this App and, where applicable, ticking our consent boxes, you agree to this privacy policy.\nThis policy may change from time to time (see “Changes to our privacy policy”).\nUnless such changes mean changes to your preferences, your continued use of this App after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.&nbsp;</li>\n<li>Users under the age of 18: the App is not intended for anyone under 18 years of age, and we do not knowingly collect personal data from anyone under 18.\nIf we learn we have collected or received personal data from anyone under 18 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a user under 18, please contact us at: hello@olioapp.com.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Identity of Data Controller</strong>\n<ol>\n<li>A data controller is a person or organisation who makes decisions about how your personal data is collected, used and handled.</li>\n<li>The Company is the data controller and may be contacted:\n<ol>\n<li>by post:&nbsp.\nOlio Exchange Limited, 157a Nelson Road, London, N8 9RR, United Kingdom.\nand</li>\n<li>by email:&nbsp.\nhello@olioapp.com</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>What information is collected?</strong>\n<ol>\n<li>We collect personal data from and about users of our App (“<strong>Data</strong>”):\n<ol>\n<li>directly from you when you provide it to us.\nand</li>\n<li>automatically when you use the App.&nbsp;</li>\n</ol>\n</li>\n<li>We do not collect special categories of personal data such as information relating to or about the below:\n<ul>\n<li>Health&nbsp;</li>\n<li>Racial or ethnic origin</li>\n<li>Political opinions</li>\n<li>Membership of a political association, professional or trade association&nbsp;</li>\n<li>Membership of a trade union</li>\n<li>Religious beliefs or affiliations</li>\n<li>Philosophical beliefs</li>\n<li>Sexual orientation or practices</li>\n<li>Biometric information&nbsp;</li>\n<li>Criminal records</li>\n</ul>\n</li>\n<li>Data that you provide to us when you download, register with or use this App may include:\n<ul>\n<li>First name and last name</li>\n<li>Postal address</li>\n<li>Email address</li>\n<li>Telephone number</li>\n<li>Profile picture</li>\n</ul>\n</li>\n<li>In addition, we may collect other information that is about you but individually does not identify you, such as age or gender.</li>\n<li>Data may also include:\n<ol>\n<li>information that you provide by filling in forms in the App such as first name, last name, email address, telephone number and address.\nThis includes information provided at the time of registering to use the App and requesting/signing-up for further services;&nbsp;</li>\n<li>information when you enter a contest or promotion sponsored by us;</li>\n<li>information that you provide when you complete user surveys or surveys for research purposes;</li>\n<li>information you provide to us when you report a problem with the App;</li>\n<li>records and copies of your correspondence when you contact us;</li>\n<li>details of transactions you carry out through the App and of the fulfilment of your orders.\nand</li>\n<li>your correspondence within the App with other users.</li>\n</ol>\n</li>\n<li>Third-party information collection\n<ol>\n<li>When you use the App or its content, certain third parties may use automatic information collection technologies to collect personal data about you or your device.\nThese third parties may include:\n<ul>\n<li>Advertisers, affiliate advertisers, ad networks and ad servers;</li>\n<li>Analytics companies;</li>\n<li>Your mobile device manufacturer.\nand/or</li>\n<li>Your mobile service provider.</li>\n</ul>\n</li>\n<li>These third parties may use tracking technologies to collect information about you when you use the App.\nThe personal data they collect may be associated with your Data or they may collect information about your online activities over time and across different websites, apps and other online services or websites.\nThey may use this information to provide you with interest-based (behavioural) advertising or other targeted content.&nbsp;</li>\n<li>We do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.&nbsp;</li>\n<li>For information about how you can opt out of receiving targeted advertising from many providers, see section 8 below.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>How Data is collected</strong>\n<ol>\n<li>Automatic Data collection and tracking\n<ol>\n<li>When you download, access and use the App, it may use technology to automatically collect:\n<ul>\n<li>\n<strong>Usage details:</strong> when you access and use the App, we may automatically collect certain details of your access to and use of the App, including traffic data, location data, logs and other communication data and the resources that you access and use on or through the App.&nbsp;</li>\n<li>\n<strong>Device information:</strong> we may collect information about your mobile device and internet connection, including the device’s unique device identifier, IP address, operating system, browser type, mobile network information and the device’s telephone number.</li>\n<li>\n<strong>Stored information and files:</strong> the App also may access metadata and other information associated with other files stored on your device.\nThis may include, for example, photographs, audio and video clips, personal contacts and address book information.\nYou will be asked for your consent to such access and use of your Data within the App.&nbsp.\nYou can withdraw your consent at any time via the settings menu.</li>\n<li>\n<strong>Location information:</strong> the App collects real-time information about the location of your device.\nWe do not, however, continually collect user location data nor do we collect location data without the user being aware.\nWe store the location of a user at set points, for example when you choose to update your location and when you create/edit an item.\nSome of our location-enabled services require your Data for the feature to work.\nYou will be asked for your consent to such access and use of your Data within the App.\nNote, however, that opting out of the App’s collection of location information will cause its location-based features to be disabled.\nYou can withdraw your consent at any time via the settings menu.</li>\n</ul>\n</li>\n</ol>\n</li>\n<li>If you do not&nbsp.\nagree to us&nbsp.\ncollecting this information, please do not create an account with us.&nbsp;</li>\n<li>We may also use these technologies to collect information about your activities over time and across third-party websites, apps or other online services (behavioural tracking).&nbsp;</li>\n<li>The technologies we use for automatic Data collection may include:\n<ol>\n<li>cookies (or mobile cookies): a cookie is a small file placed on your smartphone or device.\nIt may be possible to refuse to accept mobile cookies by activating the appropriate setting on your smartphone or device.\nHowever, if you select this setting you may be unable to access certain parts of our App.</li>\n<li>the cookies we use include:\n<ul>\n<li>\n<strong>Strictly necessary cookies:</strong> these are required for the operation of our App.\nThey include, for example, cookies that enable you to log into secure areas of our App, use a shopping cart or make use of e-billing services.</li>\n<li>\n<strong>Analytical/performance cookies</strong>: these allow us to recognise and count the number of visitors on and to see how visitors move around the App when they are using it.\nThis helps us to improve the way our App works, for example, by ensuring that users are finding what they are looking for easily.\nThese cookies are used to collect information about how visitors use our App.\nWe use the information to compile reports on general user traffic, conversion statistics and to help us improve the App.\nThese cookies collect information anonymously.</li>\n<li>\n<strong>Web Beacons</strong>: pages of the App and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related app statistics (for example, recording the popularity of certain app content and verifying system and server integrity).</li>\n<li>\n<strong>Functionality cookies:</strong> these are used to recognise you when you return to our App.\nThis enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).\nBy using the App, you agree to our placement of functionality cookies.</li>\n<li>\n<strong>Targeting cookies:</strong> these record your visit to our App, the pages you have visited and the links you have followed.\nWe will use this information to make our App and the advertising displayed on it more relevant to your interests.\nWe may also share this information with third parties for this purpose.</li>\n<li>\n<strong>Third-party cookies</strong>: the App may link to other websites owned and operated by certain trusted third parties (for example Facebook) who, for example, collect data that helps us track conversions from Facebook ads.\nThese other third-party websites may also use cookies or similar technologies in accordance with their own separate policies.\nPlease note that our advertisers may also use cookies, over which we have no control.&nbsp.\nFor privacy information relating to these other third-party websites, please consult their policies as appropriate.</li>\n</ul>\n</li>\n</ol>\n</li>\n<li>Third-party software/services\n<ol>\n<li>We use the following third-party software/services to collect and process your personal data for the following reasons:\n<ul>\n<li>\n<strong>Stripe:</strong> to process any donation payments</li>\n<li>\n<strong>Google Fire</strong> services: including Crashlytics, Firebase</li>\n<li>\n<strong>Instabug:</strong> Collects device information to be used to solve customer service issues</li>\n<li>\n<strong>Mixpanel:</strong> Collects device information to be used to solve product issues</li>\n<li>\n<strong>Airship:</strong> Facilitates in-app communications</li>\n<li>\n<strong>RevenueCat:</strong> Mobile subscription payments</li>\n<li>\n<strong>Amazon AWS:</strong> Logs, performance, debugging</li>\n<li>\n<strong>Sentry:</strong> Error and system performance monitoring</li>\n<li>\n<strong>Google Analytics:</strong> Feature usage and acquisition channel reporting</li>\n<li>\n<strong>Google BigQuery:</strong> Data warehousing</li>\n<li>\n<strong>Facebook:</strong> Acquisition channel reporting</li>\n<li>\n<strong>Datadog</strong>: Error and system performance monitoring</li>\n<li>\n<strong>Mailgun:</strong> Emailing software</li>\n<li>\n<strong>Clicksend:</strong> SMS and phone verification service</li>\n<li>\n<strong>Trevor: </strong>Database tool</li>\n<li>\n<strong>Helpscout:</strong> Customer service helpdesk</li>\n</ul>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>How we use Data and lawful basis for processing</strong>\n<ol>\n<li>Any or all of the above Data may be required by us from time to time in order to provide you with the best possible service and experience when using our App.\nSpecifically, Data may be used by us for the following reasons:\n<ol>\n<li>internal record keeping;</li>\n<li>improvement of our products / services;</li>\n<li>transmission by email of marketing materials that may be of interest to you;</li>\n<li>contact for market research purposes which may be done using email, telephone, fax or mail.\nSuch information may be used to customise or update the App,<br>in each case, in accordance with this privacy policy.</li>\n</ol>\n</li>\n<li>We may use your Data for the above purposes if we deem it necessary to do so for our legitimate interests.\nIf you are not satisfied with this, you have the right to object in certain circumstances (see section 9 below).</li>\n<li>For the delivery of direct marketing to you via e-mail, we’ll need your consent, whether via an opt-in or soft-opt-in:\n<ol>\n<li>soft opt-in consent is a specific type of consent which applies when you have previously engaged with us (for example, you contact us to ask us for more details about a particular product/service, and we are marketing similar products/services).\nUnder “soft opt-in” consent, we will take your consent as given unless you opt-out.</li>\n<li>for other types of e-marketing, we are required to obtain your explicit consent.\nthat is, you need to take positive and affirmative action when consenting by, for example, checking a tick box that we’ll provide in the registration process.</li>\n</ol>\n</li>\n<li>If you are not satisfied with our approach to marketing, you have the right to withdraw consent at any time.&nbsp;</li>\n<li>When you register with us and set up an account to receive our services, the legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract.</li>\n<li>We use your Data to:\n<ol>\n<li>set up and operate your Olio account (such processing is necessary for the performance of our contract with you).</li>\n<li>verify your identity and carry out security checks in order to set up your account (such processing is necessary for the performance of our contract with you and necessary for us to comply with a legal obligation).</li>\n<li>provide you with the App and its contents, and any other information, products or services that you request from us (such processing is necessary for the performance of our contract with you).</li>\n<li>give you notices about your account, including expiration and renewal notices (such processing is necessary for the performance of our contract with you and necessary for us to comply with a legal obligation).</li>\n<li>ensure that content from our App is presented in the most effective manner for you and for your computer or device for accessing the App (such processing is necessary for the performance of our contract with you).</li>\n<li>carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection (such processing is necessary for our legitimate interests (to recover monies due, etc)).</li>\n<li>notify you when App updates are available, and of changes to any products or services we offer or provide through it (such processing is necessary for our legitimate interests (to allow us to provide changes to our software, products or services)).</li>\n<li>collect information from surveys that you sign up to take part in (such processing is necessary for our legitimate interests (to improve our services)).</li>\n<li>manage your account, including processing payments and refunds and providing notifications, should this service be introduced within the App (such processing is necessary for the performance of our contract with you and is necessary for our legitimate interests (to process payments)).</li>\n</ol>\n</li>\n<li>The usage information we collect helps us to improve our App and to deliver a better and more personalised experience by enabling us to:\n<ol>\n<li>estimate our audience size and usage patterns (such processing is necessary for our legitimate interests (for running our services and to study how users use our App).</li>\n<li>store information about your preferences, allowing us to customise our App according to your individual interests (such processing is necessary for our legitimate interests (for running our services).</li>\n<li>speed up your searches (such processing is necessary for our legitimate interests (for running our services).</li>\n<li>recognise you when you use the App (such processing is necessary for the performance of our contract).</li>\n<li>provide us with information about how the App is running or whether there are any faults or issues with our products and services (such processing is necessary for our legitimate interests (for us to deliver a better service to you).</li>\n</ol>\n</li>\n<li>We use location data to:\n<ol>\n<li>provide information about Food or non-food Items within a fixed distance from the user’s set location (such information is necessary for the performance of our contract with you).</li>\n<li>allow others to receive information about a user’s food or non-food items within their search radius (such information is necessary for the performance of our contract with you).</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Keeping Data secure</strong>\n<ol>\n<li>We have implemented reasonable measures designed to secure your Data from accidental loss and from unauthorised access, use, alteration and disclosure, for example:\n<ol>\n<li>access to your account is controlled by a password and a username that is unique to you.\nand</li>\n<li>we store your Data on secure servers.</li>\n</ol>\n</li>\n<li>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our App, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the App like message boards.\nThe information you share in public areas may be viewed by any user of the App.</li>\n<li>Unfortunately, the transmission of information via the internet and mobile platforms is not completely secure.\nAlthough we do our best to protect your Data, we cannot guarantee the security of your Data transmitted through our App.\nAny transmission of Data is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures we provide.&nbsp;</li>\n<li>If you suspect that there has been a breach of the security of your data you should contact us at: hello@olioapp.com and include details of the nature, the date and the full circumstances of the breach.</li>\n<li>On notification of such a breach, we will investigate the matter and, where appropriate and required by law, notify the relevant data protection regulator.</li>\n</ol>\n</li>\n<li>\n<strong>How personal data is shared and with whom.</strong>\n<ol>\n<li>You may provide information to be published or displayed (“<strong>Posted</strong>“) on public areas of the App (collectively, “<strong>User Contributions</strong>“).\nYour User Contributions are Posted and transmitted to others at your own risk.\nWe cannot control the actions of third parties with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorised persons.</li>\n<li>We may disclose aggregated information about our users, and information that does not identify any individual or device, without restriction.&nbsp;</li>\n<li>In addition, we may disclose Data that we collect or you provide:\n<ol>\n<li>to our subsidiaries and affiliates.</li>\n<li>to contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep Data confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>to a buyer or other successor in the event of a merger, divestiture, restructuring, reorganisation, dissolution or other sale or transfer of some or all of the Company’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which Data held by the Company about our App users is among the assets transferred.</li>\n<li>to fulfil the purpose for which you provide it.\nFor example, if you give us an email address to use the “email a friend” feature of our App, we will transmit the contents of that email and your email address to the recipients.</li>\n<li>for any other purpose disclosed by us when you provide the information.</li>\n<li>for the purposes of academic research.</li>\n<li>for any other purpose with your consent.&nbsp;</li>\n<li>to comply with any court order, law or legal process, including to respond to any government or regulatory request.</li>\n<li>to enforce our rights arising from any contracts entered into between you and us.</li>\n<li>if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers or others.\nThis includes exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>What choices you have with respect to how personal data is used.</strong>\n<ol>\n<li>We strive to provide you with choices regarding the Data you provide to us.\nThis section describes mechanisms we provide for you to control certain uses and disclosures of your information.\nYou may need to adjust the settings on your device to restrict the collection of information by the App but this may prevent you from accessing all of the features of the App.\n<ol>\n<li>\n<strong>Tracking Technologies:</strong> you may be able to set your browser or device to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies or block the use of other tracking technologies, some parts of the App may then be inaccessible or not function properly.</li>\n<li>\n<strong>Location Information:</strong> you can choose whether or not to allow the App to collect and use real-time information about your device’s location through the device’s privacy settings.\nIf you block the use of location information, some parts of the App may then be inaccessible or not function properly.\nFor example, users have the ability to only allow manual geolocation (rather than using their device’s autolocating functionality), the provision of at least one piece of location data (i.e.\nthe user’s search location) is a requirement for the App to function.</li>\n<li>\n<strong>Promotion by the Company:</strong> if you do not want us to use your email address or other Data to send you information, notifications, news, surveys or promote our own products or services, you can opt-out by logging into the App and adjusting your user preferences in your account profile by checking or unchecking the relevant boxes or by sending us an email stating your request to hello@olioapp.com.&nbsp;</li>\n<li>\n<strong>Targeted advertising by the Company:</strong> we do not use information that we collect or that you provide to us to deliver our own advertisements.</li>\n<li>\n<strong>Disclosure of your information for third-party advertising and marketing:</strong> we do not share your Data with third parties for advertising and marketing purposes.\nHowever, we may include offers from third parties in our marketing materials and via links or pop-ups in the App.</li>\n</ol>\n</li>\n<li>We do not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.&nbsp.\n(Note: In the United States of America you can opt out of receiving targeted ads from members of the Network Advertising Initiative (“NAI“) on the NAI’s website).</li>\n</ol>\n</li>\n<li>\n<strong>Your rights with respect to personal data.</strong>\n<ol>\n<li>You have the following rights in relation to your Data:\n<ol>\n<li>\n<strong>Right to access:</strong> the right to request copies of the Data we hold about you at any time.\nIf we provide you with access to the information we hold about you, we will not charge you for this, unless your request is “manifestly unfounded or excessive.” Where we are legally permitted to do so, we may refuse your request.\nIf we refuse your request, we will tell you the reasons why.</li>\n<li>\n<strong>Right to correct:</strong> the right to have your Data rectified if it is inaccurate or incomplete.</li>\n<li>\n<strong>Right to erase:</strong> the right to request that we delete or remove your Data from our systems.</li>\n<li>\n<strong>Right to restrict our use of your Data:</strong> the right to “block” us from using your Data or limit the way in which we can use it.</li>\n<li>\n<strong>Right to data portability:</strong> the right to request that we move, copy or transfer your Data.</li>\n<li>\n<strong>Right to object:</strong> the right to object to our use of your Data, including where we use it for our legitimate interests.</li>\n</ol>\n</li>\n<li>To make enquiries, exercise any of your rights set out above, or withdraw your consent to the processing of your Data , please contact us via this e-mail address: hello@olioapp.com.</li>\n<li>If you are not satisfied with the way a complaint you make in relation to your Data is handled by us, you may be able to refer your complaint to the relevant data protection authority.\nFor the UK, this is the Information Commissioner’s Office (ICO).\nThe ICO’s contact details can be found on their website at https://ico.org.uk/.</li>\n<li>We will respond to a request to access, correct or delete any data within 30 days of the date we receive the request.&nbsp;</li>\n<li>We may not accommodate a request to change information if we believe the change would violate or breach any law or legal requirement or cause the information to be incorrect.&nbsp;</li>\n<li>If you delete your User Contributions from the App, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other App users.\nProper access and use of information provided on the App, including User Contributions, is governed by our Terms and Conditions.&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>How long personal data is kept?</strong>\n<ol>\n<li>Unless a longer retention period is required or permitted by law, we will only hold your Data on our systems for the period necessary to fulfil the purposes outlined in this privacy policy or until you request that the Data be deleted.</li>\n<li>Even if we delete your Data, it may persist on backup or archival media for legal, tax or regulatory purposes.</li>\n<li>Upon deletion of an account, all Data will be removed as soon as possible, and always within 90 days of the deletion.</li>\n</ol>\n</li>\n<li>\n<strong>Changes to this privacy policy</strong>\n<ol>\n<li>We may update our privacy policy from time to time.\nIf we make material changes to how we treat our users’ Data, we will notify you by email or via the App.\nBy continuing to use the App after notification, you will be deemed to have accepted any changes.&nbsp;</li>\n<li>The date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting this privacy policy to check for any changes.</li>\n</ol>\n</li>\n<li>\n<strong>Information</strong>\n<ol>\n<li>All questions, comments and requests regarding this privacy policy should be addressed to the contact details as set out in the App and on www.olioapp.com or by email to hello@olioapp.com.</li>\n</ol>\n</li>\n<li>\n<strong>Links to other websites</strong>\n<ol>\n<li>This App may, from time to time, provide links to other websites.\nWe have no control over such websites and are not responsible for the content of these websites.\nThis privacy policy does not extend to your use of such websites.\nYou are advised to read the privacy policy or statement of other websites prior to using them.</li>\n</ol>\n</li>\n<li>\n<strong>General</strong>\n<ol>\n<li>You may not transfer any of your rights under this privacy policy to any other person.\nWe may transfer our rights under this privacy policy where we reasonably believe your rights will not be affected.</li>\n<li>If any court or competent authority finds that any provision of this privacy policy (or part of any provision) is invalid, illegal or unenforceable, that provision or part-provision will, to the extent required, be deemed to be deleted, and the validity and enforceability of the other provisions of this privacy policy will not be affected.</li>\n<li>Unless otherwise agreed, no delay, act or omission by a party in exercising any right or remedy will be deemed a waiver of that, or any other, right or remedy.</li>\n<li>This Agreement will be governed by and interpreted according to the law of England and Wales.\nAll disputes arising under the Agreement will be subject to the exclusive jurisdiction of the English and Welsh courts.</li>\n</ol>\n</li>\n<li>\n<strong>Changes of business ownership and control</strong>\n<ol>\n<li>Olio may, from time to time, expand or reduce our business and this may involve the sale and/or the transfer of control of all or part of Olio.\nData provided by Users will, where it is relevant to any part of our business so transferred, be transferred along with that part and the new owner or newly controlling party will, under the terms of this privacy policy, be permitted to use the Data for the purposes for which it was originally supplied to us.</li>\n<li>We may also disclose Data to a prospective purchaser of our business or any part of it.</li>\n<li>In the above instances, we will take steps with the aim of ensuring your privacy is protected.</li>\n</ol>\n</li>\n<li>\n<strong>Transfers outside the United Kingdom and European Economic Area</strong>\n<ol>\n<li>Data which we collect from you may be stored and processed in and transferred to selected countries outside of the UK and European Economic Area (EEA).\nFor example, this could occur where our servers or one of our service providers are located in a country outside the UK or EEA, such as the United States of America.&nbsp;&nbsp;</li>\n<li>We will only transfer Data outside the UK or EEA where it is compliant with data protection legislation and the means of transfer provides adequate safeguards in relation to your data, eg.\nby way of data transfer agreement.</li>\n<li>To ensure that your Data receives an adequate level of protection, we select the third parties we share your Data with very carefully and ensure their data protection safeguards and procedures are of standards equivalent to those applicable in the UK or EEA.&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>Terms applicable In specific countries</strong>\n<ol>\n<li>Users in the United States of America, California Civil Code Section 1798.83 permits users of our App that are California residents to request certain information regarding our disclosure of Data to third parties for their direct marketing purposes.\nTo make such a request, please send an email to hello@olioapp.com.</li>\n<li>Users in Germany may be entitled to compensation if they have suffered harm by the collection, processing or use of personal data in violation of data protection law.\nThis policy sets out how we have exercised due care to ensure the prevention of such harm and users in Germany should not download the App if they consider that any measure set out in this policy may cause them harm.&nbsp;</li>\n<li>Users in Australia, this policy has been developed in accordance with the Australian Privacy Principles, a copy of which may be accessed here: https://www.oaic.gov.au/privacy-law/privacy-act/australian-privacy-principles</li>\n<li>Users in Canada, this policy takes into account the requirements of Principle 4.1.3 Schedule 1 Data Protection and Electronic Documents Act (Canada) with respect to the storage of personal data outside of Canada.</li>\n<li>Users in South Africa, this policy takes into account the requirements of the Protection of Data Act (South Africa) 2013.</li>\n<li>Users in Singapore, this policy takes into account the requirements of the Personal Data Protection Act (Singapore) 2012.</li>\n</ol>\n</li>\n</ol>\n<p>Turn useless into useful with Olio</p> Get the app Get the app <ul>\n<li> Our Story </li>\n<li> Our Impact </li>\n<li> Meet the Team </li>\n<li> Careers </li>\n<li> Press and Awards </li>\n<li> FAQs </li>\n<li> Contact Us </li>\n</ul> This webpage emits around 0.07g of CO<sub>2</sub>\n<ul>\n<li> Visit our Instagram page </li>\n<li> Visit our Facebook page </li>\n<li> Visit our LinkedIn page </li>\n<li> Visit our Twitter page </li>\n</ul>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> End User Licence Agreement </li>\n<li> Allergen Information </li>\n</ul>\n<p>Olio © 2023</p> Designed by Wholegrain Digital Download the Olio app <p>Join 7 million Olio-ers worldwide in the fight against waste</p> Apple 4.9 Google 4.6 Close modal ", "created_at": "2023-06-22 02:50:19.137396", "updated_at": "2023-06-22 02:51:50.418751"}, {"id": 16440, "name": "Terms and Conditions", "url": "https://olioapp.com/en/terms-and-conditions/", "xpath": "//body", "text": " <p>Cookies allow us to give you the best experience on our site, analyse our traffic and help with our marketing efforts.\nSome info is shared with our trusted partners.\nMore details on our Cookie Policy.</p>\n<ul>\n<li> Accept site cookies </li>\n<li> Decline site cookies </li>\n</ul> Skip to content Olio | At Home English English Español New <p>Same Olio, new look! Read the full story here.</p> Volunteer Hub sign-in Olio | At Home <ul>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n<ul>\n<li> At home <ul>\n<li> Homepage </li>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n</li>\n<li> At work <ul>\n<li> Why Olio </li>\n<li> Our partners </li>\n</ul>\n</li>\n</ul> At home At work Volunteer Hub sign-in Get the app Get the app Terms and Conditions <p>\n<em>Last updated: March 14, 2023.\nApplicable from 21 March 2023.</em>\n</p>\n<p>This document sets out the terms and conditions (“<strong>Terms</strong>”) on which you (“<strong>you</strong>” or “<strong>User</strong>”) may use:&nbsp;</p>\n<p>i) the Olio Exchange Limited (“<strong>Olio</strong>”,<strong>\n</strong>“<strong>us</strong>”, “<strong>we</strong>” or “<strong>our</strong>”) website at www.olioapp.com.\nand&nbsp;</p>\n<p>ii) the Olio application,&nbsp;</p>\n<p>for the purposes of these Terms, both the website and the application shall be referred to as the “<strong>App</strong>”.</p>\n<p>The App facilitates the Offer and Request of Items through the Platform.</p>\n<p>Please read these Terms carefully before using the App.\nBy using the App, you agree to comply with and be legally bound by these Terms, whether or not you become a registered User.\nThese Terms govern your access to and use of the App and constitute a binding legal agreement between you and Olio.\nYou are advised to print and retain a copy of these Terms for your future reference.&nbsp;</p>\n<ul>\n<li>Section A contains general provisions which apply to all Users of the App and all sections of these Terms</li>\n<li>Section B applies to Adders</li>\n<li>Section C applies to Requesters</li>\n<li>Section D applies to the Goals feature</li>\n<li>Section E applies to the Olio Supporter feature</li>\n<li>Section F applies to the Olio Borrow feature</li>\n<li>Section H applies to the For Sale section</li>\n</ul>\n<p>For the purposes of these Terms:</p>\n<p>“<strong>Adder</strong>” means a person who Offers an Item or Items for free or for sale;</p>\n<p>“<strong>Food</strong>” means food, foodstuffs, or drinks;&nbsp;</p>\n<p>“<strong>Item”</strong>means non-food item(s) and/or Food;</p>\n<p>“<strong>Offer</strong>” means offering an Item or Items for free of for sale to Users by listing it on the App;</p>\n<p>“<strong>Platform</strong>” means the App’s software as a service platform;</p>\n<p>“<strong>Request</strong>” means requesting an Item or Items being Offered on the App.\nand</p>\n<p>“<strong>Requester</strong>” means a person who Requests an Item or Items.</p>\n<p>In these Terms, unless the context requires a different interpretation:</p>\n<ul>\n<li>the singular includes the plural and vice versa;</li>\n<li>references to conditions are to conditions, of these Terms;</li>\n<li>“including” is understood to mean “including without limitation”;</li>\n<li>a reference to any statutory provision includes any modification or amendment of it;</li>\n</ul>\n<p>\n<strong>SECTION A: GENERAL PROVISIONS</strong>\n</p>\n<ol>\n<li>\n<strong>INFORMATION ABOUT OLIO AND THE APP</strong>\n<ol>\n<li>The App is owned, managed, operated and maintained by Olio Exchange Limited, (company number: 09428660), and having its registered address at 157a Nelson Road, London, England, N8 9RR, United Kingdom.&nbsp;</li>\n<li>Olio is an online marketplace which allows Users to Offer Items on the Platform to other Users for free or for sale.\nThe App also allows Users to search for Items to Request.</li>\n<li>Users can also create personal Olio profiles (“<strong>Profiles</strong>”), communicate with other Users and Olio (via the forum or otherwise), provide feedback on their experiences and use other services available on the App such as Olio Supporter, Borrow and Goals (together, the “<strong>Services</strong>”).</li>\n<li>Olio shall be entitled at its own discretion to suspend the App for any reason whatsoever, including, but not limited to, repairs, planned maintenance or upgrades to the App or Platform.&nbsp.\nOlio shall not be liable to you for any losses, damages, costs or expenses arising from or in connection with any suspension or unavailability of the App, including, but not limited to, preventing you from using the Platform or using any of the Services available on the App.</li>\n<li>Olio reserves the right to make any changes to the App including any functionalities, content and Services or to discontinue any aspect of the same without notice to you.</li>\n<li>Olio relies on third-party providers (such as network providers, data centres and telecommunication providers) to make and host the App and the content therein and the Services available to you.\nWhilst Olio takes all reasonable steps available to provide you with a good level of service, you acknowledge and agree that Olio does not warrant that the App shall be uninterrupted or fault-free at all times.\nOlio therefore shall not be liable in any way for any losses, damages, costs or expenses you may suffer as a result of delays or failures of the Services and App attributable to Olio or its service providers.</li>\n<li>Olio may be contacted at 157A Nelson Road, London N8 9RR, United Kingdom, or by email at: hello@olioapp.com.</li>\n</ol>\n</li>\n<li>\n<strong>GENERAL</strong>\n<ol>\n<li>If Olio fails at any time to insist upon strict performance of its obligations under these Terms, or if it fails to exercise any of the rights or remedies to which it is entitled under these Terms, this will not constitute a waiver of any such rights or remedies and shall not relieve you from compliance with such obligations.</li>\n<li>A waiver by Olio of any default shall not constitute a waiver of any subsequent default.</li>\n<li>No waiver by Olio of any of these Terms shall be effective unless it is expressly stated to be a waiver and it is communicated to you in writing.</li>\n<li>For the avoidance of doubt, references to “in writing” shall be deemed to include emails.</li>\n<li>Olio reserves the right to use third-party suppliers or subcontractors at any time and in any way, in respect of the performance of its obligations under these Terms.</li>\n<li>If any term, condition or provision of these Terms is determined by any competent authority to be invalid, unlawful or unenforceable to any extent, such term, condition or provision will to that extent be severed from the remaining terms, conditions and provisions which shall continue to be valid to the fullest extent permitted by law.</li>\n<li>These Terms and any document expressly referred to in them represent the entire agreement between you and Olio in respect of your use of the App, your use of the Platform and the Services, and they shall supersede any prior agreement, understanding or arrangement between you and Olio, whether oral or in writing.</li>\n<li>You acknowledge that in entering into these Terms, you have not relied on any representation, undertaking or promise given by or implied from anything said or written whether on the App, the internet or in negotiation between you and Olio except as expressly set out in these Terms.</li>\n<li>Olio may alter or amend these Terms by notifying you by email or via the App.\nBy continuing to use the Services and/or the App after notification, you will be deemed to have accepted any changes or amendment to these Terms.&nbsp;</li>\n<li>These Terms are governed by and construed in accordance with the laws of England and Wales.\nSubject to conditions 2.11 and 2.12, the Courts of England and Wales shall have exclusive jurisdiction over any disputes arising out of these Terms.&nbsp;</li>\n<li>If any dispute arises in connection with these Terms, the App or the Services, the parties will attempt to settle it by correspondence and, for business users, by mediation in accordance with the Centre for Effective Dispute Resolution (CEDR) Model Mediation Procedure.\nUnless otherwise agreed between the parties, within 14 days of notice of the dispute, the mediator will be nominated by CEDR.</li>\n<li>The mediation will take place in London, England and the language of the mediation will be English.\nThe Mediation Agreement referred to in the Model Procedure shall be governed by, and construed and take effect in accordance with the substantive law of England and Wales.\nIf the dispute is not settled by mediation within 14 days of commencement of the mediation or within a further period as the parties may agree in writing, the dispute shall be referred to the courts of England and Wales.</li>\n</ol>\n</li>\n<li>\n<strong>WARRANTIES</strong>\n<ol>\n<li>By registering your details with Olio as a User, you warrant that:\n<ol>\n<li>you are legally capable of entering into binding contracts;</li>\n<li>you are at least 18 years old;&nbsp;</li>\n<li>the information provided by you to Olio is true, accurate and correct.\nYou further warrant that you shall promptly notify Olio in the event of any changes to such information.\nand</li>\n<li>you are not in any way prohibited by the applicable law in the jurisdiction in which you are currently located to enter into these Terms for the use of the App and Services.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>REGISTRATION</strong>\n<ol>\n<li>In order to browse items or complete a transaction as a Requester or Adder within the App, you must first complete the registration form and set up an account as an Olio User (“<strong>Account</strong>”).&nbsp;</li>\n<li>All registered Users are able to use the App both as a Requester and an Adder, and are subject to the Terms in relation to Requester and Adder, as applicable.</li>\n<li>When you register with Olio you will be asked if you agree to these Terms, the End User Licence Agreement and agree to your personal data being used in accordance with our Privacy Policy.</li>\n<li>Olio may give you the opportunity to invite friends by email, SMS, Facebook or WhatsApp to join the App.\nOlio is not liable for any communication that you make via such third-party applications, websites or other forms of media.&nbsp;</li>\n<li>You shall keep your registration details for the App (“<strong>Login Details</strong>”) confidential and secure.\nWithout prejudice to any other rights and remedies available to Olio, Olio reserves the right to promptly disable your Login Details and suspend your access to the App in the event that Olio has any reason to believe you have breached any of the provisions in these Terms.</li>\n<li>Notwithstanding the foregoing, Olio reserves the right to:\n<ol>\n<li>accept or reject your application to register for any reason.\nand</li>\n<li>suspend your Account and/or refuse you access to the Services and/or App (partly or wholly) if you breach any of the provisions in these Terms.</li>\n</ol>\n</li>\n<li>No action or inaction on the part of Olio to exercise its rights in accordance with 4.6.1 and/or 4.6.2 shall be taken as an acceptance of any actions or inactions on your part.</li>\n</ol>\n</li>\n<li>\n<strong>DONATIONS&nbsp;</strong>\n<ol>\n<li>Users can make a financial donation to Olio (“<strong>Donation</strong>”) via the App to help us in our mission to fight food waste.</li>\n<li>All Donations referred to in condition 5.\nare handled by Stripe through their secure payments processing website (https://stripe.com/gb) and will attract a payment handling fee determined by them.</li>\n<li>When a Donation is made via the App, the transaction is final and not disputable unless unauthorised use of your payment card is proved.\nIf you become aware of fraudulent use of your card, or if it is lost or stolen, you must notify your card provider in accordance with its reporting rules.</li>\n<li>When you submit your payment details, you are providing them directly to our payment provider, Stripe, and your payment data will be collected and processed securely by them.\nYou should make sure that you are aware of Stripe’s terms and conditions, which are different from our own, to ensure that you are comfortable with how they will process your personal data before you make a Donation.\nYou may find these on their website (https://stripe.com/gb).</li>\n<li>These Terms apply separately to each single Donation that you make and they do not form a contract allowing for future or successive transactions to be set up.\nBy confirming on the App that you wish to make a donation you agree to be bound by these Terms for that Donation.</li>\n<li>If you make an error in your Donation please contact us by email at hello@olioapp.com within 5 calendar days and, subject to our review confirming the error, a full refund will be made to you.</li>\n</ol>\n</li>\n<li>\n<strong>USER OBLIGATIONS</strong>\n<ol>\n<li>You agree that you are solely responsible and liable for all activities carried out by your use of the App, including, but not limited to, for the content of any communication made when using or about the App.</li>\n<li>You shall not upload to the App (through your use of the Services), any information, reviews, comments, images, third-party URL links or other material whatsoever in any format (“<strong>User Submissions</strong>”), whether within your personal Profile, when submitting a review in relation to another User, on the forum or elsewhere on the App that, in Olio’s reasonable opinion, may be deemed to be offensive, illegal, inappropriate or that in any way:\n<ol>\n<li>promotes racism, bigotry, hatred, homophobia or physical harm of any kind against any group or individual;</li>\n<li>harasses or advocates harassment of another person;</li>\n<li>displays pornographic or sexually explicit material;</li>\n<li>promotes any conduct that is abusive, threatening, obscene, defamatory or libellous;</li>\n<li>promotes any illegal activities;</li>\n<li>provides instructional information about illegal activities, including violating someone else’s privacy or providing or creating computer viruses;</li>\n<li>promotes or contains information that you know or believe to be inaccurate, false or misleading;</li>\n<li>engages in or promotes commercial activities and/or sales, including but not limited to contests, sweepstakes, barter, advertising and pyramid schemes, without the prior written consent of Olio.\nor</li>\n<li>infringes any rights of any third party (including their intellectual property rights).</li>\n</ol>\n</li>\n<li>You acknowledge that making a User Submission does not guarantee that such User Submission, or any part thereof, shall appear on the App whether or not the submission of such User Submission is part of the Services.\nYou agree that Olio may, at its sole discretion, choose to display or to remove any User Submission or any part of the same that you make on the App.</li>\n<li>You hereby grant to Olio a non-exclusive, perpetual, irrevocable, worldwide,&nbsp.\nlicence to display on the App, any User Submission or any part of the same and for Olio to make the User Submissions available to other Users of the App.</li>\n<li>If you believe that any User Submission made by another User is incorrect or inappropriate, please report it using the App or contact Olio using hello@olioapp.com.\nOlio shall use its reasonable endeavours to review the relevant User Submission as soon as is practicable and shall take such action as it deems necessary, if any at all.\nIf a User Submission is deemed to be in breach of these Terms, Olio reserves the right in its absolute discretion to suspend a User Account in accordance with condition 4.6.2.</li>\n<li>You further agree that at all times, you shall:\n<ol>\n<li>not use your Login Details with the intent of impersonating another person;</li>\n<li>not allow any other person to use your Login Details;</li>\n<li>not use the information presented on the App or provided to you by Olio for any commercial purposes;</li>\n<li>not do anything likely to harass, cause harm or distress to any other Users or Olio employee;</li>\n<li>not create multiple Accounts or create a new Account if you have previously been suspended and/or if you have been refused access to the Services and/or App for any reason;</li>\n<li>not infringe any rights of any third parties (including their intellectual property rights);</li>\n<li>comply with all instructions and policies from Olio from time to time in respect of the use of the Platform, the Services and the App;</li>\n<li>cooperate with any reasonable security or other checks or requests for information made by Olio from time to time.\nand</li>\n<li>use the information made available to you on the App and through the Services at your own risk.</li>\n</ol>\n</li>\n<li>You acknowledge that Olio may monetise any environmental benefits associated with diverting any Item from its usual waste stream, including, but not limited to, the carbon emissions avoided, the amount of water saved, and the preserved biodiversity, or the equivalent thereof.\nYou acknowledge that you may not monetise any environmental benefits associated with any Item, or deduct these environmental benefits from your own carbon inventory (or the equivalent thereof, if applicable), or claim any financial consideration to Olio or any third-party for such monetisation.</li>\n<li>In the event that you have a dispute with any other User of the App, you hereby release Olio from any claims, demands, losses, expenses and damages (whether direct, indirect, actual or consequential) of any kind and nature, known and unknown, arising out of or in connection with such dispute and Olio will have no liability or responsibility to resolve such dispute.</li>\n</ol>\n</li>\n<li>\n<strong>EXCLUSION OF WARRANTIES AND LIMITATION OF LIABILITY</strong>\n<ol>\n<li>Subject to conditions 7.6 and 7.7, if Olio fails to comply with these Terms, Olio shall be given a reasonable opportunity to rectify any errors and to re-perform its obligations hereunder.\nIf Olio’s failure to comply with its obligations is not remedied in accordance with this clause 7.1, then Olio shall only be liable for losses, damages, costs or expenses which are a reasonably foreseeable consequence of such failure (whether arising in contract, tort (including negligence) or otherwise), up to a maximum of one hundred pounds sterling (£100).&nbsp;</li>\n<li>You acknowledge and agree that where the App includes views, opinions, advice or recommendations, such views, opinions, advice and recommendations are not attributed to Olio nor are they endorsed by Olio and, to the maximum extent permitted by law, Olio excludes all liability for the accuracy, defamatory nature, completeness, timeliness, suitability or otherwise of such views, opinions, advice or recommendations.</li>\n<li>You acknowledge and agree that the Services and/or the App have not been developed to meet your individual requirements and therefore, it is your responsibility to ensure that they meet your requirements.</li>\n<li>You acknowledge and agree that Olio is not responsible or liable for any adverse or unfavourable ratings or reviews posted by other Users about you via the App.</li>\n<li>Olio does not routinely monitor or control any User Submission, or other information made available to you through your use of the Platform, the Services and/or the App.\nConsequently, Olio does not warrant or guarantee the accuracy, correctness, reliability or suitability in respect of any User Submission or any other information made available to you through your Offer or Request of the Items, the Services and/or the App.\nOlio cannot advise you or assist you in making or refraining from making a decision, or in deciding on a course or specific cause of action.\nIf you intend to use and/or rely upon any User Submission or any other information made available to you through your use of the Platform, the Services and/or the App, you do so at your own risk and liability.\nIf Olio is made aware that a User Submission is incorrect, it may correct the User Submission as it sees fit.\nFor example, if a Food has been incorrectly labelled/categorised as a non-food Item.</li>\n<li>Subject to condition 7.7, Olio shall not be liable for losses (whether caused by tort (including negligence), breach of contract or otherwise, even if foreseeable) that result from its failure to comply with these Terms that fall into the following categories:\n<ol>\n<li>consequential, indirect or special losses;</li>\n<li>loss of profits, income or revenue;</li>\n<li>loss of savings or anticipated savings, interest or production;</li>\n<li>loss of business or business benefits;</li>\n<li>loss of contracts;</li>\n<li>loss of opportunity or expectations;</li>\n<li>loss of goodwill and/or reputation;</li>\n<li>loss of marketing and/or public relations time and/or opportunities;</li>\n<li>loss of data;&nbsp;</li>\n<li>loss of management or office time.\nor</li>\n<li>any other losses howsoever arising.</li>\n</ol>\n</li>\n<li>Nothing in these Terms excludes or limits Olio’s liability for:\n<ol>\n<li>death or personal injury caused by its negligence;</li>\n<li>fraud or fraudulent misrepresentation by Olio.\nor</li>\n<li>any other matter for which it would be illegal for Olio to exclude or attempt to exclude its liability.</li>\n</ol>\n</li>\n<li>Olio does not in any way participate nor shall it be liable in any way for whatever reason for any communication, transaction, meet-up, set-up or relationship between you and other Users.\nOlio therefore recommends that you take all safety precautions when contacting, socialising and engaging in social gatherings or meetings, including with regard to the Offer and Request of Items, with other Users.</li>\n</ol>\n</li>\n<li>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<ol>\n<li>Olio and its licensors own all the intellectual property rights in and relating to the App, Services and Platform.&nbsp;</li>\n<li>You are expressly prohibited from:\n<ol>\n<li>reproducing, copying, editing, transmitting, uploading or incorporating into any other materials, any of the App, except for the purposes of sharing content on social media platforms such as Twitter, Facebook, etc.\nand</li>\n<li>removing, modifying, altering or using any registered or unregistered trademarks/logos/designs owned by Olio or its licensors, and doing anything which may be seen to take unfair advantage of the reputation and goodwill of Olio or could be considered an infringement of any of the rights in the intellectual property rights owned by and/or licensed to Olio.</li>\n</ol>\n</li>\n<li>Provided that Olio is unaware of any infringement of any third-party intellectual property rights at the time you submit any User Submissions, Olio shall not be liable in any way to you or any third party for any breach of such rights subsequently notified to you or Olio.</li>\n</ol>\n</li>\n<li>\n<strong>PRIVACY AND DATA PROTECTION</strong>\n<ol>\n<li>Your privacy and the safety of your personal information are important to us.\nAny personal information that you provide to us will be dealt with in line with our Privacy Policy, which explains what personal information we collect from you, how and why we collect, store, use and share such information, your rights in relation to your personal information and how to contact us and supervisory authorities in the event you have a query or complaint about the use of your personal information.</li>\n</ol>\n</li>\n<li>\n<strong>FORCE MAJEURE</strong>\n<ol>\n<li>Olio shall not be liable or responsible for any failure to perform, or delay in performance of any of its obligations under these Terms that is caused by events outside its reasonable control (“<strong>Force Majeure Event</strong>”).</li>\n<li>A Force Majeure Event includes any act, event, non-happening, omission or accident beyond Olio’s reasonable control and includes in particular (without limitation) the following:\n<ol>\n<li>strikes, lock-outs or other industrial action;</li>\n<li>civil commotion, riot, invasion, terrorist attack or threat of terrorist attack, war (whether declared or not) or threat or preparation for war;</li>\n<li>fire, explosion, storm, flood, earthquake, subsidence, epidemic or other natural disaster;</li>\n<li>impossibility of the use of railways, shipping, aircraft, motor transport or other means of public or private transport;</li>\n<li>impossibility of the use of public or private telecommunications networks.\nand</li>\n<li>the acts, decrees, legislation, regulations or restrictions of any government (including lockdowns).</li>\n</ol>\n</li>\n<li>Olio’s performance under these Terms is deemed to be suspended for the period that the Force Majeure Event continues, and Olio shall have an extension of time for performance for the duration of that period.\nOlio will use its reasonable endeavours to bring the Force Majeure Event to a close or to find a solution by which its obligations under these Terms may be performed despite the Force Majeure Event.</li>\n</ol>\n</li>\n<li>\n<strong>COMPLAINTS</strong>\n<ol>\n<li>If you wish to lodge a complaint about another User for breaching any of these Terms, you may do so by sending Olio details of your complaint by emailing hello@olioapp.com.\nOlio will use its reasonable endeavours to respond to your complaints within a reasonable time and to take reasonable action which it deems appropriate to attempt to resolve or rectify the subject matter of such complaints.</li>\n</ol>\n</li>\n<li>\n<strong>TERMINATION</strong>\n<ol>\n<li>Olio may suspend or terminate your use of the Services and/or App or ban you from using the Services and/or App, at its entire discretion, if:\n<ol>\n<li>any of Olio’s third-party communication network providers or any other third-party providers cease to make their services available to Olio for any reason;</li>\n<li>Olio believes you or someone using your login details has failed to comply with one or more of these Terms;</li>\n<li>Olio believes there has been fraudulent use, misuse or abuse of the Services and/or App;</li>\n<li>Olio believes you have provided any false, inaccurate or misleading information.\nor</li>\n<li>Olio believes that your use of the Services and/or presence on the App may cause harm or distress to other Users.</li>\n</ol>\n</li>\n<li>On termination, your access to the App shall cease and Olio may delete your Profile.</li>\n<li>We will notify you that your Account has been terminated, banned or suspended, unless you repeatedly breach the Terms or we have legal or regulatory reasons preventing us from notifying you.\nIf Olio terminates your Account, you will not have a contractual or legal right to continue to use the Services or the App.</li>\n<li>You may delete your Account on the App at any time by either: (i) selecting the appropriate function in your Account settings in the application version.\nor (ii) emailing Olio to request your Account to be deleted if you are using the web-based version.\nIf you terminate your Account, you may lose any information associated with your Account, including your profile, any User Submissions and any related content.&nbsp;</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>SECTION B: REQUESTERS</strong>\n</p>\n<ol>\n<li>\n<strong>INTRODUCTION</strong>\n<ol>\n<li>Upon registration as a User, and in consideration of your compliance with Terms, Olio will provide you with the Requester Services as described in this section.</li>\n</ol>\n</li>\n<li>\n<strong>REQUESTER SERVICES</strong>\n<ol>\n<li>Subject to condition 1.5 of Section A above, the <strong>Requester Services</strong> will comprise of the following:\n<ol>\n<li>the facility to create a Profile page (including a photo) which can be accessed by Adders;</li>\n<li>the ability to search for Items offered by Adders who have registered with the App;&nbsp;</li>\n<li>the ability to communicate with other Adders using the App;</li>\n<li>the facility to review and/or submit feedback on Adders.\nand</li>\n<li>access to any other features and functionality for the Requester Services provided by Olio to Requesters from time to time.</li>\n</ol>\n</li>\n<li>You acknowledge and agree that all transactions are subject to acceptance by the Adders.\nThe contract for fulfilment of a transaction is created between you and the Adder, which will only be formed once you have received such acceptance.\nOlio is not a party to such contract nor is it responsible for either party’s performance under such a contract and Olio makes no guarantee that the obligations of either party under the contract will be fulfilled.</li>\n</ol>\n</li>\n<li>\n<strong>ADDITIONAL OBLIGATIONS AS A REQUESTER</strong>\n<ol>\n<li>You must at all times use the Requester Services and the App in accordance with these Terms.\nIn particular, all content and material uploaded to or forming part of your Profile must comply with the rules relating to User Submissions set out in Section A of these Terms.</li>\n<li>As a Requester, you are responsible for:\n<ol>\n<li>ascertaining the identity of any Adders;</li>\n<li>ensuring you have sufficient information relating to any health &amp.\nsafety risks, including ascertaining that the Adder is, where applicable, registered or licensed as appropriate with the relevant authority.\nThis may include being registered or licensed as a food business;</li>\n<li>any review of Adder to be fair, honest and reasonable.\nand</li>\n<li>verification of all information provided by the Adder in relation to any Food, including the ingredients and allergen information.</li>\n</ol>\n</li>\n<li>In using the Requester Services, you must:\n<ol>\n<li>not provide information (including in your Profile) which you know to be inaccurate, false, incomplete, untrue or is or may be deemed to be a misrepresentation of the facts.\nand</li>\n<li>immediately notify Olio in the event you have any reason to believe or suspect that an Adder has breached any of the terms set out in Section A and/or Section C of these Terms.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>ADDITIONAL EXCLUSION OF WARRANTIES</strong>\n<ol>\n<li>You acknowledge and agree that the Services provided by Olio are limited to providing you with a forum to attempt to source Items and connect you with Adders.\nWhen you use the Requester Services, Olio does not warrant or guarantee:\n<ol>\n<li>that you will find Items suitable to your specific tastes, dietary needs or other requirements;</li>\n<li>the status of any Adder as a business or that they are compliant with any standards set by the relevant food authorities (such as UK: Food Standards Agency.\nUSA: Food and Drugs Administration.\nAustralia/New Zealand: Food Standards Australia New Zealand, etc.);&nbsp;</li>\n<li>that the premises used by an Adder are suitable for cooking and preparing food or, where applicable, registered with their local environmental health department;</li>\n<li>that the Adders’ Profiles are genuine;</li>\n<li>that any information or documentation made available on an Adder’s Profile is authentic, valid, accurate or otherwise complete.\nor</li>\n<li>the identity of the Adder using the App.</li>\n</ol>\n</li>\n<li>Olio is not responsible in any way for the quality or supply of any Items listed by Adders.\nSuch items are to be provided by the Adders on terms and conditions as may be agreed between you and the Adder.</li>\n<li>In the event of a dispute between you and any Adder, or if the Items provided by an Adder are not provided to a satisfactory standard or at all, you agree that Olio is not liable, including but not limited, to any loss, damages, costs or expenses or personal injury suffered or incurred by you in the course of receiving such Items from an Adder, and you release and hold harmless Olio from anything you may suffer or any liability in relation to such dispute.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>SECTION C: ADDERS</strong>\n</p>\n<ol>\n<li>\n<strong>INTRODUCTION</strong>\n<ol>\n<li>Upon registration as a User, in consideration of your compliance with these Terms, Olio will provide you with the Adder Services as described in this section.</li>\n</ol>\n</li>\n<li>\n<strong>ADDER SERVICES</strong>\n<ol>\n<li>Subject to condition 1.5 of Section A above, the <strong>Adder Services</strong> will comprise the following:\n<ol>\n<li>the facility to create a Profile page (including a photo), which can be accessed by Requesters;</li>\n<li>the ability to list Items available for Offer;</li>\n<li>the ability to specify when you are able to share Items to Requesters and at what location and preferred times;</li>\n<li>the ability to post reviews and/or submit feedback about Requesters.\nand</li>\n<li>any other features and functionalities of the Adder Services provided by Olio to you from time to time</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>ADDITIONAL OBLIGATIONS AS AN ADDER</strong>\n<ol>\n<li>By choosing to be an Adder and to list and share your Items to Requesters through the App, in addition to the general obligations set out in section A of these Terms, you agree that all information submitted by you, the supply of the Items, and any other information provided or comments made to Requesters through the App, must:\n<ol>\n<li>be accurate, correct and up-to-date;</li>\n<li>not breach any applicable statutory or regulatory requirements, including following good hygiene practice and food allergen practice and, where applicable, food safety management procedures based on the standards set by the relevant food competent authority (such as UK: Food Standards Agency.\nUSA: Food and Drugs Administration: Australia/New Zealand: Food Standards Australia New Zealand);</li>\n<li>not commit an offence by adding for Offer any controlled substance (including but not limited to alcohol, solvents, prescription medicines, weapons or fireworks) for which you do not hold the relevant licence to do so;</li>\n<li>not be misleading, deceptive or in any way contravene any and all applicable consumer, health and safety and e-commerce laws and regulations;&nbsp;</li>\n<li>not be obscene, defamatory or be in the reasonable view of Olio deemed to be offensive and/or inappropriate.\nand</li>\n</ol>\n</li>\n<li>In using the Adder Services you must:\n<ol>\n<li>at all times keep all information including, communication and correspondences between you and the Requesters secure and confidential;</li>\n<li>ensure your use of the Adder Services is personal to you.\nand</li>\n<li>immediately notify Olio in the event you have any reason to believe or suspect that a Requester has breached any of the terms set out in Section A and/or Section C of these Terms.</li>\n</ol>\n</li>\n<li>You further acknowledge and agree that Olio may, at its sole discretion, immediately remove your Profile from the App where it reasonably considers that such Profile, any information you have uploaded or Items provided, no longer meet the standards that Olio requires of its Adders on the App, at its absolute discretion.&nbsp;</li>\n<li>Failure by Olio to exercise its rights under condition 19.3 should not be taken as acceptance by Olio of any failure on your part to comply with these Terms.</li>\n</ol>\n</li>\n<li>\n<strong>ADDITIONAL EXCLUSION OF WARRANTIES</strong>\n<ol>\n<li>You acknowledge and agree that Olio only provides you with the facility to Offer and share Items to Requesters by providing you with the Adder Services.\nOlio does not warrant, represent or guarantee that you will find any Requesters to share Food or non-food Items with or achieve any specific results whatsoever.</li>\n<li>You acknowledge and agree that using the Platform through the App may require registration, licensing or approval as a food business with the relevant food authority in your country of residence/domicile.\nOlio provides limited information in relation to this on the App.\nHowever, you acknowledge that this is intended as information only and does not constitute advice of any nature.\nTherefore, it must not be relied on to assist you in making or refraining from making a decision or to assist you in deciding on a course of action.\nYour use and reliance on any information on the App shall be at your own risk and Olio shall not be liable whatsoever for any damages and loss which you may incur as a result of or in connection with your use and reliance on such information.\nYou undertake to conduct your own research and ensure that you comply with the requirements, laws and regulations applicable to you.\nOlio shall not be liable to you for any failure by you to comply with any relevant laws, requirements and regulations that may apply to you in the use of the App, Platform and/or Services through the App.</li>\n<li>You further agree that Olio does not vet or verify the identity of the Requesters on the App.\nConsequently, Olio does not warrant or guarantee:\n<ol>\n<li>the completeness, correctness and accuracy of any Requester’s Profile;</li>\n<li>that any transactions made by Requesters are genuine.\nor</li>\n<li>the identity of the Requesters using the App.</li>\n</ol>\n</li>\n<li>You further acknowledge that Olio has no control of and therefore has no liability whatsoever in respect of the behaviour, responses and quality of the Requesters on the App.</li>\n<li>Olio provides the Adder Services solely to connect Adders with Requesters who may be seeking to Request Items from you.\nYou acknowledge and agree that you are solely responsible for all communication and any subsequent dealings with Requesters.\nYou, the Adder, shall hereby indemnify Olio in full and on demand against all losses, damages, costs, claims and expenses that Olio incurs in connection with any of your dealings with Requesters, or with any Items you supply to Requesters, including such losses and damages incurred by Olio in respect of sickness, disease or death of any Requester arising out of your acts, negligence or omissions in the application of food safety requirements applicable to any Food shared by you via the App.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>SECTION D: GOALS</strong>\n</p>\n<ol>\n<li>\n<strong>GOALS</strong>\n<ol>\n<li>The App contains a Service called Goals.</li>\n<li>The purpose of Goals is to provide Users with guidance and inspiration on how to lead a more sustainable life in the form of tips (“<strong>Goals</strong>”).</li>\n<li>As part of the Service, some of the Goals displayed to Users will include links to third-party products or services.</li>\n<li>The links displayed to Users are affiliate advertising, further details of which are set out in condition 22 below.</li>\n<li>Please see our Goals FAQs for more details.</li>\n</ol>\n</li>\n<li>\n<strong>AFFILIATE LINKS &amp.\nADVERTISING</strong>\n<ol>\n<li>As part of Goals, Olio sometimes publishes affiliate advertisements, which means that if a User clicks on a link and purchases an item, Olio will receive a percentage of the sale, at no extra cost to the User.</li>\n<li>When a User clicks on a link, they will be directed automatically to the website of the third-party product supplier or service provider enabling them to purchase that product or service.</li>\n<li>If a User purchases that product or service via the third-party website, the contract for purchase will be between the User and the third-party supplier or service provider.</li>\n<li>The User’s purchase will be subject to the third party’s terms and conditions for sale of goods or supply of services and the user’s order or purchase will be fulfilled by that third-party.</li>\n<li>The User’s interaction with and any transaction concluded via the third-party’s website will be subject to that third-party’s privacy policy.</li>\n<li>Olio advises Users to check any third-party terms and conditions and the third party’s privacy policy prior to purchase.</li>\n<li>Olio accepts no responsibility or liability for the suitability or otherwise of any third-party products or services for the User and it, in no way, guarantees that a product will be in stock or that a service is available.</li>\n<li>Users are under no obligation to purchase any of the products or services that appear as affiliate advertising in Goals.</li>\n<li>The money generated by Olio from the affiliate advertising is used to help fund the App which means Olio can keep the App, the Platform and the Services free for Users.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>SECTION E: OLIO SUPPORTER</strong>\n</p>\n<ol>\n<li>\n<strong>GENERAL</strong>\n<ol>\n<li>If you subscribe to our paid version of the App (“<strong>Olio Supporter</strong>”), in addition to these Terms, you agree to and shall comply with the following terms and conditions specific to Olio Supporter (the “<strong>Olio Supporter Terms</strong>”)</li>\n<li>The Olio Supporter Terms include and incorporate the FAQs and all applicable Olio policies and they create a legally binding agreement (the “<strong>Supporter</strong>\n<strong>Contract</strong>”) between you and Olio.</li>\n</ol>\n</li>\n<li>\n<strong>OLIO SUPPORTER SERVICE</strong>\n<ol>\n<li>Olio Supporter provides Users who have subscribed to Olio Supporter with additional functionality, including, but not limited to:\n<ol>\n<li>enhanced map functionality.\nand</li>\n<li>a special Olio Supporter profile.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>USING OLIO SUPPORTER&nbsp;</strong>\n<ol>\n<li>You must be 18 years of age or older to use Olio Supporter or you will not be able to enter into the legally binding Supporter Contract to pay the Subscription Fees (as defined below) or make a Request or Offer via Olio Supporter.</li>\n</ol>\n</li>\n<li>\n<strong>SUBSCRIPTION FEES</strong>\n<ol>\n<li>By signing up to use Olio Supporter, you agree to pay the Subscription Fees (as defined below).</li>\n<li>There are two types of subscription to Olio Supporter:\n<ol>\n<li>a monthly subscription (“<strong>Monthly Subscription</strong>”) where you will pay a monthly subscription fee (“<strong>Monthly Subscription Fee</strong>”).\nand&nbsp;</li>\n<li>an annual subscription (“<strong>Annual Subscription</strong>”) where you will pay an annual subscription fee (“<strong>Annual Subscription Fee</strong>”),</li>\n</ol>\n</li>\n<li>The Monthly Subscription Fee and the Annual Subscription Fee are known collectively as the “<strong>Subscription Fees</strong>” and “<strong>Subscription</strong>” means either the Monthly Subscription or the Annual Subscription, as applicable to you.</li>\n<li>Subscriptions are offered as in-app purchases through iTunes, Google Play and any other available app providers (the “<strong>App Provider</strong>”) and you must confirm your purchase with the App Provider which then authorises the App Provider to charge you the applicable Subscription Fees.&nbsp;&nbsp;</li>\n<li>Details of the Monthly Subscription Fee and Annual Subscription Fee are shown in the App and by the applicable App Provider.\nYou will be charged the Subscription Fees displayed for your chosen Subscription.</li>\n<li>The chosen App Provider collects regular, automatic payments of the Subscription Fees depending on the chosen payment plan, i.e.\nmonthly or annually in advance.\nSuch payments will be processed according to the terms and conditions and privacy policy of the applicable App Provider.\nOlio does not have access to your payment details.</li>\n<li>If you have any objections to a payment, please contact the App Provider.&nbsp;&nbsp;&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>RELATIONSHIP BETWEEN Olio, SUPPORTERS AND THE APP PROVIDERS&nbsp;</strong>\n<ol>\n<li>If you subscribe to Olio Supporter via the relevant App Provider, you acknowledge and agree that:\n<ol>\n<li>the Olio Supporter Terms are an agreement between you and Olio, and not with the App Provider as Olio is solely responsible for Olio Supporter;</li>\n<li>the App Provider has no obligation to provide any maintenance and support services with respect to Olio Supporter;</li>\n<li>with the exception of facilitating refunds, payments and cancellations, the App Provider is not responsible for addressing any claims you have relating to Olio Supporter.\nand</li>\n<li>you must also comply with all applicable App Provider terms of service when using Olio Supporter.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>TERM AND TERMINATION</strong>\n<ol>\n<li>The Supporter Contract will become effective and enforceable when you press the button to select either the Monthly Subscription or the Annual Subscription when subscribing for Olio Supporter and the Supporter Contract will remain effective until terminated by you or Olio.</li>\n<li>If we decide to suspend you from using Olio Supporter, terminate your use of Olio Supporter or ban you from using Olio Supporter in accordance with these Terms, your Subscription shall continue unless and until you cancel your Subscription with your App Provider directly.\nFor the avoidance of doubt, it is your responsibility to cancel your Subscription and Olio will not be held responsible or liable for such.\nDuring the period of any suspension, ban or termination, unless you have cancelled your Subscription, your Subscription Fees will still be due and payable by you during the period of any suspension, ban or termination.&nbsp;&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>CANCELLATION OF AUTO-RENEWAL</strong>\n<ol>\n<li>You may cancel the auto-renewal of your Subscription at any time using the processes provided by your App Provider in accordance with their terms and conditions.\nInformation on this is contained in our FAQs but please check with your App Provider if you require further details.&nbsp;&nbsp;</li>\n<li>For any cancellations in accordance with condition 29.1, you will not be entitled to a refund of your Subscription Fees already paid.\nHowever, you will be able to continue to use Olio Supporter until the end of your Monthly Subscription period or Annual Subscription period, as applicable.&nbsp;</li>\n<li>Please note that deletion of your Account or the App is not considered to be a valid termination.</li>\n</ol>\n</li>\n<li>\n<strong>NO RIGHT TO CANCEL/REFUNDS</strong>\n<ol>\n<li>When you place an order for Olio Supporter, you confirm that:\n<ol>\n<li>you consent for your access to Olio Supporter to start immediately after you place your order by clicking the applicable Monthly Subscription or Annual Subscription button.\nand</li>\n<li>you acknowledge that this means you lose your right to cancel and you are not entitled to a refund.</li>\n</ol>\n</li>\n<li>As the digital content is being made available to you immediately, you are hereby waiving the 14 day cooling-off period.\nThis means that, in accordance with condition 29.1, you do not have the right to cancel the Supporter Contract once Olio Supporter is made available for access by you and, in accordance with condition 29.2, you are not entitled to a refund.&nbsp;</li>\n<li>In accordance with applicable consumer protection laws, digital content must be:\n<ol>\n<li>of satisfactory quality;</li>\n<li>fit for a particular purpose.\nand</li>\n<li>as described by the provider,&nbsp;</li>\n</ol>\n</li>\n<li>and if the digital content does not meet these criteria and develops a fault, you have the right to have your digital content repaired or replaced.&nbsp.\nPlease contact us if you believe your version of Olio Supporter to be faulty and we may offer you a repaired or replacement version of Olio Supporter.\n<ol>\n<li>For the avoidance of doubt, if Olio Supporter is unavailable due to server downtime or minor bugs in the App, such downtime or bugs do not constitute a fault and you will not be entitled to any refund of your Subscription Fees.</li>\n<li>App Providers have their own refund policies in relation to apps, and links to details of such policies are set out below.\nHowever, these may be updated from time to time and it is the User’s responsibility to check the details of such policies directly with the applicable App Provider.</li>\n<li>For Users based in the UK and the EU, Google Play’s refund policy can be found here.</li>\n<li>For Users of the App Store, Apple’s refund policy can be found here.</li>\n<li>For any other App Provider, please check their website or contact them directly for details.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>AMENDMENTS</strong>\n<ol>\n<li>Olio may change, remove or add services and features to Olio Supporter from time to time.\nOlio may also change Subscription Fees and other terms of the Olio Supporter Terms, at any time, due but not limited to:\n<ol>\n<li>external costs associated with the provision of Olio Supporter and increased administration costs;</li>\n<li>inflation;</li>\n<li>amended legislation, regulation or practice.\nand/or</li>\n<li>changes to and/or discontinuation of the features or services offered in the App.</li>\n</ol>\n</li>\n<li>You acknowledge our right to make such changes and agree that such changes do not entitle you to a refund of the Subscription Fees (as defined below).\nOlio will not be liable to you for the effect that any changes to Olio Supporter may have on you.</li>\n<li>If you are a user of Olio Supporter, your continued use of Olio Supporter following a change or update will mean you accept that modified version.\nIf the modifications are not acceptable to you, you may stop using Olio Supporter and cancel the auto-renewal of your subscription in accordance with condition 29.1.&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<ol>\n<li>In addition to the general data protection provisions set out in these Terms, the following additional terms and conditions apply to users of Olio Supporter:\n<ol>\n<li>we hereby grant you a limited, personal, non-exclusive, non-transferable, non-sublicensable, revocable licence to use Olio Supporter solely for your personal use for lawful purposes.\nand&nbsp;</li>\n<li>if a third party claims Olio Supporter infringes another party’s intellectual property rights, Olio will be responsible for the investigation, defence, settlement and discharge of any such claim to the extent required by these Olio Supporter Terms.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>SECTION G: OLIO BORROW</strong>\n</p>\n<ol>\n<li>\n<strong>GENERAL</strong>\n<ol>\n<li>For the purposes of this section of the Terms only:\n<ol>\n<li>Requesters shall be known as “<strong>Borrowers</strong>”;</li>\n<li>Adders shall be known as “<strong>Lenders</strong>”;</li>\n<li>Offer or Offering shall be known as “<strong>Lending</strong>”;&nbsp;</li>\n<li>Request or Requesting shall be known as “<strong>Borrowing</strong>”.\nand</li>\n<li>the definition of “<strong>Items</strong>” shall include the permitted list of household items which are the specific non-food Items for Borrow listed here.</li>\n</ol>\n</li>\n<li>The Borrow service in the App facilitates registered Borrowers and Lenders to connect and lend, and borrow household items (“<strong>Borrow</strong>”).&nbsp;</li>\n<li>The terms and conditions set out below are specific to Borrow (the “<strong>Borrow</strong>\n<strong>Terms</strong>”).&nbsp;</li>\n<li>The Borrow Terms are incorporated into the Terms and include and incorporate:\n<ol>\n<li>the Acceptable Use Policy.\nand</li>\n<li>the Borrow FAQ.\nand</li>\n<li>where applicable, the Olio Supporter Terms,</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<p>(together the “<strong>Borrow</strong>\n<strong>Policies</strong>”), and together with the Borrow Terms create a legally binding agreement (the “<strong>Borrow Contract</strong>”) between you, the Borrower or the Lender (as applicable) and Olio.</p>\n<ol>\n<li>By using Borrow or otherwise indicating your consent, you are agreeing to be bound by the Borrow Contract in connection with Borrow.&nbsp;&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong>THE BORROW SERVICE AND OLIO</strong>\n<ol>\n<li>Olio facilitates the Lending and Borrowing of Items through the App.\nBorrow is a Service in the App that allows household Items that are owned by Lenders to be listed and offered for Lending to Borrowers.\nBorrowers are able to contact the Lender of an Item to place a request for that Item.&nbsp;</li>\n<li>Arrangements for the Lending and Borrowing of the item are subject to a private contract between Borrower and Lender.\nOlio is not a party to that contract, we are simply the intermediary who offers a framework to allow Borrowers and Lenders to connect.</li>\n<li>As part of this contract, the Borrower and Lender must agree on the process for collection and return of Items and the process for cancellation.</li>\n<li>Items offered for Lending through the App are neither owned by Olio nor come into Olio’s possession at any time.</li>\n<li>Olio in no way warrants or claims that:\n<ol>\n<li>the existence, quality, safety, or legality of any Item listed on Borrow or its packaging or instructions are fit for purpose.\nand</li>\n<li>any Lender offering Items on Borrow has obtained the necessary licences, permissions or consents to be permitted to Lend those Items.&nbsp;</li>\n</ol>\n</li>\n<li>Olio does not offer any compensation to Borrowers.\nThe transaction is a private negotiation between the Borrower and Lender.</li>\n<li>We may, from time-to-time, update or improve certain features or functions in Borrow.\nUse of such features and functions are subject to these Borrow Terms.</li>\n</ol>\n</li>\n<li>\n<strong>USING BORROW</strong>\n<ol>\n<li>In order to be able to use the Borrow feature, you must either be a registered User of the App or if you are not already registered, you must register for an Account on the App.&nbsp;</li>\n<li>You must be 18 years of age or older to use Borrow or you will not be able to enter into the legally binding Borrow Contract to use Borrow.</li>\n<li>Olio seeks to promote legal activity and good conduct on the App however you understand and agree that, in using the App, Olio is not responsible or liable for the content posted on the App by other users.&nbsp.\nFurthermore, you may be exposed to content and behaviour that contravenes the Borrow Contract and, as such, you understand and agree that you use the App at your own risk.</li>\n<li>You can use the App to interact with other individuals, either online or in person.\nHowever, you understand and accept that Olio does not screen users of the App, and you release us from all liability relating to your interactions with other users.\nPlease be careful and exercise caution and good judgement in all interactions with others, especially if you are meeting someone in person.</li>\n<li>Use of Borrow is currently free of charge and no fees or commission for Borrowers or Lenders are payable.\nHowever, depending on individual mobile phone rates, costs for data transfer may apply when using the App, which will have to be paid by the User.</li>\n<li>If you are a Lender, when you list your Item on the App, you may set restrictions for Borrowers, including, but not limited to, only Lending to Borrowers with a 4*+ rating or Borrowers who live within a certain radius.\n<ol>\n<li>If we discover any Items listed on the App that do not conform with the Borrow Terms or we believe that such items are illegal, unethical, immoral, damaging to our reputation, or infringe any third-party rights, we will remove such Items from the App.&nbsp;</li>\n<li>A Lender may choose to ask the Borrower for a refundable deposit to be paid in order to Borrow the Item (“<strong>Deposit</strong>”).\nIf a Deposit is payable, it is for the Lender and Borrower to agree the amount of the Deposit via the messaging function in the App.</li>\n<li>The Borrower must pay the Deposit to the Lender on collection of the Item.</li>\n<li>The Lender must return the Deposit to the Borrower on return of the Item, if the Lender is satisfied that the Item has been returned in the same condition and in working order.&nbsp;</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>LENDERS’ OBLIGATIONS</strong>\n<ol>\n<li>In addition to the Lenders’ obligations set out in the Terms, the following obligations apply to Lenders using Borrow:\n<ol>\n<li>you cannot and must not Lend any Items or offer any Items for Lending on Borrow that do not comply with our Borrow Policies or do not comply with any laws or regulations in your country of residence/domicile;&nbsp;</li>\n<li>you will ensure that each of your Item listings contain all the information required for Borrowing an Item, and that such information is wholly complete and accurate;</li>\n<li>the Items that you offer for Lending must be in working condition, fit-for-purpose and safe to use;</li>\n<li>you have all necessary rights to Lend any Items you list on the App, and that the Borrower’s use of the Items will not infringe any other party’s rights;</li>\n<li>you can Lend an Item for any length of time that you wish, but please ensure that you specify the length of time in the details for the Item on the App;</li>\n<li>you agree that you will act in accordance with all applicable laws in connection with your use of Borrow, offering Items for Lending on Borrow and allowing the collection/return of those Items to/by the Borrower, including any laws that are applicable in your country of residence/domicile;</li>\n<li>you shall use reasonable endeavours to ensure that all product safety and operating information (including the instructions for use and the manual) are available and provided to the Borrower.\nIf the manual is missing, you can search for it online by entering the details of the Item into a search engine;</li>\n<li>it is your responsibility to obtain any consents, permissions, permits or licences that you require to be able to Lend your Items via Borrow or otherwise including any that are required or applicable in your country of residence/domicile;&nbsp;</li>\n<li>you must respond accurately to any question from Borrowers in relation to the Item, its use or operation;</li>\n<li>if the Borrower wishes to cancel Borrowing an Item, they are obliged to inform you and you may cancel that arrangement within the App, and re-list the Item at your convenience;</li>\n<li>you may not engage in fraud (including false claims or infringement notices), theft, anti-competitive conduct, threatening conduct, or any other unlawful acts or crimes against Olio, another Olio user, or any third party;&nbsp;</li>\n<li>you must comply with our guidance on safe handovers during Covid-19, as updated from time to time and as applicable during the pandemic;&nbsp;</li>\n<li>once you agree the terms and conditions for Lending the Item with the Borrower, you must not amend those terms and conditions unless the Borrower agrees to those amended terms;&nbsp;</li>\n<li>return any Deposit (if applicable) to the Borrower, when the Item is returned to you.\nand</li>\n<li>in the unlikely event of any Borrower refusing to return an Item or the Item not being returned (despite several prompts from the Lender) to you, the Lender should report the missing Item to their local Police Station.</li>\n</ol>\n</li>\n<li>You acknowledge and accept that the Borrow Policies may contain information that is applicable in the UK only.\nWe make no promise that the Borrow Policies are appropriate for users in locations outside of the UK.\nIf you choose to access and use Borrow from locations outside the UK, you acknowledge you do so at your own risk and are responsible for compliance with local laws where they apply.</li>\n</ol>\n</li>\n<li>\n<strong>BORROWERS’ OBLIGATIONS&nbsp;</strong>\n<ol>\n<li>In addition to the Borrowers’ obligations set out in the Terms, the following obligations apply to Borrowers using Borrow:\n<ol>\n<li>prior to Borrowing any Item from a Lender, you are responsible for checking that any Item offered on Borrow and the photographs and description of that Item match your requirements as a Borrower;&nbsp;</li>\n<li>prior to Borrowing any Item from a Lender, a Borrower should read and check the Lender’s terms and conditions before accepting to Borrow the Item;</li>\n<li>prior to Borrowing any Item from a Lender, the Borrower should check the Lender’s profile and reviews;&nbsp;</li>\n<li>you are responsible for making arrangements with the Lender for the collection and return of the Items;&nbsp;</li>\n<li>if you change your mind about Borrowing an Item, you must inform the Lender as soon as possible via the App so that the Lender may re-list the Item;</li>\n<li>you must return the Item in the same condition as it was in when you collected it from the Lender (subject to any reasonable wear and tear);</li>\n<li>you may not Lend any item on the App that you have Borrowed yourself;</li>\n<li>you must return the Item to the Lender prior to the expiry of the Borrowing period;</li>\n<li>you must comply with our guidance on safe handovers during Covid-19, as updated from time to time.\nand</li>\n<li>you will be responsible for any Items that you Borrow when those Items are in your care, including, but not limited to, compensating the Lender for any loss or damage to those Items.\nYou will also be responsible for any damage you cause to other people or property when you use those Items.</li>\n</ol>\n</li>\n<li>You acknowledge and accept that the Borrow Policies may contain information that is applicable in the UK only.\nWe make no promise that the Borrow Policies are appropriate for users in locations outside of the UK.\nIf you choose to access and use Borrow from locations outside the UK, you acknowledge you do so at your own risk and are responsible for compliance with local laws where they apply.</li>\n</ol>\n</li>\n<li>\n<strong>INSURANCE</strong>\n<ol>\n<li>Olio does not insure or offer insurance for the Items.</li>\n<li>Although insurance is optional, if you are a Lender and you wish to insure the Items that you Lend on the App, please check with your insurance provider.&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<ol>\n<li>In addition to the general intellectual property provisions set out in these Terms, the following additional terms and conditions apply to Lenders:</li>\n<li>You warrant that:\n<ol>\n<li>you are the legal owner or valid licensor of all of the intellectual property rights in and relating to the photographs, images and copy that you provide or upload to the listings in Borrow;</li>\n<li>our use of your intellectual property rights by us as set out in condition 39.3 will not infringe any intellectual property rights owned by any third party, and there is and will be no claim against us by any third party arising in relation to the use of such intellectual property rights.\nand</li>\n<li>Items offered for Lending by you are not fakes, replicas or design copies of any maker, brand, designer or manufacturer.</li>\n</ol>\n</li>\n<li>You permit us to access and use any User Submissions, content, including photos, that appear on your listing, in connection with Borrow, the App or Olio’s business.&nbsp;</li>\n<li>You shall indemnify us in full for any and all damages, liabilities, costs, expenses and/or losses resulting from any breach of this condition 39and the following sub-conditions in respect of any claim that the normal operation, possession or use of those intellectual property rights by us infringes a third party’s intellectual property rights.</li>\n</ol>\n</li>\n<li>\n<strong>DATA PROTECTION</strong>\n<ol>\n<li>In addition to the general data protection provisions set out in these Terms, the following additional terms and conditions apply to Lenders:\n<ol>\n<li>when using Borrow, there are circumstances in which both Olio and a Lender may process a Borrower’s personal data.\nIn those circumstances, Olio and the Lender are considered separate and independent data controllers of the applicable Borrower’s personal data.\nIn such cases, each party is responsible for the personal data it processes in connection with the services provided via Borrow.\nIf a Borrower discloses personal data to a Lender as part of the Lending/Borrowing of Items by the Lender to the Borrower, it is the Lender, not Olio, who will be responsible for the collection, processing and storage of such personal data.\nand&nbsp;</li>\n<li>if you are a Lender, you shall indemnify us in full for any and all damages, liabilities, costs, expenses, fines and/or losses in connection with your breach of any of your data protection obligations when acting as a controller of the personal data of Borrowers.&nbsp;&nbsp;</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>LIMITATION OF LIABILITY</strong>\n<ol>\n<li>In addition to the limitation of liability provisions set out in the Terms, the following terms and conditions apply to Borrow:\n<ol>\n<li>you agree, accept and understand that Olio does not create, make, manufacture, store, or inspect any of the Items made available via Borrow.\nThe Items are procured, listed, and lent directly by the Lenders, therefore Olio cannot and does not give any warranties about the quality, safety, or even legality of any Item.\nBorrowers and Lenders hereby release Olio from any claims related to Items Borrowed/Lent through Borrow, including any claims in connection with any defective Items, misrepresentations by Lenders, or Items that caused physical injury (for example, product liability claims).</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>DISPUTES BETWEEN BORROWERS AND LENDERS</strong>\n<ol>\n<li>Any legal claim by a Borrower related to an Item must be brought directly by the Borrower against the Lender of the Item and vice-versa.</li>\n<li>If any dispute or issue arises between Borrowers and Lenders, both parties are encouraged to communicate privately and to try to solve the dispute or issue themselves.</li>\n<li>Olio is not responsible or liable for resolving any disputes or issues between Borrowers and Lenders and Olio is released from any claims, demands, losses and damages arising out of any disputes between Borrowers and Lenders or other parties.&nbsp;</li>\n<li>Olio may, in certain circumstances, offer reasonable assistance to Borrowers and Lenders if a dispute has occurred between them but, if Olio is asked for assistance in a dispute, Olio will not be responsible or liable for resolving any disputes or issues between Borrowers and Lenders and Olio is released from any claims, demands, losses and damages arising out of any disputes between Borrowers and Lenders or other parties.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>SECTION H : THE FOR SALE SECTION (SELLING ON OLIO)</strong>\n</p>\n<ol>\n<li>\n<strong>GENERAL</strong>\n<ol>\n<li>The For Sale section of the App facilitates registered Adders and Requesters to connect, buy, and sell, for an agreed price, pre-owned Items locally (“<strong>For Sale</strong>”).&nbsp;</li>\n<li>For the purposes of this section of the Terms only:\n<ol>\n<li>Requesters shall be known as “<strong>Buyers</strong>”;</li>\n<li>Adders shall be known as “<strong>Sellers</strong>”;</li>\n<li>Offer shall be known as “<strong>Sale</strong>”.\nand</li>\n<li>Request shall be known as “<strong>Purchase</strong>”.</li>\n</ol>\n</li>\n<li>For Sale is not for professional Sellers.\nAny Seller that Olio has reasonable grounds to believe is a professional Seller, at its entire discretion, will be banned from the App.</li>\n<li>The For Sale section is found in the “Non-food” section of the App, by clicking on “For Sale”.</li>\n<li>For Sale is not for food.\nAny Seller selling any food will be banned from the App.</li>\n<li>The terms and conditions set out below are specific to For Sale (the “<strong>For Sale</strong>\n<strong>Terms</strong>”).&nbsp;</li>\n<li>The For Sale Terms are incorporated into the Terms and include and incorporate:\n<ol>\n<li>the Acceptable Use Policy;</li>\n<li>the Selling on Olio FAQ.\nand</li>\n<li>the What Can/Can’t I Share on the App FAQ.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<p>(together the “<strong>For Sale</strong>\n<strong>Policies</strong>”), and together with the For Sale Terms create a legally binding agreement (the “<strong>For Sale Contract</strong>”) between you, the Buyer or the Seller (as applicable) and Olio.</p>\n<ol>\n<li>By using For Sale or otherwise indicating your consent, you are agreeing to be bound by the For Sale Contract.&nbsp;&nbsp;</li>\n</ol>\n<ol>\n<li>\n<strong>THE FOR SALE SERVICE AND OLIO</strong>\n<ol>\n<li>Olio facilitates the Sale and Purchase of Items through the App.\nFor Sale is a Service in the App that allows pre-owned Items to be listed and offered for Sale to Buyers.&nbsp;</li>\n<li>Pre-owned means that all Items must either be used, second-hand or unwanted Items that are owned by Sellers.</li>\n<li>Arrangements for the Sale and Purchase of the Items are subject to a private contract between Buyer and Seller.\nOlio is not a party to that contract, we are simply the intermediary who offers a framework to allow Buyers and Sellers to connect, negotiate and contract between themselves.</li>\n<li>It is the responsibility of the Buyer and Seller to agree the price, process for payment, delivery, refunds, exchanges or cancellation of any orders or Items between themselves.</li>\n<li>Items offered for Sale through the App are neither owned by Olio nor come into Olio’s possession at any time.</li>\n<li>Olio in no way warrants or claims that:\n<ol>\n<li>the existence, quality, safety, or legality of any Item listed or its packaging are fit for purpose;</li>\n<li>any Seller offering Items for Sale has obtained the necessary licences, permissions or consents to be permitted to sell those Items.\nand</li>\n<li>Olio does not offer any refunds to Buyers.\nThe exchange or transaction is a private negotiation between Buyer and Seller.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>SELLERS’ OBLIGATIONS</strong>\n<ol>\n<li>In addition to the Adders’ obligations set out in the Terms, the following obligations apply to Sellers:\n<ol>\n<li>You have all necessary rights to offer for Sale any Item you list on the App, and that the Buyer’s use of the Items will not infringe any other party’s rights;</li>\n<li>You agree that you will act in accordance with all applicable laws in connection with your use of For Sale, including but not limited to, any laws and tax obligations that are applicable in your country of residence/domicile;</li>\n<li>It is your responsibility to obtain any consents, permissions, permits or licences that you require to be able to sell your Items via For Sale or otherwise including any that are required or applicable in your country of residence/domicile;&nbsp;</li>\n<li>You must respond accurately to any question from Buyers in relation to the Items, its condition, use or operation;</li>\n<li>If the Buyer wishes to cancel the Purchase of an Item, they are obliged to inform you and you may cancel that arrangement within the App, and re-list the Item at your convenience;</li>\n<li>You will ensure that each of your Items listings contain all the information required by a Buyer to make an informed Purchase decision and that such information is wholly complete and accurate;</li>\n<li>You may not engage in fraud (including false claims or infringement notices), theft, anti-competitive conduct, threatening conduct, or any other unlawful acts or crimes against Olio, another Olio user, or any third party.\nand</li>\n<li>You are responsible and liable for paying any applicable taxes in relation to any income from sales that you make through For Sale.</li>\n</ol>\n</li>\n<li>You acknowledge and accept that the For Sale Policies may contain information that is applicable in the UK only.\nWe make no promise that the For Sale Policies are appropriate for users in locations outside of the UK.\nIf you choose to access and use For Sale from locations outside the UK, you acknowledge you do so at your own risk and are responsible for compliance with local laws and regulations.</li>\n</ol>\n</li>\n<li>\n<strong>BUYERS’ OBLIGATIONS&nbsp;</strong>\n<ol>\n<li>In addition to the Requesters’ obligations set out in the Terms, the following obligations apply to Buyers using For Sale:\n<ol>\n<li>prior to purchasing any Item from a Seller, you are responsible for checking that any Item offered for Sale and the photographs and description of that Item match your requirements as a Buyer;&nbsp;</li>\n<li>prior to purchasing any Item from a Seller, a Buyer should read and check the Buyer’s terms and conditions before accepting to purchase the Item;</li>\n<li>prior to purchasing any Item from a Seller, the Buyer should check the Buyer’s profile and reviews;&nbsp;</li>\n<li>Buyers are responsible for making arrangements with the Sellers for the collection and return of the Items;&nbsp;</li>\n<li>if you change your mind about purchasing an Item, you must inform the Seller as soon as possible via the App so that the Seller may re-list the Item;</li>\n<li>you are responsible for paying the Seller for the Item in accordance with the Seller’s price and payment terms.</li>\n</ol>\n</li>\n<li>You acknowledge and accept that the For Sale Policies may contain information that is applicable in the UK only.\nWe make no promise that the For Sale Policies are appropriate for users in locations outside of the UK.\nIf you choose to access and use For Sale from locations outside the UK, you acknowledge you do so at your own risk and are responsible for compliance with local laws and regulations.</li>\n</ol>\n</li>\n<li>\n<strong>PAYMENT</strong>\n<ol>\n<li>Olio does not provide any payment function, system or payment processing.</li>\n<li>Payment and the terms of any payment are organised and agreed between the Seller and the Buyer.\n<ol>\n<li>Olio has created some guidance for payments for Buyers and Sellers in the Selling on Olio FAQ.\nHowever, Olio is not responsible or liable for any payments, any non-payment, any refunds or any issues in connection with any payments.</li>\n</ol>\n</li>\n<li>Use of For Sale is currently free of charge and no fees or commission for Buyers or Sellers are payable.&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<ol>\n<li>In addition to the general intellectual property provisions set out in these Terms, the following additional terms and conditions apply to Sellers:</li>\n<li>You warrant that:\n<ol>\n<li>you are the legal owner or valid licensor of all of the intellectual property rights in and relating to the photographs, images and copy that you provide or upload to the listings in For Sale;</li>\n<li>our use of your intellectual property rights by us as set out in condition 48.3 will not infringe any intellectual property rights owned by any third party, and there is and will be no claim against us by any third party arising in relation to the use of such intellectual property rights.\nand</li>\n<li>Items offered for sale by you are not fakes, replicas or design copies of any maker, brand, designer or manufacturer.</li>\n</ol>\n</li>\n<li>You permit us to access and use any User Submissions, content, including photos, that appear on your listing, in connection with For Sale, the App or Olio’s business.&nbsp;</li>\n<li>You shall indemnify us in full for any and all damages, liabilities, costs, expenses and/or losses resulting from any breach of this condition 48 and the following sub-conditions in respect of any claim that the normal operation, possession or use of those intellectual property rights by us infringes a third party’s intellectual property rights.</li>\n</ol>\n</li>\n<li>\n<strong>DATA PROTECTION</strong>\n<ol>\n<li>In addition to the general data protection provisions set out in these Terms, the following additional terms and conditions apply to Sellers:\n<ol>\n<li>When using For Sale, there are circumstances in which both Olio and a Seller may process a Buyer’s personal data.\nIn those circumstances, Olio and the Seller are considered separate and independent data controllers of the applicable Buyer’s personal data.\nIn such cases, each party is responsible for the personal data it processes in connection with the services provided via For Sale.\nIf a Buyer discloses personal data to a Seller, it is the Seller, not Olio, who will be responsible for the collection, processing and storage of such personal data.\nand&nbsp;</li>\n<li>If you are a Seller, you shall indemnify us in full for any and all damages, liabilities, costs, expenses, fines and/or losses in connection with your breach of any of your data protection obligations when acting as a controller of the personal data of Buyers.&nbsp;&nbsp;</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>LIMITATION OF LIABILITY</strong>\n<ol>\n<li>In addition to the limitation of liability provisions set out in the Terms, the following terms and conditions apply to For Sale:\n<ol>\n<li>You agree, accept and understand that Olio does not create, make, manufacture, store, or inspect any of the Items made available via For Sale.\nThe Items are sold directly by the Sellers, therefore Olio cannot and does not give any warranties about the quality, safety, or even legality of any Item.\nBuyers and Sellers hereby release Olio from any claims related to Items sold through For Sale, including any claims in connection with any defective Items, misrepresentations by Sellers, or Items that caused physical injury (for example, product liability claims).</li>\n<li>Olio is not for professional sellers.\nIf you use For Sale for business purposes (and you are not a “consumer” as defined by the UK Consumer Rights Act 2015), you agree that we have no liability to you under any circumstances for any losses, costs, damages or expenses that you may incur through your use of For Sale whether direct, indirect or consequential (including, but not limited to, any loss of profit, loss of business, business interruption or business opportunity).</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>DISPUTES BETWEEN BUYERS AND SELLERS</strong>\n<ol>\n<li>Any legal claim by a Buyer related to an Item must be brought directly by the Buyer against the Seller of the Item and vice-versa.</li>\n<li>If any dispute or issue arises between Buyers and Sellers, both parties are encouraged to communicate privately and to try to solve the dispute or issue themselves.</li>\n<li>Olio is not responsible or liable for resolving any disputes or issues between Buyers and Sellers and Olio is released from any claims, demands, losses and damages arising out of any disputes between Buyers and Sellers or other parties.&nbsp;</li>\n<li>Olio may, in certain circumstances, offer reasonable assistance to Buyers and Sellers if a dispute has occurred between them but, if Olio is asked for assistance in a dispute, Olio will not be responsible or liable for resolving any disputes or issues between Buyers and Sellers and Olio is released from any claims, demands, losses and damages arising out of any disputes between Buyers and Sellers or other parties.</li>\n</ol>\n</li>\n</ol>\n<p>END</p>\n<p>\n</p>\n<p>Turn useless into useful with Olio</p> Get the app Get the app <ul>\n<li> Our Story </li>\n<li> Our Impact </li>\n<li> Meet the Team </li>\n<li> Careers </li>\n<li> Press and Awards </li>\n<li> FAQs </li>\n<li> Contact Us </li>\n</ul> This webpage emits around 0.07g of CO<sub>2</sub>\n<ul>\n<li> Visit our Instagram page </li>\n<li> Visit our Facebook page </li>\n<li> Visit our LinkedIn page </li>\n<li> Visit our Twitter page </li>\n</ul>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> End User Licence Agreement </li>\n<li> Allergen Information </li>\n</ul>\n<p>Olio © 2023</p> Designed by Wholegrain Digital Download the Olio app <p>Join 7 million Olio-ers worldwide in the fight against waste</p> Apple 4.9 Google 4.6 Close modal ", "created_at": "2023-06-22 02:50:19.107777", "updated_at": "2023-06-22 02:51:00.32148"}, {"id": 16442, "name": "Cookie Policy", "url": "https://olioapp.com/en/cookie-policy/", "xpath": "//body", "text": " <p>Cookies allow us to give you the best experience on our site, analyse our traffic and help with our marketing efforts.\nSome info is shared with our trusted partners.\nMore details on our Cookie Policy.</p>\n<ul>\n<li> Accept site cookies </li>\n<li> Decline site cookies </li>\n</ul> Skip to content Olio | At Home English English Español New <p>Same Olio, new look! Read the full story here.</p> Volunteer Hub sign-in Olio | At Home <ul>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n<ul>\n<li> At home <ul>\n<li> Homepage </li>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n</li>\n<li> At work <ul>\n<li> Why Olio </li>\n<li> Our partners </li>\n</ul>\n</li>\n</ul> At home At work Volunteer Hub sign-in Get the app Get the app Cookie Policy <p>\n<strong>Scope of this policy</strong>\n</p>\n<ol>\n<li>Olio Exchange Limited (<strong>we</strong> or <strong>us</strong> or <strong>our</strong>) uses cookies when you visit our website, www.olioapp.com, (the <strong>Website</strong>) to help customise the Website and improve your experience using the Website.</li>\n<li>This policy applies between you, the user of this Website, and us, Olio Exchange Limited, the owner and provider of this Website.</li>\n<li>When you visit the Website, and before your Website places cookies on your computer, you will be presented with a message bar requesting your consent to set those cookies.\nBy giving your consent to the placing of cookies, you are enabling us to provide a better experience and service.\nYou may, if you wish, deny consent to the placing of these cookies.\nhowever, certain features of the Website may not function fully or as intended.</li>\n<li>This cookie policy should be read alongside, and in addition to, our Privacy Policy.</li>\n</ol>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<ol>\n<li>A cookie is a small text file placed on your computer by this Website when you visit certain parts of the Website and/or when you use certain features of the Website.</li>\n<li>This Website may place and access certain cookies on your computer.\nWe use these cookies to improve your experience of using the Website and to improve our range of services.</li>\n<li>Cookies do not usually contain any information that personally identifies you, the Website user.\nHowever, personal information that we store about you may be linked to the information obtained from and stored in cookies.\nFor more information on how such personal information is handled and stored, refer to our Privacy Policy.</li>\n</ol>\n<p>\n<strong>Types of cookies</strong>\n</p>\n<ol>\n<li>This Website uses the following cookies:</li>\n</ol>\n<ul>\n<li>\n<strong>Strictly necessary cookies</strong>: these are cookies that are required for the operation of the Website.\nThey include, for example, cookies that enable you to log into secure areas of the Website.</li>\n<li>\n<strong>Analytical/performance cookies</strong>: these cookies allow us to recognise and count the number of visitors and to see how visitors move around our Website when they are using it.\nThis helps us to improve the way our Website works, for example, by ensuring that users are finding what they are looking for easily.</li>\n<li>\n<strong>Functionality cookies</strong>: these are used to recognise you when you return to our Website.\nThis enables us to personalise our content for you and remember your preferences (for example, your choice of language or region).\nBy using the Website, you agree to our placement of functionality cookies.</li>\n<li>\n<strong>Targeting cookies</strong>: these cookies record your visit to our Website, the pages you have visited and the links you have followed.\nWe will use this information to make our Website more relevant to your interests.\nWe may also share this information with third parties for this purpose.</li>\n<li>\n<strong>Web beacons</strong>: pages of the Website may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity)</li>\n<li>\n<strong>Third-party cookies</strong>: we collaborate with third-party service providers who use technologies such as cookies and web beacons to enhance your experience on our sites.\nThese providers help us deliver content and gather anonymous analytics.\nThey are bound by confidentiality agreements and follow privacy policies regarding personal information.\nThe Website uses third-party cookies from Meta (Facebook), Google (Google Analytics, Google Ads, Google Search and Youtube) and Pardot.</li>\n</ul>\n<ol>\n<li>We have carefully chosen these cookies and have taken steps to ensure that your privacy is protected and respected at all times.</li>\n</ol>\n<p>\n<strong>How to control your cookies</strong>\n</p>\n<ol>\n<li>You can choose to enable or disable cookies in your internet browser.\nBy default, most internet browsers accept cookies but this can be changed.\nFor further details, please see the help menu in your internet browser.</li>\n<li>You can switch off cookies at any time, however, you may lose information that enables you to access the Website more quickly and efficiently.</li>\n<li>It is recommended that you ensure that your internet browser is up-to-date and that you consult the help and guidance provided by the developer of your internet browser if you are unsure about adjusting your privacy settings.</li>\n<li>For more information generally on cookies, including how to disable them, please refer to aboutcookies.org.\nYou will also find details on how to delete cookies from your computer.</li>\n</ol>\n<p>\n<strong>Changes to this policy</strong>\n</p>\n<ol>\n<li>Olio Exchange Limited reserves the right to change this cookie policy as we may deem necessary from time to time or as may be required by law.\nAny changes will be immediately posted on the Website and you are deemed to have accepted the terms of the cookie policy on your first use of the Website following the alterations.</li>\n</ol>\n<p>\n<strong>Contact details</strong>\n</p>\n<ol>\n<li>The Website is owned by Olio Exchange Limited incorporated in England and Wales with registered number 09428660 whose registered office is at 157A Nelson road, London, N8 9RR, England.</li>\n<li>You may contact us: by email at hello@olioapp.com.</li>\n</ol>\n<p>\n<em>This policy was updated on 19 May 2023.</em>\n</p>\n<p>Turn useless into useful with Olio</p> Get the app Get the app <ul>\n<li> Our Story </li>\n<li> Our Impact </li>\n<li> Meet the Team </li>\n<li> Careers </li>\n<li> Press and Awards </li>\n<li> FAQs </li>\n<li> Contact Us </li>\n</ul> This webpage emits around 0.07g of CO<sub>2</sub>\n<ul>\n<li> Visit our Instagram page </li>\n<li> Visit our Facebook page </li>\n<li> Visit our LinkedIn page </li>\n<li> Visit our Twitter page </li>\n</ul>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> End User Licence Agreement </li>\n<li> Allergen Information </li>\n</ul>\n<p>Olio © 2023</p> Designed by Wholegrain Digital Download the Olio app <p>Join 7 million Olio-ers worldwide in the fight against waste</p> Apple 4.9 Google 4.6 Close modal ", "created_at": "2023-06-22 02:50:19.16702", "updated_at": "2023-06-22 03:04:02.150479"}, {"id": 16443, "name": "End User Licence Agreement", "url": "https://olioapp.com/en/license-agreement/", "xpath": "//body", "text": " <p>Cookies allow us to give you the best experience on our site, analyse our traffic and help with our marketing efforts.\nSome info is shared with our trusted partners.\nMore details on our Cookie Policy.</p>\n<ul>\n<li> Accept site cookies </li>\n<li> Decline site cookies </li>\n</ul> Skip to content Olio | At Home English English Español New <p>Same Olio, new look! Read the full story here.</p> Volunteer Hub sign-in Olio | At Home <ul>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n<ul>\n<li> At home <ul>\n<li> Homepage </li>\n<li> Our vision </li>\n<li> Learn more </li>\n<li> Get involved </li>\n</ul>\n</li>\n<li> At work <ul>\n<li> Why Olio </li>\n<li> Our partners </li>\n</ul>\n</li>\n</ul> At home At work Volunteer Hub sign-in Get the app Get the app <p>\n<em>Last updated: 15 July , 2022</em>\n</p>\n<p>\n<strong>Please read this agreement carefully before accessing the App from&nbsp.\nour website or downloading the App from any Appstore.&nbsp;</strong>\n</p>\n<p>\n<strong>Introduction:</strong>\n</p>\n<p>This end-user licence agreement (“<strong>EULA”</strong>) is a legal agreement between you (“<strong>End-user</strong>” or “<strong>you”</strong>) and Olio Exchange Limited (registered number 09428660) of 157A Nelson Road, London, England, N8 9RR (“<strong>Licensor”</strong>, “<strong>us”, “our”</strong> or “<strong>we”</strong>) for the licence of our:</p>\n<ul>\n<li>Olio mobile application software and the web-based version of the App (the “<strong>App”</strong>);&nbsp;</li>\n<li>online or electronic documents (“<strong>Documents”</strong>).\nand</li>\n<li>the services you connect to via the App and the content we provide to you through it (the “<strong>Services”</strong>).&nbsp;</li>\n</ul>\n<p>We license the use of the App, Documents and Services to you on the basis of this EULA and subject to any terms, rules or policies applied by any appstore provider or operator from whose site (“<strong>Appstore</strong>”) the End-user downloaded the App (the “<strong>Appstore Rules</strong>”).\nThe Appstore Rules will apply instead of the terms of this EULA where there are differences between the two.</p>\n<p>Although you may subscribe for our Services, we do not sell the App, Services or Documents to you.\nWe remain the owners of the App, Services and Documents at all times.</p>\n<p>\n<strong>Important notice:</strong>\n</p>\n<p>By accessing the App or by downloading the App from any Appstore provider you:&nbsp;</p>\n<ul>\n<li>agree to the terms of this EULA which will bind you.\nThe terms of this licence include the limitations on liability in condition 6;</li>\n<li>represent that you are 18 years of age or over and are legally capable of entering into a binding agreement.\nand</li>\n<li>accept this EULA and agree that you are legally bound by its terms.</li>\n</ul>\n<p>If you do not agree to the terms of this EULA, we will not licence the App, Documents and Services to you and you must stop the downloading process or your access now.</p>\n<p>\n<strong>We recommend saving a copy of this EULA for future reference.</strong>\n</p>\n<p>\n<strong>Agreed Terms:</strong>\n</p>\n<ol>\n<li>\n<strong>Acknowledgements</strong>\n<ol>\n<li>The terms of this EULA apply to the App, the Documents and the Services, including any updates or supplements to the App, unless they come with separate terms, in which case those terms apply.\nIf any open-source software is included in the App or any Service, the terms of an open-source licence may override some of the terms of this EULA.&nbsp;</li>\n<li>Olio may alter or amend these terms by notifying you by email or via the App.\nBy continuing to use the Services and/or the App after notification, you will be deemed to have accepted any changes or amendment to these terms.&nbsp;</li>\n<li>From time to time updates to the App may be issued through the Appstore.\nDepending on the update, you may not be able to use the Services until you have downloaded or streamed the latest version of the App and accepted any new terms.</li>\n<li>You will be assumed to have obtained permission from the owners of the mobile telephone, laptop or handheld devices (“<strong>Devices</strong>”) that are controlled, but not owned by you&nbsp.\nto download or access a copy of the App onto or from the Devices.\nYou and they may be charged by your and their service providers for internet access on the Devices.\nYou accept responsibility in accordance with the terms of this EULA for the use of the App or any Service on or in relation to any Device, whether or not it is owned by you.&nbsp;</li>\n<li>By using the App or any Service, you acknowledge and agree that internet transmissions are never completely private or secure.\nYou understand that any message or information you send using the App or any Service may be read or intercepted by others, even if there is a special notice that a particular transmission is encrypted.</li>\n<li>We only use any personal data we collect through your use of the App and the Services in the ways set out in our Privacy Policy.\nThe use of the App and the Services will be governed by the Terms and Conditions and subject to the Privacy Policy incorporated into this EULA by reference and set out at the following web address: www.olioapp.com.</li>\n<li>The App or any Service may contain links to other independent third-party websites (“<strong>Third-party Sites</strong>”).\nThird-party Sites are not under our control, and we are not responsible for and do not endorse their content or their privacy policies (if any).\nYou will need to make your own independent judgement regarding your interaction with any Third-party Sites, including the purchase and use of any products or services accessible through them.&nbsp;</li>\n<li>Any words following the terms “including”, “include”, “in particular” or, “for example” or any similar phrase in this EULA shall be construed as illustrative and shall not limit the generality of the related general words.</li>\n<li>Any words used but not defined in the EULA shall have the same meanings as set out in the Terms and Conditions.</li>\n</ol>\n</li>\n<li>\n<strong>Grant and Scope of Licence</strong>\n<ol>\n<li>In consideration of you agreeing to abide by the terms of this EULA, we grant you a limited, non-transferable, revocable, non-exclusive licence to use: (i) the App on the Devices.\n(ii) the Documentation.\n(iii) and the Services, subject to our Terms and Conditions, the Privacy Policy and the Appstore Rules, incorporated into this EULA by reference.\nWe reserve all other rights.</li>\n<li>You may:\n<ol>\n<li>download, install, access and use the App for your personal, non-commercial use on a single Device owned or otherwise controlled by you strictly in accordance with the App Documentation and this EULA.&nbsp;</li>\n<li>access, download and use on such Device the Content and Services (as defined in Section 10.1) made available in or otherwise accessible through the App, strictly in accordance with this EULA and the Terms and Conditions applicable to such Content and Services as set forth in that section.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Licence Restrictions</strong>\n</li>\n</ol>\n<p>Except as expressly set out in this EULA or as permitted by any local law, you agree:</p>\n<ol>\n<li>not to copy the App, the Services or Documents except where such copying is incidental to normal use of the App, the Services or the Documents, or where it is necessary for the purpose of back-up or operational security;</li>\n<li>not to rent, lease, sub-licence, loan, translate, merge, adapt, vary or modify the App, the Services or Documents;</li>\n<li>not to make alterations to, or modifications of, the whole or any part of the App or the Services, or permit the App or the Services or any part of them to be combined with, or be incorporated into, any other programs;</li>\n<li>not to disassemble, decompile, reverse-engineer or create derivative works based on the whole or any part of the App or attempt to do any such thing except to the extent that (in the UK by virtue of section 296A of the <em>Copyright, Designs and Patents Act 1988</em>) such actions cannot be prohibited because they are essential for the purpose of achieving interoperability of the App with another software program, and provided that the information obtained by you during such activities:\n<ol>\n<li>is used only for the purpose of achieving interoperability of the App or the Services with another software program;</li>\n<li>is not unnecessarily disclosed or communicated without our prior written consent to any third party.\nand</li>\n<li>is not used to create any software which is substantially similar to the App or the Services;</li>\n</ol>\n</li>\n<li>not to provide or otherwise make available the App in whole or in part (including object and source code), in any form to any person without prior written consent from us;&nbsp;</li>\n<li>to comply with all technology control or export laws and regulations that apply to the technology used or supported by the App or any Service.\nand&nbsp;</li>\n<li>not to use the App in, or in association with, the design, construction, maintenance or operation of any hazardous environments or systems, including any power generation systems.\naircraft navigation or communication systems, air traffic control systems or any other transport management systems.\nsafety-critical applications, including medical or life-support systems, vehicle operation applications or any police, fire or other safety response systems.\nand military or aerospace applications, weapons systems or environments,&nbsp;<br>\n<br>together, the “<strong>Licence Restrictions</strong>”<strong>.</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Acceptable Use Restrictions</strong>\n<br>You must:\n<ol>\n<li>not use the App, Documents or any Services in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this EULA or the restrictions set out in our FAQs, or act fraudulently or maliciously, for example, by hacking into or inserting malicious code, including viruses, or harmful data, into the App, any Services or any operating system;</li>\n<li>not infringe our intellectual property rights or those of any third party in relation to your use of the App, Documents or any Services, including the submission of any material to the extent that such use is not licensed by this EULA;</li>\n<li>not transmit any material that is defamatory, offensive or otherwise objectionable in relation to your use of the App, Documents or any Services;</li>\n<li>not transmit any material that is of a religious, ideological or political nature in relation to your use of the App, Documents or any Services;</li>\n<li>not use the App, Documents or any Services in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users.\nand</li>\n<li>not collect or harvest any information or data from any Services or our systems or attempt to decipher any transmissions to or from the servers running any Services.<br>\n<br>together, the “<strong>Acceptable Use Restrictions</strong>”.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Intellectual Property Rights</strong>\n<ol>\n<li>You acknowledge and agree that the App, Documents and Services are provided to you under licence, and are not sold to you.\nYou do not acquire any ownership interest in the App, the Documents or the Services under this EULA, nor any other rights other than to use the App, Documents and the Services in accordance with the licence granted, and subject to all terms, conditions and restrictions, under this EULA.&nbsp;</li>\n<li>You acknowledge and agree that all intellectual property rights in the App, the Documents and the Services anywhere in the world belong to us or our licensors, that rights in the App, Documents and Services are licensed to you, and that you have no rights in, or to, the App, the Documents or the Services other than the right to use each of them in accordance with the terms of this EULA.</li>\n<li>You acknowledge that you have no right to have access to the App in source-code form.</li>\n</ol>\n</li>\n<li>\n<strong>Limitation Of Liability</strong>\n<ol>\n<li>You acknowledge that the App and the Services have not been developed to meet your individual requirements, and that it is therefore your responsibility to ensure that the facilities and functions of the App and the Services, as described in the Documents meet your requirements.</li>\n<li>We supply the App, the Services and Documents for domestic, private and business use.\nYou agree not to use the App, the Services and Documents for resale purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</li>\n<li>In no event will we be liable for any direct, indirect, special, or consequential losses or damages of whatsoever kind arising out of access to, or the use of the App, Documents and/or Services or related websites or any information contained in them, including loss of profit and the like whether or not in the contemplation of the parties, whether based on breach of contract, tort (including negligence), product liability or otherwise, even if advised of the possibility of such losses or damages.</li>\n<li>You agree to indemnify, defend and hold harmless OLIO and its officers, directors, employees, agents, affiliates, successors and assigns from and against any and all losses, damages, liabilities, deficiencies, claims, actions, judgments, settlements, interest, awards, penalties, fines, costs, or expenses of any kind, including reasonable attorneys’ fees, arising from or relating to your use or misuse of the App, Documents and/or the Services or your breach of this EULA.\nFurthermore, you agree that OLIO assumes no responsibility for the content you submit or make available through the App.</li>\n<li>Subject to clause 6.7 and to the fullest extent permitted by applicable law, in no event will we or any of our respective licensors or service providers, have any liability arising from or related to your use of or inability to use the App, the Documents, and/or the Content and Services for:\n<ol>\n<li>personal injury, property damage, lost profits, cost of substitute goods or services, loss of data, loss of goodwill, business interruption, computer failure or malfunction or any other consequential, incidental, indirect, or special losses or damages.\nand&nbsp;</li>\n<li>direct damages in amounts that in the aggregate exceed the amount actually paid by you for the App or your subscription to the App.&nbsp;</li>\n</ol>\n</li>\n<li>The foregoing limitations will apply whether such losses or damages arise out of breach of contract, tort (including negligence) or otherwise and regardless of whether such damages were foreseeable or we were advised of the possibility of such damages.&nbsp;</li>\n<li>Some jurisdictions do not allow certain limitations of liability, so some or all of the above limitations of liability may not apply to you.\nFor example, nothing in this EULA shall limit or exclude our liability to users in the UK for:\n<ol>\n<li>death or personal injury resulting from our negligence;</li>\n<li>fraud or fraudulent misrepresentation.\nand</li>\n<li>any other liability that cannot be excluded or limited by English law.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Termination</strong>\n<ol>\n<li>We may terminate this EULA immediately:\n<ol>\n<li>if you commit a material or persistent breach of this EULA;&nbsp;</li>\n<li>if you breach any of the Licence Restrictions or the Acceptable Use Restrictions.\nand/or</li>\n<li>if you breach any of the provisions in the Terms and Conditions.</li>\n</ol>\n</li>\n<li>On termination for any reason:\n<ol>\n<li>all rights granted to you under this EULA shall cease;</li>\n<li>you must immediately cease all activities authorised by this EULA, including your use of the App, the Documents and any Services;&nbsp;</li>\n<li>you must immediately delete or remove the App from all Devices, and immediately destroy all copies of the App and Documents then in your possession, custody or control.\nand&nbsp;</li>\n<li>all restrictions imposed on you by this EULA and the limitations of liability set out in this EULA will survive termination.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Communication Between Us</strong>\n<ol>\n<li>If you wish to contact us in writing, or if any condition in this EULA requires you to give us notice in writing, you can send this to us at 157A Nelson Road, London, England, N8 9RR or by email to: hello@olioapp.com.&nbsp;</li>\n<li>If we have to contact you or give you notice in writing, we will do so by e-mail or by pre-paid post to the address you provide to us.</li>\n</ol>\n</li>\n<li>\n<strong>Events Outside Our Control</strong>\n<ol>\n<li>We will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under this EULA that is caused by any act or event beyond our reasonable control, including failure of public or private telecommunications networks (“<strong>Event Outside Our Control</strong>”).</li>\n<li>If an Event Outside Our Control takes place that affects the performance of our obligations under this EULA:\n<ol>\n<li>our obligations under this EULA will be suspended and the time for performance of our obligations will be extended for the duration of the Event Outside Our Control.\nand</li>\n<li>we will use our reasonable endeavours to find a solution by which our obligations under this EULA may be performed despite the Event Outside Our Control.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Other Important Terms</strong>\n<ol>\n<li>Content and Services.\nThe App may provide you with access to the Company’s website located at www.olioapp.com (the “<strong>Website</strong>”) and products and services accessible thereon, and certain features, functionality and content accessible on or through the App may be hosted on the Website (collectively, “<strong>Content and Services</strong>”).\nYour access to and use of such Content and Services are governed by our Terms and Conditions and Privacy Policy which are incorporated herein by reference.\nYour access to and use of such Content and Services may require you to acknowledge your acceptance of such Terms and Conditions and Privacy Policy and/or to register with the Website and your failure to do so may restrict you from accessing or using certain of the App’s features and functionality.\nAny&nbsp.\nbreach of such Terms and Conditions will also be deemed a&nbsp.\nbreach of this EULA.</li>\n<li>We may transfer our rights and obligations under this EULA to another organisation, but this will not affect your rights or our obligations under this EULA.&nbsp;</li>\n<li>You may only transfer your rights or obligations under this EULA to another person if we agree in writing.</li>\n<li>If we fail to insist that you perform any of your obligations under this EULA, or if we do not enforce our rights against you, or if we delay in doing so, that will not mean that we have waived our rights against you and it will not mean that you do not have to comply with those obligations.\nIf we do waive a default by you, we will only do so in writing, and that will not mean that we will automatically waive any later default by you.&nbsp;</li>\n<li>Each of the conditions of this EULA operates separately.\nIf any court or competent authority decides that any of them are unlawful or unenforceable, the remaining conditions will remain in full force and effect.</li>\n<li>Geographic Restrictions.\nThe Content and Services are based in the United Kingdom and provided for access and use by anyone subject to local laws and restrictions.\nYou acknowledge that you may not be able to access all or some of the Content and Services outside of the United Kingdom and that access thereto may not be legal by certain persons or in certain countries.\nIf you access the Content and Services from outside the United Kingdom, you are responsible for compliance with local laws.</li>\n<li>Please note that this EULA, its subject matter and its formation, are governed by English law.\nYou and We both agree that the courts of England and Wales will have exclusive jurisdiction.&nbsp;</li>\n<li>If any dispute arises in connection with this agreement, the parties will attempt to settle it by correspondence and for business users by mediation in accordance with the Centre for Effective Dispute Resolution (CEDR) Model Mediation Procedure.\nUnless otherwise agreed between the parties within 14 days of notice of the dispute, the mediator will be nominated by CEDR.</li>\n<li>The mediation will take place in London, England and the language of the mediation will be English.\nThe Mediation Agreement referred to in the Model Procedure shall be governed by, and construed and take effect in accordance with, the substantive law of England and Wales.\nIf the dispute is not settled by mediation within 14 days of commencement of the mediation or within such further period as the parties may agree in writing, the dispute shall be referred to the courts of England and Wales.</li>\n<li>This EULA, our Terms and Conditions and our Privacy Policy constitutes the entire agreement between you and Company with respect to the App, the Documents and the Services and supersede all prior or contemporaneous understandings and agreements, whether written or oral, with respect to the App, the Documents and the Services.&nbsp;</li>\n<li>This EULA has been entered into on the date of download of or access to the App.</li>\n<li>Waiver.\nNo failure to exercise, and no delay in exercising, on the part of either party, any right or any power hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or power hereunder preclude further exercise of that or any other right hereunder.\nIn the event of a conflict between this EULA and any other terms, the terms of this EULA shall take precedence.</li>\n<li>Disclaimer of warranties.\nThe App, the Documents and the Services are provided to the End-User “as is” and with all faults and defects without warranty of any kind.\nto the maximum extent permitted under applicable law.\nThe Company on its own behalf and on behalf of its affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the App, the Documents and the Services including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of the course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Licensor provides no warranty or undertaking, and makes no representation of any kind that the App, the Documents and the Services will meet your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.</li>\n<li>Some jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you.&nbsp;</li>\n</ol>\n</li>\n<li>\n<strong>Terms applicable in the United States of America</strong>\n<ol>\n<li>The following terms apply in addition to those set out above for users in the United States of America.</li>\n<li>The App may be subject to US export control laws, including the US Export Administration Act and its associated regulations.\nYou shall not, directly or indirectly, export, re-export or release the App to, or make the App accessible from, any jurisdiction or country to which export, re-export or release is prohibited by law, rule or regulation.\nYou shall comply with all applicable federal laws, regulations and rules, and complete all required undertakings including obtaining any necessary export licence or other governmental approval, prior to exporting, re-exporting, releasing or otherwise making the App available outside the US.</li>\n<li>US Government Rights.\nThe App is a commercial computer software, as such term is defined in 48 C.F.R.\n§2.101.\nAccordingly, if you are an agency of the US Government or any contractor thereof, you receive only those rights with respect to the App as are granted to all other end users under licence, in accordance with (a) 48 C.F.R.\n§227.7201 through 48 C.F.R.\n§227.7204, with respect to the Department of Defense and their contractors, or (b) 48 C.F.R.\n§12.212, with respect to all other US Government licensees and their contractors.</li>\n</ol>\n</li>\n</ol>\n<p>Turn useless into useful with Olio</p> Get the app Get the app <ul>\n<li> Our Story </li>\n<li> Our Impact </li>\n<li> Meet the Team </li>\n<li> Careers </li>\n<li> Press and Awards </li>\n<li> FAQs </li>\n<li> Contact Us </li>\n</ul> This webpage emits around 0.07g of CO<sub>2</sub>\n<ul>\n<li> Visit our Instagram page </li>\n<li> Visit our Facebook page </li>\n<li> Visit our LinkedIn page </li>\n<li> Visit our Twitter page </li>\n</ul>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> End User Licence Agreement </li>\n<li> Allergen Information </li>\n</ul>\n<p>Olio © 2023</p> Designed by Wholegrain Digital Download the Olio app <p>Join 7 million Olio-ers worldwide in the fight against waste</p> Apple 4.9 Google 4.6 Close modal ", "created_at": "2023-06-22 02:50:19.196289", "updated_at": "2023-06-22 02:52:19.454415"}], "points": [], "urls": ["olioapp.com"]}}