{"error": 448, "message": "OK", "parameters": {"id": 8463, "name": "Faithful Counseling", "created_at": "2023-06-22 02:30:56.115936", "updated_at": "2023-06-22 10:02:07.007771", "wikipedia": null, "keywords": null, "related": null, "slug": "faithful-counseling", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8463.png", "url": "faithfulcounseling.com", "documents": [{"id": 16433, "name": "Terms and Conditions", "url": "https://www.faithfulcounseling.com/terms/", "xpath": "//body", "text": " <p>Cookie Consent</p> We process personally identifiable information (\"PII\") and personal health information to conduct our business and provide you with effective service as described in our Privacy Policy.\nSome data processing and sharing is required for our product to function and cannot be disabled.\nWe may also share PII with third party advertising partners to deliver more relevant ads and with analytics partners to improve our services.\nBy clicking 'I Agree', you consent to this sharing.\nTo learn about who we share your data with and why or to opt out, go to Sharing Settings.\nSharing Settings I Agree <i>\n</i>\n<i>\n</i> Open menu <ul>\n</ul>\n<ul>\n<li>Pricing</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Contact</li>\n<li>Statement of Faith</li> Login Get Started </ul> Terms and Conditions <ol>\n<li>\n<p>The Terms and Conditions</p>\n<p> The following are the Terms and Conditions (the \"Agreement\") which govern your access and use of our online platform through which therapy may be provided (collectively the \"Platform\").\nThis website is owned and operated by BetterHelp located at 990 Villa St, Mountain View, California, United States (contact@betterhelp.com).\nThe Platform may be provided or be accessible via multiple websites or applications whether owned and/or operated by us or by third parties, including, without limitation, the website faithfulcounseling.com and its related apps.\n</p>\n<p> By accessing or using the Platform, you are entering into this Agreement.\nYou should read this Agreement carefully before starting to use the Platform.\nIf you do not agree to be bound to any term of this Agreement, you must not access the Platform.\n</p>\n<p> When the terms \"we\", \"us\", \"our\" or similar are used in this Agreement, they refer to any company that owns and operates the Platform (the \"Company\").\n</p>\n<p>IMPORTANT NOTICE: THIS AGREEMENT IS SUBJECT TO BINDING ARBITRATION AND A CLASS ACTION WAIVER AS DETAILED IN SECTION 6.</p>\n</li>\n<li>\n<p>The Therapists and Therapist Services</p>\n<p>The Platform may be used to connect you with a Therapist who will provide services to you through the Platform (\"Therapist Services\").</p>\n<p>For U.S.\nbased Therapists</p>\n<p>We require every Therapist providing Therapist Services on the Platform to be an accredited, trained, and experienced licensed U.S.\npsychologist (PhD / PsyD), licensed marriage and family therapist (LMFT), licensed clinical social worker (LCSW), licensed professional counselor (LPC), or similar applicable recognized professional certification based on their state and/or jurisdiction.\nTherapists must have a relevant academic degree in their field, at least 3 years of experience, at least 1,000 hours of hands-on experience, and have to be qualified and certified by their respective professional board after successfully completing the necessary education, exams, training and practice requirements as applicable.</p>\n<p>For U.K.\nbased Therapists</p>\n<p>We require every Therapist providing Therapist Services on the Platform to be a registered, trained, and experienced U.K.\nPractitioner Psychologist, Accredited Therapist, or similar applicable recognized professional certification.\nTherapists must have a relevant academic degree in their field, at least 3 years of experience, and have to be qualified and accredited by their respective professional organization after successfully completing the necessary education, exams, training, and practice requirements as applicable.</p>\n<p>For the avoidance of doubt, Therapists are referred to on this site and related apps/sites by their title and U.S.\nor U.K.\ncredentials, whichever is applicable.\n</p>\n<p>For all Therapists</p>\n<p>The Therapists are independent providers who are neither our employees nor agents nor representatives.\nThe Platform's role is limited to enabling the Therapist Services.\nThe Therapists themselves are responsible for the performance of the Therapist Services.\nIf you feel the Therapist Services provided by the Therapist do not fit your needs or expectations, you may change to a different Therapist who provides services through the Platform.\nWhile we have a large database of Therapists, you should note that because of licensure requirements that differ from jurisdiction to jurisdiction, not all Therapists available on our database will be available for you to match with, or at any particular time, or for any set period of time.\nIf a Therapist you have been connected with stops using the Platform at any time after you have been connected, we will send an email to notify you that your Therapist is no longer on the Platform and that you have the opportunity to match with a new Therapist.</p>\n<p>While we hope the Therapist Services are beneficial to you, you understand, agree and acknowledge that they may not be the appropriate solution for everyone's needs and that they may not be appropriate for every particular situation and/or a substitute for certain mental health needs that might require in-person therapy services, such as active withdrawal from certain substances or anorexia nervosa.</p>\n<p>IF YOU ARE THINKING ABOUT SUICIDE OR IF YOU ARE CONSIDERING HARMING YOURSELF OR OTHERS OR IF YOU FEEL THAT ANY OTHER PERSON MAY BE IN ANY DANGER OR IF YOU HAVE ANY MEDICAL EMERGENCY, YOU MUST IMMEDIATELY CALL YOUR LOCAL EMERGENCY SERVICES NUMBER AND NOTIFY THE RELEVANT AUTHORITIES (click here for a link to emergency and crisis resources in your area).\nTHE PLATFORM IS NOT DESIGNED FOR USE IN ANY OF THE AFOREMENTIONED CASES AND THE THERAPISTS CANNOT PROVIDE THE ASSISTANCE REQUIRED IN ANY OF THE AFOREMENTIONED CASES.</p>\n<p>THE PLATFORM IS NOT INTENDED FOR THE PROVISION OF CLINICAL DIAGNOSIS REQUIRING AN IN-PERSON EVALUATION AND YOU SHOULD NOT USE IT IF YOU NEED ANY OFFICIAL DOCUMENTATION OR APPROVALS FOR PURPOSES SUCH AS, BUT NOT LIMITED TO, COURT-ORDERED THERAPY OR EMOTIONAL SERVICE DOG CERTIFICATION.\nIT IS ALSO NOT INTENDED FOR ANY INFORMATION REGARDING WHICH DRUGS OR MEDICAL TREATMENT MAY BE APPROPRIATE FOR YOU, AND YOU SHOULD DISREGARD ANY SUCH ADVICE IF DELIVERED THROUGH THE PLATFORM.</p>\n<p>DO NOT DISREGARD, AVOID, OR DELAY IN OBTAINING IN-PERSON CARE FROM YOUR DOCTOR OR OTHER QUALIFIED PROFESSIONAL BECAUSE OF INFORMATION OR ADVICE YOU RECEIVED THROUGH THE PLATFORM.</p>\n</li>\n<li>\n<p>Privacy and Security</p>\n<p>Protecting and safeguarding any information you provide through the Platform is extremely important to us.\nInformation about our security and privacy practices can be found on our Privacy Policy available at faithfulcounseling.com/privacy (The 'Privacy Policy').</p>\n<p>BY AGREEING TO THIS AGREEMENT AND/OR BY USING THE PLATFORM, YOU ARE ALSO AGREEING TO THE TERMS OF THE PRIVACY POLICY.\nTHE PRIVACY POLICY IS INCORPORATED INTO AND DEEMED A PART OF THIS AGREEMENT.\nTHE SAME RULES THAT APPLY REGARDING CHANGES AND REVISIONS OF THIS AGREEMENT ALSO APPLY TO CHANGES AND REVISIONS OF THE PRIVACY POLICY.</p>\n</li>\n<li>\n<p>Third Party Content</p>\n<p>The Platform may contain other content, products or services which are offered or provided by third parties (\"Third Party Content\"), links to Third Party Content (including but not limited to links to other websites) or advertisements which are related to Third Party Content.\nWe have no responsibility for the creation of any such Third Party Content, including (but not limited to) any related products, practices, terms or policies, and we will not be liable for any damage or loss caused by any Third Party Content.</p>\n</li>\n<li>\n<p>Disclaimer of Warranty and Limitation of Liability</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, YOU HEREBY RELEASE US AND AGREE TO HOLD US HARMLESS FROM ANY AND ALL CAUSES OF ACTION AND CLAIMS OF ANY NATURE RESULTING FROM THE THERAPIST SERVICES OR THE PLATFORM, INCLUDING (WITHOUT LIMITATION) ANY ACT, OMISSION, OPINION, RESPONSE, ADVICE, SUGGESTION, INFORMATION AND/OR SERVICE OF ANY THERAPIST AND/OR ANY OTHER CONTENT OR INFORMATION ACCESSIBLE THROUGH THE PLATFORM.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.\nTHE USE OF THE PLATFORM IS AT YOUR OWN RISK.\nTO THE FULLEST EXTENT OF THE LAW, WE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESSED OR IMPLIED.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT WE SHALL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT OUR AGGREGATE LIABILITY FOR DAMAGES ARISING WITH RESPECT TO THIS AGREEMENT AND ANY AND ALL USE OF THE PLATFORM WILL NOT EXCEED THE TOTAL AMOUNT OF MONEY PAID BY YOU OR ON YOUR BEHALF THROUGH THE PLATFORM IN THE 12 MONTHS PERIOD PRIOR TO THE DATE OF THE CLAIM.</p>\n<p>If the applicable law does not allow the limitation of liability as set forth above, the limitation will be deemed modified solely to the extent necessary to comply with applicable law.</p>\n<p>This section (limitation of liability) shall survive the termination or expiration of this Agreement.</p>\n</li>\n<li>\n<p> Arbitration</p>\n<p>THIS SECTION 6 OF THIS AGREEMENT SHALL BE REFERRED TO AS THE \"ARBITRATION AGREEMENT.\"</p>\n<ol>\n<li>\n<p>By accepting the terms of this Arbitration Agreement, you and the Company (collectively, \"Parties\") agree that any dispute, claim, or controversy (except those specifically exempted below) arising out of or relating to (i) this Agreement and prior versions of this Agreement, or concerning the existence, applicability, breach, termination, enforcement, interpretation, scope, waiver, or validity thereof.\nand (ii) the use of the Platform or Therapist Services (collectively, \"Disputes\") will be resolved on an individual basis by final and binding arbitration, regardless of its date of accrual.\nExcept as it otherwise provides, this Arbitration Agreement is intended to apply to the resolution of Disputes that otherwise would be resolved in a court of law or before a forum other than arbitration.\nAll claims in arbitration are subject to the same statutes of limitation that would apply in court.\nBy accepting the terms of this Arbitration Agreement, you and the Company mutually agree to waive their respective rights to trial by jury.</p>\n<p>The Parties acknowledge that the Agreement involves interstate commerce and agree that all issues relating to arbitration or enforceability of this Arbitration Agreement will be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1 et seq.).\nThe arbitration shall be administered by the American Arbitration Association (\"AAA\") under its Consumer Arbitration Rules (\"AAA Consumer Rules\"), which are available via the internet at www.adr.org or by using a service such as Google to search for \"AAA Consumer Arbitration Rules\".\nprovided however, that if there is a conflict between the AAA Consumer Rules and this Arbitration Agreement, this Arbitration Agreement shall govern.\nThe following terms and procedures shall apply:</p>\n<p>\n</p>\n<ol>\n<li>\n<p>The arbitration shall be heard by one arbitrator selected in accordance with the AAA Consumer Rules.\nThe arbitrator shall be a member of the bar of the state in which the arbitration will be conducted or a retired judge from any jurisdiction and, in either case, shall have experience in the law underlying the dispute.</p>\n</li>\n<li>\n<p>Other than issues related to the Class Action Waiver (as defined below), the arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any dispute arising out of or relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, any part of it, or of the Agreement including, but not limited to, any claim that all or any part of this Arbitration Agreement or Agreement is void or voidable.</p>\n</li>\n<li>\n<p>If the parties cannot otherwise agree on a location for the arbitration, the arbitration shall take place in Wilmington, Delaware.</p>\n</li>\n<li>\n<p>Each party will pay the fees for its own attorneys, subject to any remedies to which that party may later be entitled under applicable law.\nIn all cases where required by law, the Company will pay the arbitrator's and arbitration fees.\nIf under applicable law the Company is not required to pay all of the arbitrator's and/or arbitration fees, such fee(s) will be apportioned between the Parties in accordance with said applicable law.\nAny disputes regarding whether the Company is required to pay the arbitrator's and arbitration fees and/or how those fees are to be apportioned between the Parties will be resolved by the arbitrator.</p>\n</li>\n<li>\n<p>The arbitrator shall issue orders (including subpoenas to third parties for pre-hearing discovery) allowing the parties to conduct discovery sufficient to allow each party to prepare its claims and/or defenses, taking into consideration that arbitration is designed to be a speedy and efficient method for resolving disputes.</p>\n</li>\n<li>\n<p>Except as provided in the Class Action Waiver (as defined below), the arbitrator may award all remedies to which a party is entitled under applicable law and which would otherwise be available in a court of law, but shall not be empowered to award any remedies that would not have been available in a court of law for the claims presented in arbitration.\nThe arbitrator shall apply the state or federal substantive law, or both, as is applicable.</p>\n</li>\n<li>\n<p>Either party shall be permitted to file a motion to dismiss and/or motion for summary judgment and the arbitrator will apply the standards of the Federal Rules of Civil Procedure governing such motions.</p>\n</li>\n<li>\n<p>The arbitrator's decision or award shall be in writing with findings of fact and conclusions of law.\nJudgment may be entered on the arbitrator's decision or award in any court of competent jurisdiction.</p>\n</li>\n<li>\n<p>A party may apply to a court of competent jurisdiction for temporary or preliminary injunctive relief in connection with an arbitrable controversy in accordance with applicable law, and any such application shall not be deemed incompatible with or waiver of this Arbitration Agreement.\nThe court to which the application is made is authorized to consider the merits of the arbitrable controversy to the extent it deems necessary in making its ruling, but only to the extent permitted by applicable law.\nAll determinations of final relief, however, will be decided in arbitration.</p>\n</li>\n</ol>\n<p>\n</p>\n<p>If for any reason the AAA will not administer the arbitration, either party may apply to a court of competent jurisdiction with authority over the location where the arbitration will be conducted for appointment of a neutral arbitrator.</p>\n<p>Nothing in this Arbitration Agreement prevents the investigation by a government agency of any report, claim or charge otherwise covered by this Arbitration Agreement.\nThis Arbitration Agreement also does not prevent federal administrative agencies from adjudicating claims and awarding remedies based on those claims, even if the claims would otherwise be covered by this Arbitration Agreement.\nNothing in this Arbitration Agreement prevents or excuses a party from satisfying any conditions precedent and/or exhausting administrative remedies under applicable law before bringing a claim in arbitration.</p>\n</li>\n<li>\n<p>Class, Collective, and Other Representative Action Waivers (\"Class Action Waiver\").\nYou and the Company mutually agree that by entering into this Arbitration Agreement, both waive their right to have any dispute, claim, or controversy brought, heard or arbitrated as a class, collective, and/or other representative action to the maximum extent permitted by law, and an arbitrator will not have any authority to hear or arbitrate any such class, collective, or other representative action.\nYou also waive your right to receive notice of any class, collective, or other representative action that may be filed.\nNotwithstanding any other clause contained in this Arbitration Agreement or the AAA Consumer Rules, as defined above and incorporated herein by reference, any claim that all or part of this Class Action Waiver is unenforceable, unconscionable, void or voidable may be determined only by a court of competent jurisdiction and not by an arbitrator.\nIn any case in which (i) the dispute is filed as a class, collective, or other representative action.\nand (ii) there is a final judicial determination that all or part of the Class Action Waiver is unenforceable, the class, collective, or other representative action to that extent must be litigated in a civil court of competent jurisdiction, but the portion of the Class Action Waiver that is enforceable shall be enforced in arbitration.</p>\n</li>\n<li>\n<p>Mass Arbitration.\nTo the extent permitted by applicable law, to increase efficiency of resolution, in the event 25 or more arbitration demands of a similar nature are filed against the Company, presented by or with the assistance or involvement of the same law firm or organization, the Parties agree that this will constitute a \"Mass Arbitration\" and the following terms and procedures shall apply:</p>\n<ol>\n<li>\n<p>The Parties shall cooperate to group the arbitration demands into randomized batches of no more than 100 demands per batch.\nTo the extent there are fewer than 100 arbitration demands left over after the batching previously described, a final batch shall consist of the remaining demands.</p>\n</li>\n<li>\n<p>Claimants' counsel shall organize and present the batched demands to the arbitration provider in a format as directed by the arbitration provider.</p>\n</li>\n<li>\n<p>The arbitration provider shall treat each batch of demands as one case, with each case having one demand for arbitration, one appointed arbitrator, and one set of administrative documents, and administrative and filing fees per batch.</p>\n</li>\n<li>\n<p>A separate arbitrator will be appointed to, and administrative and filing fees assessed for, each batch of demands.</p>\n</li>\n</ol>\n<p>The Parties agree that arbitration demands are of a \"similar nature\" if they arise out of or relate to a similar factual scenario and raise the same or similar legal issues and seek the same or similar relief.\nYou agree to cooperate in good faith with the Company and the arbitration provider to implement such a batch approach to resolution and fees.\nDisagreements over the applicability of this batch arbitration process will be settled in a single, consolidated arbitration proceeding that includes all affected parties and is resolved by a single arbitrator subject to the requirements of this section.\nNotwithstanding any provision in the Agreement to the contrary, batch arbitrations shall take place in Wilmington, Delaware.</p>\n</li>\n<li>\n<p>Exceptions to Arbitration.\nNotwithstanding the foregoing, this Arbitration Agreement shall not require arbitration of the following claims: (i) individual claims brought in small claims court so long as the matter remains in such court and advances only on an individual basis.\n(ii) individual claims of sexual assault or sexual harassment occurring in connection with your use of the Platform.\nand/or (iii) injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation, or violation of a party's copyrights, trademarks, trade secrets, patents, or other intellectual property rights.\nAlso, this Arbitration Agreement does not apply to disputes that may not be subject to arbitration as expressly provided by a controlling federal or state statute.\nDisputes between the parties that may not be subject to a pre-dispute arbitration agreement as provided by the Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203), Ending Forced Arbitration of Sexual Assault and Sexual Harassment Act (H.R.\n4445), or as provided by an Act of Congress are excluded from the coverage of this Arbitration Agreement.</p>\n</li>\n<li>\n<p>Optional Pre-Arbitration Dispute Resolution and Notification.\nBefore initiating arbitration, you and the Company may first attempt to resolve any Disputes informally for 30 days, unless this time period is mutually extended by the Parties.\nThe informal negotiations begin upon receipt of written notice from one party to the other (\"Notice of Dispute\").\nThe Notice of Dispute must: (i) include the full name and contact information of the complaining party.\n(ii) describe the nature and basis of the dispute, claim, or controversy.\nand (iii) set forth the specific relief sought.\nThe Company will send its Notice of Dispute to your billing or email address.\nYou will send your Notice of Dispute to: BetterHelp, 990 Villa Street, Mountain View, CA 94041.\nAll offers, promises, conduct and statements, whether oral or written, made in the course of the negotiation by any of the Parties, their agents, employees, and attorneys are confidential, privileged and inadmissible for any purpose, including as evidence of liability or for impeachment, in arbitration or other proceeding involving the parties, provided that evidence that is otherwise admissible or discoverable shall not be rendered inadmissible as a result of its use in the negotiation.</p>\n</li>\n<li>\n<p>Application to Third Parties.\nThis Arbitration Agreement shall be binding upon, and shall include any claims brought by or against any third parties, including but not limited to your spouses, heirs, third-party beneficiaries and assigns, where their underlying claim(s) arise out of or relate to your use of the Platform or Therapist Services.\nTo the extent that any third-party beneficiary to this Agreement brings claims against the Parties, those claims shall also be subject to this Arbitration Agreement.</p>\n</li>\n<li>\n<p>Right to Opt Out of Arbitration.\nYou may opt out from this Arbitration Agreement within 30 days after you first access or use the Platform by sending written notice of your decision to opt-out to optout@faithfulcounseling.com, using the subject line \"Arbitration Opt-Out.\" Please state that you are opting out of this Arbitration Agreement and Class Action Waiver and provide your name and address.\nIf you opt out of this Arbitration Agreement and Class Action Waiver within the 30-day period, neither you nor Faithful Counseling will be required to arbitrate disputes and may instead litigate those disputes without regard to this Arbitration Agreement and Class Action Waiver.\nFaithful Counseling members who accessed the Platform before April 6, 2023 will have the option to opt out of the Arbitration Agreement and Class Action Waiver within 30 days of April 6, 2023.\nShould you not opt out of this Arbitration Agreement and Class Action Waiver within the 30-day period, you and Faithful Counseling shall be bound by the terms of this Arbitration Agreement and Class Action Waiver.\nYou have the right to consult with counsel of your choice concerning this Arbitration Agreement and Class Action Waiver.</p>\n</li>\n<li>\n<p>Survival.\nThis Arbitration Agreement survives after the termination or expiration of the Parties' relationship.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Your Subscription</p>\n<p>We offer different subscription options that you can choose.\nincluding billing that can occur weekly, every (4) four weeks, or quarterly.\nAny type of subscription you choose will continue and <strong>automatically</strong> renew until you cancel the membership.\nBy choosing a recurring Membership Service, you acknowledge that such paid services have a recurring payment and you accept responsibility for all recurring charges prior to cancellation.</p>\n<p>You can cancel the subscription to the service at any time for any reason.\nYour membership must be canceled before it renews in order to avoid the next billing cycle.\nFor the further avoidance of any doubt, unless otherwise advised by Faithful Counseling, any sessions (video, phone or chat) accrued but unused within a billing cycle will not roll over or be eligible for use after that billing cycle concludes.\nFor example, if you commence your membership on May 1, only use 3 out of 4 live video sessions for that monthly billing cycle, that additional live session credit does not rollover into June such that you will have 5 sessions available in June.\nAll sessions expire within the applicable billing cycle.</p>\n<p>We reserve the right to change our subscription or adjust prices of our services.\nAny changes to your membership services will only take effect following proper notice to you.</p>\n<p>Free Trials: Occasionally, we offer free trials for our Therapist Services.\nOnce a free trial expires, the paid membership will commence following a notice to you.</p>\n</li>\n<li>\n<p>Your Account, Representations, Conduct and Commitments</p>\n<p>You hereby confirm that you are legally able to consent to receive Therapist Services, or have the consent of a parent or guardian, and are legally able to enter into a contract.</p>\n<p>Minor Consent: Where consent from a parent or guardian is required to receive Therapist Services, you hereby confirm that as the consenting parent or guardian, you have the sole right to consent to Therapist Services for the minor seeking therapy and are not legally mandated to confer with or get consent from any other legal guardian before consenting.\nYou also give affirmative consent to the provisions set forth in the accompanying Privacy Policy regarding the collection, process, and use of personal information on behalf of the minor.\nYou also agree that consent to Therapist Services remains valid until membership is canceled.</p>\n<p>You hereby confirm and agree that all the information that you provided in or through the Platform, and the information that you will provide in or through the Platform in the future, is accurate, true, current and complete.\nFurthermore, you agree that during the term of this Agreement you will make sure to maintain and update this information so it will continue to be accurate, current and complete.</p>\n<p>You agree, confirm and acknowledge that you are responsible for maintaining the confidentiality of your password and any other security information related to your account (collectively \"Account Access\").\nWe advise you to change your password frequently and to take extra care in safeguarding your password.</p>\n<p>You agree to notify us immediately of any unauthorized use of your Account Access or any other concern for breach of your account security.</p>\n<p>You agree, confirm and acknowledge that we will not be liable for any loss or damage that incurred as a result of someone else using your account, either with or without your consent and/or knowledge.</p>\n<p>You agree, confirm and acknowledge that you are solely and fully liable and responsible for all activities performed using your Account Access.\nYou further acknowledge and agree that we will hold you liable and responsible for any damage or loss incurred as a result of the use of your Account Access by any person whether authorized by you or not, and you agree to indemnify us for any such damage or loss.</p>\n<p>You agree and commit not to use the account or Account Access of any other person for any reason.</p>\n<p>You agree and confirm that your use of the Platform, including the Therapist Services, are for your own personal use only and that you are not using the Platform or the Therapist Services for or behalf of any other person or organization.</p>\n<p>You agree and commit not to interfere with or disrupt, or attempt to interfere with or disrupt, any of our systems, services, servers, networks or infrastructure, or any of the Platform's systems, services, servers, networks or infrastructure, including without limitation obtaining unauthorized access to the aforementioned.</p>\n<p>You agree and commit not to make any use of the Platform for the posting, sending or delivering of either of the following: (a) unsolicited email and/or advertisement or promotion of goods and services.\n(b) malicious software or code.\n(c) unlawful, harassing, privacy invading, abusive, threatening, vulgar, obscene, racist or potentially harmful content.\n(d) any content that infringes a third party right including intellectual property rights.\n(e) any content that may cause damage to a third party.\n(f) any content which may constitute, cause or encourage a criminal action or violate any applicable law.</p>\n<p>You agree and commit not to violate any applicable local, state, national or international law, statute, ordinance, rule, regulation or ethical code in relation to your use of the Platform and your relationship with the Therapists and us.</p>\n<p>If you receive any file from us or from a Therapist, whether through the Platform or not, you agree to check and scan this file for any virus or malicious software prior to opening or using this file.</p>\n<p>You will indemnify us, defend us, and hold us harmless from and against any and all claims, losses, causes of action, demands, liabilities, costs or expenses (including, but not limited to, litigation and reasonable attorneys' fees and expenses) arising out of or relating to any of the following: (a) your access to or use of the Platform.\n(b) any actions made with your account or Account Access whether by you or by someone else.\n(c) your violation of any of the provisions of this Agreement.\n(d) non-payment for any of the services (including Therapist Services) which were provided through the Platform.\n(e) your violation of any third party right, including, without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\nThis clause shall survive expiration or termination of this Agreement.</p>\n<p>You confirm and agree to use only credit cards or other payment means (collectively \"Payment Means\") which you are duly and fully authorized to use, and that all payment related information that you provided and will provide in the future, to or through the Platform, is accurate, current and correct and will continue to be accurate, current and correct.</p>\n<p>You agree to pay all fees and charges associated with your Account on a timely basis and according to the fees schedule, the terms and the rates as published in the Platform.\nBy providing us with your Payment Means you authorize us to bill and charge you through that Payment Means and you agree to maintain valid Payment Means information in your Account information.</p>\n</li>\n<li>\n<p>Modifications, Termination, Interruption and Disruptions to the Platform</p>\n<p>You understand, agree and acknowledge that we may modify, suspend, disrupt or discontinue the Platform, any part of the Platform or the use of the Platform, whether to all clients or to you specifically, at any time with or without notice to you.\nYou agree and acknowledge that we will not be liable for any of the aforementioned actions or for any losses or damages that are caused by any of the aforementioned actions.</p>\n<p>The Platform depends on various factors such as software, hardware and tools, either our own or those owned and/or operated by our contractors and suppliers.\nWhile we make commercially reasonable efforts to ensure the Platform's reliability and accessibility, you understand and agree that no platform can be 100% reliable and accessible and so we cannot guarantee that access to the Platform will be uninterrupted or that it will be accessible, consistent, timely or error-free at all times.</p>\n</li>\n<li>\n<p>Export Controls and Sanctions</p>\n<p>Faithful Counseling products may be subject to US export and re-export control laws and regulations or similar laws applicable in other jurisdictions, including the Export Administration Regulations (\"EAR\") maintained by the US Department of Commerce, trade and economic sanctions maintained by the US Treasury Department's Office of Foreign Assets Control (\"OFAC\"), and the International Traffic in Arms Regulations (\"ITAR\") maintained by the US Department of State.\nYou warrant that you are (1) not located in any country to which the United States has embargoed goods or has otherwise applied any economic sanctions.\nand (2) not a denied party as specified in any applicable export or re-export laws or regulations or similar laws applicable in other jurisdictions or otherwise listed on any US government list of prohibited or restricted parties.</p>\n<p>You agree to comply with all applicable export and reexport control laws and regulations, including without limitation the EAR and trade and economic sanctions maintained by OFAC.\nSpecifically, you agree not to – directly or indirectly – use, sell, export, reexport, transfer, divert, release, or otherwise dispose of any products, software, or technology (including products derived from or based on such technology) received from BetterHelp under these Terms to any destination, entity, or person or for any end-use prohibited by the EAR, trade and economic sanctions maintained by OFAC, or any applicable laws or regulations of the United States or any other jurisdiction without obtaining any required prior authorization from the competent government authorities as required by those laws and regulations.</p>\n</li>\n<li>\n<p>Notices</p>\n<p>We may provide notices or other communications to you regarding this Agreement or any aspect of the Platform, by email to the email address that we have on record, by regular mail or by posting it online.\nThe date of receipt shall be deemed the date on which such notice is given.\nNotices sent to us must be delivered by email to contact@betterhelp.com.</p>\n<p>Notice to California Residents:</p>\n<p>The Board of Behavioral Sciences receives and responds to complaints regarding services provided within the scope of practice of (marriage and family therapists, clinical social workers, or professional clinical therapists).\nYou may contact the board online at www.bbs.ca.gov, or by calling (916) 574-7830.</p>\n</li>\n<li>\n<p>Important Notes about our Agreement</p>\n<p>This Agreement and our relationship with you shall both be interpreted solely in accordance with the laws of the State of Delaware excluding any rules governing choice of laws.</p>\n<p>You irrevocably agree that the exclusive venue for any action or proceeding arising out of relating to this Agreement or our relationship with you, regardless of theory, shall be the US District Court for the Northern District of California, or the state courts located in Santa Clara County in California.\nYou irrevocably consent to the personal jurisdiction of the aforementioned courts and hereby waive any objection to the exercise of jurisdiction by the aforementioned courts.\nNothing in this Agreement, including the choice of the laws of the State of Delaware, affects your statutory rights as a consumer to rely on the mandatory consumer protection provisions contained in the law of the country in which you live.</p>\n<p>THIS AGREEMENT CONSTITUTES THE ENTIRE AGREEMENT BETWEEN YOU AND US.\nYOU CONFIRM THAT YOU HAVE NOT RELIED UPON ANY PROMISES OR REPRESENTATIONS BY US EXCEPT AS SET FORTH IN THIS AGREEMENT.</p>\n<p>We may change this Agreement by posting modifications on the Platform.\nUnless otherwise specified by us, all modifications shall be effective upon posting.\nTherefore, you are encouraged to check the terms of this Agreement frequently.\nThe last update date of this Agreement is posted at the bottom of the Agreement.\nBy using the Platform after the changes become effective, you agree to be bound by such changes to the Agreement.\nIf you do not agree to the changes, you must terminate access to the Platform and participation in its services.</p>\n<p>We may freely transfer or assign this Agreement or any of its obligations hereunder.</p>\n<p>The paragraph headings in this Agreement are solely for the sake of convenience and will not be applied in the interpretation of this Agreement.</p>\n<p>If any provision of this Agreement is held by a court of competent jurisdiction to be illegal, invalid, unenforceable, or otherwise contrary to law, the remaining provisions of this Agreement will remain in full force and effect.</p>\n<p>To clear any doubt, all clauses regarding arbitration, limitations of liabilities, and indemnification shall survive the termination or expiration of this Agreement.\n</p>\n</li>\n</ol>\n<p>Last Updated: May 19, 2023</p> × Your session is about to expire! <p>You will be logged out in seconds.\n</p> Keep me active Log out If you are in a crisis or any other person may be in danger - don't use this site.\nThese resources can provide you with immediate help.\n<ul>\n<li>Home</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Contact</li>\n<li>For Therapists</li>\n</ul>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Sharing Settings</li>\n<li>Third Parties</li>\n<li>Web Accessibility</li>\n<li>© 2023 Faithful Counseling</li>\n</ul> Sharing Settings × <p> We use our own and third-party technology, including cookies and web beacons, to connect you with therapy services, personalize your experience, improve our services, monitor and analyze usage, deliver a faster and safer experience, comply with laws, and for advertising purposes.\nTo learn more, please visit our Privacy Policy.\nTo learn more about the third party advertising partners we share data with when you opt in and why please see our Third Parties List.\n</p>\n<p> To opt in to these uses, please 'Allow All' or update your settings for each category here and click 'Confirm my choices'.\n</p>\n<p> You may choose to opt out at any time by choosing 'Sharing Settings' at faithfulcounseling.com, updating your settings here, and clicking 'Confirm my choices'.\n</p> Allow All Manage consent preferences Necessary Operations Always Active We process data we consider necessary for the website to function and operate, regulate and monitor user experience, assess attribution internally, control data ingress, comply with laws and your indicated preferences, and provide security.\nYou cannot opt out of this processing.\nWe share this data with trusted service providers but not with third party advertisers or analytics companies.\nAnalytics We also may share your data for analytics reasons with service providers.\nThis allows us to work with service providers to process data related to traffic sources, visits, and site interactions to provide analytics.\nIf you opt in to Analytics, we may share certain data with service providers.\nThis information includes but is not limited to analyzing traffic sources, visits, and site interactions.\nIf you opt out of Analytics, we may have less information to be able to make improvements to our products and services.\nAdvertising We also may process your data for personal advertising and measurement of advertising effectiveness.\nThese external companies may use this data to build a profile of your interests and show you relevant advertisements on other sites.\nIf you opt in to Advertising cookies and web beacons, your IP address, Third Party identifier (if applicable), and some Visitor Data, excluding activity when you're logged in and have started therapy, may be shared for advertising purposes.\nIf you opt out of Targeting, you may experience less personalized and useful advertising.\nYou may find the specific third parties, why we share this information, and what each third party may do with this information in our Third Parties List.\nThird Party Advertisers <p> The following describes the categories of information that are shared with Third Parties and the result, purpose, and benefit of doing so if you opt in to Advertising.\n</p>\n<p> Categories of Information Shared: Visitor Data </p>\n<p> Our Purpose for Sharing this Information: Sharing this data allows us to measure and optimize the effectiveness of our ads.\nThis enables us to reach more people who may be looking for mental health support while minimizing our advertising costs, which helps us reduce downstream costs to our members.\n</p>\n<p> Meta </p>\n<p> Meta's Privacy Policy </p>\n<p> According to the \"How do we use your information?\" section of Meta's Privacy Policy, Meta may use information to provide a personalized experience to you, including ads, and other purposes, which include: promoting safety, security, and integrity.\nprovide measurement, analytics, and business services.\ncommunicate with you.\nand research and innovate for social good.\nFor some purposes, Meta uses information across its products and across your devices.\n</p>\n<p> According to the \"How do we share information with Partners, vendors, service providers and Third Parties?\" </p>\n<p> TikTok </p>\n<p> TikTok's Privacy Policy </p>\n<p> According to the \"How We Use Your Information\" section of TikTok's Privacy Policy, TikTok uses this information to: support its products and services.\ncustomize the content you see when you use TikTok.\nsend promotional material from TikTok or on behalf of TikTok's affiliates.\nto improve and develop TikTok.\nmeasure advertising effectiveness.\nprovide a customized ad experience.\nsupport social functions of TikTok.\nand to facilitate analytics, research, communications, marketing, inferences, security, identity, sales, purchases, and as otherwise consented to.\n</p>\n<p> According to the \"How We Share Your Information\" section of TikTok's Privacy Policy, TikTok may share personal data with service providers and business partners to help them perform business operations.\n</p>\n<p> Additionally, TikTok's Privacy Policy states that TikTok may share information with a parent, subsidiary, or other affiliates of their corporate group, data in connection with a substantial corporate transaction, for legal reasons, and may share your information for additional purposes with your consent.\n</p> Confirm my choices ", "created_at": "2023-06-22 02:30:56.177165", "updated_at": "2023-06-22 02:31:43.600897"}, {"id": 16432, "name": "Privacy Policy", "url": "https://www.faithfulcounseling.com/privacy/", "xpath": "//body", "text": "<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li>Pricing</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Contact</li>\n<li>Statement of Faith</li>\n<li>Login</li>\n<li>Get Started</li>\n</ul>\n<i>\n</i>Open navigation menu<ul>\n<li>Pricing</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Contact</li>\n<li>Statement of Faith</li>\n<li>Login</li>\n<li>Get Started</li>\n</ul>Privacy Policy1.\nWhat is this Policy?<i>\n</i>\n<i>\n</i>\n<p>This Policy is intended to help you understand what data Faithful Counseling, including its websites and apps (“we“) collect, how we use it, and your rights related to it.\nFor purposes of this Policy and unless otherwise specified, “data” includes information that is linked to one person or household including things like name, email address, phone numbers, device ID, Third Party identifiers, contact information, and communications with Therapists using our digital communication platform (the “Platform”) to provide services (“Therapists”).\nSome jurisdictions might consider this to be “personal data,” “personally identifiable information,” or “sensitive personal data” in certain circumstances.\nWhen you use and access our app or website, you accept and agree to both the Terms and Conditions and this Privacy Policy, including that we’ll share certain data with Service Providers.</p>\n<p>The purpose of this Policy is to explain the technical aspects of data Processing in a simple and clear way.\nPlease feel free to email DPO@faithfulcounseling.com if you have any questions about this Policy, or any suggestions for us to improve it.</p>2.\nWho does this apply to?<i>\n</i>\n<i>\n</i>\n<p>This Policy applies to any visitors to the public portions of our websites (including betterhelp.com, betterhelporg.com, mytherapist.com, teencounseling.com, faithfulcounseling.com, pridecounseling.com, and regain.us) and apps, users who create accounts or use of the paid portions of our Platform (“Members“), and independent contractor Therapists who are using the Platform to deliver therapy.</p>\n<p>This Policy does not apply to the collection and use of information for employees or independent contractors (not including Therapists) of Faithful Counseling or Teladoc -- Faithful Counseling’s parent company.\nIf you’re a current or former Faithful Counseling job applicant, employee, owner, director, officer, or independent contractor other than a Therapist, please contact us at DPO@faithfulcounseling.com for the appropriate notice governing those portions of the Platform.</p>3.\nWhen you use the term “Service Provider” in this Policy, what do you mean?<i>\n</i>\n<i>\n</i>\n<p>We define a Service Provider as a person or company that we have a legal agreement with to Process data collected by us or on our behalf.\nData that is Processed on our behalf is required to be done only at our direction - no other person or company can authorize it.\nOur Service Providers are not permitted to disclose data that is individually identifiable to any other person or company, other than to us or the Service Providers’ own subcontractors provided that they’re bound to data Processing terms that are no less restrictive than the Service Provider’s terms.</p>\n<p>The data obtained by Service Providers from their relationship with us must only be used for performing the services specified in our agreement with them, or as reasonably necessary to perform one or more of the following:</p>\n<ul>\n<li>Comply with applicable law, regulation, or legal process;</li>\n<li>Detect, prevent or mitigate fraud or security vulnerabilities;</li>\n<li>Debug to identify and repair errors impairing existing intended functionalities.\nand/or</li>\n<li>Conduct internal research for technological development and demonstration of our products or services, if such use is reasonably necessary and proportionate to achieve the purpose for which the data was shared.</li>\n</ul>4.\nWhen you use the term “Third Party” what do you mean?<i>\n</i>\n<i>\n</i>\n<p>For the purposes of this Policy, a Third Party means an entity that is not Faithful Counseling, not a Service Provider, not a Therapist or any other parties that are specifically called out in this Policy.</p>5.\nDo you collect, store, or Process my data?<i>\n</i>\n<i>\n</i>\n<p>In this Policy, we refer generally to activities done with data as \"Processing\" or \"Process.\" Examples of Processing include collecting, storing, and using data.\nThe categories of data which we Process are listed below.\nWe Process this data to do things like operate the Platform and make sure you are able to use our services effectively.\nWe may also Process data to send you periodic emails or text messages.\nIn some cases, these communications are to help provide services.\nOther times, they are to provide marketing communications.\nYou can opt out of receiving texts or marketing communications at any time.\nAdditionally, provided you opt in, we may Process and share some data with Third Parties for advertising purposes.\nYou can find more details in the relevant sections of this Policy.</p>6.\nWhat specific data are you Processing?<i>\n</i>\n<i>\n</i>\n<p>What data we Process depends on how you’re using our website, app, or the Platform.\nWe explain in the section below the specific data we collect and Process and, in the section following this, the business purpose for collecting and Processing this data.</p>\n<p>Note that this section only covers the data <em>we</em> Process.\nInformation about the data we share is covered in the section Why do you collect and Process my data?</p>\n<p>As highlighted in the table below, we collect and Process “Therapy Data“, which includes health and treatment information that is required to facilitate therapy.</p>\n<p>You can find information on how long we store the data we collect and Process these categories of data in the “How long do you keep my data?” section of this Privacy Policy.</p>Name of category of dataInformation that is collected“Visitor data”When you visit the website, app, or Platform, we Process information like the particular pages visited or which features you interacted with, the amount of time on the website or app, site/app/Platform errors, information about the type of device and browser you’re using, and IP address.\nWe may Process your Third Party identifier or advertising ID (if available based on the settings of your device) and will share the information with Third Parties, if you opt in.“Onboarding data”To create an account with the Platform, the user first fills out a questionnaire.\nWe Process the information used to complete this questionnaire.“Account Data”Once a user creates an account with the Platform, we Process data such as the account name the user selects, and other demographic and contact information, such as email, age, phone number, emergency contact details, physical address, and whether a user verifies their email address.“User ID”We assign each user (including Therapists) who create an account a sequentially-generated user ID.\nUser IDs are unique to each account and are required in order to enable the Platform to function.“Transaction Data”We Process data about payment transactions on the Platform such as whether a user completed payment for our services, signed up for services using a trial offer, canceled or ended a trial, received a discount or financial aid, or received any extensions or refunds.\nWe also process whether a visitor has registered to create an account.“Member Engagement Data”We Process data for logging into the Platform and activity conducted during that log in such as when a user logs in, the login timing, number and length of messages received or sent through the Platform, received or sent message timing, number and duration of live session scheduled or conducted, the number and timing of use of other features such as worksheets, journals, and goals.\nThis category does not include Therapy Data like the content of any messages sent or received by users, the content of any live sessions, or the content of journal entries, worksheets, or goals.“Therapy Data”We Process written communications and related information users share with their Therapist to facilitate the therapy.\nThis includes messages with Therapists, worksheets, and journal entries.\nUsers may also choose to send audio messages which are automatically transcribed.\nWe do not record the video or audio sessions with Therapists.“Therapy Quality Data”We Process client feedback about their Therapist including, ratings and reviews of their Therapist, actions regarding switching Therapists or quitting therapy, and the reason selected by the client.\nWe Process Therapist session availability, session cancellations and no-shows.“Customer Service and Communications Data”We Process communications users have with our Customer Service team.“Therapist Data”In order to follow up with Therapists on the status of their applications, to identify, match, credential, re-credential, run checks, issue 1099s and pay Therapists, we process Therapist information such as the Therapist’s name, bank account information, gender, date of birth, governmental identification numbers (SSN/FEIN), e-mail address, phone number, address, NPI number (if applicable), license information, CAQH number (if applicable), and areas of interest/expertise, education, and job history.\nTherapists may also separately and outside of this Policy, consent to using facial scans to assist logging them in and verifying their identity.“Therapist Engagement Data”For Therapists, we process such data as number/times of Therapist logins to the Platform, the number of live sessions conducted by a Therapist, number of messages and words exchanged by a Therapist, number of worksheets shared by a Therapist, and number of journal entries shared with a Therapist.<p>In addition to processing, we also share some data with Service Providers in order for us to operate the Platform and to perform necessary website and application functions.\nAdditionally, when you opt into sharing, we share certain data with Third Parties.\nFor more information please see the section: “What are the purposes for sharing my data?”</p>7.\nWhy do you collect and Process my data?<i>\n</i>\n<i>\n</i>\n<p>There are a few reasons that we Process your data.\nWe’ve tried to provide some examples that would be of most interest to you but please contact us at DPO@faithfulcounseling.com if there are other things you’re interested in.</p>\n<p>\n<em>We Process Visitor Data, Onboarding Data, Account Registration Data, User ID, Transaction Data, Therapy Quality Data, Therapist Data and Therapist Engagement Data to connect you with therapy services</em>: In order for us to connect you with therapy services on our Platform, we need to be able to facilitate information sharing between you and your Therapist so that you can get the help you need from them.\nWe also Process data like your Therapist preferences, your state (if applicable), and your country to determine what Therapist to suggest to you based on applicable licensing or accreditation requirements.</p>\n<p>\n<em>We Process Visitor Data, Member Engagement Data, Account Data, Therapy Data, Therapist Data, Transaction Data Therapy Quality Data, Therapist Engagement Data and User ID to facilitate therapy tools for you and your Therapist</em>: Once you start therapy, we need to process certain data to enable therapy tools within the Platform such as journal entries, setting goals and providing relevant worksheets.\nThese help facilitate a more effective therapeutic experience and outcome.\nWe Process Visitor Data, Account Data, Therapist Data, User ID, to verify your identity, secure your account (applicable to both Members and Therapists), and to monitor and protect the security of the Platform: We process certain data to make sure only you are able to access your account, and to place controls or challenges to prevent unauthorized access.\nWe may also process some of your data when issuing security patches and bug fixes in order to address security risks.\nWe may also process your data to track potential abuse on the platform, prevent and detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</p>\n<p>\n<em>We Process Visitor Data, Therapist Data, Account Registration Data, User ID, Member Engagement Data, Transaction Data, Customer Service and Communications Data and Therapy Quality Data to communicate with you</em>: For example, we need to make sure that if you ask a question or have a concern about the Platform, we’re able to respond to you and provide an answer.</p>\n<p>\n<em>We Process Visitor Data, Onboarding Data, Therapist Quality Data, Member Engagement Data, User ID, Transaction Data and Therapy Quality Data to monitor and improve therapy quality</em>: For example, we track if a live session occurred, was canceled, or if the Therapist did not show up, to ensure that timely services are being delivered to you.\nWe also track ratings, reviews, complaints, and other client feedback to ensure the quality of Therapists on our Platform.\nIf you consent, a licensed Therapist who is employed as part of the BetterHelp Clinical Operations Team may review correspondence with your Therapist for quality assurance purposes.\nFor example, if you raise a concern about your Therapist, or we have concerns about a specific Therapist’s clinical care.\nIn addition, our internal Trust and Safety or Legal teams may review correspondence for specific accounts if we have a reason to believe that there is a security, legal, or fraud issue occurring with that specific account.</p>\n<p>\n<em>We Process Visitor Data, Onboarding Data, Member Engagement Data, Account Registration Data, User ID, Transaction Data, Therapy Quality Data, and Therapist Data to personalize your web or app experience</em>: For example, if you identify as a Member of the LGBTQ+ community and would prefer a Therapist who has relevant expertise, experience, and training to provide therapy services for LGBTQ+ Members, we Process information to allow us to match you with an appropriate Therapist that can meet these needs.\nAnother example is if you state that you would like help with anxiety, we may recommend content and features that would be helpful to you, such as anxiety-related group sessions.</p>\n<p>\n<em>We Process Visitor Data, Onboarding Data, Account Registration Data, Member Engagement Data Transaction Data, Therapy Quality Data, Therapist Data and User ID to help us understand how you use our services, how we can improve our products and services to make them more effective and convenient, and offer you new features</em>: For example, we may use some of your data to determine which products and features to roll out to you, which features are popular and require more investment or resources, or decide to remove features that are not providing value.\nWe may also Process data to know when you have already seen certain notifications on the Platform and do not need to be shown them again.\nAnother example of this is when we use your IP address to help conveniently auto-populate your state (if applicable) and country, or assist you with providing your address when completing information about your emergency contact.\nWe may also track regular usage of certain pages, buttons, or features on the Platform in order to allocate our research and development resources appropriately.\nIn addition, if you opt in to Analytics (previously “Performance cookies”), we may process some data to track site visits across our sister sites such as ReGain and Teen Counseling.\nThis is known as “first-party cross domain tracking”.</p>\n<p>\n<em>We Process Visitor Data, Onboarding Data, Account Registration Data, Member Engagement Data, Transaction Data, Therapist Data,Therapy Data, Customer Service, Communications Data and User ID to comply with laws</em>: For example, a court might subpoena information from us where we would be required to share certain information requested in the subpoena.\nThis is not unique to BetterHelp and is applicable to in-person therapy as well.\nKeep in mind that, as a general rule, we defer to your chosen Therapist to decide to produce (or not produce) any psychotherapy notes or messages you have had with them.\nMany jurisdictions have strict rules governing Therapist/client relationships and the confidentiality requirements associated with that.\nWe encourage you to discuss with your Therapist early on if you have concerns about their disclosure obligations.</p>\n<p>\n<em>We Process Visitor Data, Account Registration Data, Member Engagement Data, Transaction Data, Therapist Data, Customer Service and Communications Data, and User ID to protect your safety and the safety of others</em>: For example, if we have reason to believe that you or any other person may be in immediate danger or your privacy has been infringed upon, we may use the information to investigate or reach out to you or the appropriate authorities if it is legally appropriate/permitted to do so.</p>\n<p>\n<em>If you’re a Therapist on our Platform, or being recruited to join us, in addition to the above, we may Process Therapist Data, Therapy Quality Data, Therapist Engagement Data, User ID, Onboarding Data, Account Registration Data to</em>:</p>\n<ul>\n<li>Assist in the Therapist recruitment process and onboard you to the Platform;</li>\n<li>Operate the Platform, match clients to you based on your preferences, and facilitate the communication between you and your clients;</li>\n<li>Verify your identity and secure your account;</li>\n<li>Run background checks and other screening required for credentialing and re-credentialing purposes;</li>\n<li>To pay you and comply with all relevant tax laws;</li>\n<li>Provide you quality statistics, feedback from our Faithful Counseling Clinical Operations team, and feedback from clients.</li>\n<li>Offer you information about new features, opportunities, perks and other incentives.</li>\n<li>Promote your profile on Faithful Counseling and with Third Party websites and directories to get you more clients (to opt-out email Therapists@faithfulcounseling.com).</li>\n<li>Send you email, calls or SMS reminders, notifications &amp.\nupdates about your application, profile or account.</li>\n</ul>\n<p>\n<em>We Process Visitor Data, Onboarding Data, User ID, Transaction Data, Member Engagement Data, Therapist Data, Therapy Quality Data and Therapist Engagement Data to send you opportunities, promotions, news, updates and reminders about our services and your account</em>: For example, we might email you to offer you special promotions or discounts.\nWe might also email you to provide you with therapy related news or content that you might find interesting.\nYou can opt out of receiving texts or marketing communications at any time.</p>\n<p>\n<em>If you opt in to Advertising (previously “Targeting cookies“) and web beacons we process Visitor Data for advertising purposes</em>: To learn more, see section, “Are you using my data for advertising?”.</p>8.\nWho can see the interactions I have with my Therapist?<i>\n</i>\n<i>\n</i>\n<p>You and your Therapist are able to see the messages you send, the worksheets you submit.\nYour Therapist can also see the journal entries you submit if you opt in to sharing journal entries.</p>\n<p>If you consent, a licensed Therapist who is employed as part of the Faithful Counseling Clinical Operations Team may review correspondence with your Therapist for quality assurance purposes.\nFor example, if you raise a concern about your Therapist, or if we have concerns about a specific Therapist’s clinical care.</p>\n<p>In addition, our internal Trust and Safety or Legal teams may review correspondence for specific accounts if we have a reason to believe that there is a security, legal, or fraud issue occurring with that specific account.</p>\n<p>\n<strong>Messages with your Therapist are not shared with any Third Party, and your live sessions are not recorded.\nWe also do not share when you send a message, or have a session with your Therapist, with any Third Party.</strong>\n</p>9.\nWhat are the purposes for sharing my data?<i>\n</i>\n<i>\n</i>\n<p>Here’s some more information about the purposes for which we share your data:</p>\n<ul>\n<li>Your data may be shared to comply with applicable laws.\nFor example, a court might subpoena information from us where we would be required to share certain information requested in the subpoena.\nThis is not unique to Faithful Counseling and is applicable to in-person therapy as well.\nKeep in mind that, as a general rule, we defer to your chosen Therapist to decide to produce (or not produce) any psychotherapy notes or messages you have had with them.\nMany jurisdictions have strict rules governing Therapist/client relationships and the confidentiality requirements associated with that.\nWe encourage you to discuss with your Therapist early on if you have concerns about their disclosure obligations.</li>\n<li>Occasionally, your data may be handled by a select number of employees who are part of our parent company for support services.\nThese employees are under strict duties of confidentiality.\nFor example, a paralegal at our parent company may receive subpoenas or legal correspondence on behalf of Members or former Members and make sure they are provided to Faithful Counseling’s Legal team to address.</li>\n<li>We may share certain data with Service Providers that provide limited services that help us operate the Platform.\nExamples include:<ul>\n<li>Data hosting and storage providers: For example, cloud hosting providers such as Amazon Web Services (AWS).</li>\n<li>Technology Service Providers: For example, we sometimes integrate tools into our Platform which give our Platform more functionality, like technology that helps us provide live audio, video and group meetings.</li>\n<li>Customer Service Providers: For example, we use a tool that helps keep track of requests and questions from our Members, visitors and Therapists in a secure way.</li>\n<li>Email management and communication Service Providers: For example, we may use a tool that makes reaching out to you easier for us and more convenient for you.</li>\n<li>Billing and payment processing Service Providers: For example, we use Stripe to help process payments in a secure way.\nStripe also assists us in paying Therapists and issuing tax documents to them.\nFor this purpose, we may share email addresses of Therapists with Stripe and other data that is needed to pay Therapists such as a Therapist’s name and tax ID.</li>\n<li>Reporting and analytics Service Providers: For example, we might use a service to help us keep track of which pages and features are most used on our site.</li>\n<li>Advisors and lawyers: To assist with business matters.</li>\n<li>We may share some of your data with Service Providers to ensure the safety and security of the Platform and that of our users.</li>\n</ul>\n</li>\n<li>If you’re a Therapist on our Platform, or being recruited to join us, in addition to the above, we may share certain data with Therapist recruiters in order to facilitate, monitor, and track the recruitment process.</li>\n<li>For Members who receive services in connection with an employer, organization, or other business partner, we may share group-level usage data, which cannot be directly connected to you, with your organization.\nIn the instance of Members who receive services through an Employee Assistance Program (“EAP”), your EAP will provide notice for any individual-level data which is shared with the EAP, if you are utilizing one and have provided them with consent for us to do so.\nIf you have any questions on how your data will be used by or shared with your EAP, please reach out to your EAP directly.</li>\n<li>We may share some of your data in connection with an asset sale, merger or bankruptcy.</li>\n</ul>\n<p>Note that if you make any information publicly available on the Platform, such as with a public post, anyone may see and use such information.</p>\n<p>If you opt in to “Analytics (previously ”Performance cookies”)”, we may use analytics cookies from trusted Service Providers to Process data for activities including but not limited to analyzing traffic sources, visits, and site interactions.\nThis analysis helps us to improve our products and services.</p>\n<p>If you opt in to “Advertising (previously ”Targeting cookies”)” and web beacons, information regarding your activity on our websites, excluding activity when you’re logged in and have started therapy, may be shared for advertising purposes.\nTo learn more, see section: “Are you using my data for advertising?”</p>10.\nDo you Process location data?<i>\n</i>\n<i>\n</i>\n<p>We process your IP address to determine your rough location so that we can personalize the platform for you.\nFor example, we show you relevant information about our service that applies to visitors from your country.</p>\n<p>We also utilize your rough location to improve your user experience when using our platform.\nFor example we auto populate your state (if applicable) and country when you are completing our onboarding questionnaire.</p>\n<p>We do not request or process exact location information such as information provided by your phone via GPS.</p>\n<p>We Process your address information when you provide it as part of your emergency contact information when you start therapy on the Platform.\nYour contact information is required to comply with therapy regulations and ethical code.\nIt can be used, for example, in case your Therapist believes you are in immediate danger.\nWhen you are filing out this field, we may process your rough location to provide autocomplete suggestions for your convenience.</p>\n<p>Rough location using your IP address is also Processed by the ReCAPTCHA security API tool we use.\nReCAPTCHA is a Service Provider we use to identify potentially malicious actors trying to access our site.\nHere is the ReCAPTCHA Privacy Policy and Terms of Service.</p>\n<p>To learn about the additional purposes for which we Process IP addresses, please see:</p>\n<ul>\n<li>Why do you collect and Process my data?</li>\n<li>Are you using my data for advertising?</li>\n<li>Additional Privacy Notice for California Residents</li>\n</ul>11.\nAre you using my data for advertising?<i>\n</i>\n<i>\n</i>\n<p>In order to reach people who may be looking for mental health support, we advertise on some Third Party web properties such as Third Party websites and apps.\nIn order to minimize advertising costs related to this process and downstream costs to you, we strive to deliver ads that are relevant, interesting, and personal.</p>\n<p>Therefore, if you opt in to Advertising cookies and web beacons, your IP address, Third Party identifier (if applicable), and some Visitor Data, excluding activity when you’re logged in and have started therapy, may be shared for advertising purposes.\nAs a result, you may see ads for our services on some Third Party websites.</p>\n<p>Even if you do opt in, we still do not engage in “retargeting” advertising.\nRetargeting advertising is a type of advertising whereby advertisers leverage the fact that you viewed a page or took an action on their site to advertise to you again on third party properties in the hope that you will see the ad and return to their site.</p>\n<p>To be clear, we don’t share any data or information you share with your Therapist with any Third Party advertisers.\nEven if you opt in to Advertising cookies and web beacons, we still don’t share information with Third Party advertisers like Member names, email addresses, phone numbers, clinician diagnosis, questionnaires answers, sessions data, journal entries, messages, worksheets, or any other type of private communication you have with your Therapist on the Platform.</p>\n<p>For additional information regarding Third Parties that Faithful Counseling may share data with, please reference our Third Party Partners Disclosure List.</p>12.\nWhat is a cookie or web beacon?<i>\n</i>\n<i>\n</i>\n<p>A “cookie“ is a small data file that is accessible within a folder on a computer, and it is used for record-keeping purposes.\nCookies are used to enhance performance of the Platform, personalize your experience and can be used for Third Party tracking (as described above).\nFor example, cookies may be used to help you quickly log into certain platforms and websites without having to enter your credentials every time.</p>\n<p>A “web beacon“ or “pixel” is a tiny and sometimes invisible image or embedded code, placed on a web page or email that can report your visit or use to a Third Party (as described above).\nIn general, these tools can be used to monitor the activity of users for the purpose of web analytics, advertising optimization, or page tagging.</p>13.\nWhat are you using cookies and web beacons for?<i>\n</i>\n<i>\n</i>\n<p>We use our own, Service Providers and Third Party cookies and web beacons to deliver a faster and safer experience, to monitor and analyze usage, to comply with laws, and for advertising purposes.\nTo read more about the kinds of Third Party cookies we use and their purposes go to ‘List of Third Parties‘.\nTo update your settings or opt out, click \"here\".</p>14.\nHow do I opt out of cookies, web beacons, and other tracking technology?<i>\n</i>\n<i>\n</i>\n<p>Please visit our opt-out instructions page to opt-out of tracking via cookies or web beacons, or for instructions on how to remove previously set cookies.</p>15.\nHow do you keep my data secure?<i>\n</i>\n<i>\n</i>\n<p>We apply industry standards and strive to apply best practices to prevent any unauthorized access and disclosure.\nInternet-based services carry inherent security risks, but our systems infrastructure, encryption technology, operation and processes are all designed, built, and maintained with your security and privacy in mind.\nOur Platform is certified by HITRUST - one of the most recognized data security certification programs in the health industry.</p>\n<p>Faithful Counseling has an experienced team of data security professionals whose job it is to make sure we use secure technology to protect your data.\nWe have an Information Security team who test internal security at Faithful Counseling to try and anticipate threat actors and act defensively to build processes and infrastructure to prevent incidents and attacks.\nWe have numerous robust security practices such as:</p>\n<ul>\n<li>All messages between a Member and their Therapist are secure and have 256-bit encryption.</li>\n<li>Our servers are distributed across multiple Tier 3 AWS Data Centers for optimal security and protection.</li>\n<li>Our browsing encryption system (SSL) follows modern best practices.</li>\n<li>Our databases are encrypted and scrambled rendering them useless in the unlikely event that they are stolen or inappropriately retrieved.</li>\n<li>We have robust monitoring and alerting systems and procedures in place that include both automated systems and humans.\nFor example, there are always security personnel active in our 24/7 rotation.</li>\n</ul>\n<p>For your own security, keep the following in mind:</p>\n<ul>\n<li>Phishing: This is a type of online identity theft or account hacking.\nWe will never request your login information or credit card information in any non-secure or unsolicited communication.\nYou should always be diligent when you are asked to provide your account information and make sure it is in our secure system.</li>\n<li>External links: Our Platform may contain links to an external website or service.\nWe do not control external websites, and do not have control over their privacy policies and terms of use.\nThe fact that we link to a website is not an endorsement, authorization, or representation of our affiliation with that external party or of their privacy and security policies or practices.</li>\n</ul>16.\nDo you sell my data?<i>\n</i>\n<i>\n</i>\n<p>We aren’t paid by anyone for any data.\nHowever, in California, the laws define “sale” broadly to include the sharing of personal information in exchange for <em>anything of value</em>.\nIf you opt in to our use of Advertising cookies and web beacons, this use <em>may</em> be considered a “sale” of personal information under that specific California law.\nFor specific information on your data rights as a resident of California, see the additional notice for California residents.</p>17.\nCan I sign up for Faithful Counseling and remain anonymous?<i>\n</i>\n<i>\n</i>\n<p>When you sign up for an account on Faithful Counseling, we do not ask you for your full name.\nYou may pick any name or “nickname” which will identify you in the system.\nYou will need to provide an email address so that we can verify your account, and so we can communicate with you.\nYou can choose an email that does not include your name(including if you are coming to us from an employer, organization, or other business partner and do not want to use your organization’s email address), but you should be aware that in some jurisdictions emails may be considered “personal data,” “personally identifiable information,” or “sensitive personal data” in certain circumstances.\nWhen you decide to start the therapy process, we’ll ask you for your contact information for emergency situations such as if your Therapist thinks that you or someone else is in immediate danger.\nYour Therapist may request additional specific information about you as required by their license or other accreditation guidelines.</p>\n<p>Even though we try to limit the kinds of information you must provide to us as discussed above, it is very difficult to be truly “anonymous” when you use any app or the internet.\nRead more about what data we Process and why here:</p>\n<ul>\n<li>What specific data are you Processing?</li>\n<li>Do you Process location data?</li>\n<li>Why do you collect and Process my data?</li>\n<li>What are you using cookies and web beacons for?</li>\n</ul>\n<p>If you’re interested in further limiting what data is Processed, visit our opt-out instructions page to opt-out of tracking via cookies or web beacons, or for instructions on how to remove previously set cookies.</p>18.\nHow long do you keep my data?<i>\n</i>\n<i>\n</i>\n<p>Faithful Counseling is committed to ensuring that all applicable Member data is retained only for the amount of time required to provide relevant products and services and in accordance with relevant legal requirements.</p>\n<p>Certain categories of data are retained for a period of time after you cancel your Membership or your Membership becomes inactive.\nThese categories of data are retained to allow for a seamless reactivation in the event you begin using our services again and allows Therapists to reference historical information.\nRetaining this data is also needed to ensure our products and services function.</p>\n<p>In addition to the data retention schedule outlined below, BetterHelp maintains a process to receive and process, without undue delay, requests by Members to delete their data.\nThis process is outlined in the next section of this Privacy Policy.</p>\n<p>\n<strong>If you are a Member with a Faithful Counseling account:</strong> We retain your data for the duration of your Membership and for ten (10) years from the date you last logged into your account.</p>\n<p>In some circumstances, Faithful Counseling may have legal or regulatory obligations such that it must retain certain Member data beyond the retention schedule defined above.\nFaithful Counseling only retains Member data beyond the defined retention period when required due to ongoing litigation, requests by law enforcement, or regulatory action.</p>19.\nHow do I request my data or delete it?<i>\n</i>\n<i>\n</i>\n<p>To receive a summary copy of your data, please log in to your account and go to Menu &gt.\nMy Account (or Account settings) &gt.\nMy Personal information, where you will see an option to request a copy of your data.\nThe data you will receive as part of this request includes the contact information that you input on the site, questionnaire answers, worksheet entries, emergency contact information, messages you sent to your Therapist, journal entries that you created, and other personal information.</p>\n<p>Additional data which we maintain includes email interactions with our help desk, which is stored on your email system.\nYou may also request this information by writing to DPO@faithfulcounseling.com.</p>\n<p>Please visit our opt out instructions page to request to delete the above data or opt out of previous settings you have opted into.</p>\n<p>You may reach out to us at DPO@faithfulcounseling.com if you need additional help.\nWe will only comply with a request for deletion of your data if we can verify your identity.\nThere is usually no charge.\nIn exceptional circumstances, we may charge a reasonable fee after discussing the fee with you.</p>\n<p>Requirements:</p>\n<ul>\n<li>Only you or your authorized representative may make a request on your behalf.\nYou may also make a request on behalf of your minor child depending on the applicable laws.</li>\n<li>You must provide sufficient information that allows us to reasonably verify your identity or status as an authorized representative.</li>\n<li>You must provide details that allow us to understand, evaluate, and respond to your request.</li>\n</ul>\n<p>Exceptions:</p>\n<ul>\n<li>We reserve the right to deny information requests that are unduly burdensome as allowed by law.</li>\n<li>We reserve the right to deny information or data deletion requests in the event a litigation hold or legal request to preserve Member information is in place.</li>\n<li>When we complete your data deletion requests, we still must retain some information in order to comply with laws and regulations and to maintain business integrity.\nFor these reasons, we will retain this data for 10 years.\nThis data is limited to: nickname, email address, communications data (like complaints and data deletion requests), records of disclosures of personal information to Third Parties, emergency contact information, Phone number (if provided), address (if provided) and date of services received.<ul>\n<li>This ONLY applies to Members who have started therapy.</li>\n</ul>\n</li>\n</ul>\n<p>If you have any questions about your rights, want to exercise them, or want to appeal our response to your request, please contact us in any of the following ways:<br>Faithful Counseling<br>Data Protection Office<br>990 Villa Street<br>Mountain View, CA 94041, USA<br>DPO@faithfulcounseling.com<br>By calling our toll-free number: (855) 213-6709</p>\n<p>We will not discriminate against you for exercising any of your privacy rights.\nWe will not deny you services, charge you different prices or rates, impose penalties, or provide a different quality of service.</p>20.\nHow can I stop receiving direct marketing emails from you?<i>\n</i>\n<i>\n</i>\n<p>You can always opt out of receiving marketing emails.\nIn order to opt out, you can select the unsubscribe link located at the bottom of the relevant email communication.</p>21.\nHow do you treat data from children?<i>\n</i>\n<i>\n</i>\n<p>We don’t knowingly collect or solicit any data or information from anyone under the age of thirteen (13) or knowingly allow such persons to become our users.\nThe Platform is not directed at and not intended to be used by children under the age of thirteen (13).\nIf you’re aware that we have collected personal information from a child under age thirteen (13), please let us know by contacting us, and we’ll delete that information.</p>22.\nHow do you use my data to comply with the law?<i>\n</i>\n<i>\n</i>\n<p>When required by law, we cooperate with government agencies.\nThis is not unique to Faithful Counseling and is applicable to in-person therapy as well.\nFor example, a court might subpoena information from us where we would be required to share certain information requested in the subpoena.\nKeep in mind that, as a general rule, we defer to your chosen Therapist to decide to produce (or not produce) any psychotherapy notes or messages you have had with them.\nMany jurisdictions have strict rules governing Therapist/client relationships and the confidentiality requirements associated with that.\nWe encourage you to discuss with your Therapist early on if you have concerns about their disclosure obligations.</p>\n<p>You should also be aware that Therapists may be obliged to disclose information to authorities to meet professional and legal responsibilities.\nSpecifically, some laws require mental health professionals to disclose information and/or take action for: (a) reported or suspected abuse.\n(b) serious suicidal potential.\n(c) threatened harm.\nand (d) court-ordered treatment.\nYou should speak with your Therapist if you have concerns about this.</p>23.\nWill you change this Privacy Policy?<i>\n</i>\n<i>\n</i>\n<p>We may update this Privacy Policy.\nWhen we make significant changes to this Policy, we will notify you through our website or app when you log in to your account.\nWe encourage you to periodically review this page for the latest information.</p>24.\nAdditional Privacy Notice for California Residents<i>\n</i>\n<i>\n</i>\n<p>This <strong>Privacy Notice for California Residents</strong> supplements the Faithful Counseling Privacy Policy to comply with the California Consumer Privacy Act of 2018 (\"CCPA\") and the California Privacy Rights Act (\"CPRA\") of 2023.</p>\n<p>The CCPA and the CPRA are California laws that provide its residents with certain rights over information about them, including notice about the categories of personal information we have collected from them in the preceding twelve (12) months and the purposes for which the information is used or disclosed, and correction of personal information.</p>\n<p>The following Sections outline the data that is Processed by us, as well as the purpose for collection, and the categories of sources of such information:</p>\n<ul>\n<li>What specific data are you Processing?</li>\n<li>Do you Process location data?</li>\n<li>Why do you collect and Process my data?</li>\n<li>What are you using cookies and web beacons for?</li>\n</ul>\n<p>The data referenced at those links may fall in certain defined categories under the CCPA and CPRA.\nAccordingly, we may have collected:</p>\n<ul>\n<li>Identifiers;</li>\n<li>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e));</li>\n<li>Protected classification characteristics under California or federal law;</li>\n<li>Commercial information;</li>\n<li>Biometric information;</li>\n<li>Internet or other similar network activity;</li>\n<li>Geolocation data;</li>\n<li>Sensory data;</li>\n<li>Sensitive Personal Information;</li>\n<li>Professional or employment-related information.\nand</li>\n<li>Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).</li>\n</ul>\n<p>The information that we have disclosed in the past 12 months and the recipients of the information are described above, in the section titled “What are the purposes for sharing my data?” The information that we may have shared in the past 12 months falls into the following personal information categories under the CCPA and CPRA:</p>\n<ul>\n<li>Identifiers;</li>\n<li>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e));</li>\n<li>Protected classification characteristics under California or federal law;</li>\n<li>Commercial information;</li>\n<li>Internet or other similar network activity;</li>\n<li>Geolocation data;</li>\n<li>Sensory data;</li>\n<li>Sensitive Personal Information.\nand</li>\n<li>Professional or employment-related information;</li>\n<li>Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).</li>\n</ul>\n<p>As noted in the Section titled “Do you sell my data?”, our “sale” of information (including sale of information about consumers under the age of 16) consists of the disclosure of your information for targeted advertising purposes, and we aren’t paid by any external or Third Party for any data.\nThe information that we may have “sold” (for purposes of the CCPA and CPRA) in the past 12 months falls into the following personal information categories under the CCPA and CPRA:</p>\n<ul>\n<li>Identifiers;</li>\n<li>Commercial information.\nand</li>\n<li>Internet or other similar network activity.</li>\n</ul>Do I have the right to know what information you have about me?<p>Yes, as a California resident you can request certain information about what we have Processed over the past 12 months.\nOnce we receive and verify your consumer request, we can provide:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting that personal information.</li>\n<li>The categories of Third Parties with whom we shared that personal information.</li>\n<li>The specific pieces of personal information we collected about you.</li>\n<li>Whether we disclosed your personal information for a business purpose and the personal information categories that each category of recipient obtained.</li>\n</ul>\n<p>We will verify your identity by matching the information you provide with information that we maintain about you or via biometrics (specifically, FaceID via iOs).\nYou also have the right to request that we correct personal information about you if it is found to be inaccurate.\nTo make such a request, please send an email to DPO@faithfulcounseling.com.</p>Can I “opt out” or request that you delete my information?<p>Yes, you can request that we delete your data as described in the section of this Policy called: \"How do I request my data or delete it?\" Once your request is received and verified by matching the information you provide with information that we maintain about you or via biometrics, we’ll move forward with the Process of deleting your information in line with our legal requirements and Retention Policy.\nWe cannot fulfill a deletion request and need to retain your information if the data is necessary to:</p>\n<ul>\n<li>Provide you services, take actions reasonably anticipated within the context of our ongoing business relationship, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with applicable laws, including but not limited to, the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.) and information covered by the California Confidentiality of Medical Information Act.</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>As noted above, you do not need to opt in to the “sale” of personal information about you by withdrawing your consent to accept cookies used for advertising here.\nOur websites are also designed to implement a do-not-sell privacy preference.</p>Other California privacy rights<p>California’s “Shine the Light” law (Civil Code Section § 1798.83) permits California residents to request certain information regarding our disclosure of personal information to Third Parties for direct marketing purposes.\nTo make such a request, please send an email to DPO@faithfulcounseling.com.</p>25.\nGeneral Data Protection Regulation (GDPR) and UK General Data Protection Regulation Notice<i>\n</i>\n<i>\n</i>\n<p>This section provides additional information about our Policy relevant to you if you are from the European Economic Area (the EEA), United Kingdom, and Switzerland (together “European Area Countries”).\nIt supplements and should be read in conjunction with the rest of the Policy.</p>\n<p>Under the European Area Countries’ privacy laws, we are the Controller with respect to your data.</p>When is my data used?<ul>\n<li>When it is in our legitimate interests or an external third party’s legitimate interests (“legitimate interest” is a term defined by the General Data Protection Regulation (GDPR) and UK General Data Protection Regulation Notice).\nOur legitimate interests in this instance include managing the Platform and Faithful Counseling’s business, safety and security of the infrastructure, prevention of fraud, research, and development, and management of contracts and legal claims.</li>\n<li>When it is needed for the provision of the Platform.\nIn particular, for product development and internal analytics purposes, and otherwise to improve the safety, security, and performance of the Platform.\nWe only rely on our or an external third party’s legitimate interests to Process your data when these interests are not overridden by your rights and interests.</li>\n<li>When it is necessary to do so to comply with any legal obligations imposed upon us under our contractual obligations or our contractual obligation or applicable law.</li>\n<li>In rare instances, when it is a medical emergency, we may use your data to protect your or another’s vital interests if consent is not a reasonable option.</li>\n<li>When you have consented to the use of your data, for marketing purposes or through the use of cookies and web beacons.\nWhere consent is the legal basis, you have the right to withdraw your consent at any time.</li>\n</ul>What Lawful Basis for Sensitive Data is Used in the UK and EEA?<p>Faithful Counseling may also collect and Process certain categories of personal information, which may be considered “sensitive personal information” in the UK and EEA.\nThe lawful basis for this Processing are (1) health and social care, (2) our establishment, exercise, or defense of a right or legal obligation, (3) substantial public interest, and (4) consent.\nWhere consent is the legal basis, you have the right to withdraw your consent at any time.\nSensitive personal information that we Process includes your racial or ethnic origin, religious or philosophical beliefs, and data concerning your health or about your sex life or sexual orientation.</p>\n<p>When you begin to use our services and register your account, we ask you to provide answers to a questionnaire to customize the service, to match you with a Therapist, and to provide therapy and related services to you.\nIn providing your responses to the questionnaire you may provide us with “sensitive personal Information” as described above.\nYou may also continue to share such data with us as you receive services.\nThis data is necessary as it allows us to continue providing services to you and customize our services for you.\nIt is also necessary to provide healthcare with a personalized and well-selected Therapist based on points of data which impact your therapy and health care needs.\nThe Therapist also reviews this data and can choose to not work with you if they are not a good fit.\nWe may also use this information to improve our service and understand how you interact with the services.</p>How we obtain your personal information<p>Faithful Counseling obtains the categories of personal information listed above from the following sources:</p>\n<ul>\n<li>Directly from you, such as information when you apply to be a counselor or that you submit during the Process of using and paying for our Services.</li>\n<li>Indirectly from you, such as through your actions on our website.</li>\n<li>From external business partners, such as social media sites, ad networks, and analytics providers.</li>\n</ul>What are my rights and choices under European Area Countries laws?<p>European Area Country residents have specific rights regarding their data.\nThis section describes your rights if you are resident in the European Area Countries and explains how to exercise those rights.</p>\n<ul>\n<li>\n<em>Subject access request</em>: You may be entitled to ask us for a copy of any data which we hold.\nWe will normally send you a copy within one month of your request.\nHowever, that period may be extended by two additional months where necessary, taking into account the complexity of the request or the difficulty in accessing the data that you request.\nThere is usually no charge.\nIn exceptional circumstances, we may charge a reasonable fee after discussing the fee with you.</li>\n<li>\n<em>Right to rectification</em>: If the data we hold about you is inaccurate, you may request rectification.\nThe data will be checked, and, where appropriate, inaccuracies will be rectified.</li>\n<li>\n<em>Right to erasure</em>: In certain circumstances, you may be entitled to ask us to erase your data.</li>\n<li>\n<em>Right to data portability</em>: In certain circumstances, you may wish to move, copy, or transfer the electronic data that we hold about you to another organization.</li>\n<li>\n<em>Right to object</em>: You may object to your data being used for direct marketing.\nYou may object to the continued use of your data in any circumstances where we rely upon consent as the legal basis for Processing it.\nWhere we rely upon legitimate interests as the legal basis for Processing your data, you may object to us continuing to Process your data, but you must give us specific reasons for objecting.\nWe will consider the reasons you provide, but if we consider that there are compelling legitimate grounds for us to continue to Process your data, we may continue to do so.\nIn that event, we will let you know the reasons for our decision.\nIn some instances, objecting to certain Processing may impact our ability to provide you with services.</li>\n<li>\n<em>Rights related to automated decision-making including profiling</em>: We use limited data to operate the Platform and to carry out certain profiling activities to support and grow our business.\nWhen doing so, we rely upon our legitimate interests as the lawful basis for Processing your data, and you may exercise the above rights if you do not wish us to Process your data in this way.</li>\n</ul>\n<p>To exercise the rights in relation to your data set out in this section, please contact us at DPO@faithfulcounseling.com.</p>Is my data transferred internationally?<p>As a part of our standard business practices, we may transfer your data to organizations based in countries that have not been granted an adequacy decision under the General Data Protection Regulation.\nWhere data is transferred to such countries, we shall ensure that specific safeguards or derogations have been established.</p>\n<p>These might include where the data transfer is necessary in order to fulfill a contract between us and yourself, where we have received your specific consent after having made you aware of any risks involved, or where contracts are in place between us and the Third-Parties involved that ensure the recipient organization has a suitable standard of data protection in place.</p>\n<p>You can contact our Data Protection Officer with questions, about this Policy, or about your data by writing to:</p>\n<p>Attn: Faithful Counseling UK: Data Protection Officer<br>Ametros Group Ltd<br>Lakeside Offices,<br>Thorn Business Park<br>Rotherwas Industrial Estate<br>Hereford, Herefordshire<br>England<br>HR2 6JT<br>0330 223 2246<br>dpo@ametrosgroup.com<br>www.ametrosgroup.com</p>\n<p>Attn: Faithful Counseling EU: Data Protection Officer<br>Ametros Ltd<br>Unit 3D<br>North Point House<br>North Point Business Park<br>New Mallow Road, Cork<br>Ireland<br>gdpr@ametrosgroup.com<br>www.ametrosgroup.com</p>\n<p>While we’ll always work with you to resolve any concerns you have about the use of your data, under GDPR you have the right to lodge a complaint with the supervisory authority in your country of residence if you have any concerns about our use of your personal information.</p>Additional Privacy Notice for non-US, non-UK, and non-EU residents<p>As a part of our standard business practices, data is transferred outside of many visitors’ countries of residence and predominantly used, accessed and processed within the U.S.\nFortunately, given the robust and rigorous nature of privacy laws in the US, UK, and EU with which we comply, BetterHelp considers that this has the effect of protecting user information in a way that, overall, is at least substantially similar or in many ways exceeds non-US data privacy legal requirements.\nTo the extent we contract with vendors who are outside of the U.S, we ensure that specific safeguards have been established to protect that data.</p>\n<p>Last Updated and Effective: June 1, 2023</p>\n<p>\n</p>", "created_at": "2023-06-22 02:30:56.147064", "updated_at": "2023-06-22 02:31:24.724625"}], "points": [], "urls": ["faithfulcounseling.com"]}}