{"error": 448, "message": "OK", "parameters": {"id": 2651, "name": "Trader Joe's", "created_at": "2021-01-26 05:16:06.737682", "updated_at": "2023-07-10 22:01:37.327514", "wikipedia": "https://wikidata.org/wiki/Q688825", "keywords": null, "related": null, "slug": "trader_joes", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2651.png", "url": "traderjoes.com", "documents": [{"id": 3811, "name": "Privacy Policy", "url": "https://www.traderjoes.com/home/privacy-policy", "xpath": "/html/body/div[7]/div/div/main/div", "text": " Trader Joe’s Privacy Practices &amp.\nCommitments <p>\n<strong>12/31/19</strong>\n</p>\n<p> At Trader Joe’s, we understand that you care how information about you is used and shared.\nWe care too .\nAs such, we make sure we safeguard your personally identifiable information and honor your requests for privacy.\nThe following note outlines our privacy practices and commitments: </p> What Kind of Information Are We Talking About? <p>\n<strong> Trader Joe’s gets information from and about you in a number of different ways through your use of our website, including: </strong>\n</p>\n<br>\n<p>\n<strong>Contact Information </strong>\n<br>\n</p>\n<ul>\n<li>\n<strong> Customer Inquiries: </strong> When you choose to reach out to us through our customer inquiry forms, we store your questions along with personally identifiable information (name, email, and phone number (should you opt to share it).\nWe make note that we intend to use this information to communicate with you to offer customer service.\nWe also provide you the option to elect not to be contacted by third parties, such as our vendors.\n</li>\n<p>\n</p>\n<br>\n<li>\n<p>\n<strong>The Fearless Flyer and e-Newsletter Communications</strong> When you choose to sign up to receive the Trader Joe’s Fearless Flyer and/or our e-Newsletter, we store your personally identifiable information (such as name, mailing address, phone number and/or email) in an electronic database.\nIf at any time you do not want to receive our Fearless Flyer or e-Newsletter, please update your preferences on our website or select the “Unsusbscribe” option at the bottom of our e-Newsletter.\n</p>\n<br>\n</li>\n<li>\n<p>\n<strong>Job Applications:</strong> When you choose to apply for a job through our website, we will collect information (name, address, email, phone number, recent employment, and/or resume) that you provide in the course of submitting that application.\nThat information will be submitted to the provider of our online career portal, Avature, for evaluation purposes.\nWe encourage you to review &nbsp;Avature’s Privacy Policy.\n</p>\n<br>\n</li>\n</ul>\n<p>\n<strong>Site Navigation Information </strong>\n</p>\n<p> When you use our website, we or our third-party service providers may collect information about how you access, use, or otherwise interact with our website and e-Newsletter.\nThis information is collected for various reasons, including ensuring that our website/e-Newsletter is functioning correctly, to understand how our customers are using our website/e-Newsletter, to make improvements to our website/e-Newsletter experience, or to make our content more relevant to our customers.\nThe information collected may include technical information such as your IP address, the type of browser/device/hardware that you use to access the website, the operating system on your device, the website or other online service that directed you to our website, and the content that you are viewing.\nIn other words, the information is only used for general analytical needs.\nThat’s it.\n</p>\n<p> We use Google Analytics to learn about how you and other customers use the website.\nYou can learn more about how Google uses the information it collects at: &nbsp;https://www.google.com/policies/privacy/partners/.\n</p>\n<br>\n<p>\n<strong>Cookies (not the edible kind) </strong>\n</p>\n<p> Whenever you interact on our site, we receive and store certain information in the form of Internet “cookies.” You can’t eat them and neither can we.\nCookies are stored on your hard drive—not on our site—in the form of a text file (they are not harmful, nor tasty).\nThey can help us understand your browsing patterns, which allows us to provide targeted information about products and pricing.\nMost cookies are “session cookies,” meaning that they are automatically deleted at the end of a session when you close your browser.\nSome cookies are called “persistent” cookies because they do not expire when you close your browser .\nDon’t worry, though—you can remove them by following directions provided in your Internet browser’s “help” file.\n<br> We do NOT use cookies to examine your surfing behavior before or after leaving the Trader Joe’s website.\nWe have better things to do.\n</p>\n<br> How does traderjoes.com use the information that it receives? <p>Trader Joe’s uses the information it receives to better serve you and other customers by:</p>\n<p>\n</p>\n<ul>\n<li>Communicating about our products, stores, events and promotions</li>\n<li>Notifying customers of product recalls</li>\n<li>Responding to questions, requests or concerns and providing customer service</li>\n<li>Administering contests and sweepstakes</li>\n<li>Facilitating social sharing</li>\n<li>Considering or responding to interest in working with us</li>\n<li>Evaluating and improving our products and services</li>\n<li>Analyzing customer use of our site</li>\n</ul>\n<strong> Trader Joe’s does not tie information to individuals for marketing purposes or sell your personal information to others.\nIt’s just not how we operate.</strong>\n<p>\n</p>\n<br> How does traderjoes.com use the information that it receives? <p>\n<strong>With Trader Joe’s Employees</strong>\n<br> Access to customer information is limited to employees who need it for a business purpose, such as to serve customers or maintain our information systems.\nAll employees are committed to following our Privacy Practices.\nThat means employees will only use customer information to better serve you.\n</p>\n<br>\n<p>\n<strong>With Trader Joe’s Partners</strong>\n<br> We may also provide a list of names and addresses to a mail house so that they can send our newsletter from us to you.\nWe may also share information with companies we have contracted with to provide technology services.\nAny partner that we work with would be required to sign a nondisclosure agreement that would prohibit them from disclosing the information we provide them to anyone else.\n</p>\n<br>\n<p>\n<strong>With Other Parties</strong>\n<br> Other than in the above situations, we may release your information ONLY if you request or authorize us to do so.\nWe may also release customer information when we believe it is necessary to comply with the law, enforce our legal rights.\nor to protect our customers or us.\n<strong> We will NEVER sell your personal information to anyone, for any reason, at any time.\nNever.\n</strong>\n</p>\n<br>\n<p>\n<strong>What About Links to Third-Party Websites?</strong>\n<br> Our site sometimes provides links to websites that are operated solely by third parties that are not under our control.\nThese Privacy Practices apply to our site only, and is not intended to describe the privacy policies of any third-party sites.\n</p>\n<br> Okay, Trader Joe’s - How Safe is My Information, Really? <p>\n<strong>We Are Serious About The Security of Your Information:</strong>\n<br> We make reasonable efforts to ensure that your personal information is protected while you are on our site.\nWe have security procedures in the storage and disclosure of personal information, which are designed to prevent unauthorized access.\n<strong> It’s exactly the kind of protection that what we would want, if we were surfing the web on another site.\n</strong> It’s really that simple.\n</p>\n<br>\n<p>\n<strong>Changes in Our Privacy Practices and Commitments</strong>\n<br> We are always improving and updating our website to further enhance your experience.\nAs a result, our policies will continue to evolve.\nAs we implement new technology and provide new services, we will update our Privacy Practices &amp.\nCommitments accordingly.\nAny changes to our Privacy Practices &amp.\nCommitments will take effect upon posting.\nWe encourage you to refer to this page on an ongoing basis for our most current policy and practices.\n</p>\n<br>\n<p>\n<strong>Your Part</strong>\n<br> By using our website, you are consenting to the collection, use and sharing of the information described in this statement of Privacy Practices &amp.\nCommitments.\nWe appreciate your trust in us and we promise to protect it fervently.\n</p>\n<p> If you would like to review or make requests related to your personally identifiable information as it exists in our records, please contact Trader Joe’s at:&nbsp.\n</p>\n<p> Trader Joe’s<br> PO Box 5049<br> Monrovia,&nbsp;CA&nbsp;91017-7149<br> (Attention: Privacy Officer)<br> privacy@traderjoes.com </p> ", "created_at": "2021-01-26 05:17:38.684411", "updated_at": "2021-01-26 11:11:24.674426"}, {"id": 13128, "name": "Terms of Use", "url": "https://www.traderjoes.com/home/terms-of-use", "xpath": "//body", "text": " You need to enable JavaScript to run this app.\nWe use cookies on our website to improve the customer experience.<p>By continuing to enjoy our site, you are agreeing to our use of cookies (the kind that are full of bytes vs the kind you bite).\nFor more information on how we collect and use this information, please review our Privacy Policy</p>Got ItSelect your store<ul>\n<li>Stores</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Announcements</li>\n</ul>SearchSearchShopping List<ul>\n<li>Fearless Flyer</li>\n<li>Products</li>\n<li>Discover</li>\n<li>Recipes</li>\n<li>Listen</li>\n</ul>\n<ul>\n<li>Products</li>\n<li>Discover</li>\n<li>Recipes</li>\n<li>Listen</li>\n<li>About Us</li>\n<li>Find A Store</li>\n</ul>Fearless FlyerRead it!<ul>\n<li>Products</li>\n<li>What's New</li>\n<li>Food</li>\n<li>Bakery</li>\n<li>Cheese</li>\n<li>Dairy &amp.\nEggs</li>\n<li>Dips, Sauces &amp.\nDressings</li>\n<li>Fresh Prepared Foods</li>\n<li>From the Freezer</li>\n<li>Fresh Fruits &amp.\nVeggies</li>\n<li>Meat, Seafood &amp.\nPlant-based</li>\n<li>For the Pantry</li>\n<li>Snacks &amp.\nSweets</li>\n<li>Beverages</li>\n<li>Flower &amp.\nPlants</li>\n<li>Everything Else</li>\n</ul>\n<ul>\n<li>Discover</li>\n<li>Entertaining</li>\n<li>Guides</li>\n<li>Stories</li>\n<li>Subscribe</li>\n</ul>\n<ul>\n<li>Recipes</li>\n<li>Appetizers &amp.\nSides</li>\n<li>Beverages</li>\n<li>Breakfast</li>\n<li>Lunch</li>\n<li>Dinner</li>\n<li>Desserts</li>\n</ul>\n<ul>\n<li>Listen</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Diversity &amp.\nInclusion</li>\n<li>Sustainability</li>\n<li>Neighborhood Shares</li>\n<li>Announcements</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>Find A Store</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Terms of Use</li>\n</ul>Trader Joe's Online Communities Terms of UseMarch 23, 2021<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n<b>Terms of Use</b>\n</p>\n<p>Welcome, again, to the Trader Joe's website.\nBy accessing our website or our other online communities, you are consenting to the following terms of use and all corresponding legal \"stuff\" that goes along with it.\nBy accessing or using our online communities, you agree to follow and be bound by these terms.\nIf you don't agree with our terms of use, unfortunately, we will have to ask you to not access our communities.\nThat said, you can always change your mind, and we'll welcome you back.</p>\n<p>\n<b>Trader Joe's Online Communities Information Exchange</b>\n</p>\n<p>During your use of the Trader Joe's website or our other online communities, we may obtain certain information about you, which we will hold in confidence according to these Terms of Use and our Privacy Practices &amp.\nCommitments.\nFor more on this, please see our Privacy Practices &amp.\nCommitments.</p>\n<p>\n<b>Trader Joe's Online Communities Copyright and Trademark Rights</b>\n</p>\n<p>\n<b>The Material posted by Trader Joe's on Trader Joe's Online Communities is the property of Trader Joe's.</b> In other words: All rights, title and interest (including all copyrights, trademarks and other intellectual property rights) to the content included on this website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, and data compilations, is the property of Trader Joe's (or to another party that has licensed their material to Trader Joe's) and is protected by United States and international copyright laws.\nTrader Joe’s also maintains all rights, title and interest to the content it posts on its other online communities, such as Instagram.</p>\n<p>\n<b>Please Respect the Material on Trader Joe's Online Communities:</b> You may not reproduce, redistribute or otherwise use any materials without the express written consent of Trader Joe's.\nTrader Joe's trademarks and trade dress may not be used in connection with any product or service that is not Trader Joe's, in any manner that is likely to cause confusion among customers or in any manner that disparages or discredits Trader Joe's.\n(We know, but we still have to say it.)</p>\n<p>\n<b>The Material Included On Trader Joe's Online Communities Can Be Used For Personal, Informational And Shopping Purposes Only:</b> This means that you agree you will not distribute, publish, transmit, modify, display or create copied works from or exploit the contents of our online communities in any way.\nYou agree to indemnify, defend and hold harmless Trader Joe's for any and all unauthorized uses you may make of any material on the website.\nYou acknowledge the unauthorized use of the contents could cause irreparable harm to Trader Joe's and that in the event of an unauthorized use, Trader Joe's shall be entitled to an injunction in addition to any other remedies available at law or in equity in the exclusive jurisdiction and venue in the courts described below.</p>\n<p>To the extent that Trader Joe's believes that you have violated its intellectual property rights, Trader Joe's may seek injunctive or other appropriate relief in any federal or state court located in California without having to submit that matter to mediation/arbitration as stated below, and you consent to the exclusive jurisdiction and venue in such courts.</p>\n<p>\n<b>Limitations on Use</b>\n</p>\n<p>Trader Joe's grants you a non-exclusive, non-transferable, limited license to view this website and the material Trader Joe’s posts on its other online communities, and to download and/or print portions of materials retrieved from our online communities as long as (a) it is used only for informational, non-commercial purposes, and (b) you do not remove or obscure the copyright notice or other notices.\nNo part of Traderjoes.com, or the content posted by Trader Joe’s on our other online communities, may be reproduced, republished, copied, transmitted, or distributed in any form or by any means, without the express written permission of Trader Joe's.</p>\n<p>In addition, you may not use Trader Joe's online communities to:</p>\n<ul>\n<li>gain unauthorized access to our online communities, network or computer systems;</li>\n<li>interfere with any other person's use or enjoyment of our online communities;</li>\n<li>breach any laws concerning the use of public telecommunications networks and interfering or disrupting networks or websites connected to our online communities;</li>\n<li>copy any portion of the website, or any material posted by Trader Joe’s on our other online communities, or the content except as part of an Internet service provider's incidental caching of pages or for your own personal review later.\nor</li>\n<li>\"hack,\" interfere with or disrupt our online communities or any servers directly or indirectly connected with the service or promote any such activity</li>\n</ul>\n<p>\n<b>Disclaimer and Limit on Liability</b>\n</p>\n<p>Trader Joe's will do its best to bring you uninterrupted, functional use of Trader Joe's online communities: That said, we do not guarantee that the functions contained on Trader Joe's online communities will be uninterrupted or error-free, or that our online communities or their servers will be free of viruses or other harmful components.\nIf we are made aware of any defects, we will always do our best to correct them.</p>\n<p>Please understand that Trader Joe's Company disclaims all responsibility for any loss, injury, claim, liability, or damage of any kind resulting from, arising out of, or in any way related to: (1) any errors in or omissions from Trader Joe's online communities, including but not limited to technical inaccuracies and typographical errors.\n(2) any third party websites or content therein directly or indirectly accessed through links in Trader Joe's online communities.\n(3) any information which is posted by any 3rd party, including without limitation, information posted on any related blog.\n(4) the unavailability of Trader Joe's online communities, or any portion of our online communities.\n(5) your use of Trader Joe's online communities.\nor (6) your use of any equipment or software in connection with Trader Joe's online communities.</p>\n<p>\n<b>Third Party Websites</b>\n</p>\n<p>As a convenience to Trader Joe's, our online communities may include links to third party websites or material which are beyond its control.\nTrader Joe's is not responsible for content on other websites outside of our online communities.\nYour use of any linked is subject to the terms and conditions of use and privacy policy imposed by the operator of the linked website, and Trader Joe's disclaims all liability in connection with your use of a linked website.</p>\n<p>\n<b>Changes in Our Terms of Use</b>\n</p>\n<p>We are always improving and updating our online communities to further enhance your experience.\nAs a result, our policies will continue to evolve.\nTrader Joe's reserves the right to change, modify, add, or remove any of these Terms and any other content at this website from time to time for any reason.\nWe will provide notice of these changes by posting them right here.\nWe encourage you to refer to this page on an ongoing basis for our most current Terms of Use.</p>\n<p>\n<b>Disputes and Applicable Law</b>\n</p>\n<p>This Agreement shall be governed by and construed in accordance with the laws of the State of California, excluding that body of law relating to conflict of laws.\nThe parties agree that any controversy or claim arising out of or relating to this Agreement, or the breach thereof, will be settled by binding arbitration in accordance with California Code of Civil Procedure Section 1280 et seq., and the then current rules and procedures of JAMS.\nThe arbitration shall be a confidential proceeding, closed to the general public.\nThe arbitration will take place in Los Angeles, California and be conducted in the English language.\nThe decision rendered by the arbitrator will be binding upon the parties hereto, and any judgment upon the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nThe parties consent to the jurisdiction of all federal and state courts in California.\nVenue will lie exclusively in Los Angeles, California.\nFor the sake of clarity, nothing in this paragraph shall affect Trader Joe's ability to seek from a court injunctive or equitable relief at any time.</p>\n<p>If any arbitration or other proceeding is brought to enforce or interpret this Agreement or matters relating to it, the substantially prevailing party, as determined by the arbitrator's award, will be entitled to recover reasonable attorneys' fees and other costs and expenses incurred in such arbitration or proceeding from the other party, in addition to any other relief to which such prevailing party is entitled.\nprovided that in no event will the arbitrator have the authority to award punitive damages.</p>\n<p>Our failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision unless acknowledged and agreed to by us in writing.\nAny cause of action you may have with respect to Trader Joe's online communities must be commenced within one year after the claim or cause of action arises or such claim or cause of action shall be barred.</p>\n<p>\n<b>Children</b>\n</p>\n<p>Parents should always supervise their children while online.\nTrader Joe's online communities are not designed nor intended to collect personal information from children under the age of thirteen.\nSo that we may comply with the Children's Online Privacy Protection Act, we ask that children under the age of thirteen not provide any personal information on our online communities.</p>\n<p>\n<b>International Use</b>\n</p>\n<p>Trader Joe's makes no representation that materials in Trader Joe's online communities are appropriate or available for use in other locations.\nIf you access our online communities from outside the United States, please understand that our online communities may contain references and/or links to products and services that are not available or are prohibited in your country.</p>\n<p>\n<b>Trader Joe's Community Guidelines for \"Comments\"</b>\n</p>\n<p>The root of the word community encompasses the concepts of \"fellowship\" and \"courtesy,\" as well as \"shared responsibility.\" By engaging here, you are agreeing to be a steward of the Trader Joe's community, and thus engender the fellowship, courtesy and shared responsibility as outlined in these guidelines:</p>\n<ul>\n<li>You must be 13 or older to engage in this conversation, and if you are between the ages of 13-18, your parent or legal guardian must have reviewed our Terms and have agreed to them for you to participate.</li>\n<li>Language is a powerful tool—wield it carefully and respectfully.\nOffensive, off-color, hurtful, damaging, derogatory, provocative, insulting, abusive, harassing, ugly… remarks will not be tolerated.\nPeriod.</li>\n<li>Just as in our stores, maintaining a welcoming and safe environment is of paramount importance to us.\nTrader Joe's reserves the right to not post or remove any comments at any time for any reason.\n(Please note: if a portion of a comment is deemed not permissible, the entire comment will not be posted.)</li>\n<li>You reserve the right to flag any comment that you deem inappropriate for immediate review and likely removal by Trader Joe's moderators.</li>\n<li>Please keep comments on-topic—the featured Trader Joe's products and your experience with them or thoughts about them are the topic.</li>\n<li>To discuss other pressing Trader Joe's topics—general store experiences or questions, location inquiries, business inquiries, new vendor pitches, employment interests or any other customer service-related matters, please visit our Contact Us page.</li>\n<li>If you have questions or concerns pertaining to a specific store, please contact your local Trader Joe's Store for assistance.</li>\n<li>Trader Joe's Crew Members may join in the discussion as customers, but will not address internal issues or answer questions on behalf of the Trader Joe's Company.</li>\n</ul>\n<p>\n<b>Miscellaneous</b>\n</p>\n<p>This website and/or certain activities provided via this website may be covered by U.S.\nPatent 6,091,956.</p>\n<p>Font Credit: Fontfabric (http://www.fontfabric.com)</p>\n<p>If any provision of this Agreement is found to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from this Agreement and shall not affect the validity and enforceability of any remaining provisions.\nThis is the entire Agreement between you and Trader Joe's relating to the subject matter herein and supersedes any and all prior or contemporaneous written or oral agreements between you and Trader Joe's with respect to such subject matter.\nThis Agreement may not be changed, waived or modified except by Trader Joe's as provided herein or otherwise by written instrument signed by Trader Joe's.\nNeither this Agreement nor any right, obligation, or remedy hereunder is assignable, transferable, delegatable, or sublicensable by you except with Trader Joe's prior written consent, and any attempted assignment, transfer, delegation, or sublicense shall be null and void.\nTrader Joe's may assign, transfer, or delegate this Agreement or any right or obligation or remedy hereunder in its sole discretion.\nNo waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.\nAny heading, caption, or section title contained in this Agreement is inserted only as a matter of convenience and in no way defines or explains any section or provision hereof.</p>\nThe Fearless FlyerREAD ITThe PodcastListenRecipesTRYProducts<ul>\n<li>What's New</li>\n<li>Food</li>\n<li>Beverages</li>\n<li>Flowers &amp.\nPlants</li>\n<li>Everything else</li>\n</ul>Discover<ul>\n<li>Stories</li>\n<li>Entertaining</li>\n<li>Guides</li>\n<li>Subscribe</li>\n</ul>Recipes<ul>\n<li>Appetizers &amp.\nSides</li>\n<li>Beverages</li>\n<li>Breakfast</li>\n<li>Lunch</li>\n<li>Dinner</li>\n<li>Desserts</li>\n</ul>Who We Are<ul>\n<li>About Us</li>\n<li>Diversity &amp.\nInclusion</li>\n<li>Sustainability</li>\n<li>Neighborhood Shares</li>\n<li>Locations By State</li>\n<li>FAQs</li>\n</ul>\n<p>\n<b>Follow us</b>\n</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Copyright © Trader Joe’s 2022.\nAll rights reserved.</p>\n<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Accessibility</li>\n<li>Transparency in Supply Chains Act</li>\n<li>Contact Us</li>\n</ul>Print ", "created_at": "2022-12-10 20:43:40.273358", "updated_at": "2022-12-10 20:43:47.605188"}], "points": [{"id": 14947, "title": "Third parties are involved in operating the service", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:55:50.279981", "updated_at": "2023-07-11 10:08:10.918523", "quoteText": null, "case_id": 207, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14851, "title": "You can request access and deletion of personal data", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 11:16:12.159229", "updated_at": "2023-07-11 10:11:31.577456", "quoteText": null, "case_id": 195, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14948, "title": "This service requires first-party cookies", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:56:14.900206", "updated_at": "2023-07-11 10:11:36.431594", "quoteText": null, "case_id": 126, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14951, "title": "This service may use your personal information for marketing purposes", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:57:30.600558", "updated_at": "2023-07-11 10:11:39.563279", "quoteText": null, "case_id": 336, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14960, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:02:29.044001", "updated_at": "2023-07-11 10:11:41.283495", "quoteText": null, "case_id": 121, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14956, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:00:40.910974", "updated_at": "2023-07-11 10:11:41.375248", "quoteText": null, "case_id": 164, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14954, "title": "Your personal data is given to third parties", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:59:53.55103", "updated_at": "2023-07-11 10:11:41.466193", "quoteText": null, "case_id": 188, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14958, "title": "There is a date of the last update of the agreements", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:01:19.074447", "updated_at": "2023-07-11 10:11:41.581919", "quoteText": null, "case_id": 331, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14957, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:00:56.580937", "updated_at": "2023-07-11 10:11:41.6703", "quoteText": null, "case_id": 299, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14952, "title": "Your personal data is aggregated into statistics", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "\"Trader Joe’s uses the information it receives to better serve you and other customers by: [...]Analyzing customer use of our site\"", "created_at": "2021-01-26 21:58:00.032821", "updated_at": "2023-07-11 10:11:41.75872", "quoteText": null, "case_id": 190, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14955, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:00:07.494296", "updated_at": "2023-07-11 10:11:41.846636", "quoteText": null, "case_id": 210, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14953, "title": "This service does not sell your personal data", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:58:57.277523", "updated_at": "2023-07-11 10:11:41.931938", "quoteText": null, "case_id": 193, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14949, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:56:48.312103", "updated_at": "2023-07-11 10:11:42.019034", "quoteText": null, "case_id": 227, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14950, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 21:57:03.495457", "updated_at": "2023-07-11 10:11:44.089345", "quoteText": null, "case_id": 228, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 15000, "title": "Your personal data is used for limited purposes", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:32:07.339336", "updated_at": "2023-07-11 10:11:46.724408", "quoteText": null, "case_id": 196, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14961, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:02:47.919799", "updated_at": "2023-07-11 10:11:50.882789", "quoteText": null, "case_id": 403, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14926, "title": "This service uses third-party cookies for statistics", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:22:20.382752", "updated_at": "2023-07-11 10:11:40.924932", "quoteText": null, "case_id": 325, "document_id": 3811, "quoteStart": null, "quoteEnd": null}, {"id": 14959, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.traderjoes.com/home/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-26 22:01:45.311239", "updated_at": "2023-07-11 10:11:41.007722", "quoteText": null, "case_id": 301, "document_id": 3811, "quoteStart": null, "quoteEnd": null}], "urls": ["traderjoes.com"]}}