{"error": 448, "message": "OK", "parameters": {"id": 9493, "name": "AdGuard DNS", "created_at": "2023-09-02 23:08:15.102718", "updated_at": "2023-10-28 10:02:23.55348", "wikipedia": null, "keywords": null, "related": null, "slug": "adguard-dns", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/9493.png", "url": "adguard-dns.io", "documents": [{"id": 18734, "name": "End-User License Agreement of AdGuard DNS", "url": "https://adguard-dns.io/en/eula.html", "xpath": "/html/body/div[1]/div/div[3]", "text": "End-User License Agreement of AdGuard DNS July 28, 2022 IMPORTANT: THESE TERMS OF SERVICE (“TERMS”) IS A LEGAL AGREEMENT BETWEEN YOU (AN INDIVIDUAL) AND ADGUARD SOFTWARE LIMITED (OWNER OF ALL RIGHTS, WHETHER EXCLUSIVE OR OTHERWISE TO THE SOFTWARE).\nREAD IT CAREFULLY BEFORE USING THE ADGUARD DNS PRODUCTS AND SERVICES.\nBY USING THE PRODUCTS AND SERVICES, YOU ARE CONFIRMING YOUR ACCEPTANCE OF THE SERVICE AND AGREEING TO BECOME BOUND BY THESE TERMS.\nIF YOU DO NOT AGREE TO BE BOUND BY THESE TERMS, DO NOT USE THE SERVICE.\nNOTE THAT THESE TERMS REQUIRE THAT YOU AND ADGUARD SOFTWARE LIMITED SUBMIT ANY DISPUTE ARISING OUT OF THE INTERPRETATION OR APPLICATION OF THESE TERMS OR ANY BREACH THEREOF TO ARBITRATION.\nAdguard Software Limited may modify the Terms from time to time without prior notification.\nThe Terms are binding from the time that they are updated on our website.\nThe amendment of Terms may be broadcasted to you by sending an email and/or by publishing the updated Terms on the AdGuard DNS website.\n1.\nGeneral 1.1.\nAdguard Software Limited provides AdGuard DNS, a cloud-based DNS service, at your own risk and responsibility.\nYou are solely and exclusively responsible for the use of AdGuard DNS.\nAdGuard DNS shall not be liable for any loss, monetary or non-monetary harm, and this shall not include attorney fees or court costs irrespective of any laws or statutes that prescribe otherwise.\n1.2.\nAdguard Software Limited grants to you a limited license to connect to and use AdGuard DNS.\nThe AdGuard DNS products and services are owned and copyrighted by Adguard Software Limited, and are protected worldwide.\nAdguard Software Limited retain all right, title and interest in and to the AdGuard DNS products and services and any portion thereof, including, without limitation, all copyrights, trademarks, service marks, trade secrets and other intellectual property rights.\nAll rights are reserved unless otherwise noted.\nModifying, distributing to unauthorized parties, reverse engineering, or otherwise using AdGuard DNS in any way not expressly authorized by Adguard Software Limited with a written consent is strictly prohibited.\n1.3.\nIn order to use AdGuard DNS, You shall register using an email address and create a private DNS server.\nA valid email address must be provided at registration for creation of the AdGuard DNS account.\nYou may also log in with an email and password you have already registered at adguard.com before.\n1.4.\nBy providing your email address, you agree to receive email notifications about any modifications to AdGuard DNS, promotional information about AdGuard DNS or similar products or services offered by Adguard Software Limited.\nIn case you wish not to receive any marketing emails any more, you can disable them in your AdGuard personal account or unsubscribe right in the received email.\n1.5.\nWe may also modify or discontinue our free services and benefits without notice at any time at our sole discretion.\nNon-gratuitous services may be discontinued at the end of the term of the respective contract.\n2.\nTerms of Sale 2.1.\nA customer pays for a subscription that allows them to activate AdGuard DNS, a service that is available at https://adguard-dns.io.\nTo test private AdGuard DNS, you can try the Starter plan.\nFor more monthly requests, devices and servers, you need to purchase a subscription: Monthly or Yearly, Personal, Team, or Enterprise.\nOnce you purchase a subscription, it is automatically linked to your AdGuard account.\n2.2 The order process is conducted by online reseller Paddle.com.\nPaddle provides all customer service inquiries and handles returns.\n2.3.\nIf you have not canceled auto-renewal, the funds will be charged from your account automatically and the AdGuard DNS subscription will be renewed or extended.\nIf you cancel auto-renewal before the AdGuard DNS subscription expires, you will receive an email notification with the complete information regarding the terms of its renewal to the email address you specified during the initial purchase.\nYou will also be notified in advance should the AdGuard DNS subscription price increase.\n2.4.\nAfter the subscription that was purchased using promo codes or discounts expires, the payment for the subscription renewal will be charged at full price.\nAll changes to prices will be sent to you in the email you've registered when purchasing the license.\n2.5.\nYou can cancel auto-renewal at any time in your AdGuard account to which the AdGuard DNS subscription is bound to without any additional charges.\nThe paid subscription will continue to operate, but you will have to renew it manually when it expires.\n3.\nRefund policy We grant our customers a possibility to return 100% of funds they spent on AdGuard DNS Yearly subscriptions purchased from https://adguard-dns.io (for subscriptions purchased elsewhere, look for the refund policy of that particular reseller).\nImportant: Monthly subscriptions are not refunded.\nFor Yearly subscriptions we have a 30-day money-back-guarantee.\nAll refund requests made within 30 days since the Yearly subscription purchase are satisfied no matter what the reason is.\nThe subscription in question becomes blocked the moment the refund is issued.\nAfter 30 days, all requests are considered individually and the decision whether to issue a refund is left up to Adguard Software Ltd.\nWe do not grant partial refunds for subscription upgrades and renewals.\nEach case of partial refund request is discussed separately between Customer and Support, and satisfied only upon mutual agreement.\nTo get a refund for a subscription purchased on the official website, you need to contact support at support@adguard.com.\nProcessing time will depend on the payment method you have chosen and usually takes up to 5-10 business days.\n4.\nRestrictions You have no right to: rent, lease, loan, export or sell access to AdGuard DNS services to third parties.\nutilize framing techniques to enclose AdGuard DNS logo or trademark.\nuse automated agents or inject scripts into AdGuard DNS products and services to create multiple accounts, generate automated searches, requests, scrape, strip, or mine data from AdGuard DNS products and services.\nrun or disclose the results of any benchmark tests or analyses of AdGuard DNS products and services without AdGuard DNS’s written consent.\nhide, conceal or obscure any part of the AdGuard DNS website via HTML/CSS, scripting, or any other means.\n5.\nUser data and Privacy Policy 5.1.\nAdGuard DNS collects and processes very limited user data and has a strong Privacy Policy that explains in detail how Adguard Software Limited handles your personal data in relation to your use of AdGuard DNS and your browsing of the https://adguard-dns.io website.\n5.2.\nUsing AdGuard DNS, you agree to have read and accepted our Privacy Policy, which explains what type of information we collect, how it is shared and used.\n6.\nWarranty Disclaimer 6.1 YOU EXPRESSLY AGREE THAT YOUR USE OF THE SERIVCE IS AT YOUR SOLE RISK.\nTHE SERIVCE IS PROVIDED ON AN “AS IS” AND AN “AS AVAILABLE” BASIS.\nRIGHTHOLDER AND ITS SUPPLIERS AND PARTNERS DISCLAIM ALL WARRANTIES AND REPRESENTATIONS WITH REGARD TO THE PRODUCTS AND SERVICES PROVIDED UNDER THIS EULA, WHETHER EXPRESS, IMPLIED, OR OTHERWISE, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, AND QUIET ENJOYMENT.\nRIGHTHOLDER DOES NOT WARRANT THAT THE SERIVCE IS ERROR-FREE OR WILL OPERATE WITHOUT INTERRUPTION.\nNO RIGHTS OR REMEDIES REFERRED TO IN ARTICLE 2 or ARTICLE 2A OF THE UNIFORM COMMERCIAL CODE (UCC), AS IMPLEMENTED IN ANY JURISDICTION, WILL BE CONFERRED ON YOU UNLESS EXPRESSLY GRANTED HEREIN.\nTHE SERIVCE IS NOT DESIGNED, INTENDED OR LICENSED FOR USE IN HAZARDOUS OR HIGH-RISK ENVIRONMENTS OR USE CASES REQUIRING FAIL-SAFE CONTROLS, INCLUDING WITHOUT LIMITATION, THE DESIGN, CONSTRUCTION, MAINTENANCE OR OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL, AND LIFE SUPPORT OR WEAPONS SYSTEMS.\nRIGHTHOLDER SPECIFICALLY DISCLAIMS ANY EXPRESS OR IMPLIED WARRANTY OF FITNESS FOR SUCH PURPOSES.\n6.2.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE PRODUCTS AND SERVICES PROVIDED UNDER THIS EULA, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO SIXTY (60) DAYS FROM THE DATE OF DELIVERY OF SUCH SERVICES.\n6.3.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY RIGHTHOLDER OR ITS PARTNERS, OR ITS OR THEIR AGENTS OR EMPLOYEES, SHALL CREATE A REPRESENTATION OR WARRANTY, NOR IN ANY WAY INCREASE THE SCOPE OF ANY EXPRESS REPRESENTATION OR WARRANTY PROVIDED HEREIN.\n6.4.\nRIGHTHOLDER SHALL HAVE NO LIABILITY, AND YOU RELEASE RIGHTHOLDER OF ANY AND ALL LIABILITY, IF THE SERIVCE HAS BEEN ALTERED IN ANY WAY, OR FOR ANY FAILURE THAT ARISES OUT OF USE OF THE SERIVCE WITH OTHER THAN A RECOMMENDED HARDWARE CONFIGURATION, PLATFORM OR OPERATING SYSTEM.\n6.5.\nRIGHTHOLDER IS NOT RESPONSIBLE FOR ANY THIRD-PARTY SERIVCE INSTALLED BY YOU, INTENTIONALLY OR INADVERTENTLY, BY PURCHASING LICENSES OR DOWNLOADING THE SERIVCE FROM AN UNAUTHORIZED PARTY THAT IS NOT A RIGHTHOLDER PARTNER.\n6.6.\nYOU ARE RESPONSIBLE FOR ENSURING THAT YOUR PARTICULAR USE OF THE SERIVCE DOES NOT VIOLATE APPLICABLE LAW, THIRD-PARTY RIGHTS, OR YOUR CONTRACTUAL OBLIGATIONS TO THIRD PARTIES.\n7.\nLimitation Of Liability 7.1.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER RIGHTHOLDER NOR ITS SUPPLIERS OR PARTNERS SHALL BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, COVER OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR THE INABILITY TO USE EQUIPMENT OR ACCESS DATA, LOSS OF DATA, LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION OR THE LIKE), ARISING OUT OF THE USE OF, OR INABILITY TO USE, THE PRODUCTS OR SERVICES PROVIDED UNDER THIS EULA WHETHER BASED ON ANY THEORY OF LIABILITY, INCLUDING BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF RIGHTHOLDER OR ITS SUPPLIERS OR PARTNERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\n7.2.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, RIGHTHOLDER’S TOTAL LIABILITY TO YOU FOR ACTUAL DAMAGES FOR ANY CAUSE WHATSOEVER WILL BE LIMITED TO THE AMOUNT YOU ACTUALLY PAID TO RIGHTHOLDER FOR ANY PRODUCTS OR SERVICES PROVIDED UNDER THIS EULA.\n7.3.\nTHE FOREGOING LIMITATIONS ON LIABILITY ARE INTENDED TO APPLY TO ALL ASPECTS OF THIS EULA.\n8.\nMiscellaneous 8.1.\nApplicable Law, Arbitration, and Choice of Venue.\nThis EULA will be governed by and construed in accordance with the laws of the Republic of Cyprus without reference to conflicts of law rules and principles.\nThis EULA shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\nAny dispute arising out of the interpretation or application of the terms of this EULA or any breach thereof shall, unless it is settled by direct negotiation, be adjudicated by arbitration in the Republic of Cyprus.\nAny award rendered by the arbitrator shall be final and binding on the parties and any judgment on such arbitration award may be enforced in any court of competent jurisdiction.\nNothing in this Section 6 shall prevent a Party from seeking or obtaining equitable relief from a court of competent jurisdiction, whether before, during or after arbitration proceedings.\n8.2.\nEntire Agreement and Non-waiver.\nThis EULA contains the complete agreement between the parties with respect to the subject matter hereof and supersedes all prior or contemporaneous agreements or understandings, whether oral or written.\nYou agree that any varying or additional terms contained in any purchase order or other written notification or document issued by You in relation to the Software licensed hereunder shall be of no effect.\nThe failure or delay of Rightholder to exercise any of its rights under this EULA or upon any breach of this EULA shall not be deemed a waiver of those rights or of the breach.\n8.3.\nRestriction on Amendments.\nNo Rightholder Partner, or agent or employee of a Rightholder Partner, is authorized to make any amendment to this EULA.\nAny conflict or ambiguity between this EULA and any separate terms or conditions provided by a Rightholder Partner regarding the Services shall be resolved in favor of this EULA.\n8.4.\nSeverability.\nIf any provision of this EULA shall be held by a court of competent jurisdiction to be contrary to law, that provision will be enforced to the maximum extent permissible, and the remaining provisions of this EULA will remain in full force and effect.\n8.5.\nNo Use Where Prohibited.\nUse of the Services is unauthorized in any jurisdiction that does not give effect to all provisions of this EULA.\n8.6.\nAssignment.\nYou may not assign, by operation of law or otherwise, any rights or delegate any duties under the EULA to any third party without prior written consent by Rightholder.\nAny purported assignment lacking such consent will be void at its inception.\nRightholder may assign all or part of its rights and/or delegate all or part of its duties under the EULA to any party, at any time, and in its sole discretion, upon notice of assignment by publishing such notice on its website.\n9.\nPeriod for Bringing Actions No action, regardless of form, arising out of the transactions under this EULA, may be brought by either party hereto more than one (1) year after the cause of action has accrued, except that an action for infringement of intellectual property rights may be brought within the maximum applicable statutory period.\n10.\nContact Information Should You have any questions concerning this EULA, or if You desire to contact the Rightholder for any reason, please contact our Customer Support Service: Email: support@adguard.com\nWebsite: https://adguard-dns.io © 2022 ADGUARD SOFTWARE LIMITED.\nAll Rights Reserved.\nThe Services and any accompanying documentation are copyrighted and protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.", "created_at": "2023-09-02 23:08:15.164752", "updated_at": "2023-09-02 23:09:10.914162"}, {"id": 18733, "name": "AdGuard DNS Privacy Policy", "url": "https://adguard-dns.io/en/privacy.html", "xpath": "/html/body/div[1]/div/div[3]", "text": "AdGuard DNS Privacy Policy February 1, 2023 Keynote: We do not share or sell any of your personal data.\nWe are proud to say that we fight for users' privacy and we are strongly committed to this principle and to being as transparent as possible.\nWe believe that privacy is a fundamental human right.\nThat's why we are transparent about what AdGuard does, and explain the purpose of every little bit of information that may be gathered by our apps and services.\nBelow we list all the information that we may collect via AdGuard DNS and explain why we do it and how we use this information.\nThe information we collect includes no more than is crucial to provide the full functionality of AdGuard DNS, both public and private.\nWe do not collect anything for tracking purposes and take all necessary measures to protect the information we get.\nWho We Are ADGUARD SOFTWARE LIMITED (“We”, “Our” or “Us”) collects and processes your Personal Data in accordance with this Privacy Policy and in compliance with the applicable data protection laws.\nThis Policy provides you with the necessary information regarding your rights and our obligations and explains how, why and when we process your personal data.\nOur general principle is to collect only the information that is necessary to provide you with full functionality of our products and services.\nADGUARD SOFTWARE LIMITED is a company registered in Nicosia, Cyprus, registered office is at Klimentos 41-43, KLIMENTOS TOWER, Flat/Office 25, 1061, Nicosia, Cyprus and acts as the data controller when processing your data.\nIf you have any questions about this Privacy Policy, please contact us at privacy@adguard.com.\nWhat We Do AdGuard DNS operates as a DNS resolver which can block access to certain domains, depending on the chosen configuration (server): AdGuard DNS Default blocks access to domains that we consider ad, tracking, or malware.\nThis list is constantly updated based on the community feedback.\nAdGuard DNS Family blocks access to the same domains as Default, and also to domains that may contain adult content.\nIt also enforces safe search and other safe modes wherever possible, which can result in modified search results, missing comment sections, and other differences in web page appearance compared to its original state.\nNon-filtering AdGuard DNS doesn't block or redirect anything.\nIt only returns the IP address of the requested domain.\nPrivate AdGuard DNS blocks DNS queries or modifies DNS responses in accordance with the user’s preferences.\nIn addition to that, it displays the queries and statistics to the user via the AdGuard DNS dashboard.\nRegistering an AdGuard account is required to use this type of DNS resolver.\nWhenever an AdGuard DNS server (except non-filtering servers) receives a request to a domain that’s considered to be an ad or tracking domain, it returns an “unspecified IP” response (<code>0.0.0.0</code>).\nWhenever an AdGuard DNS server (except non-filtering servers) receives a request to a domain that’s considered to be a malware domain, or when an AdGuard DNS Family server receives a request to a domain that’s considered to be an adult domain, it replies with a redirect to a dummy page that explains what has happened.\nIf you disagree with us about classifying a certain domain as advertising, tracking, malicious, or adult one, or if you believe a certain domain should get blocked by one of AdGuard DNS servers, contact us at support@adguard.com.\nWhat Data AdGuard DNS Can Collect And When We do not collect anything about the user specifically.\nIn other words, your IP address or any data about you is not logged.\nWe store aggregated performance metrics of our DNS servers, namely the number of complete requests to a particular server, the number of blocked requests, and the speed of processing requests.\nWe keep and store the anonymous database of domains requested in the last 24 hours.\nThere is no information whatsoever that could link any of these domain names to the original user who sent the request.\nWe need this information to identify and block new trackers and threats.\nWe also log how many times this or that tracker has been blocked.\nWe need this information to remove outdated rules from our filters.\nAll data that we collect is not shared with any third parties.\nIt is used solely for internal purposes such as performance analytics.\nThe only information that we can possibly share is derivatives, i.e.\nlists of domains that our servers recognized as advertising, tracking, or malicious.\nWhen You Are Using Our Website Email address and password you use for authorization.\nThat ensures that you can retrieve your password if needed and that we can communicate with you when we have any announcements to make, service updates to advise or errors to report.\nYou can unsubscribe from our newsletter via AdGuard Account or by clicking “Unsubscribe” in the email itself.\nCookies for personalizing the content of the AdGuard DNS website for users, such as setting the default language.\nNone of the information we may acquire through the use of cookies is considered Personal Data by the standards of GDPR as it does not allow us to identify you.\nYou can always disable or clear cookies in your browser, but please note that some of our services may not function properly without the aid of cookies.\nBilling and payment information.\nIf you buy a subscription to Private AdGuard DNS, we will need to know your contact details.\nWe conduct all transactions via the Paddle payment provider.\nWhen You Are Using Private AdGuard DNS AdGuard DNS users may opt to use the “private AdGuard DNS” server.\nThis functionality allows them to control their DNS queries, observe statistics and query logs.\nIn this case, AdGuard DNS will block DNS queries or modify them according to the user’s preferences.\nYour email address which is required to create the account.\nWe store the log of your DNS queries in order to display it to you on the AdGuard DNS dashboard.\nThe users may opt to disable logging via the account settings.\nThe log is only stored for a limited period of time which can also be configured via the account settings.\nHow We Use Your Personal Data We follow EU’s General Data Protection Regulation (“GDPR”) which defines personal data the following way: …any information relating to an identified or identifiable natural person (‘data subject’).\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.\nWhen we use terms “personal data\" or “personal information”, we mean exactly that.\nWe retain Personal Data for as long as necessary to continue providing you with our products and services, or until you revoke your consent to share this information.\nYour Rights You have the following rights when it comes to Personal Data: Export all Personal Data that we hold about you to a local file from your AdGuard Account.\nRequest information about what data about you we store and for how long, and if we did not collect it directly from you, you can request information about its source by sending an email to privacy@adguard.com.\nRequest to correct any incomplete or inaccurate data about you by sending an email to privacy@adguard.com.\nWe will do so as quickly as possible, unless there is a valid reason not to, in which case you will be notified.\nDelete all your Personal Data.\nYou can do this at will via AdGuard Account, or by sending a request to privacy@adguard.com.\nIn the latter case, we may ask you to verify your identity before fulfilling the request.\nSafeguarding Measures We make every possible effort to protect you and your Personal Data from unauthorized access, alteration, disclosure or destruction.\nWe implement and maintain the following technical and security measures: System Access Controls: We take reasonable measures to prevent Personal Data from being used without authorization.\nThese controls shall vary based on the nature of the processing undertaken and may include, among other controls, authentication via passwords and/or two-factor authentication, documented authorization processes, documented change management processes and/or logging of access on several levels.\nData Access Controls: We take reasonable measures to ensure that Personal Data is accessible and manageable only by properly authorized staff.\nDirect database query access is restricted and application access rights are established and enforced to ensure that persons entitled to use a data processing system only have access to the Personal Data to which they have privilege of access.\nand that personal data cannot be read, copied, modified or removed without authorization in the course of processing.\nStoring Data in a Data Center: personal information is stored in a data center located in Frankfurt.\nThis is secure: the data center does not demand that we collect any data about your traffic or your use of our products and services.\nIf they request us to start doing so, we will stop working with this provider and find an alternative.\nTransmission Controls: We take reasonable measures to ensure that it is possible to check and establish to which entities the transfer of personal data by means of data transmission facilities is envisaged so personal data cannot be read, copied, modified or removed without authorization during electronic transmission or transport.\nInput Controls: We take reasonable measures to make it possible to check and establish whether and by whom personal data has been entered into data processing systems, modified or removed.\nData Backup: Back-ups of the databases are made on a regular basis, they are secured and encrypted to ensure that personal data is protected against accidental destruction or loss when hosted by us.\nLogical Separation: Personal Data is logically segregated on our systems to ensure that Personal Data collected for different purposes can be processed separately.\nConsequences of Not Providing Your Personal Data You are not obligated to provide your Personal Data to us.\nHowever, as this information is required for us to provide you with our services or respond to your enquiries, we will not be able to offer some or all our services without it.\nAge Limitations To the extent not prohibited by applicable law, we do not allow the use of our Services, Products and Website by anyone younger than 18 years old.\nIf you learn that anyone younger than 18 has unlawfully provided us with Personal Data, please contact us and we will take steps to delete such information.\nChanges To This Privacy Policy We may change this Privacy Policy from time to time.\nLaws, regulations and industry standards evolve, which may make those changes necessary, or we may make changes to our business.\nWe will post the changes to this page and encourage you to review our Privacy Policy to stay informed.", "created_at": "2023-09-02 23:08:15.134334", "updated_at": "2023-09-02 23:08:43.346728"}], "points": [{"id": 35205, "title": "Logs are deleted after a finite period of time", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:17:18.614312", "updated_at": "2023-10-28 09:08:10.091069", "quoteText": null, "case_id": 177, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35206, "title": "Your personal data is not shared with third parties", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:17:53.323348", "updated_at": "2023-10-28 09:08:27.877162", "quoteText": null, "case_id": 311, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 34868, "title": "The service is provided 'as is' and to be used at your sole risk", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 22:48:36.161512", "updated_at": "2023-09-12 18:40:28.228348", "quoteText": null, "case_id": 286, "document_id": 18734, "quoteStart": null, "quoteEnd": null}, {"id": 34869, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 22:50:57.232313", "updated_at": "2023-09-12 18:40:38.236442", "quoteText": null, "case_id": 293, "document_id": 18734, "quoteStart": null, "quoteEnd": null}, {"id": 34867, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 22:47:18.345139", "updated_at": "2023-09-12 18:42:29.245746", "quoteText": null, "case_id": 121, "document_id": 18734, "quoteStart": null, "quoteEnd": null}, {"id": 34866, "title": "Your personal data is not sold", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 22:46:06.9343", "updated_at": "2023-09-12 18:40:12.299149", "quoteText": null, "case_id": 193, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 34865, "title": "[PP] There is a date of the last update of the agreements", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-04 22:44:31.967348", "updated_at": "2023-09-12 18:42:19.152988", "quoteText": null, "case_id": 331, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35207, "title": "Blocking first party cookies may limit your ability to use the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:20:30.896536", "updated_at": "2023-10-28 09:09:50.696749", "quoteText": null, "case_id": 375, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35212, "title": "This service is only available to users over a certain age", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:28:30.140575", "updated_at": "2023-10-28 09:04:22.216615", "quoteText": null, "case_id": 152, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35204, "title": "IP addresses of website visitors are not tracked", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:16:39.708358", "updated_at": "2023-10-28 09:08:00.241409", "quoteText": null, "case_id": 192, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35208, "title": "The cookies used by this service do not contain information that would personally identify you", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:20:52.151901", "updated_at": "2023-10-28 09:08:49.892593", "quoteText": null, "case_id": 374, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35209, "title": "This service provides a way for you to export your data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:23:58.784467", "updated_at": "2023-10-28 09:09:04.985589", "quoteText": null, "case_id": 184, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35210, "title": "You cannot delete your account of this service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:25:26.864992", "updated_at": "2023-10-28 09:11:11.573187", "quoteText": null, "case_id": 172, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35211, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:27:09.067383", "updated_at": "2023-11-01 22:24:15.564778", "quoteText": null, "case_id": 488, "document_id": 18733, "quoteStart": null, "quoteEnd": null}, {"id": 35203, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-27 11:14:20.040795", "updated_at": "2023-11-01 22:24:33.125682", "quoteText": null, "case_id": 241, "document_id": 18733, "quoteStart": null, "quoteEnd": null}], "urls": ["adguard-dns.io"]}}