{"error": 448, "message": "OK", "parameters": {"id": 7637, "name": "Beeper", "created_at": "2023-03-17 22:39:33.350022", "updated_at": "2023-09-01 22:02:25.358449", "wikipedia": null, "keywords": null, "related": null, "slug": "beeper", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7637.png", "url": "beeper.com", "documents": [{"id": 14708, "name": "Privacy Policy", "url": "https://www.beeper.com/privacy", "xpath": "//body", "text": "Beeper Privacy Policy<p>\n<em> &nbsp;&nbsp;&nbsp;- Cory Doctorow, science fiction author, activist and journalist</em>\n</p>\n<strong>January 2021</strong>\n<p>Privacy is a fundamental human right.\nWe will uphold the privacy of our users by fighting against ads, trackers and other impingements on privacy.\nWe will never profit by monetizing your data but instead seek to fulfill our company mission by delivering a great product &amp.\nservice.<br>\n<br>Our commitment to privacy and data protection is reflected in this Privacy Statement which describes how we collect and process “personal information” that identifies you, like your name or email address.\nAny other information besides this is \"non-personal information.\" If we store personal information with non-personal information, we’ll consider that combination to be personal information.\nOnly if we remove all personal information from a set of data would we consider the remainder non-personal information.<br>\n</p>\n<strong>Information Gathering &amp.\nUse</strong>\n<p>Beeper strives to continually improve our service for our users.\nTo that end, we learn information about you when:<br>\n</p>\n<ul>\n<li>you directly provide it to us (including phone number, SMS, contacts list, video, audio, photos and other data uploaded to Beeper)<br>\n</li>\n<li>we collect it automatically through our products and services<br>\n</li>\n<li>someone else tells us information about you.\nor<br>\n</li>\n<li>when we try and understand more about you based on information you've given to us.<br>\n</li>\n</ul>\n<p>We use your information only as you’ve permitted and in service of bettering your user experience.<br>\n</p>\n<strong>Information Sharing</strong>\n<p>We share information about you:<br>\n</p>\n<ul>\n<li>when we’ve asked &amp.\nreceived your consent to share it<br>\n</li>\n<li>as needed to process or provide services or products to you, but only if those entities agree to provide at least the same level of privacy protection we’re committed to under this Privacy Statement<br>\n</li>\n<li>to comply with laws or to respond to lawful requests and legal process, provided that we’ll notify you unless we’re legally prohibited from doing so.\nWe’ll only release personal information if we believe in good faith that it’s legally required.<br>\n</li>\n<li>only if we reasonably believe it’s necessary to prevent harm to the rights, property or safety of you or others.\nor<br>\n</li>\n<li>in the event of a corporate restructuring or change in our organizational structure or status to a successor or affiliate.<br>\n</li>\n</ul>\n<strong>Information Protection</strong>\n<p>Beeper implements physical, business and technical security measures to safeguard your personal information.\nIn the event of a security breach, we'll notify you so that you can take appropriate protective steps.\nWe only keep your personal information for as long as is needed to do what we collected it for.\nAfter that, we destroy it unless required by law.<br>\n</p>\n<strong>Other Information<br>\n</strong>\n<p>As part of our normal operations, your information may be stored in computers in other countries outside of your home country.\nBy giving us information, you consent to this kind of information transfer.\nIrrespective of where your information resides, we’ll comply with applicable law and abide by our commitments herein.<br>\n<br>We don’t want your personal information if you’re under 13.\nDo not provide it to us.\nIf your child is under 13 and you believe your child has provided us with their personal information, please contact us to have such information removed.<br>\n<br>\n</p>\n<strong>EU, EEA, Swiss and California users<br>\n</strong>\n<p>These regions have data protection laws that require us to specify the following:<br>\n<br>Our lawful bases for collecting and processing personal information under the European General Data Protection Regulation (“GDPR”) include:<br>\n</p>\n<ul>\n<li>performing our contract with you and providing our services<br>\n</li>\n<li>legitimate interests: we receive technical and interaction data of users, which may include IP addresses, to improve the security and reliability of our services and prevent abuse, and to understand where people learn about Beeper<br>\n</li>\n<li>consent: where we ask for your consent to process your information, you can always withdraw this consent.<br>\n</li>\n</ul>\n<p>The following rights are granted under the GDPR and California Consumer Privacy Act (“CCPA”).\nBeeper applies these rights to all users of our products, regardless of your location:<br>\n</p>\n<ul>\n<li>The right to know what personal data is collected<br>\n</li>\n<li>The right to know if personal data is being shared, and to whom<br>\n</li>\n<li>The right to access your personal data<br>\n</li>\n<li>The right to exercise your privacy rights without being discriminated against<br>\n</li>\n</ul>\n<p>If you have a question or concern, please contact us at and we will aim to resolve it.\nIf we cannot, you have the right to lodge a complaint with your local data protection authority.<br>\n</p>\n<strong>Data Subject Access Requests<br>\n</strong>\n<p>If you wish to update, delete or change personal information Beeper may hold, contact us at privacy@beeper.com<br>\n</p>\n<strong>Changes<br>\n</strong>\n<p>We may need to change this privacy statement and our notices from time to time.\nAny updates will be posted online with an effective date.\nContinued use of our services after the effective date of any changes constitutes acceptance of those changes.<br>\n</p>\n<strong>Contact Us<br>\n</strong>\n<p>You can get in touch by emailing us at privacy@beeper.com<br>\n<br>Beeper Inc.<br>\n<br>‍<br>\n</p>\n", "created_at": "2023-03-17 22:39:33.381781", "updated_at": "2023-03-17 22:39:53.292687"}, {"id": 14709, "name": "Terms Of Service", "url": "https://www.beeper.com/terms", "xpath": "//body", "text": "Beeper Terms Of&nbsp;ServiceOverviewHow Beeper Interacts with other chat networks:<p>Beeper is a unified inbox and single app for all major chat networks.\nTo use Beeper, you must give Beeper permission to send and receive messages through other chat networks on your behalf.</p>\n<p>By using Beeper, you are adding another software system between you and people you chat with.\nThis may be less secure than chatting directly on a single chat network, especially for encrypted chat apps like Signal, WhatsApp and iMessage.</p>\n<p>Beeper Inc is not affiliated with any other chat networks.\nYou must follow the respective terms and guidelines of each chat network while using Beeper, and Beeper Inc is not responsible for your conduct or associated consequences on a connected chat network.</p>How Beeper Keeps You Safe:<p>Beeper upholds privacy and security by fighting against ads, trackers and other impingements on privacy.\nWe will never profit by monetizing your data.</p>\n<p>We have gone to great lengths to protect your privacy and security, including encrypting message contents and attachments with end-to-end encryption before messages are stored on our servers.\nThis means that Beeper employees cannot read your message history after it is stored on our servers.</p>\n<p>Beeper cares about transparency and choice.\nYou have the option of self-hosting chat app networks, which can provide a greater level of encryption and security while using Beeper.</p>\n<p>Learn more at beeper.com/faq</p>Beeper's Privacy Policy and Terms of Service:<p>Our commitment to privacy and data protection is further reflected in our Privacy Policy: beeper.com/privacy.\nOur Privacy Policy explains Beeper's data practices, including information we process to provide our services.\nOur Terms of Use governs your use of our web pages located at https://beeper.com, our desktop applications and our mobile applications operated by Beeper.</p>\n<strong>Last updated: 2023/01/25<br>\n</strong>\n<strong>1.\nIntroduction</strong>\n<p>Welcome to <strong>Beeper Inc.</strong> (“<strong>Company</strong>”, “<strong>we</strong>”, “<strong>our</strong>”, “<strong>us</strong>”)! As you have just clicked our Terms of Service, please pause, grab a cup of coffee and carefully read the following pages.\nIt will take you approximately 20 minutes.<br>\n<br>These Terms of Service (“<strong>Terms</strong>”, “<strong>Terms of Service</strong>”) govern your use of our web pages located at https://beeper.com, our desktop applications and our mobile applications (together or individually “<strong>Service</strong>”) operated by Beeper Inc.\n<br>\n<br>Our Privacy Policy also governs your use of our Service and explains how we collect, safeguard and disclose information that results from your use of our web pages.\nPlease read it here https://beeper.com/privacy.\n<br>\n<br>Your agreement with us includes these Terms and our Privacy Policy (“<strong>Agreements</strong>”).\nYou acknowledge that you have read and understood Agreements, and agree to be bound of them.\n<br>\n<br>If you do not agree with (or cannot comply with) Agreements, then you may not use the Service, but please let us know by emailing at support@beeper.com so we can try to find a solution.\nThese Terms apply to all visitors, users and others who wish to access or use Service.\n<br>\n<br>Thank you for being responsible.<br>\n</p>\n<strong>2.\nCommunications</strong>\n<p>By creating an Account on our Service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or by emailing at.<br>\n</p>\n<strong>3.\nSubscriptions</strong>\n<p>Some parts of Service are billed on a subscription basis (“<strong>Subscription(s)</strong>”).\nYou will be billed in advance on a recurring and periodic basis (“<strong>Billing Cycle</strong>”).\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.\n<br>\n<br>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Beeper Inc.\ncancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting Beeper Inc.\ncustomer support team.\n<br>\n<br>A valid payment method, including credit card, is required to process the payment for your subscription.\nYou shall provide Beeper Inc.\nwith accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Beeper Inc.\nto charge all Subscription fees incurred through your account to any such payment instruments.\n<br>\n<br>Should automatic billing fail to occur for any reason, Beeper Inc.\nwill issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.<br>\n</p>\n<strong>4.\nFee Changes</strong>\n<p>Beeper Inc., in its sole discretion and at any time, may modify Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.\n<br>\n<br>Beeper Inc.\nwill provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.\n<br>\n<br>Your continued use of Service after Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.<br>\n</p>\n<strong>5.\nRefunds</strong>\n<p>We issue refunds for Monthly Subscription within thirty (30) days of the original purchase of the Subscription.<br>\n</p>\n<strong>6.\nContent</strong>\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (“<strong>Content</strong>”).\nYou are responsible for Content that you post on or through Service, including its legality, reliability, and appropriateness.<br>\n<br>By posting Content on or through Service, You represent and warrant that: (i) Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of your Content on or through Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate the account of anyone found to be infringing on a copyright.<br>\n<br>You retain any and all of your rights to any Content you submit, post or display on or through Service and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third party posts on or through Service.\n<br>\n</p>\n<strong>7.\nProhibited Uses</strong>\n<p>You may use Service only for lawful purposes and in accordance with Terms.\nYou agree not to use Service:<br>\n</p>\n<ol>\n<li>In any way that violates any applicable national or international law or regulation.<br>\n</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.<br>\n</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.<br>\n</li>\n<li>To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.<br>\n</li>\n<li>In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.<br>\n</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.<br>\n</li>\n</ol>\n<p>Additionally, you agree not to:<br>\n</p>\n<ol>\n<li>Use Service in any manner that could disable, overburden, damage, or impair Service or interfere with any other party’s use of Service, including their ability to engage in real time activities through Service.<br>\n</li>\n<li>Use any robot, spider, or other automatic device, process, or means to access Service for any purpose, including monitoring or copying any of the material on Service.<br>\n</li>\n<li>Use any manual process to monitor or copy any of the material on Service or for any other unauthorized purpose without our prior written consent.<br>\n</li>\n<li>Use any device, software, or routine that interferes with the proper working of Service.<br>\n</li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.<br>\n</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Service, the server on which Service is stored, or any server, computer, or database connected to Service.<br>\n</li>\n<li>Attack Service via a denial-of-service attack or a distributed denial-of-service attack.<br>\n</li>\n<li>Take any action that may damage or falsify Company rating.<br>\n</li>\n<li>Otherwise attempt to interfere with the proper working of Service.<br>\n</li>\n</ol>\n<strong>8.\nAnalytics</strong>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<br>\n</p>\n<p>\n<strong>Google Analytics<br>‍</strong>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.<br>\n<br>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en<br>We also encourage you to review Google's policy for safeguarding your data: https://support.google.com/analytics/answer/6004245<br>\n</p>\n<p>\n<strong>Mixpanel<br>‍</strong>Mixpanel is provided by Mixpanel Inc.<br>\n<strong>‍</strong>\n<br>You can prevent Mixpanel from using your information for analytics purposes by opting-out.\nTo opt-out of Mixpanel service, please visit this page: https://mixpanel.com/optout/<br>For more information on what type of information Mixpanel collects, please visit the Terms of Use page of Mixpanel: https://mixpanel.com/terms/</p>\n<p>\n<strong>A<br>\n</strong>Ampitude is provided by Amplitude Inc.<br>\n<strong>‍</strong>\n<br>For more information on what type of information Amplitude collects, please visit the Terms of Use page of Amplitude: https://www.amplitude.com/terms </p>\n<strong>9.\nNo Use By Minors</strong>\n<p>Service is intended only for access and use by individuals at least eighteen (18) years old.\nBy accessing or using any of Company, you warrant and represent that you are at least eighteen (18) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the terms and conditions of Terms.\nIf you are not at least eighteen (18) years old, you are prohibited from both the access and usage of Service.<br>\n</p>\n<strong>10.\nAccounts</strong>\n<p>When you create an account with us, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on Service.<br>\n<br>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.<br>\n<br>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.\n<br>\n<br>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.<br>\n</p>\n<strong>11.\nIntellectual Property</strong>\n<p>Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Beeper Inc.\nand its licensors.\nService is protected by copyright, trademark, and other laws of the United States.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Beeper Inc..<br>\n</p>\n<strong>12.\nCopyright Policy</strong>\n<p>We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that Content posted on Service infringes on the copyright or other intellectual property rights (“<strong>Infringement</strong>”) of any person or entity.<br>\n<br>If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim via email to privacy@beeper.com, with the subject line: “Copyright Infringement” and include in your claim a detailed description of the alleged Infringement as detailed below, under “DMCA Notice and Procedure for Copyright Infringement Claims”<br>\n<br>You may be held accountable for damages (including costs and attorneys' fees) for misrepresentation or bad-faith claims on the infringement of any Content found on and/or through Service on your copyright.<br>\n</p>\n<strong>13.\nDMCA Notice and Procedure for Copyright Infringement Claims</strong>\n<p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):<br>\n</p>\n<ol>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest;<br>\n</li>\n<li>a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;<br>\n</li>\n<li>identification of the URL or other specific location on Service where the material that you claim is infringing is located;<br>\n</li>\n<li>your address, telephone number, and email address;<br>\n</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;<br>\n</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.<br>\n</li>\n</ol>\n<p>You can contact our Copyright Agent via email at privacy@beeper.com<br>\n</p>\n<strong>14.\nError Reporting and Feedback</strong>\n<p>You may provide us either directly at support@beeper.com or via third party sites and tools with information and feedback concerning errors, suggestions for improvements, ideas, problems, complaints, and other matters related to our Service (“<strong>Feedback</strong>”).\nYou acknowledge and agree that: (i) you shall not retain, acquire or assert any intellectual property right or other right, title or interest in or to the Feedback.\n(ii) Company may have development ideas similar to the Feedback.\n(iii) Feedback does not contain confidential information or proprietary information from you or any third party.\nand (iv) Company is not under any obligation of confidentiality with respect to the Feedback.\nIn the event the transfer of the ownership to the Feedback is not possible due to applicable mandatory laws, you grant Company and its affiliates an exclusive, transferable, irrevocable, free-of-charge, sub-licensable, unlimited and perpetual right to use (including copy, modify, create derivative works, publish, distribute and commercialize) Feedback in any manner and for any purpose.<br>\n<br>The third party sites and tools mentioned above include the following:<br>\n<br>\n<strong>Embrace<br>‍</strong>Embrace is a platform for monitoring and logging stability of applications provided by Embrace Mobile Inc.\nPlease read their Privacy Policy here: https://embrace.io/docs/terms-of-service/<br>\n<br>\n<strong>Sentry<br>‍</strong>Sentry is open-source error tracking solution provided by Functional Software Inc.\nMore information is available here: https://sentry.io/privacy/</p>\n<strong>15.\nLinks To Other Web Sites</strong>\n<p>Our Service may contain links to third party web sites or services that are not owned or controlled by Beeper Inc.<br>\n<br>Beeper Inc.\nhas no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.<br>\n<br>YOU ACKNOWLEDGE AND AGREE THAT BEEPER INC.\nSHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.<br>\n<br>WE STRONGLY ADVISE YOU TO READ THE TERMS OF SERVICE AND PRIVACY POLICIES OF ANY THIRD PARTY WEB SITES OR SERVICES THAT YOU VISIT.<br>\n</p>\n<strong>16.\nDisclaimer Of Warranty</strong>\n<p>THESE SERVICES ARE PROVIDED BY COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THEIR SERVICES, OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED THEREIN.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THESE SERVICES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED FROM US IS AT YOUR SOLE RISK.<br>\n<br>NEITHER COMPANY NOR ANY PERSON ASSOCIATED WITH COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE SERVICES.\nWITHOUT LIMITING THE FOREGOING, NEITHER COMPANY NOR ANYONE ASSOCIATED WITH COMPANY REPRESENTS OR WARRANTS THAT THE SERVICES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SERVICES OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE SERVICES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.<br>YOU ACKNOWLEDGE AND AGREE THAT BEEPER INC.\nSHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH USE OF OR RELIANCE ON ANY SUCH CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH ANY SUCH THIRD PARTY WEB SITES OR SERVICES.<br>\n<br>COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.<br>\n<br>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<br>\n</p>\n<strong>17.\nLimitation Of Liability</strong>\n<p>EXCEPT AS PROHIBITED BY LAW, YOU WILL HOLD US AND OUR OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS HARMLESS FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGE, HOWEVER IT ARISES (INCLUDING ATTORNEYS' FEES AND ALL RELATED COSTS AND EXPENSES OF LITIGATION AND ARBITRATION, OR AT TRIAL OR ON APPEAL, IF ANY, WHETHER OR NOT LITIGATION OR ARBITRATION IS INSTITUTED), WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, OR OTHER TORTIOUS ACTION, OR ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, INCLUDING WITHOUT LIMITATION ANY CLAIM FOR PERSONAL INJURY OR PROPERTY DAMAGE, ARISING FROM THIS AGREEMENT AND ANY VIOLATION BY YOU OF ANY FEDERAL, STATE, OR LOCAL LAWS, STATUTES, RULES, OR REGULATIONS, EVEN IF COMPANY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nEXCEPT AS PROHIBITED BY LAW, IF THERE IS LIABILITY FOUND ON THE PART OF COMPANY, IT WILL BE LIMITED TO THE AMOUNT PAID FOR THE PRODUCTS AND/OR SERVICES, AND UNDER NO CIRCUMSTANCES WILL THERE BE CONSEQUENTIAL OR PUNITIVE DAMAGES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE PRIOR LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.<br>\n</p>\n<strong>18.\nTermination</strong>\n<p>We may terminate or suspend your account and bar access to Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of Terms.<br>\n<br>If you wish to terminate your account, you may simply discontinue using Service.<br>\n<br>All provisions of Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.<br>\n</p>\n<strong>19.\nGoverning Law</strong>\n<p>These Terms shall be governed and construed in accordance with the laws of State of California without regard to its conflict of law provisions.<br>\n<br>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service and supersede and replace any prior agreements we might have had between us regarding Service.<br>\n</p>\n<strong>20.\nChanges To Service</strong>\n<p>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.<br>\n</p>\n<strong>21.\nAmendments To Terms</strong>\n<p>We may amend Terms at any time by posting the amended terms on this site.\nIt is your responsibility to review these Terms periodically.<br>\n<br>Your continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.<br>\n<br>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use Service.<br>\n</p>\n<strong>22.\nWaiver And Severability</strong>\n<p>No waiver by Company of any term or condition set forth in Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under Terms shall not constitute a waiver of such right or provision.<br>\n<br>If any provision of Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of Terms will continue in full force and effect.<br>\n</p>\n<strong>23.\nAcknowledgement</strong>\n<p>BY USING SERVICE OR OTHER SERVICES PROVIDED BY US, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF SERVICE AND AGREE TO BE BOUND BY THEM.<br>\n</p>\n<strong>24.\nContact Us</strong>\n<p>Please send your feedback, comments, requests for technical support:<br>By email: support@beeper.com.<br>\n<br>\n<br>\n<br>‍<br>\n</p>\n", "created_at": "2023-03-17 22:39:57.268235", "updated_at": "2023-03-17 22:40:05.264574"}], "points": [{"id": 34872, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-05 17:14:35.004954", "updated_at": "2023-09-05 21:54:59.466964", "quoteText": null, "case_id": 331, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34836, "title": "You maintain ownership of your content", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 08:54:26.846922", "updated_at": "2023-09-01 11:21:17.687508", "quoteText": null, "case_id": 183, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34837, "title": "You agree not to use the service for illegal purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 08:55:56.508846", "updated_at": "2023-09-01 11:20:14.03594", "quoteText": null, "case_id": 280, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34838, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 08:57:03.416442", "updated_at": "2023-09-01 11:20:49.850178", "quoteText": null, "case_id": 281, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34834, "title": "Your personal data is not sold", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 08:46:52.644495", "updated_at": "2023-09-01 11:22:14.115711", "quoteText": null, "case_id": 193, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34840, "title": "You shall not interfere with another person's enjoyment of the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 10:27:47.673439", "updated_at": "2023-09-01 11:19:41.721131", "quoteText": null, "case_id": 285, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34839, "title": "You agree not to use the service for illegal purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 08:59:29.576244", "updated_at": "2023-09-01 11:20:33.921663", "quoteText": null, "case_id": 280, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34856, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 00:40:19.323515", "updated_at": "2023-09-04 01:31:56.522337", "quoteText": null, "case_id": 150, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34858, "title": "This service is only available to users over a certain age", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 00:44:11.49268", "updated_at": "2023-09-04 01:32:57.927722", "quoteText": null, "case_id": 152, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34859, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 00:44:58.491848", "updated_at": "2023-09-04 01:33:16.020106", "quoteText": null, "case_id": 484, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34857, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 00:41:53.629905", "updated_at": "2023-09-12 13:11:13.746644", "quoteText": null, "case_id": 284, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34874, "title": "Implies consent of future versions of terms without getting initial consent?", "source": "", "status": "They say \"Your continued use of the Platform following the posting of revised Terms means that you accept and agree to the changes\", but they don't ever get the user's consent to the terms to begin with. ", "created_at": "2023-09-05 17:17:07.302486", "updated_at": "2023-09-05 21:55:38.321725", "quoteText": null, "case_id": 403, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34873, "title": "Your feedback is invited regarding changes to the terms.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-05 17:15:21.662288", "updated_at": "2023-09-12 13:09:46.535481", "quoteText": null, "case_id": 119, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34835, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 08:47:46.6159", "updated_at": "2023-09-12 13:10:55.440026", "quoteText": null, "case_id": 372, "document_id": 14709, "quoteStart": null, "quoteEnd": null}, {"id": 34860, "title": "Instructions are provided on how to submit a copyright claim", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-04 00:49:28.378261", "updated_at": "2023-09-12 13:11:36.951677", "quoteText": null, "case_id": 138, "document_id": 14709, "quoteStart": null, "quoteEnd": null}], "urls": ["beeper.com"]}}