{"error": 448, "message": "OK", "parameters": {"id": 8108, "name": "DWS Remote Control", "created_at": "2023-04-25 04:02:15.968768", "updated_at": "2023-04-25 10:01:53.265281", "wikipedia": null, "keywords": null, "related": null, "slug": "dws-remote-control", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8108.png", "url": "dwservice.net", "documents": [{"id": 15727, "name": "Privacy Policy", "url": "https://www.dwservice.net/en/privacy-policy.html", "xpath": "/html/body/section", "text": "Privacy Policy<p>The purpose of this document is to inform the natural person (hereinafter <b>“Data Subject”</b>) about the processing of his/her personal data (hereinafter <b>“Personal Data”</b>) collected by the data controller, DWSNET s.r.l., with registered office in Via Fedro 16, 80122 Napoli - Italy, Tax Code/VAT No.\nIT10018841212, e-mail address support@dwservice.net, (hereinafter <b>“Data Controller”</b>), via and www.dwservice.net (hereinafter <b>“Application”</b>).<br>Changes and updates will be effective as soon as they are published on the Application.\nIn case of non-acceptance of the changes made to the Privacy Policy, the Data Subject shall stop using this Application and may ask the Data Controller to delete his/her Personal Data.</p>\n<ol>\n<li>Categories of Personal Data processed<p>The Data Controller processes the following types of Personal Data voluntarily provided by the Data Subject:</p>\n<ul>\n<li>\n<b>Contact Data:</b> first name, last name, address, e-mail address, phone number, pictures, authentication credentials, any further information sent by the Data Subject, etc.</li>\n</ul>\n<br>\n<p>The Data Controller processes the following types of Personal Data collected automatically:</p>\n<ul>\n<li>\n<b>Technical Data:</b> Personal Data produced by devices, applications, tools and protocols such as, for example, information about the device used, IP addresses, browser type, type of Internet provider (ISP).\nSuch Personal Data may leave traces which, combined with unique identifiers and other information received by the servers, can be used to create profiles of individuals</li>\n<li>\n<b>Usage Data:</b> such as, for example, pages visited, number of clicks, actions taken, duration of sessions, etc.</li>\n</ul>\n<br>\n<p>If the Data Subject decides not to provide Personal Data for which there is a legal or contractual obligation, or if such data is a necessary requirement for the conclusion of the contract with the Data Controller, it will be impossible for the Data Controller to establish or continue any relationship with the Data Subject.\n<br>The Data Subject who communicates Personal Data of third parties to the Data Controller is directly and exclusively liable for their origin, collection, processing, communication or divulgation.</p>\n</li>\n<li>Cookies and similar technologies<p>The Application uses cookies, web beacons, univocal identifiers and other similar technologies to collect the Data Subject's Personal Data on visited pages and links and other actions performed during the use of the Application.\nThis data is stored and then used the next time the interested party browses the Application.\nThe full Cookie Policy can be viewed at the following address: https://www.dwservice.net/cookie-policy.html</p>\n</li>\n<li>Legal basis and purpose of data processing<p>The processing of Personal Data is necessary:</p>\n<ul>\n<li>for the performance of the contract with the Data Subject and especially:</li>\n<ol>\n<li>\n<b>fulfillment of any obligation arising from the pre-contractual or contractual relationship with the Data Subject</b>\n</li>\n<li>\n<b>registration and authentication of the Data Subject: </b>to allow the Data Subject to register in the Application, to access it and to be identified in it, also via external platforms</li>\n<li>\n<b>support and contact with the Data Subject: </b>to answer the Data Subject's requests</li>\n</ol>\n</ul>\n<br>\n<ul>\n<li>for legal obligations and especially:</li>\n<ol>\n<li>\n<b>the fulfilment of any obligation provided for by the applicable norms, </b>laws and regulations, in particular, on tax and fiscal matters</li>\n</ol>\n</ul>\n</li>\n<br>\n<ul>\n<li>for the legitimate interest of the Data Controller, for:</li>\n<ol>\n<li>\n<b>management, optimization and monitoring of the technical infrastructure: </b>to identify and solve any technical issue, to improve the performance of the Application, to manage and organize the information in a computer system (e.g.\nserver, database, etc.)</li>\n<li>\n<b>anonymous data based statistics: </b>in order to carry out statistical analysis on aggregated and anonymous data in order to analyze behaviors of the Data Subject to improve products and/or services provided by the Data Controller and better meet the expectations of the Data Subject</li>\n</ol>\n</ul>\n<br>\n<p>On the basis of the legitimate interest of the Data Controllerowner, the application allows interactions with external web platforms or social networks whose processing of personal data is governed by their respective privacy policies to which please refer.\nThe interactions and information acquired by this Application are in any case subject to the privacy settings that the Data Subject has chosen on such platforms or social networks.\nSuch information - in the absence of specific consent to processing for other purposes - is used exclusively to allow the use of the Application and to provide the information and services requested.\n<br>The Data Subject's Personal Data may also be used by the Data Controller to protect itself in judicial proceedings before the competent courts.</p>\n<li>Data processing methods and receivers of Personal Data<p>The processing of Personal Data is performed via paper-based and computer tools with methods of organization and logics strictly related to the specified purposes and through the adoption of appropriate security measures.</p>\n<p>Personal Data are processed exclusively by: </p>\n<ul>\n<li>persons authorized by the Data Controller to process Personal Data who have committed themselves to confidentiality or have an appropriate legal obligation of confidentiality;</li>\n<li>subjects that operate independently as separate data controllers or by subjects designated as data processors by the Data Controller in order to carry out all the processing activities necessary to pursue the purposes set out in this policy (for example, business partners, consultants, IT companies, service providers, hosting providers);</li>\n<li>subjects or bodies to whom it is mandatory to communicate Personal Data by law or by order of the authorities.</li>\n</ul>\n<br>\n<p>The subjects listed above are required to use appropriate measures and guarantees to protect Personal Data and may only access data necessary to perform their duties.\n<br>Personal Data will not be indiscriminately shared in any way.</p>\n</li>\n<li>Place<p>If necessary, Personal Data may be transferred to subjects located outside the territory of the European Economic Area (EEA).\nWhenever Personal Data is transferred outside the EEA, the Data Controller shall take all appropriate and necessary contractual measures to guarantee an approprieate level of protection for Personal Data, including - but not limited - to agreements based on the standard contractual clauses for the transfer of data outside the EEA, approved by the European Commission.\nTo obtain information on the specific guarantees adopted, the Data Subject may contact the Data Controller at the following e-mail address support@dwservice.net.</p>\n</li>\n<li>Personal Data storage period<p>Personal Data will be stored for the period of time that is required to fulfill the purposes for which it was collected.\nIn particular:</p>\n<ul>\n<li>for purposes related to the execution of the contract between the Data Controller and the Data Subject, will be stored for the entire duration of the contractual relationship and, after termination, for the ordinary prescription period of 10 years.\nIn the event of legal disputes, for the entire duration of such disputes, until the time limit for appeals has expired</li>\n<li>for purposes related to legitimate interests of the Data Controller, they will be stored until the fulfilment of such interest</li>\n<li>in compliance with legal obligations, by order of an authority and for legal protection, they shall be stored according to the relevant timeframes provided for by such obligations, regulations and, in any case, until the expiry of the prescriptive term provided for by the rules in force</li>\n<li>for purposes based on the consent of the Data Subject, they will be stored until the consent is revoked</li>\n</ul>\n<br>\n<p>At the end of the conservation period, all Personal Data will be deleted or stored in a form that does not allow the identification of the Data Subject.</p>\n</li>\n<li>Rights of the Data Subject<p>Data Subjects may exercise specific rights regarding the Personal Data processed by the Data Controller.\nIn particular, the Data Subject has the right to:</p>\n<ul>\n<li>be informed about the processing of their Personal Data</li>\n<li>withdraw consent at any time</li>\n<li>restrict the processing of his or her Personal Data</li>\n<li>object to the processing of their Personal Data</li>\n<li>access their Personal Data</li>\n<li>verify and request the rectification of their Personal Data</li>\n<li>restrict the processing of their Personal Data</li>\n<li>obtain the erasure of their Personal Data</li>\n<li>transfer their Personal Data to another data controller</li>\n<li>file a complaint with the Personal Data protection supervisory authority and/or take legal action.</li>\n</ul>\n<br>\n<p>In order to use their rights, Data Subjects may send a request to the following e-mail address support@dwservice.net.\nRequests will be immediately treated by the Data Controller and processed as soon as possible, in any case within 30 days.</p>\n</li>\n<br>\n<p>Last update: 01/11/2022</p>\n</ol>", "created_at": "2023-04-25 04:02:15.999872", "updated_at": "2023-04-25 04:02:39.908049"}, {"id": 15728, "name": "Cookie Policy", "url": "https://www.dwservice.net/en/cookie-policy.html", "xpath": "/html/body/section", "text": "Cookie Policy<p>This Cookies Policy explains what Cookies are and how We use them.\nYou should read this policy so You can understand what type of cookies We use, or the information We collect using Cookies and how that information is used.\nThis Cookies Policy has been created with the help of the TermsFeed Cookies Policy Generator.</p>\n<p>Cookies do not typically contain any information that personally identifies a user, but personal information that we store about You may be linked to the information stored in and obtained from Cookies.\nFor further information on how We use, store and keep your personal data secure, see our Privacy Policy.</p>\n<p>We do not store sensitive personal information, such as mailing addresses, account passwords, etc.\nin the Cookies We use.</p>\n<br>Interpretation and DefinitionsInterpretation<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>\n<br>Definitions<p>For the purposes of this Cookies Policy:</p>\n<p>\n</p>\n<ul>\n<li>\n<b>Company</b> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Cookies Policy) refers to DWSNET s.r.l., Via Fedro 16, 80122 Napoli - Italy.</li>\n<li>\n<b>Cookies</b> means small files that are placed on Your computer, mobile device or any other device by a website, containing details of your browsing history on that website among its many uses.</li>\n<li>\n<b>Website</b> refers to DWService, accessible from https://www.dwservice.net</li>\n<li>\n<b>You</b> means the individual accessing or using the Website, or a company, or any legal entity on behalf of which such individual is accessing or using the Website, as applicable.</li>\n</ul>\n<p>\n</p>\n<br>The use of the Cookies<p>Cookies can be \"Persistent\" or \"Session\" Cookies.\nPersistent Cookies remain on your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close your web browser.</p>\n<p>We use both session and persistent Cookies for the purposes set out below:</p>\n<p>\n</p>\n<ul>\n<li>\n<p>\n<b>Necessary / Essential Cookies</b>\n</p>\n<p>Type: Session Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.\nThey help to authenticate users and prevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</p>\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<p>\n<b>Functionality Cookies</b>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference.\nThe purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.</p>\n</li>\n</ul>\n<p>\n</p>\n<br>Your Choices Regarding Cookies<p>If You prefer to avoid the use of Cookies on the Website, first You must disable the use of Cookies in your browser and then delete the Cookies saved in your browser associated with this website.\nYou may use this option for preventing the use of Cookies at any time.</p>\n<p>If You do not accept Our Cookies, You may experience some inconvenience in your use of the Website and some features may not function properly.</p>\n<p>If You'd like to delete Cookies or instruct your web browser to delete or refuse Cookies, please visit the help pages of your web browser.</p>\n<p>\n</p>\n<ul>\n<li>\n<p>For the Chrome web browser, please visit this page from Google: https://support.google.com/accounts/answer/32050</p>\n</li>\n<li>\n<p>For the Internet Explorer web browser, please visit this page from Microsoft: http://support.microsoft.com/kb/278835</p>\n</li>\n<li>\n<p>For the Firefox web browser, please visit this page from Mozilla: https://support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored</p>\n</li>\n<li>\n<p>For the Safari web browser, please visit this page from Apple: https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac</p>\n</li>\n</ul>\n<p>\n</p>\n<p>For any other web browser, please visit your web browser's official web pages.</p>\n<br>More Information about Cookies<p>You can learn more about cookies here: All About Cookies by TermsFeed.</p>\n<br>Contact Us<p>If you have any questions about this Cookies Policy, You can contact us:</p>\n<p>\n</p>\n<ul>\n<li>By email: support@dwservice.net</li>\n</ul>\n<p>\n</p>\n<br>\n<p>Last updated: 01/10/2022</p>", "created_at": "2023-04-25 04:03:10.951928", "updated_at": "2023-04-25 04:03:18.556419"}, {"id": 15729, "name": "Terms and conditions", "url": "https://www.dwservice.net/en/terms-and-conditions.html", "xpath": "/html/body/section", "text": "Terms and conditions<p>This document contains the general terms and conditions of use of the website and the dwservice.net application which offers a service to access your computers or devices remotely.</p>\n<ol>\n<li>Definitions<p>To allow a complete understanding and acceptance of these terms and conditions, the following terms, in the singular and plural, will have the meaning indicated below:</p>\n<ul>\n<li>\n<b>Owner: DWSNET s.r.l.,</b> with registered office in Via Fedro 16, 80122 Napoli, VAT number / Tax Code IT10018841212, NA-1075005, fully paid-up share capital 10.000,00 €, PEC address dwsnet@legalmail.it</li>\n<li>\n<b>Application: </b>the website and the dwservice.net application</li>\n<li>\n<b>User: </b>any person who accesses and uses the Application</li>\n<li>\n<b>Consumer User: </b>the natural person of age who concludes a contract for purposes unrelated to his own entrepreneurial, commercial, craft or professional activity possibly carried out</li>\n<li>\n<b>Professional User: </b>the natural person of age or legal person who concludes a contract for the performance or for the needs of his business, commercial, craft or professional activity</li>\n<li>\n<b>Service: </b>access to their computers or devices remotely licensed by the Owner</li>\n<li>\n<b>Agent: </b>open-source software that works in tandem with the dwservice.net Application</li>\n<li>\n<b>Node: </b>server that allows the connection between User and Agent</li>\n<li>\n<b>API: </b>applications programming interfaces</li>\n<li>\n<b>MOR: </b>the Merchant-of-Record designated by the Owner as the reseller of Services providing payment processing, order fulfillment, billing, complaints, refunds and customer service requests.\nThe terms and conditions governing the relationship between the MOR and the User will be available before payment.\nCurrently, the MOR designated by the Owner are: Paddle</li>\n<li>\n<b>Conditions: </b>this contract which governs the relationship between the Owner and the Users of the Services offered by the Owner through the MOR.</li>\n</ul>\n<br>\n</li>\n<li>Detailed information on the offer of the Application<p>\n<b>Use of the Application: </b> the Application provides Users with a tool to access their computers or devices remotely.\nThe communication established by the Users to the computers or devices passes over one of the Nodes.\nThe Owner provides the bandwidth to allow remote access interactions.\nHowever, the maximum bandwidth is provided to the best of the Owner's ability and largely depends on the infrastructure and active Users at any given time.\nTherefore, the Owner is unable to always guarantee maximum performance and cannot guarantee the full availability of the Service, nor the support of the User.</p>\n<p>\n<b>Use of the Agent: </b>the Agent is open source software to be installed on the computer or device that allows the User to remotely control their computer or device via the Application or API.\nThe Owner publishes the Agent's code so that anyone can view it and possibly modify it according to their needs.\nThe Application provides the Agent ready to run on various operating systems.\nIn this case, the Agent updates are automatically sent to the software every time it is connected to the infrastructure of the Application.\nUpdates apply to Agent-related modules only.</p>\n<p>\n<b>Use of the API: </b>the API allows the User to integrate the Application into their software.\nThe User must purchase credits called “tickets” to unlock some features provided by the API service.\nCredits can only be purchased by the account holder.\nThe Owner does not authorize the transfer of credits from one account to another.\nTherefore, an API account cannot resell credits to another User.\nTickets are valid for 24 months based on the time of the financial transaction.\nIf the User has not used those tickets during this period, the account will be identified as inactive, and the User will lose the ability to use these tickets and request a refund from the Owner.</p>\n</li>\n<li>Scope of the Conditions<p>The use of the Application implies the acceptance of the Conditions by the User and, in case of purchase, of the terms and conditions of the MOR.\nIf the User does not intend to accept the Conditions, terms and conditions of the MOR and / or any other note, legal notice, information published or referred to therein, he or she will not be able to use the Application or purchase the Services.</p>\n<p>The Conditions can be changed at any time.</p>\n<p>The applicable Conditions are those in force on the date of transmission of the purchase order or request for the provision of a Service.</p>\n<p>Before using the Application, the User is required to carefully read the Conditions and to save or print them for future reference.</p>\n<p>The Owner reserves the right to change at its discretion, at any time even after the User has registered, the graphic interface of the Application, the contents and their organization, as well as any other aspect that characterizes the functionality and management of the Application, communicating to the User, where necessary, the relative instructions.</p>\n</li>\n<li>Purchase through the Application<p>All the Services offered through the Application are described in detail in the relevant Service pages (quality, characteristics, availability, price, ancillary charges, etc.).</p>\n<p>Purchases of one or more Services through the Application are allowed for both Consumer Users and Professional Users.</p>\n<p>Purchases are allowed for natural persons only on condition that they are of age.\nFor minors, any purchase and / or request for the provision of Services through the Application must be screened and authorized by the parents or by the parental responsibility practitioners.</p>\n<p>The Owner provides payment processing, order fulfillment through its designated service provider as a Merchant-of-Record (MOR).\nProcessing includes payment, billing, complaints, refunds and customer service inquiries.</p>\n<p>When placing an order on the Application, the order will be processed using the MOR checkout and payment processing services.\nTo this end, the User acknowledges and accepts that:</p>\n<ol>\n<li>the payment transaction will be processed by the MOR and not by the Owner</li>\n<li>after the verification and authentication by the MOR of the payment information provided by the User, the MOR will accept the transaction and purchase the Services from the Provider for the sole purpose of reselling them to the User</li>\n<li>the billing of payment transactions will be carried out based on the data provided by the User.</li>\n</ol>\n<br>\n<p>The User undertakes to verify the correctness of the data contained in the order confirmation and to immediately notify the MOR of any errors and will keep a copy of his order, its confirmation and the Conditions.</p>\n</li>\n<li>Registration<p>To take advantage of the functionality of the Application, Users must register by providing, in a truthful and complete manner, all the data requested in the relevant registration form and fully accept the privacy policy (https://www.dwservice.net/privacy-policy.html) and the Conditions.</p>\n<p>The User has the burden of keeping their login credentials which must be used exclusively by the User and cannot be transferred to third parties.\nThe User undertakes to keep them secret and to ensure that no third party has access to them and to immediately inform the Owner if he suspects or becomes aware of an improper use or undue disclosure of the same.</p>\n<p>The application allows the possibility of activating two-factor authentication.\nHowever, if the User loses the account access credentials, the Owner will not be able to recover them.\nTo this end, it is advisable to keep the unlock code generated during the activation of two-factor authentication in a safe place.</p>\n<p>The User guarantees that the personal information provided during the registration procedure is complete and truthful and undertakes to hold the Owner harmless and indemnified from any damage, compensation obligation and / or sanction deriving from and / or in any way connected to the violation by part of the User of the rules on registration to the Application or on the conservation of registration credentials.</p>\n</li>\n<li>Account cancellation and termination<p>The registered User can interrupt the use of the Application at any time and deactivate his account or request its cancellation through the Application interface, if possible, or by sending a written communication to the e-mail address support@dwservice.net.</p>\n<p>In case of violation by the User of the Conditions or applicable legal provisions, the Owner reserves the right to suspend or close the User's account at any time and without notice.</p>\n</li>\n<li>Subscription<p>The Application offers subscription Services.\nThe characteristics and methods of subscription are detailed in the Application.</p>\n<p>To subscribe, the User must follow the procedure indicated in the Application and enter the required data.\nAny charge of the subscription fee will begin on the specified date and with the frequency indicated at the time of subscription.</p>\n<p>Users can disable the renewal through the Application or by sending a communication to the e-mail address support@dwservice.net or by changing the preferences of the payment method used.</p>\n</li>\n<li>Prices and payments<p>For each Service, the price including any applicable taxes based on the tax jurisdiction in which the transaction is carried out is indicated.\nThe payment process is managed by the MOR.</p>\n<p>The Owner reserves the right to change the price of the Services at any time.\nIt is understood that any price changes will in no case affect the contracts already concluded before the change.</p>\n<p>The User undertakes to pay the price of the Service in the times and methods indicated and to communicate all necessary data that may be requested.</p>\n</li>\n<li>Invoicing<p>The User who wishes to receive the invoice will be requested by the MOR for the billing data.\nFor the issuance of the invoice, the information provided by the User will prevail, which he declares and guarantees to be truthful, releasing to the MOR every broader indemnity in this regard.</p>\n</li>\n<li>Users' right of withdrawal<p>The User has the right to withdraw without any penalty and without specifying the reason within 14 days from the date of conclusion of the contract, by sending a written communication following the methods indicated in the personal area or at the from the purchase confirmation received by e-mail.</p>\n<p>In case of withdrawal exercised correctly, the MOR will reimburse the User for the payments received, in the same payment methods used by the User for the initial transaction, without undue delay and in any case within 14 days from the date on which the User has communicated to withdraw.\nfrom the contract.</p>\n</li>\n<li>Guarantee of conformity of Services for Consumer Users<p>Consumer Users are granted the guarantee of conformity for all Services sold through the Application.</p>\n<p>The Owner is responsible for any lack of conformity that occurs within two years from the date of supply.\nAny lack of conformity must be reported by the Consumer User within twenty-six months from the date of supply or from the last act of supply.\nWhen the sales contract provides that the Services are provided for a certain period, the obligation to ensure compliance remains for the entire duration of that period.</p>\n<p>If the Consumer User intends to take advantage of the remedies provided for by the guarantee of conformity, he must send a written communication following the methods indicated in the personal area or within the purchase confirmation received by e-mail.</p>\n<p>The MOR will promptly reply to the communication of the alleged lack of conformity and will indicate to the Consumer User the specific procedure to follow.</p>\n</li>\n<li>Industrial and Intellectual Property Rights<p>The Application and all contents, including texts, documents, trademarks, logos, images, graphics, their arrangement and their adaptations, are protected by copyright and trademark legislation.</p>\n<p>The Application may also contain images, documents, logos and trademarks of third parties that have expressly authorized the Owner for publication in the Application.\nExcept for strictly personal uses, it is not allowed to copy, alter, distribute, publish or use the Application and its contents without the written authorization of the Owner.</p>\n<p>Any intellectual or industrial property right, as well as any other exclusive right existing on the software or technology integrated in or relating to this Application is held by the Owner and / or its licensor.</p>\n<p>The Owner grants Users a revocable, non-exclusive, non-transferable or non-assignable license to use the software and / or technology integrated into the Service for the purposes of this Application and the Service offered.</p>\n<p>The license does not grant the User any right to access or use the original source code.\nThe techniques, algorithms and procedures contained in the software and the related documentation are the exclusive property of the Owner or its licensor.</p>\n<p>The software relating to the Agent is instead open source and is released with a specific type of license that makes the source code legally usable by Users.</p>\n</li>\n<li>Permitted uses<p>The Application and the Service may be used only for the purposes for which they are offered under these Conditions and in accordance with applicable law.</p>\n<p>It is the User's sole responsibility to ensure that the use of this Application and / or the Service does not violate the law, regulations or the rights of third parties.</p>\n<p>Therefore, the Owner reserves the right to take all suitable measures to deny the User access to this Application or the Service, report any reprehensible activity carried out through this Application or the Service to the competent authorities whenever there is a suspicion that the User violates laws, regulations, third party rights and / or the Conditions.</p>\n</li>\n<li>Disclaimer of Warranty<p>The Application is provided \"as is\" and \"as it is available\" and the Owner does not provide any explicit or implicit guarantee in relation to the Application, nor does it provide any guarantee that the Application will meet the needs of Users or that it will not it will never break or it will be error free or it will be virus or bug free.</p>\n<p>The Owner will endeavor to ensure that the Application is available continuously 24 hours a day, but will in no way be held responsible if, for any reason, the Application is not accessible and / or operational at any time or for any period.\nAccess to the Application may be suspended temporarily and without notice in the event of system failure, maintenance, repairs or for reasons completely unrelated to the will of the Owner or for events of force majeure.</p>\n</li>\n<li>Limitation of Liability<p>The Owner cannot be held liable to the User for disservices or malfunctions connected to the use of the internet outside of its own control or that of its suppliers.</p>\n<p>Furthermore, the Owner will not be responsible for damages, losses and costs suffered by the User as a result of the non-execution of the contract for reasons not attributable to him, having the User only entitled to a possible full refund of the price paid and any additional charges incurred.</p>\n<p>The Owner assumes no responsibility for any fraudulent or illegal use that may be made by third parties of credit cards and other means of payment, as it does not in any way come into contact with the payment data used (number of credit cards, cardholder name, password, etc.)</p>\n<p>The Owner will not be responsible for:</p>\n<ul>\n<li>any loss of business opportunities and any other loss, even indirect, possibly suffered by the User or to third parties that are not a direct consequence of the violation of the contract by the Owner</li>\n<li>incorrect or unsuitable use of the Application by Users or third parties</li>\n<li>issuing incorrect documents or tax data due to errors in the data provided by the User, the latter being solely responsible for the correct entry</li>\n<li>any illegal actions taken by the User with the Application and / or the API</li>\n<li>any illegal actions sent / received by a User to an Agent that transit the Node</li>\n<li>any alterations to the Agent's code made for purposes that could cause damage</li>\n<li>any API development carried out for purposes that could cause harm.</li>\n</ul>\n<br>\n<p>The Application is translated into many different languages thanks to the spontaneous help of Users who can use a tool made available by the Owner that allows the translation of texts.\nExcept for the translation into English and Italian, the Owner does not have the possibility to check the quality of the translated texts and therefore cannot be held responsible for any errors in the texts.</p>\n<p>In no case can the Owner be held responsible for an amount greater than double the cost paid by the User.</p>\n</li>\n<li>Force majeure<p>The Owner cannot be held responsible for the failure or delayed fulfillment of its obligations, due to circumstances beyond the reasonable control of the Owner due to events of force majeure or, in any case, to unforeseen and unforeseeable events and, in any case, independent of its will.</p>\n<p>The fulfillment of the obligations by the Owner will be considered suspended for the period in which events of force majeure occur.</p>\n<p>The Owner will carry out any act in his power to identify solutions that allow the correct fulfillment of his obligations despite the persistence of force majeure events.</p>\n</li>\n<li>Linking to third party sites<p>The Application may contain links to third party sites / applications.\nThe Owner does not exercise any control over them and, therefore, is in no way responsible for the contents of these sites / applications.</p>\n<p>Some of these links may refer to third party sites / applications that provide services through the Application.\nIn these cases, the general conditions for the use of the site / application and for the use of the service prepared by third parties will apply to the individual services, for which the Owner assumes no responsibility.</p>\n</li>\n<li>Privacy<p>The User's personal data are processed by the Owner and, in case of purchase, by the MOR, who act as independent data controllers of the Users personal data, i.e.\neach of them processes the Users' personal data for contractual obligations and for other own purposes.</p>\n<p>The personal data provided by Users to the Owner will be in accordance with the privacy policy which can be consulted on the page https://www.dwservice.net/privacy-policy.html.</p>\n<p>The personal data provided by Users to the MOR will be processed in accordance with the privacy regulations and the privacy information that will be made available by the MOR before the processing of personal data.</p>\n</li>\n<li>Security<p>The Owner takes all suitable measures to ensure that the Service has a high level of security.</p>\n<p>All communication between the various components and between users and agents takes place using TCP port 443 (standard https), communication is encrypted via SSL certificate according to the latest security standards.</p>\n<p>The only User information stored on the Owner's servers are:</p>\n<ul>\n<li>data for authentication: e-mail, password and other non-mandatory personal information</li>\n<li>Agent data: name, description, etc.</li>\n<li>data of the shares: name, configuration, any access passwords</li>\n<li>access data: start time, end time, ip address.</li>\n</ul>\n<br>\n<p>All passwords are stored using the hash technique according to the latest security standards so that the password cannot be traced.\nFurthermore, no data that transits between Users and Agents is stored on the Owner's servers.\nThe storage of access data is aimed exclusively at protecting Users in case of incorrect use of the Service.</p>\n</li>\n<li>Applicable law and competent court<p>The Conditions are subject to Italian law.</p>\n<p>For Professional users, for any dispute relating to the Application, execution and interpretation of these Conditions, the court of the place where the Owner is located is competent.</p>\n<p>For Consumer Users, any dispute relating to the application, execution and interpretation of these Conditions will be devolved to the court of the place where the Consumer User resides or has elected domicile, if located in the territory of the Italian State, without prejudice to the right for the User.\nConsumer to appeal to a judge other than that of the \"consumer court\" competent for the territory.</p>\n<p>This is without prejudice to the application to Consumer Users who do not have their habitual residence in Italy of any more favorable and mandatory provisions provided for by the law of the country in which they have their habitual residence, in particular in relation to the deadline for exercising the right of withdrawal, at the deadline for the return of the Services, in case of exercise of this right, the methods and formalities of the communication of the same and the legal guarantee of conformity.</p>\n</li>\n<li>Online Dispute Resolution for Consumer Users<p>The Consumer User residing in Europe must know the European Commission has set up an online platform that provides an alternative dispute resolution tool.\nThis tool can be used by the Consumer User to resolve in a non-judicial way any dispute relating to and / or deriving from contracts for the sale of goods and the supply of services stipulated online.\nConsequently, the Consumer User can use this platform for the resolution of any dispute arising from the contract stipulated online.\nThe platform is available at the following address: ec.europa.eu/consumers/odr/</p>\n</li>\n</ol>Terms and Conditions for Professional Users who do not accept payment processing via the MOR<p>This document contains the general terms and conditions of use of the website and the dwservice.net application, which offers a service to access their computers or devices remotely, only to professional users who have subscribed to annual subscriptions and who do not accept payment processing through the MOR.</p>\n<ol>\n<li>Definitions<p>Per consentire una completa comprensione e accettazione dei presenti termini e condizioni, i seguenti termini, al singolare e al plurale, avranno il significato di seguito indicato:</p>\n<ul>\n<li>\n<b>Owner: DWSNET s.r.l.,</b> with registered office in Via Fedro 16, 80122 Napoli, VAT number / Tax Code IT10018841212, NA-1075005, fully paid-up share capital 10.000,00 €, PEC address dwsnet@legalmail.it</li>\n<li>\n<b>Application: </b>the website and the dwservice.net application</li>\n<li>\n<b>User: </b>any person who accesses and uses the Application</li>\n<li>\n<b>Professional User: </b>the natural person of age or legal person who concludes a contract for the performance or for the needs of his business, commercial, craft or professional activity</li>\n<li>\n<b>Service: </b>access to their computers or devices remotely licensed by the Owner</li>\n<li>\n<b>Agent: </b>open-source software that works in tandem with the dwservice.net Application</li>\n<li>\n<b>Node: </b>server that allows the connection between User and Agent</li>\n<li>\n<b>API: </b>applications programming interfaces</li>\n<li>\n<b>Conditions: </b>this contract which governs the relationship between the Owner and the Users of the Services offered by the Owner through the MOR.</li>\n</ul>\n<br>\n</li>\n<li>Detailed information on the offer of the Application<p>\n<b>Use of the Application: </b> the Application provides Users with a tool to access their computers or devices remotely.\nThe communication established by the Users to the computers or devices passes over one of the Nodes.\nThe Owner provides the bandwidth to allow remote access interactions.\nHowever, the maximum bandwidth is provided to the best of the Owner's ability and largely depends on the infrastructure and active Users at any given time.\nTherefore, the Owner is unable to always guarantee maximum performance and cannot guarantee the full availability of the Service, nor the support of the User.</p>\n<p>\n<b>Use of the Agent: </b>the Agent is open source software to be installed on the computer or device that allows the User to remotely control their computer or device via the Application or API.\nThe Owner publishes the Agent's code so that anyone can view it and possibly modify it according to their needs.\nThe Application provides the Agent ready to run on various operating systems.\nIn this case, the Agent updates are automatically sent to the software every time it is connected to the infrastructure of the Application.\nUpdates apply to Agent-related modules only.</p>\n<p>\n<b>Use of the API: </b>the API allows the User to integrate the Application into their software.\nThe User must purchase credits called “tickets” to unlock some features provided by the API service.\nCredits can only be purchased by the account holder.\nThe Owner does not authorize the transfer of credits from one account to another.\nTherefore, an API account cannot resell credits to another User.\nTickets are valid for 24 months based on the time of the financial transaction.\nIf the User has not used those tickets during this period, the account will be identified as inactive, and the User will lose the ability to use these tickets and request a refund from the Owner.</p>\n</li>\n<li>Scope of the Conditions<p>The use of the Application implies the acceptance of the Conditions by the User and, in case of purchase, of the terms and conditions of the MOR.\nIf the User does not intend to accept the Conditions, terms and conditions of the MOR and / or any other note, legal notice, information published or referred to therein, he or she will not be able to use the Application or purchase the Services.</p>\n<p>The Conditions can be changed at any time.</p>\n<p>The applicable Conditions are those in force on the date of transmission of the purchase order or request for the provision of a Service.</p>\n<p>Before using the Application, the User is required to carefully read the Conditions and to save or print them for future reference.</p>\n<p>The Owner reserves the right to change at its discretion, at any time even after the User has registered, the graphic interface of the Application, the contents and their organization, as well as any other aspect that characterizes the functionality and management of the Application, communicating to the User, where necessary, the relative instructions.</p>\n</li>\n<li>Purchase through the Application<p>All the Services offered through the Application are described in detail in the relevant Service pages (quality, characteristics, availability, price, ancillary charges, etc.).</p>\n<p>Purchases of one or more Services through the Application are allowed only to Professional Users who have subscribed to annual subscriptions and who do not accept payment processing through the MOR.</p>\n<p>The offer of the Services through the Application constitutes an invitation to offer and the order sent by the User will be valid as a contractual purchase proposal, subject to confirmation and / or acceptance by the Owner as described below.\nTherefore, the Owner will have at its sole discretion, the right to accept or not the User's order without the latter being able to object or complain about anything for any reason and / or reason.</p>\n<p>The contract for the sale of the Services is concluded with the acceptance by the Owner of the User's contractual proposal.\nThe Owner will accept the User's contractual proposal by sending the order confirmation to the e-mail address indicated by the User, which will contain the date of the order, the User's data, characteristics and availability.\nof the Service, the price or the method of calculating the price, any additional charges and accessory taxes, the delivery and execution times, the methods for exercising the right of withdrawal or its possible exclusion and the guarantee.</p>\n<p>The contract for the sale of the Services is not considered effective between the parties in the absence of what is indicated in the previous point.</p>\n<p>The User undertakes to verify the correctness of the data contained in the order confirmation and to immediately notify the Owner of any errors and will keep a copy of his order, its confirmation and the Conditions.</p>\n</li>\n<li>Registration<p>To take advantage of the functionality of the Application, Users must register by providing, in a truthful and complete manner, all the data requested in the relevant registration form and fully accept the privacy policy (https://www.dwservice.net/privacy-policy.html) and the Conditions.</p>\n<p>The User has the burden of keeping their login credentials which must be used exclusively by the User and cannot be transferred to third parties.\nThe User undertakes to keep them secret and to ensure that no third party has access to them and to immediately inform the Owner if he suspects or becomes aware of an improper use or undue disclosure of the same.</p>\n<p>The application allows the possibility of activating two-factor authentication.\nHowever, if the User loses the account access credentials, the Owner will not be able to recover them.\nTo this end, it is advisable to keep the unlock code generated during the activation of two-factor authentication in a safe place.</p>\n<p>The User guarantees that the personal information provided during the registration procedure is complete and truthful and undertakes to hold the Owner harmless and indemnified from any damage, compensation obligation and / or sanction deriving from and / or in any way connected to the violation by part of the User of the rules on registration to the Application or on the conservation of registration credentials.</p>\n</li>\n<li>Account cancellation and termination<p>The registered User can interrupt the use of the Application at any time and deactivate his account or request its cancellation through the Application interface, if possible, or by sending a written communication to the e-mail address support@dwservice.net.</p>\n<p>In case of violation by the User of the Conditions or applicable legal provisions, the Owner reserves the right to suspend or close the User's account at any time and without notice.</p>\n</li>\n<li>Subscription<p>The Application offers subscription Services.\nThe characteristics and methods of subscription are detailed in the Application.</p>\n<p>To subscribe, the User must follow the procedure indicated in the Application and enter the required data.\nAny charge of the subscription fee will begin on the specified date and with the frequency indicated at the time of subscription.</p>\n<p>Users can disable the renewal through the Application or by sending a communication to the e-mail address support@dwservice.net or by changing the preferences of the payment method used.</p>\n</li>\n<li>Prices and payments<p>For each Service, the price of any applicable taxes based on the tax jurisdiction in which the transaction is carried out is indicated.\nIf the nature of the Service makes it impossible to calculate it in advance, the methods of calculating the price are indicated.</p>\n<p>In addition, all possible taxes and additional expenses that may vary in relation to the payment method used will be indicated.\nIf these expense items cannot reasonably be calculated in advance, there will be an indication of what expenses will be charged to the User.</p>\n<p>The Owner only accepts payments by bank transfer.\nIn this case, the provision of the Service will take place only after receipt of payment.</p>\n<p>The Owner reserves the right to change, at any time, the price of the Services and any additional costs.\nIt is understood that any price changes will in no case affect the contracts already concluded before the change.</p>\n<p>The User undertakes to pay the price of the Service in the times and methods indicated in the Application and to communicate all necessary data that may be requested.</p>\n</li>\n<li>Invoicing<p>The User will be asked for billing information.\nFor the issuance of the invoice, the information provided by the User will prevail, which he declares and guarantees to be true, releasing the Owner any full indemnity in this regard.</p>\n</li>\n<li>Users' right of withdrawal<p>The Professional User has the right to withdraw without any penalty and without specifying the reason within 14 days from the date of conclusion of the contract, by sending a written communication to the e-mail address support@dwservice.net, using the optional withdrawal form referred to in the following article or any other written declaration.</p>\n<p>In case of withdrawal exercised correctly, the Owner will refund the User the payments received, in the same payment methods used by the User for the initial transaction, without undue delay and in any case within 14 days from the date on which the User has communicated to withdraw from the contract.</p>\n<p>The User acknowledges and agrees to lose the right of withdrawal after downloading or using the Service.</p>\n<p>The User acknowledges and accepts that the withdrawal from a subscribed subscription does not entail the refund of the amounts relating to the Products already used or disbursed.</p>\n<p>For more information, contact the Owner at the e-mail address support@dwservice.net.\n</p>\n</li>\n<li>Optional form to exercise the right of withdrawal<p>The User can withdraw using the following form which must be completed in its entirety and sent to the e-mail address support@dwservice.net before the withdrawal period expires:</p>\n<p>\n<i> I hereby communicate my withdrawal from the sales or supply contract relating to the following product __________ <br> Order number:_______ <br> Ordered on: _______ <br> Name and surname: _______ <br> Address: ______ <br> E-mail associated with the account from which the order was placed: ____________________ <br> Date: __________ <br>\n</i>\n</p>\n</li>\n<li>Industrial and Intellectual Property Rights<p>The Application and all contents, including texts, documents, trademarks, logos, images, graphics, their arrangement and their adaptations, are protected by copyright and trademark legislation.</p>\n<p>The Application may also contain images, documents, logos and trademarks of third parties that have expressly authorized the Owner for publication in the Application.\nExcept for strictly personal uses, it is not allowed to copy, alter, distribute, publish or use the Application and its contents without the written authorization of the Owner.</p>\n<p>Any intellectual or industrial property right, as well as any other exclusive right existing on the software or technology integrated in or relating to this Application is held by the Owner and / or its licensor.</p>\n<p>The Owner grants Users a revocable, non-exclusive, non-transferable or non-assignable license to use the software and / or technology integrated into the Service for the purposes of this Application and the Service offered.</p>\n<p>The license does not grant the User any right to access or use the original source code.\nThe techniques, algorithms and procedures contained in the software and the related documentation are the exclusive property of the Owner or its licensor.</p>\n<p>The software relating to the Agent is instead open source and is released with a specific type of license that makes the source code legally usable by Users.</p>\n</li>\n<li>Permitted uses<p>The Application and the Service may be used only for the purposes for which they are offered under these Conditions and in accordance with applicable law.</p>\n<p>It is the User's sole responsibility to ensure that the use of this Application and / or the Service does not violate the law, regulations or the rights of third parties.</p>\n<p>Therefore, the Owner reserves the right to take all suitable measures to deny the User access to this Application or the Service, report any reprehensible activity carried out through this Application or the Service to the competent authorities whenever there is a suspicion that the User violates laws, regulations, third party rights and / or the Conditions.</p>\n</li>\n<li>Disclaimer of Warranty<p>The Application is provided \"as is\" and \"as it is available\" and the Owner does not provide any explicit or implicit guarantee in relation to the Application, nor does it provide any guarantee that the Application will meet the needs of Users or that it will not it will never break or it will be error free or it will be virus or bug free.</p>\n<p>The Owner will endeavor to ensure that the Application is available continuously 24 hours a day, but will in no way be held responsible if, for any reason, the Application is not accessible and / or operational at any time or for any period.\nAccess to the Application may be suspended temporarily and without notice in the event of system failure, maintenance, repairs or for reasons completely unrelated to the will of the Owner or for events of force majeure.</p>\n</li>\n<li>Limitation of Liability<p>The Owner cannot be held liable to the User for disservices or malfunctions connected to the use of the internet outside of its own control or that of its suppliers.</p>\n<p>Furthermore, the Owner will not be responsible for damages, losses and costs suffered by the User as a result of the non-execution of the contract for reasons not attributable to him, having the User only entitled to a possible full refund of the price paid and any additional charges incurred.</p>\n<p>The Owner assumes no responsibility for any fraudulent or illegal use that may be made by third parties of credit cards and other means of payment, as it does not in any way come into contact with the payment data used (number of credit cards, cardholder name, password, etc.)</p>\n<p>The Owner will not be responsible for:</p>\n<ul>\n<li>any loss of business opportunities and any other loss, even indirect, possibly suffered by the User or to third parties that are not a direct consequence of the violation of the contract by the Owner</li>\n<li>incorrect or unsuitable use of the Application by Users or third parties</li>\n<li>issuing incorrect documents or tax data due to errors in the data provided by the User, the latter being solely responsible for the correct entry</li>\n<li>any illegal actions taken by the User with the Application and / or the API</li>\n<li>any illegal actions sent / received by a User to an Agent that transit the Node</li>\n<li>any alterations to the Agent's code made for purposes that could cause damage</li>\n<li>any API development carried out for purposes that could cause harm.</li>\n</ul>\n<br>\n<p>The Application is translated into many different languages thanks to the spontaneous help of Users who can use a tool made available by the Owner that allows the translation of texts.\nExcept for the translation into English and Italian, the Owner does not have the possibility to check the quality of the translated texts and therefore cannot be held responsible for any errors in the texts.</p>\n<p>In no case can the Owner be held responsible for an amount greater than double the cost paid by the User.</p>\n</li>\n<li>Force majeure<p>The Owner cannot be held responsible for the failure or delayed fulfillment of its obligations, due to circumstances beyond the reasonable control of the Owner due to events of force majeure or, in any case, to unforeseen and unforeseeable events and, in any case, independent of its will.</p>\n<p>The fulfillment of the obligations by the Owner will be considered suspended for the period in which events of force majeure occur.</p>\n<p>The Owner will carry out any act in his power to identify solutions that allow the correct fulfillment of his obligations despite the persistence of force majeure events.</p>\n</li>\n<li>Linking to third party sites<p>The Application may contain links to third party sites / applications.\nThe Owner does not exercise any control over them and, therefore, is in no way responsible for the contents of these sites / applications.</p>\n<p>Some of these links may refer to third party sites / applications that provide services through the Application.\nIn these cases, the general conditions for the use of the site / application and for the use of the service prepared by third parties will apply to the individual services, for which the Owner assumes no responsibility.</p>\n</li>\n<li>Privacy<p>The protection and processing of personal data will take place in accordance with the Pri-vacy information which can be consulted at the page https://www.dwservice.net/privacy-policy.html.</p>\n</li>\n<li>Security<p>The Owner takes all suitable measures to ensure that the Service has a high level of security.</p>\n<p>All communication between the various components and between users and agents takes place using TCP port 443 (standard https), communication is encrypted via SSL certificate according to the latest security standards.</p>\n<p>The only User information stored on the Owner's servers are:</p>\n<ul>\n<li>data for authentication: e-mail, password and other non-mandatory personal information</li>\n<li>Agent data: name, description, etc.</li>\n<li>data of the shares: name, configuration, any access passwords</li>\n<li>access data: start time, end time, ip address.</li>\n</ul>\n<br>\n<p>All passwords are stored using the hash technique according to the latest security standards so that the password cannot be traced.\nFurthermore, no data that transits between Users and Agents is stored on the Owner's servers.\nThe storage of access data is aimed exclusively at protecting Users in case of incorrect use of the Service.</p>\n</li>\n<li>Applicable law and competent court<p>The Conditions are subject to Italian law.</p>\n<p>For Professional users, for any dispute relating to the Application and Services, execution and interpretation of these Conditions, the court of the place where the Owner is located is competent.</p>\n</li>\n</ol>", "created_at": "2023-04-25 04:03:33.021293", "updated_at": "2023-04-25 04:03:43.112058"}], "points": [], "urls": ["dwservice.net"]}}