{"error": 448, "message": "OK", "parameters": {"id": 7371, "name": "Buffalo Games", "created_at": "2023-02-07 07:10:13.272323", "updated_at": "2023-03-29 19:26:40.106289", "wikipedia": null, "keywords": null, "related": null, "slug": "buffalo-games", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7371.png", "url": "buffalogames.com", "documents": [{"id": 14158, "name": "Privacy Policy", "url": "https://buffalogames.com/privacy-policy/", "xpath": "//*[@id=\"main-content\"]", "text": " Privacy Policy <p>\n<strong>Effective Date: October 5, 2021</strong>\n</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy (“<strong>Policy</strong>”) describes the Personal Information collected by Buffalo Games, LLC, Ceaco, Inc., Noir Puzzles, and its affiliates (collectively “<strong>Buffalo Games</strong>,” “<strong>we,</strong>” “<strong>us</strong>,” or “<strong>our</strong>”) through the following websites: /, https://ceaco.com/, https://noirpuzzles.com (the “Sites”), and how that Personal Information is used, protected, and shared.\n&nbsp;If you have questions or concerns about this Policy, please contact us as set forth below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>IF YOU USE THE SITES, BUFFALO GAMES AND ITS AFFILIATES WILL COLLECT, USE AND SHARE YOUR PERSONAL INFORMATION AS DESCRIBED IN THIS POLICY.\n&nbsp;If you do not agree to any terms in this Policy, do not use the Sites or otherwise provide us with Personal Information.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>We may modify this Policy at any time.\n&nbsp;All changes will be effective immediately upon posting to the Sites.\n&nbsp;Material changes will be conspicuously posted on the Sites or otherwise communicated to you.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>IF YOU ARE A CALIFORNIA RESIDENT, PLEASE SEE SECTION 13 BELOW FOR ADDITIONAL TERMS THAT MAY APPLY TO YOU.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nWhat Is Personal Information?&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>\"Personal Information\" is any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.\n&nbsp;Please see the chart below for more details about the categories of Personal Information we collect.\n&nbsp;This Privacy Policy does not apply to any information that is publicly available.</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nPersonal Information We Collect</strong>\n</p>\n<p>&nbsp;</p>\n<p>In the last 12 months, we have collected the following categories of Personal Information:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Category of Personal Information- </strong>Identifier</p>\n<p>\n<strong>Data Element- </strong>IP Address.\nUnique personal identifier.\nEmail Address.\nReal Name.\nPostal Code.\nPhone Number.\nMailing Address</p>\n<p>\n<strong>Purposes for Collecting-</strong> Categorizing unique visits/network providers, Logging visits from unique network provider, Responding to inquiries about our products, Advertising new products and promotions, To arrange for and provide support and maintenance, To send you information about your products , Responding to your questions or concerns.</p>\n<p>\n<strong>Category of Third Party or Service Provider with Whom Personal Information is Shared- </strong>Service Providers.\nDistributors.\nPartners</p>\n<p>&nbsp;</p>\n<p>\n<strong>Category of Personal Information- </strong>Commercial Information</p>\n<p>\n<strong>Data Element-&nbsp;</strong>Purchases and purchasing history (and related contact information), Invoices</p>\n<p>\n<strong>Purposes for Collecting- </strong>Understanding our customer base, Marketing, Facilitating product fulfillment and return, Product support, repair, and maintenance</p>\n<p>\n<strong>Category of Third Party or Service Provider with Whom Personal Information is Shared- </strong>Marketing Service Provider, Payment Processors, Distributors</p>\n<p>&nbsp;</p>\n<p>\n<strong>Category of Personal Information-</strong> Internet Activity</p>\n<p>\n<strong>Data Element-</strong> Browsing history.\nDevice type.\nBrowser preferences and version.\nVisited URL.\nvideos viewed</p>\n<p>\n<strong>Purposes for Collecting- </strong>Ensuring performance and availability of the Sites, Monitoring and troubleshooting issues on the Sites, Alerting to issues/problems, Responding to inquiries about our products, To provide a personalized website experience, To improve our marketing efforts, Sites, product improvement, To learn about our Sites users</p>\n<p>\n<strong>Category of Third Party or Service Provider with Whom Personal Information is Shared- </strong>Service Providers.\nThird Parties.\nDistributors.\nPartners</p>\n<p>&nbsp;</p>\n<p>\n<strong>Category of Personal Information- </strong>Employment</p>\n<p>\n<strong>Data Element-</strong> Employment history.\nresume.\nreferences.\ncontact information.\nyour skills and experience.\nyour behavior and motivations</p>\n<p>\n<strong>Purposes for Collecting- </strong>To evaluate your qualifications for employment with Buffalo Games&nbsp;</p>\n<p>\n<strong>Category of Third Party or Service Provider with Whom Personal Information is Shared- </strong>Service Providers.\nPartners.\nThird-Party Vendors</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nCategories of Sources of Collection</strong>\n</p>\n<p>&nbsp;</p>\n<p>We generally collect Personal Information from the following two categories of sources: (1) you provide Personal Information directly to us or (2) we automatically collect Personal Information from you when you use our Sites (e.g.\ncookies).\nThe chart above describes in more detail the categories of sources from which we collect Personal Information.</p>\n<p>\n<br>\n<strong>SOURCE 1: We Collect Personal Information You Provide.</strong>\n</p>\n<p>We collect Personal Information that you provide directly to us.\nPersonal Information is required to use certain Sites features, for example, to purchase products, sign up for our newsletters, contact us via email or telephone, to create online accounts, send us questions through forms on our Sites, submit job application materials, inquire about missing puzzle pieces, and respond to communications from us (e.g., promotional offers).&nbsp;</p>\n<p>\n<strong>Accounts.\n&nbsp;</strong>\n</p>\n<p>When you create an account through our Sites, we collect your contact information (e.g.\nname, address, phone number, email address).\n&nbsp;You are also required to choose a password which you should keep confidential.</p>\n<p>Purchasing E-Gift Cards.\nWe may receive your contact information (e.g.\nname, address, phone number, email address) when you purchase a Buffalo Games gift card.\n&nbsp;If you purchase a gift card, you are purchasing through BigCommerce whose privacy policy can be found here.&nbsp;</p>\n<p>\n<strong>When You Make a Purchase.\n&nbsp;</strong>\n</p>\n<p>When you make a purchase online, we use Braintree as our PCI-compliant payment processor (\"Payment Processor\") to help us facilitate payment.\n&nbsp;We have contracted with the Payment Processor to ensure they protect and limit the use of your Personal Information.\n&nbsp;We do not receive your credit card, debit card or other financial information when you make a purchase online, such information is provided directly to our Payment Processor.\nHowever, we do receive your contact information and purchase information.\nWe will keep a record of your purchases.\n&nbsp;</p>\n<p>\n<strong>Missing Puzzle Pieces, Requesting Posters and Product Support Inquiries.\n</strong>\n</p>\n<p>When you submit a request for missing puzzle pieces or requesting a poster, we will collect and use your name, email and mailing address, and comments to verify your inquiry and review your request.</p>\n<p>\n<strong>Career Opportunities.\n</strong>\n</p>\n<p>To submit job application materials online for employment with us, you will be redirected from our Buffalo Games Site to a website operated by GritSeed.\nYou may be required to create an account with that vendor.\nWe encourage you to review the terms and privacy policy posted on that vendor's website since this Policy does not govern your use of that website.\nIf you send us your job application materials directly, we will only use and share those job application materials to evaluate your qualifications to work with Buffalo Games.\nYour submission of an application or inquiry does not in any way require Buffalo Games to review your information or consider you for employment.</p>\n<p>\n<strong>Marketing Communications.\n&nbsp;</strong>\n</p>\n<p>We may use your email and mailing address to send you promotional and other electronic and hardcopy communications.\nWe may use third-parties or service providers, such as Mailchimp to deliver these communications to you.\nYou may opt-out of such emails by using the unsubscribe link in the email.\nTo opt-out of other communications (e.g., postal marketing and telemarketing), please contact us as set forth in the \"Contact Us\" section below.\nOpting out of marketing communications does not opt you out of other, non-marketing communications from us.</p>\n<p>\n<strong>Feedback.\n&nbsp;</strong>\n</p>\n<p>When you provide comments or feedback about our Sites or our products (\"Feedback\"), we will not treat that Feedback as confidential and we may use that Feedback for any purpose in our sole discretion so long as it does not personally identify you.\n&nbsp;Feedback will be used without attribution or compensation to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>SOURCE 2: We Collect Personal Information Automatically.</strong>\n</p>\n<p>&nbsp;</p>\n<p>We collect information automatically from you when you visit the Sites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies &amp.\nOther Tracking Technologies.&nbsp;</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<em>What types of online tracking mechanisms do we use? </em>We may use cookies, web beacons, pixel tags and other tracking technologies (collectively “Cookies”) on our Sites.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>What are cookies and web beacons / pixel tags?</em> A cookie is a small text file that our Sites save onto your computer or device when you use the Sites that provides us certain information about your activities.\n&nbsp;Cookies allow the Sites to remember your actions and preferences and recognize you or your browser, along with some information you provided.\n&nbsp;Web beacons / pixel tags are small graphics on a webpage that monitor your activity when viewing a webpage.</p>\n<p>&nbsp;</p>\n<p>\n<em>Why do we collect Cookies? &nbsp;We use Cookies to:</em>\n</p>\n<p>- make our Sites function properly;<br>- provide personalized experiences;<br>- tailor our interactions with you;<br>- help with our marketing efforts;<br>- provide us with valuable data and statistics about the usage and effectiveness of our Sites and to help us improve our Sites;<br>help us improve our services;<br>- may help with customer log-in credentials;<br>- help provide online shopping carts.\nand<br>- provide wish lists and product recommendations.<br>&nbsp;</p>\n<p>\n<em>What type of information do Cookies collect? &nbsp;The Cookies on our Sites may collect information such as:</em>\n</p>\n<p>- IP addresses assigned to the computers and other devices you use;<br>- your internet service provider;<br>- device ID number;<br>- approximate geographic location (e.g., zip code);<br>- browser type;<br>- Sites pages visited;<br>- websites you access before and after visiting the Sites.\nand&nbsp;<br>- data related to how and when you use the Sites.<br>&nbsp;</p>\n<p>We may combine information from Cookies with other Personal Information.</p>\n<p>&nbsp;</p>\n<p>\n<em>How long do Cookies last?</em> A Cookie can either be a “session” Cookie or a “persistent” Cookie.\nSession Cookies exist only for so long as you are visiting the applicable Sites and are typically deleted when you exit your web browser.\n&nbsp;Persistent Cookies exist for a set period of time, for example, up to several months or years.\n&nbsp;Each time you visit Sites that have implemented a persistent Cookie, the persistent Cookie is renewed and that Cookie will remain active until its predetermined expiration date.\n&nbsp;You can manually delete persistent Cookies through your browser settings.</p>\n<p>&nbsp;</p>\n<p>\n<em>First and Third-party Cookies.\n</em>&nbsp;Cookies may either be “first-party” or “third-party” Cookies.\n&nbsp;A first-party Cookie allows your web browser to talk to the actual Sites that you are visiting (i.e.\nthe Sites).\n&nbsp;A third-party Cookie allows your web browser to talk to a third-party website, such as the source of an ad that appears on the website you are visiting or a third-party analytics provider.\n&nbsp;We may not have control over how a third-party uses information collected through third-party Cookies.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>How do you manage Cookies or opt-out? </em>&nbsp;Most browsers automatically accept cookies.\n&nbsp;You can disable this function by changing your browser settings, but disabling cookies may impact your use and enjoyment of the Sites.\n&nbsp;Not all features or functions of the Sites may work properly if you disable Cookies.\n&nbsp;You cannot disable all Cookies, such as Cookies that are essential to the functioning of the Sites.</p>\n<p>&nbsp;</p>\n<p>Google Analytics.\nWe use Google Analytics to collect and process information about your use of the Sites.\n&nbsp;Google sets cookies on your browser or device, and then your web browser will automatically send information to Google.\n&nbsp;Google uses this information to provide us with reports that we use to better understand and measure how users interact with our Sites.\nWe may also implement additional add-on services to Google Analytics, such as Demographics and Interest Reporting, Remarketing with Google Analytics, and Google Display Network Impression Reporting.</p>\n<p>&nbsp;</p>\n<p>To learn more about how Google uses data, visit Google’s Privacy Policy and Google’s page on “How Google uses data when you use our partners’ sites or apps.” You may download the Google Analytics Opt-out Browser Add-on for each web browser you use, but this does not prevent the use of other analytics tools.\n&nbsp;To learn more about Google Analytics cookies, visit Google Analytics Cookie Usage on Websites.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Online Behavioral Advertising.\n</strong>Advertising network services gather data about consumers who view advertisements to make inferences about a consumer’s interests and preferences, which enables the delivery of advertisements directly targeted to the consumer’s specific interests.\n&nbsp;This practice is often referred to as “targeted advertising.”</p>\n<p>&nbsp;</p>\n<p>We use advertising network services that collect data about your visits to the Sites and other websites across the internet.\n&nbsp;These advertising network services use such data to target personal content and advertisements to you about our products.\n&nbsp;The data collected may be associated with your personal information.\n&nbsp;The targeted advertisements may appear on the Sites and on other websites and may be sent to you via email.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>For example, we may use Google Ads and Facebook Custom Audience to serve ads on our behalf across the internet and on the Sites.\n&nbsp;Google Ads and Facebook Custom Audience use cookies, web beacons and other storage technologies to collect data about your visits to the Sites and your interaction with our products and services to provide us measurements and generate targeted advertisements to you on other websites that you visit across the internet.\n&nbsp;To opt out of remarketing advertising provided through Google, to customize your ad preferences, or to limit Google’s collection or use of such data, visit Google’s Safety Center and Google’s Ad Settings and follow Google’s personalized ad opt-out instructions.\n&nbsp;Opting out will not affect your use of the Sites.\n&nbsp;To opt of remarketing advertising provided through Facebook, you can use the following mechanism for exercising such a choice at https://youradchoices.com/control.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Videos.\nEmbedded Content.</strong> &nbsp;The Sites may contain videos and embedded content provided by YouTube, Vimeo and other third parties, including visible content and/or feeds scripts embedded in the Site's code.\nYouTube, Vimeo and such third parties may collect data about how you interact with such content.\n&nbsp;Specifically, our use of YouTube content requires us to implement certain application programming interfaces (APIs) from YouTube, which allow for data collection, disclosure and use by YouTube pursuant to the Google Privacy Policy available here.\n&nbsp;In addition, if you are signed into your Vimeo account when you visit our Sites, Vimeo may associate information collected when you visit our Sites with your account.\n&nbsp;By watching the videos and interacting with such content, you agree to the collection and use of such data.\n&nbsp;You may revoke YouTube’s access to your data by visiting the Google security settings page available here.\n&nbsp;Please see Vimeo's privacy policy to learn how Vimeo collects, uses and shares Personal Information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nHow We Use Personal Information.</strong> In the past 12 months, we have used Personal Information for the following purposes:</p>\n<p>&nbsp;</p>\n<p>\n<strong>As Stated or Agreed to at the Point of Collection.\n</strong>&nbsp;We may use Personal Information for the purposes stated or agreed-to (or as is obvious) at the point of collection.\n&nbsp;For example, we use Personal Information to respond to your questions, comments, or complaints.\n&nbsp;We may also use Personal Information as requested or consented to by you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Administration.\n</strong>&nbsp;We use Personal Information for administrative purposes, such as to inform our business strategies and our mission, and the programs we provide, and to understand the Sites’ demographics and user preferences.\n&nbsp;We use Personal Information to help us improve our products, services and the Sites, as well as develop new products and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Website Management.\n</strong>&nbsp;We use Personal Information to help us manage the Sites, such as troubleshooting problems, improving the content and functionality of the Sites, statistical and other analyses of the Sites, and to customize the Sites to you and our users.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Advertising and Communications.\n</strong>&nbsp;We may use Personal Information to send you advertising, to notify you of new services or programs, to notify you of new features of our Sites, to notify you of changes to this Policy, and for other similar communications.\n&nbsp.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>To Protect Our Rights.\n&nbsp;We may use Personal Information to protect our legal rights or interests, or those of other parties, including to bring a legal action against you or anyone who may be causing harm to us, our Sites, or to other users of the Sites.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nDisclosure of Personal Information</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may share Personal Information with the following parties, in compliance with applicable laws:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Employees and Affiliated Brands.</strong> &nbsp;We may share Personal Information with our employees, affiliates, and affiliated brands who have a need to know the information for our business purposes, product development, and commercialization efforts.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Third-Parties and/or Service Providers.\n&nbsp;</strong>We may share Personal Information with third parties and/or service providers that provide services for us.\n&nbsp;For example, we may share Personal Information with vendors to help us host and manage the Sites.\nprovide advertising and marketing.\nimprove the content and functionality of the Sites.\nperform data analysis and statistical analysis.\ntroubleshoot problems with the Sites.\nprovide email services.\nprovide data processing.\nand support or provide the security of the Sites.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Government Officials / Law Enforcement.\n</strong>&nbsp;We will cooperate with law enforcement and other governmental agencies, and may disclose Personal Information: &nbsp;(i) if we believe in good faith we are legally required to disclose that Personal Information, (ii) if we are advised to disclose Personal Information by our legal counsel, or (iii) when necessary to identify, contact or bring a legal action against someone who may cause or be causing harm to, or interfering with the legal rights of, Buffalo Games or any other party.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Professional Advisors.\n&nbsp;</strong>We may share Personal Information with our professional advisors, such as our attorneys, accountants, financial advisors and business advisors, in their capacity as advisors to Buffalo Games.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Change in Ownership.\n</strong>&nbsp;In the event Buffalo Games is the subject of a change of control or in the event the Sites changes ownership, in whole or in part, or in the event of a bankruptcy, receivership or a similar transaction, we may provide Personal Information to the subsequent owner(s) or as part of the related due diligence process.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Other.\n</strong>&nbsp;We may share Personal Information with third parties when explicitly requested by or consented to by you, or for the purposes for which you disclosed the Personal Information to us as indicated at the time and point of the disclosure (or as was obvious at the time and point of disclosure).</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nUse and Disclosure of Non-Personal Information</strong> &nbsp;</p>\n<p>&nbsp;</p>\n<p>We may collect or create information or data that does not personally identify an individual and is not readily available for that purpose.\n&nbsp;We may collect, use, share, transfer and otherwise process such information for any business purposes in its sole discretion, in compliance with applicable laws.\n&nbsp;Buffalo Games and its affiliates are the sole and exclusive owner of any information it creates that does not personally identify you, including if it de-identifies any Personal Information to create de-identified and/or aggregate information.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nInformation We Do Not Intend To Collect</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>“Sensitive Information” </strong>is any data that reveals your racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, or that involves genetic or biometric data or data concerning health or sexual orientation.\nWe do not intend to collect any Sensitive Data from you.\n&nbsp;Please do not provide Sensitive Data to us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Children’s Information.\n</strong>&nbsp;The Sites are not directed at children under 13 years of age.\n&nbsp;We do not knowingly collect, use, or share Personal Information from children under 13.\n&nbsp;If a parent or legal guardian learns that their child provided us with Personal Information without his or her consent, please contact us and we will make commercially reasonable attempts to delete such Personal Information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nSocial Media</strong>\n</p>\n<p>&nbsp;</p>\n<p>We are active on social media, including Facebook, Twitter, Instagram, TikTok, YouTube, and Pinterest (“<strong>Social Media</strong>”).\nAnything you post on Social Media is public information and will not be treated confidentially.\n&nbsp;We may post (or re-post) on the Sites and our Social Media pages any comments or content that you post on our Social Media pages.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Sites allow you to connect and share data with Social Media platforms.\n&nbsp;These features may require us to use cookies, plug-ins, and APIs provided by such Social Media platforms to facilitate those communications and features.\n&nbsp;The Sites may use advertising networks and services offered by Social Media platforms to deliver advertising content.\n&nbsp;Use of these services requires Social Media platforms to implement cookies or pixel tags to deliver ads to you while you access the Sites.</p>\n<p>&nbsp;</p>\n<p>Your use of Social Media is governed by the privacy policies and terms of the Social Media providers that own and operate those websites and not by this Policy.\n&nbsp;We encourage you to review those policies and terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nData Security</strong>\n</p>\n<p>&nbsp;</p>\n<p>We use commercially reasonable technical and organizational measures to help secure Personal Information against loss, misuse, and alteration appropriate to the type of Personal Information processed.\n&nbsp;If a breach of your Personal Information occurs, we will notify you of the breach if required under applicable law.</p>\n<p>&nbsp;</p>\n<p>You understand that no data transmission over the internet can be guaranteed to be 100% secure.\nWhile we strive to protect Personal Information, we do not guarantee the security of Personal Information and you provide Personal Information at your own risk.</p>\n<p>&nbsp;</p>\n<p>\n<strong>10.\nAccess from Outside the United States.</strong>\n</p>\n<p>&nbsp;</p>\n<p>If you access the Sites from outside the United States, please be aware that Personal Information may be transferred to, stored in, and processed in the United States.\n&nbsp;Certain governmental authorities may not consider the level of protection of Personal Information in the United States to be equivalent to that required by in other jurisdictions.</p>\n<p>&nbsp;</p>\n<p>\n<strong>11.\nThird-Party Websites</strong>\n</p>\n<p>&nbsp;</p>\n<p>The Sites may link to, or be linked to, websites not owned or controlled by us.\n&nbsp;We are not responsible for third-parties’ privacy policies or practices.\n&nbsp;This Policy does not apply to any third-party websites or to any data that you provide to third parties.\n&nbsp;You should read the privacy policy for each website that you visit.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nAccess &amp.\nUpdate Your Personal Information</strong>\n</p>\n<p>&nbsp;</p>\n<p>To update your Personal Information as it exists in our records, please contact us using the information below.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>13.\nCalifornia Residents.\n</strong>&nbsp;This Section provides additional terms that apply to residents of California.\nIn the event of a conflict between this Section and the remainder of this Privacy Policy, this Section shall take precedence for California residents.</p>\n<p>&nbsp;</p>\n<p>\n<strong>We Do Not Sell Personal Information.\n&nbsp;</strong>We do not Sell Personal Information to third parties.\nYou have the right to opt-out of the Sale of your Personal Information by businesses subject to the CCPA.\n\"Sale\" / “Sold” / \"Sell\" has the definition set forth in the CCPA.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Categories Of Personal Information Disclosed For A Business Purpose.</strong>\n</p>\n<p>&nbsp;</p>\n<p>In the last 12 months we disclosed the following categories of Personal Information for our business purposes, or one of our service provider’s business purposes.\nSee Section 2 above for more detail on the type of Personal Information in each category.</p>\n<p>&nbsp;</p>\n<p>- Identifiers<br>- Commercial Information<br>- Internet Activity<br>- Employment<br>&nbsp;</p>\n<p>\n<strong>Your Rights to Access and Deletion.\n</strong>The California Consumer Privacy Act of 2018 (“CCPA”) provides additional rights to California residents.\nSubject to exceptions permitted by applicable laws and verification of your identity, if you live in California, you may exercise the following rights with regard to your Personal Information.\n&nbsp;Capitalized terms in this Section that are not defined elsewhere in this Privacy Policy have the definitions set forth in the CCPA.</p>\n<p>&nbsp;</p>\n<p>\n<em>Right to Access.</em> &nbsp;You have a right to access any of the following that occurred in the prior 12-month period:</p>\n<p>&nbsp;</p>\n<p>· The categories of Personal Information we collected from you;</p>\n<p>· The categories of sources from which the Personal Information was collected;</p>\n<p>· The specific pieces of Personal Information that we have collected from you (i.e.\n\"data portability\");</p>\n<p>· The categories of third parties with whom we shared your Personal Information;</p>\n<p>· The categories of Personal Information that we Sold or disclosed for a Business Purpose.\nand</p>\n<p>· The Business or Commercial Purpose for collecting or selling your Personal Information.</p>\n<p>&nbsp;</p>\n<p>\n<em>Right to Deletion.</em> &nbsp;You have a right to request that we delete Personal Information we collected from you.\nWe will comply with such request, and direct our service providers to do the same, subject to certain exceptions permitted by applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How to Exercise Your Rights of Access and Deletion.</strong>\n</p>\n<p>\n<em>How to Exercise Your Rights.\n</em>&nbsp;To exercise your rights under the CCPA, you may contact us at any of the following:</p>\n<p>&nbsp;</p>\n<p>\n<em>Buffalo Games and Noir:</em>\n</p>\n<p>Phone: 855-361-1878</p>\n<p>Email: privacy@buffalogames.com&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>Ceaco:</em>\n</p>\n<p>Phone: 855-361-1878</p>\n<p>Email: privacy@ceaco.com</p>\n<p>&nbsp;</p>\n<p>\n<em>Who May Exercise Your Rights.</em> &nbsp;If you are a California resident, only you or a person registered with the California Secretary of State that you authorize to act on your behalf may make a request related to your Personal Information.\n&nbsp;See the section titled \"Using an Authorized Agent\" for more information.\n&nbsp;A parent or legal guardian may make a request on behalf of their child.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>Verifiable Consumer Request.\n</em>&nbsp;In order to verify your request, you must provide sufficient information to allow us to reasonably verify you are the person about whom we collected Personal Information, and you must describe your request with sufficient detail to allow us to properly understand, evaluate, and respond to your request.</p>\n<p>&nbsp;</p>\n<p>When we receive your request to exercise your rights under the CCPA: (a) we will acknowledge receipt of your request.\n(b) we will try to match the information you provide in making the request with information we already maintain about you.\n(c) if required to verify your identity, we may ask you to provide additional information, including Personal Information.\nand (d) we will consider various factors when determining how to verify your identity, such as the sensitivity and value of the data, the risk of harm, the likelihood of fraud, etc.</p>\n<p>&nbsp;</p>\n<p>We will only use Personal Information we collect during the verification process for the purpose of verifying your identity.\n&nbsp;If you maintain an account with us, we may use that account to respond to your request and/or verify your identity.\n&nbsp;If we are unable to verify your identity as required by applicable laws and regulations, we will decline to comply with your request, and let you know why.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<em>When We Will Respond.\n</em>&nbsp;We will try to respond to your request within 45 days.\nIf we require additional time, we will inform you of the reason and extension period.\nAny disclosures we provide will only cover the 12-month period preceding our receipt of your request.\nFor data portability requests, we will select a format to provide your Personal Information to you.\nWe may charge a fee to process or respond to your request if it is excessive, repetitive, or manifestly unfounded.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Using an Authorized Agent.</strong> &nbsp;You have a right to submit requests to exercise your rights under the CCPA through an authorized agent.\nAn authorized agent must be registered with the Secretary of State in California to conduct business in California.\n&nbsp;If you choose to use an authorized agent, you must (a) provide signed, written permission to that authorized agent to submit requests on your behalf, (b) verify your identity directly with Buffalo Games, and (c) directly confirm with Buffalo Games that you granted permission to the authorized agent to submit the request on your behalf.\n&nbsp;For clarity, you are required to verify the identity of both yourself and the authorized agent.</p>\n<p>&nbsp;</p>\n<p>We may deny a request from an authorized agent if we do not have proof that they are authorized by you to act on your behalf.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Non-Discrimination.</strong> You have a right to not receive discriminatory treatment for exercising any of your rights under the CCPA.\nIf we choose to offer a financial incentives program in the future, additional terms will apply which may be an exception to this Section.</p>\n<p>&nbsp;</p>\n<p>\n<strong>California’s “Do-Not-Track” Requirement.\n&nbsp;we currently do not honor “do not track” requests.\n</strong>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Shine the Light.\n</strong>&nbsp;Pursuant to California Civil Code Section 1798.83, if you are a California resident, you have the right to obtain: (a) a list of all third parties to whom we may have disclosed your Personal Information within the past year for direct marketing purposes, and (b) a description of the categories of Personal Information disclosed, by emailing us at privacy@buffalogames.com.</p>\n<p>&nbsp;</p>\n<p>\n<strong>14.\nContact Us</strong>\n</p>\n<p>&nbsp;</p>\n<p>If you have questions regarding this Policy or how we treat your Personal Information, please contact us at:</p>\n<p>&nbsp;</p>\n<p>\n<em>Buffalo Games and Noir:</em>\n<br>Attn.\nPrivacy<br>220 James E.\nCasey Drive</p>\n<p>Buffalo, NY 14206<br>Phone: 855-361-1878</p>\n<p>Email: privacy@buffalogames.com</p>\n<p>&nbsp;</p>\n<p>\n<em>Ceaco:</em>\n</p>\n<p>Attn.\nPrivacy</p>\n<p>70 Bridge Street, Suite 200</p>\n<p>Newton, MA 02458</p>\n<p>Phone: 855-361-1878</p>\n<p>Email: privacy@ceaco.com</p>\n<p>&nbsp;</p> Close\n× OK ", "created_at": "2023-02-07 07:10:13.334258", "updated_at": "2023-02-07 07:10:39.993339"}, {"id": 14159, "name": "Shipping and Returns", "url": "https://buffalogames.com/shipping-and-returns/", "xpath": "//*[@id=\"main-content\"]", "text": " Shipping and Returns <p>All orders within the continental US are shipped via US Postal Service or FedEx.\nExpected delivery is within ten business days (There are rare delays where delivery can take longer than ten days).\nThe shipping and handling costs are determined by the table below.<br>\n<br>We currently only process orders for the USA, we apologize to all of our international fans!<br>\n<br>\n<strong>Puzzles Shipping &amp.\nHandling:</strong>\n</p>\n<p>$0 to $20.00 order = $5.97 shipping and handling</p>\n<p>$20.01 to $30.00 order = $7.97 shipping and handling<br>$30.01 to $100 = $9.97 shipping and handling</p>\n<p>$100.01+ = Varies</p>\n<p>&nbsp;</p>\n<p>\n<strong>Puzzles Subscriptions Shipping &amp.\nHandling:</strong>\n</p>\n<p>6 Month Puzzle Subscription = $30 shipping and handling (one-time fee)</p>\n<p>12 Month Puzzle Subscription = $50 shipping and handling (one-time fee)</p> Refund &amp.\nReturn Policy Q: What can I return? You may return new, unopened items within 30 days of delivery for a full refund.\nPlease call at <strong>1-(800)-832-2331</strong> ext 110 so that we can document the start of the return process, and we will provide further instructions at that point.\nQ: When will I get my refund? Most refunds are fully refunded in 3-5 days after we receive and process your return.<br> Q: What can I return? Please see our FAQ page for procedures for replacing puzzles that are damaged or have missing pieces.\nClose\n× OK ", "created_at": "2023-02-07 07:10:13.395964", "updated_at": "2023-02-07 07:10:57.242046"}], "points": [], "urls": ["buffalogames.com"]}}