{"error": 448, "message": "OK", "parameters": {"id": 7717, "name": "Up2SMS", "created_at": "2023-03-21 00:46:20.429543", "updated_at": "2023-03-29 19:26:52.252468", "wikipedia": null, "keywords": null, "related": null, "slug": "up2sms", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7717.png", "url": "up2sms.com", "documents": [{"id": 14876, "name": "Privacy policy ", "url": "https://up2sms.com/privacy-policy", "xpath": "//body", "text": " Skip to content Main Menu <ul>\n<li>About</li>\n<li>Contact</li>\n<li>DND Promotional</li>\n<li>SignupMenu Toggle\n<ul>\n<li>Promotional</li>\n<li>Transactional</li>\n<li>Pricing</li>\n</ul>\n</li>\n<li>LoginMenu Toggle\n<ul>\n<li>Promotional</li>\n<li>Transactional</li>\n<li>DND Promotional</li>\n</ul>\n</li>\n</ul> PRIVACY POLICY <p>The terms “We” / “Us” / “Our”/”Company” individually and collectively refer to UP2SMS and the terms “You” /”Your” / “Yourself” refer to the users.</p>\n<p>This Privacy Policy is an electronic record in the form of an electronic contract formed under the information Technology Act, 2000 and the rules made thereunder and the amended provisions pertaining to electronic documents / records in various statutes as amended by the information Technology Act, 2000.\nThis Privacy Policy does not require any physical, electronic or digital signature.</p>\n<p>This Privacy Policy is a legally binding document between you and UP2SMS (both terms defined below).\nThe terms of this Privacy Policy will be effective upon your acceptance of the same (directly or indirectly in electronic form, by clicking on the I accept tab or by use of the website or by other means) and will govern the relationship between you and UP2SMS for your use of the website “up2sms.com” (defined below).</p>\n<p>This document is published and shall be construed in accordance with the provisions of the Information Technology (reasonable security practices and procedures and sensitive personal data of information) rules, 2011 under Information Technology Act, 2000.\nthat require publishing of the Privacy Policy for collection, use, storage and transfer of sensitive personal data or information.</p>\n<p>Please read this Privacy Policy carefully by using the Website, you indicate that you understand, agree and consent to this Privacy Policy.\nIf you do not agree with the terms of this Privacy Policy, please do not use this Website.</p>\n<p>By providing us your Information or by making use of the facilities provided by the Website, You hereby consent to the collection, storage, processing and transfer of any or all of Your Personal Information and Non-Personal Information by us as specified under this Privacy Policy.\nYou further agree that such collection, use, storage and transfer of Your Information shall not cause any loss or wrongful gain to you or any other person.</p>\n<p>To avail certain services on our Websites, users are required to provide certain information for the registration process namely: – a) your name, b) email address, C) city d) number e) password etc., and / or your occupation, interests, and the like.\nThe Information as supplied by the users enables us to improve our sites and provide you the most user-friendly experience.</p>\n<p>All required information is service dependent and we may use the above said user information to, maintain, protect, and improve its services (including advertising services) and for developing new services</p>\n<p>Such information will not be considered as sensitive if it is freely available and accessible in the public domain or is furnished under the Right to Information Act, 2005 or any other law for the time being in force.</p>\n<p>To improve the responsiveness of the sites for our users, we may use “cookies”, or similar electronic tools to collect information to assign each visitor a unique, random number as a User Identification (User ID) to understand the user’s individual interests using the Identified Computer.\nUnless you voluntarily identify yourself (through registration, for example), we will have no way of knowing who you are, even if we assign a cookie to your computer.\nThe only personal information a cookie can contain is information you supply (an example of this is when you ask for our Personalised Horoscope).\nA cookie cannot read data off your hard drive.\nOur advertisers may also assign their own cookies to your browser (if you click on their ads), a process that we do not control.</p>\n<p>Our web servers automatically collect limited information about your computer’s connection to the Internet, including your IP address, when you visit our site.\n(Your IP address is a number that lets computers attached to the Internet know where to send you data — such as the web pages you view.) Your IP address does not identify you personally.\nWe use this information to deliver our web pages to you upon request, to tailor our site to the interests of our users, to measure traffic within our site and let advertisers know the geographic locations from where our visitors come.</p>\n<p>Our policy discloses the privacy practices for our own web site only.\nOur site provides links to other websites also that are beyond our control.\nWe shall in no way be responsible in way for your use of such sites.</p>\n<p>We shares the sensitive personal information to any third party without obtaining the prior consent of the user in the following limited circumstances:</p>\n<p>(a)&nbsp;When it is requested or required by law or by any court or governmental agency or authority to disclose, for the purpose of verification of identity, or for the prevention, detection, investigation including cyber incidents, or for prosecution and punishment of offences.\nThese disclosures are made in good faith and belief that such disclosure is reasonably necessary for enforcing these Terms.\nfor complying with the applicable laws and regulations.</p>\n<p>(b)&nbsp;We proposes to share such information within its group companies and officers and employees of such group companies for the purpose of processing personal information on its behalf.\nWe also ensure that these recipients of such information agree to process such information based on our instructions and in compliance with this Privacy Policy and any other appropriate confidentiality and security measures.</p>\n<p>We take appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data.\nThese include internal reviews of our data collection, storage and processing practices and security measures, including appropriate encryption and physical security measures to guard against unauthorized access to systems where we store personal data.</p>\n<p>All information gathered on our Website is securely stored within our controlled database.\nThe database is stored on servers secured behind a firewall.\naccess to the servers is password-protected and is strictly limited.\nHowever, as effective as our security measures are, no security system is impenetrable.\nWe cannot guarantee the security of our database, nor can we guarantee that information you supply will not be intercepted while being transmitted to us over the Internet.\nAnd, of course, any information you include in a posting to the discussion areas is available to anyone with Internet access.</p>\n<p>However the internet is an ever evolving medium.\nWe may change our Privacy Policy from time to time to incorporate necessary future changes.\nOf course, our use of any information we gather will always be consistent with the policy under which the information was collected, regardless of what the new policy may be.</p>\n<p>Redressal Mechanism: Any complaints, abuse or concerns with regards to content and or comment or breach of these terms shall be immediately informed to the designated Grievance Officer as mentioned below via in writing or through email signed with the electronic signature to amulya@up2sms.com (“Grievance Officer”).</p>\n<p>Mr.Amulya Saraswat (Grievance Officer)<br>www.up2sms.com&nbsp;/ www.up2sms.tech</p>\n<p>&nbsp;</p>\n<p>\n<b>Company Name &amp.\nAddress</b>\n<br>Catchcraft Digital Media (OPC) PVT.LTD,&nbsp;<br>Sarsol G.T Road-202002<br>Uttarpradesh, India<br>Email: contact@up2sms.com<br>Ph: +917599909966</p> Facebook-f\n<i>\n</i> Twitter\n<i>\n</i> Instagram\n<i>\n</i> Linkedin-in\n<i>\n</i> Important Links <ul>\n<li>\n<i>\n</i> Home </li>\n<li>\n<i>\n</i> About </li>\n<li>\n<i>\n</i> Privacy Policy </li>\n<li>\n<i>\n</i> Developer API </li>\n<li>\n<i>\n</i> Contact Us\n</li>\n</ul> Important Links <ul>\n<li>\n<i>\n</i> Partner With Us </li>\n<li>\n<i>\n</i> Refund Policy </li>\n<li>\n<i>\n</i> TRAI Norms </li>\n<li>\n<i>\n</i> Terms &amp.\nConditions </li>\n<li>\n<i>\n</i> Frequently Asked Questions\n</li>\n</ul> Get In Touch <ul>\n<li>\n<i>\n</i> Catchcraft Digital Media (OPC) Pvt.Ltd Sarsol G.T Road Aligarh-202002\n</li>\n<li>\n<i>\n</i> contact@upsms.com\n</li>\n<li>\n<i>\n</i> amulya@up2sms.com\n</li>\n<li>\n<i>\n</i> +917599909966\n</li>\n<li>\n<i>\n</i> CIN:UP72502UP2020OPC128793\n</li>\n</ul> Copyright © 2023 Up2SMS | Powered by Up2SMS ", "created_at": "2023-03-21 00:46:20.462169", "updated_at": "2023-03-21 00:47:05.408261"}, {"id": 14878, "name": "TERMS & CONDITIONS", "url": "https://up2sms.com/terms-and-conditions/", "xpath": "//body", "text": " Skip to content Main Menu <ul>\n<li>About</li>\n<li>Contact</li>\n<li>DND Promotional</li>\n<li>SignupMenu Toggle\n<ul>\n<li>Promotional</li>\n<li>Transactional</li>\n<li>Pricing</li>\n</ul>\n</li>\n<li>LoginMenu Toggle\n<ul>\n<li>Promotional</li>\n<li>Transactional</li>\n<li>DND Promotional</li>\n</ul>\n</li>\n</ul> TERMS &amp.\nCONDITIONS This is a legally valid agreement that lays out the terms and conditions for the use of all services which comes under Up2SMS.com&nbsp;Service agreed by you.\nThe usage of the service is limited under all the terms &amp.\nconditions herewith published.\nThis agreement shall be governed by the rules and regulations of the authorities of the government of&nbsp;India&nbsp;.\nPlease read this agreement carefully.\nAll notices under this agreement will be considered as written and have been duly signed once the same is electronically confirmed.\nYou agree to abide by all applicable local, national and international laws and regulations.\nYou are solely responsible for all acts or omissions that occur under your account, including the content of the messages transmitted through the service.\nThe SMS service that sends/receives messages to/from mobile phones is maintained by TEAM&nbsp;up2sms.\nThe utilization of the SMS service is subject to the following Terms of Service.Any illegal use of the SMS service is strictly prohibited.Messages containing sexual, racist or discriminatory content or any such usage of them may be considered as harassment and you are to be held responsible for this.\nTEAM up2smm does not assume any liability for the content of messages sent.TEAM up2sms will be exempt from any claim that may arise from third parties as a result of message content.You guarantee that the content of any SMS always respects and does not in any way conflict with fundamental human rights or will follow the norms of Intellectual Property Right laws.\n(E.g.\nright to privacy, prohibition of discrimination on any ground such as sex, race, color, language, religion, political or other opinion, national or social origin).You accept that the service is provided for professional use only and you agree not to use it to:Promote alcohol, music, dancing, dating, gambling or deception.Send unsolicited messages (i.e.\nmobile spam) and to therefore ensure that your messages are only sent to individuals that have given you their permission.Harvest, or otherwise collect information about others, without their consent.Mislead others as to the identity of the sender of your messages, by creating a false identity, impersonating the identity of someone/something else or by providing contact details that do not belong to you.Transmit, associate or publish any unlawful, racist, harassing, libelous, abusive, threatening, demeaning, lewd, immoral, harmful, vulgar, obscene or otherwise objectionable material of any kind.\nAs a general guideline, if your content is not suitable for ages 13+, it most likely goes against our Usage Policy.Transmit any material that may infringe upon the intellectual property rights of third parties including trademarks, copyrights or other rights of publicity.Transmit any material that contains viruses, Trojan horses, worm, time bombs, cancel-bots or any other harmful/deleterious programs.Interfere with, or disrupt, networks connected to the service or violate the regulations, policies or procedures of such networks.Attempt to gain unauthorized access to the service, other accounts, computer systems or networks connected to the service, through password mining or any other means.Interfere with others use and enjoyment of the service.Engage in any other activity that Team up2sms believes could subject it to criminal liability or civil penalty/judgment.You acknowledge that TEAM up2sms delivers SMS messages via major telecom operators and can therefore only influence the delivery transmission of SMS messages within the technical constraints imposed.\nSMS messages submitted via Internet will be transferred to mobile network providers, provided that the recipient’s phone is switched on and doesn?t have a full memory and is located in an area covered by its subscribed mobile network provider.\nYou acknowledge that, depending on the recipient’s mobile provider service, it may not be possible to transmit the SMS message to the recipient successfully.You are responsible for the privacy and storage of the user-name and password.\nYou agree that all activities made through your account are legally bonded to you.TEAM up2sms.com neither claims nor guarantees the availability or performance of this service and accepts no liability for transmission delays or message failures.\nWhile TEAM Whilst we will take all reasonable steps to deliver your messages to recipients as fast as possible, we cannot commit to, or guarantee, a specific delivery time.\nSuch times depend on various network and system-related factors among the various entities involved in the transportation of your messages across the cellular mobile networks.&nbsp;Furthermore, delivery reports and the originator are operator dependant features and so it is not possible for us to give 100% guarantees for their availability.\nWe recommend that tests should be conducted beforehand when these features are considered to be of high importance.&nbsp;You acknowledge that as we send and receive text-messages via major telecommunications companies and Mobile Network Operators, our influence over the transmission of your messages is within the technical constraints imposed upon us.&nbsp;Our responsibility is therefore to ensure that the text-messages you send through the service are processed correctly and delivered to the assigned entity.\nWe are not responsible for the final delivery of the message, as this is out of our control and is the responsibility of the Mobile Network Operator.&nbsp;SMS that cannot be delivered within the life span allocated to them, either by us or a Mobile Network Operator will be discarded by the Mobile Network Operator, without any notice.\nWe are not liable for any loss incurred by the failure of a message to be delivered and you acknowledge that damages for financial or other loss resulting from delivery failure cannot be claimed from Team&nbsp;up2sms.com.Furthermore, you agree that message contents are deemed to have zero value.&nbsp;You also acknowledge that text-messages are transmitted unencrypted and that eavesdropping of mobile phone communications, including SMS delivery, by third parties is possible.\nWe also recommend that you ensure sensitive and valuable information is communicated by a number of communication methods.&nbsp;Furthermore, use of the service and the Internet is at its own risk and that the service is provided “as is” and “as available”, without any warranties or conditions whatsoever, expressed or implied.\nWe will use all commercially reasonable efforts to make access to the service available through the required access protocols, but make no warranty or guarantee that you will be able to access the service at any particular time or any particular location.\nWithout limiting the generality of the terms set forth, we and our affiliates, agents, content providers, service providers, and licensees&nbsp;Hereby disclaim all express and implied warranties as to the accuracy, completeness, non-infringement, merchantability or fitness for particular purpose of the service generally, and any content or services contained therein, as well as all express and implied warranties that the operation of the service generally and any contentor services contained therein will be uninterrupted or error-free.&nbsp;Shall in no event be liable for any inaccuracy, error or omission in, or loss, injury or damage caused in whole or in part by failures, delays or interruptions of the service generally, and any aspect ancillary thereto.\nyou agree to indemnify us for any third party claims arising from such failures, delays or interruptions in connection with regard to the use of the service.&nbsp;Not with standing anything to the contrary contained herein, the provisions outlined above are for the benefit of Team&nbsp;up2sms.com&nbsp;and its affiliates, agents, content providers and service providers and each shall have the right to assert and enforce such provisions directly on its own behalf.\nWe frequently update, modify and otherwise continually seek to improve the service and such changes often dictate that we simultaneously modify the terms and conditions of use.\nAs such, we have the right to modify the terms of this agreement and to change or discontinue any aspect or feature of our service, in either case, as it deems reasonably necessary.\nIf you do not agree with any such changes, your use of the service may be cancelled in accordance with the procedures for cancellation set forth in this agreement.\nYou acknowledge your responsibility to review this agreement from time to time and to be aware of any such changes and, should you request, we will be happy to keep you informed if/when such changes take place.&nbsp;Furthermore, you accept that should there be a contradiction between other specific terms &amp.\nconditions and these general terms &amp.\nconditions, the other specific terms &amp.\nconditions shall apply.\nIf at any time you breach the terms &amp.\nconditions of the service, we may elect to suspend, terminate and/or cancel this agreement and/or recover any damages from you arising from the event(s) giving rise to the suspension, termination or cancellation.\nWe reserve the right to suspend your service at any stage for any reason we may deem necessary to continue to provide any of our services in a way that may be hindered by your status as being our client, your financial status or the content of the messages originating from you.Upon any such termination, cancellation and/or suspension, you are still responsible for any obligations then accrued.\nPayment and other obligations under this agreement are not suspended, stayed, or otherwise affected by a suspension of access to / or use of the service (in whole or in part) where said suspension arises from your failure to comply with, or violation of, the terms of this agreement or of any law or legal obligation.\nUpon termination and/or cancellation, for any reason, you agree to immediately cease using the service and we shall have no obligation to you after any termination or cancellation of this agreement.&nbsp;You are also free to terminate or cancel this agreement at any time, and for any reason.\nFor such a termination or cancellation to be effective however, you must inform us in writing through email, you will still be under the responsibilities of this agreement for the duration that you used the service and you will cease to have access to the use of any credits that may exist in your account Facebook-f\n<i>\n</i> Twitter\n<i>\n</i> Instagram\n<i>\n</i> Linkedin-in\n<i>\n</i> Important Links <ul>\n<li>\n<i>\n</i> Home </li>\n<li>\n<i>\n</i> About </li>\n<li>\n<i>\n</i> Privacy Policy </li>\n<li>\n<i>\n</i> Developer API </li>\n<li>\n<i>\n</i> Contact Us\n</li>\n</ul> Important Links <ul>\n<li>\n<i>\n</i> Partner With Us </li>\n<li>\n<i>\n</i> Refund Policy </li>\n<li>\n<i>\n</i> TRAI Norms </li>\n<li>\n<i>\n</i> Terms &amp.\nConditions </li>\n<li>\n<i>\n</i> Frequently Asked Questions\n</li>\n</ul> Get In Touch <ul>\n<li>\n<i>\n</i> Catchcraft Digital Media (OPC) Pvt.Ltd Sarsol G.T Road Aligarh-202002\n</li>\n<li>\n<i>\n</i> contact@upsms.com\n</li>\n<li>\n<i>\n</i> amulya@up2sms.com\n</li>\n<li>\n<i>\n</i> +917599909966\n</li>\n<li>\n<i>\n</i> CIN:UP72502UP2020OPC128793\n</li>\n</ul> Copyright © 2023 Up2SMS | Powered by Up2SMS ", "created_at": "2023-03-21 00:47:37.061632", "updated_at": "2023-03-21 00:47:52.217888"}, {"id": 14877, "name": "REFUND AND CANCELLATION POLICY", "url": "https://up2sms.com/refund-policy/", "xpath": "//body", "text": " Skip to content Main Menu <ul>\n<li>About</li>\n<li>Contact</li>\n<li>DND Promotional</li>\n<li>SignupMenu Toggle\n<ul>\n<li>Promotional</li>\n<li>Transactional</li>\n<li>Pricing</li>\n</ul>\n</li>\n<li>LoginMenu Toggle\n<ul>\n<li>Promotional</li>\n<li>Transactional</li>\n<li>DND Promotional</li>\n</ul>\n</li>\n</ul> REFUND AND CANCELLATION POLICY Our focus is complete customer satisfaction.\nIn the event, if you are displeased with the services provided, we will refund back the money, provided the reasons are genuine and proved after investigation.\nPlease read the fine prints of each deal before buying it, it provides all the details about the services or the product you purchase.In case of dissatisfaction from our services, clients have the liberty to cancel their projects and request a refund from us.\nOur Policy for the cancellation and refund will be as follows: For Cancellations please contact us via contact us link.Requests received later than 7 business days prior to the end of the current service period will be treated as cancellation of services for the next service period.\nWe will try our best to create the suitable design concepts for our clients.In case any client is not completely satisfied with our products we can provide a refund.If paid by credit card, refunds will be issued to the original credit card provided at the time of purchase and in case of payment gateway name payments refund will be made to the same account.\nFacebook-f\n<i>\n</i> Twitter\n<i>\n</i> Instagram\n<i>\n</i> Linkedin-in\n<i>\n</i> Important Links <ul>\n<li>\n<i>\n</i> Home </li>\n<li>\n<i>\n</i> About </li>\n<li>\n<i>\n</i> Privacy Policy </li>\n<li>\n<i>\n</i> Developer API </li>\n<li>\n<i>\n</i> Contact Us\n</li>\n</ul> Important Links <ul>\n<li>\n<i>\n</i> Partner With Us </li>\n<li>\n<i>\n</i> Refund Policy </li>\n<li>\n<i>\n</i> TRAI Norms </li>\n<li>\n<i>\n</i> Terms &amp.\nConditions </li>\n<li>\n<i>\n</i> Frequently Asked Questions\n</li>\n</ul> Get In Touch <ul>\n<li>\n<i>\n</i> Catchcraft Digital Media (OPC) Pvt.Ltd Sarsol G.T Road Aligarh-202002\n</li>\n<li>\n<i>\n</i> contact@upsms.com\n</li>\n<li>\n<i>\n</i> amulya@up2sms.com\n</li>\n<li>\n<i>\n</i> +917599909966\n</li>\n<li>\n<i>\n</i> CIN:UP72502UP2020OPC128793\n</li>\n</ul> Copyright © 2023 Up2SMS | Powered by Up2SMS ", "created_at": "2023-03-21 00:47:25.088095", "updated_at": "2023-03-21 00:48:38.555742"}], "points": [], "urls": ["up2sms.com"]}}