{"error": 448, "message": "OK", "parameters": {"id": 7665, "name": "Spam.org", "created_at": "2023-03-19 17:21:56.966599", "updated_at": "2023-03-29 19:26:50.447119", "wikipedia": null, "keywords": null, "related": null, "slug": "spam-org", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7665.png", "url": "spam.org", "documents": [{"id": 14767, "name": "Terms of Service", "url": "https://www.spam.org/tos", "xpath": "//body", "text": " <ul>\n<li> Report Spam </li>\n<li> Check Blocklist </li>\n<li> Recent Complaints </li>\n</ul> Login Register Terms of Service Home Terms of Service <p>This page explains the terms of use governing Spam.org and all related products and services.\nPlease read this page carefully and ensure that you understand our terms before using the service.</p>\n<strong>1.\nSpam.org Terms</strong>\n<p>1.1 Your use of Spam.org’s products, software, services and web sites (referred to collectively as the “Services” in this document) is subject to the terms of a legal agreement between you and Spam.org, a legal entity with offices based throughout the United States.</p>\n<p>1.2 Unless otherwise agreed to in writing by Spam.org, your agreement with Spam.org will always include, at a minimum, the terms and conditions set forth in this document.\nThese are referred to below as the “Terms”.</p>\n<br>\n<strong>2.\nAccepting the Terms</strong>\n<p>2.1 In order to use the Services, you must first agree to the Terms.\nYou may not use the Services if you do not accept the Terms.</p>\n<p>2.2 You can accept the Terms by:</p>\n<ul>\n<li>(A) clicking to accept or agree to the Terms, where this option is made available to you by Spam.org in the user interface for any Service.\nor</li>\n<li>(B) by using the Services.\nIn this case, you understand and agree that Spam.org will treat your use of the Services as acceptance of the Terms from that point onwards.</li>\n</ul>\n<p>2.3 You may not use the Services and may not accept the Terms if (a) you are not of legal age to form a binding contract with Spam.org, or (b) you are a person barred from receiving the Services under the laws of the United States or other countries including the country in which you are resident or from which you use the Services.</p>\n<br>\n<strong>3.\nService Overview</strong>\n<p>3.1 Spam.org provides automated spam reporting and resolution services.\nAll services are fully automated and are provided AS IS and AS AVAILABLE without any warranties, including without warranty of merchantability and without warranty of fitness for a particular purpose, and without guarantees.</p>\n<p>3.2 All information is subject to change without notice.</p>\n<p>3.3 All information may not be complete, accurate or up to date.</p>\n<p>3.4 All information provided by Spam.org is the property of Spam.org and cannot be republished, resold, redistributed or made publicly accessible without written consent from Spam.org.</p>\n<br>\n<strong>4.\nProvision of the Services by Spam.org</strong>\n<p>4.1 You acknowledge and agree that Spam.org may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally at Spam.org’s sole discretion, without prior notice to you.</p>\n<p>4.2 You agree not to create multiple accounts on Spam.org for the purpose of circumventing access restrictions and query limits.</p>\n<p>4.3 You acknowledge and agree that Spam.org reserves the right to cancel and terminate any account, without a refund, which violates the terms set forth in this agreement or which places significant strain or abuse on Spam.org resources.</p>\n<br>\n<strong>5.\nUse of the Services by you</strong>\n<p>5.1 In order to access certain Services, you may be required to provide information about yourself (such as identification or contact details) as part of the registration process for the Service, or as part of your continued use of the Services.\nYou agree that any registration information you give to Spam.org will always be accurate, correct and up to date.</p>\n<p>5.2 You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions (including any laws regarding the export of data or software to and from the United States or other relevant countries).</p>\n<p>5.3 You agree not to access (or attempt to access) any of the Services by any means other than through the interface that is provided by Spam.org, unless you have been specifically allowed to do so in a separate agreement with Spam.org.\nYou specifically agree not to access (or attempt to access) any of the Services through any automated means (including use of scripts or web crawlers) unless accessing the designed API interface.</p>\n<p>5.4 You agree that you will not engage in any activity that interferes with or disrupts the Services (or the servers and networks which are connected to the Services) including, but not limited to, submitting false SPAM reports to Spam.org.</p>\n<p>5.5 Unless you have been specifically permitted to do so in a separate agreement with Spam.org, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose.</p>\n<p>5.6 You agree that you are solely responsible for (and that Spam.org has no responsibility to you or to any third party for) any breach of your obligations under the Terms and for the consequences (including any loss or damage which Spam.org may suffer) of any such breach.</p>\n<br>\n<strong>6.\nYour passwords and account security</strong>\n<p>6.1 You agree and understand that you are responsible for maintaining the confidentiality of passwords associated with any account you use to access the Services.</p>\n<p>6.2 Accordingly, you agree that you will be solely responsible to Spam.org for all activities that occur under your account.</p>\n<p>6.3 If you become aware of any unauthorized use of your password or of your account, you agree to notify Spam.org immediately at the contact page.</p>\n<p>6.4 Furthermore, you agree to not share your login or password credentials with any third parties.\nOnly users associated with your organization (or only you if using a personal account) can access the same account.</p>\n<br>\n<strong>7.\nPrivacy and your personal information</strong>\n<p>7.1 For information about Spam.org’s data protection practices, please read Spam.org’s privacy policy available here.</p>\n<p>7.2 You agree to the use of your data in accordance with Spam.org’s privacy policies.</p>\n<br>\n<strong>8.\nContent in the Services</strong>\n<p>8.1 You understand that all information (such as data files, written text, spam complaints, emails, email content) which you may have access to as part of, or through your use of, the Services are provided AS IS without warranty or guarantee of any kind.</p>\n<p>8.2 You agree that you are solely responsible for (and that Spam.org has no responsibility to you or to any third party for) any Content that you create, transmit or display while using the Services and for the consequences of your actions (including any loss or damage which Spam.org may suffer) by doing so.</p>\n<br>\n<strong>9.\nProprietary rights</strong>\n<p>9.1 You acknowledge and agree that Spam.org (or Spam.org’s licensors) own all legal right, title and interest in and to the Services, including any intellectual property rights which subsist in the Services (whether those rights happen to be registered or not, and wherever in the world those rights may exist).\nYou further acknowledge that the Services may contain information which is designated confidential by Spam.org and that you shall not disclose such information without Spam.org’s prior written consent.</p>\n<p>9.2 Unless you have agreed otherwise in writing with Spam.org, nothing in the Terms gives you a right to use any of Spam.org’s trade names, trade marks, service marks, logos, domain names, and other distinctive brand features.</p>\n<p>9.3 If you have been given an explicit right to use any of these brand features in a separate written agreement with Spam.org, then you agree that your use of such features shall be in compliance with that agreement, any applicable provisions of the Terms.</p>\n<p>9.4 You agree that you shall not remove, obscure, or alter any proprietary rights notices (including copyright and trade mark notices) which may be affixed to or contained within the Services.</p>\n<p>9.5 Unless you have been expressly authorized to do so in writing by Spam.org, you agree that in using the Services, you will not use any trade mark, service mark, trade name, logo of any company or organization in a way that is likely or intended to cause confusion about the owner or authorized user of such marks, names or logos.</p>\n<br>\n<strong>10.\nLicense from Spam.org</strong>\n<p>10.1 Spam.org gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the service provided to you by Spam.org as part of the Services (referred to as the “Software” below).\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Spam.org, in the manner permitted by the Terms.</p>\n<p>10.2 You may not (and you may not permit anyone else to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Services or any part thereof, unless this is expressly permitted or required by law, or unless you have been specifically told that you may do so by Spam.org, in writing.</p>\n<p>10.3 Unless Spam.org has given you specific written permission to do so, you may not assign (or grant a sub-license of) your rights to use the Services, grant a security interest in or over your rights to use the Services, or otherwise transfer any part of your rights to use the Services.</p>\n<strong>11.\nContent license from you</strong>\n<p>11.1 You retain copyright and any other rights you already hold in Content which you submit, post or display on or through, the Services.\nBy submitting, posting or displaying the content you give Spam.org a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to reproduce, adapt, modify, translate, publish, publicly perform, publicly display and distribute any Content which you submit, post or display on or through, the Services.\nThis license is for the sole purpose of enabling Spam.org to display, distribute and promote the Services.</p>\n<p>11.2 You confirm and warrant to Spam.org that you have all the rights, power and authority necessary to grant the above license.</p>\n<p>11.3 You acknowledge and agree that if you terminate your agreement with Spam.org or if Spam.org terminates its agreement with you that Spam.org is not obligated to remove from its Services any content submitted by you.</p>\n<br>\n<strong>12.\nEnding your relationship with Spam.org</strong>\n<p>12.1 The Terms will continue to apply until terminated by either you or Spam.org as set out below.j</p>\n<p>12.2 If you want to terminate your legal agreement with Spam.org, you may do so by (a) notifying Spam.org at any time and (b) closing your accounts for all of the Services which you use, where Spam.org has made this option available to you.\nYour notice should be sent, in writing, to Spam.org’s address which is set out at the beginning of these Terms.</p>\n<p>12.3 Spam.org may at any time, terminate its legal agreement with you if:</p>\n<ul>\n<li>(A) you have breached any provision of the Terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms).\nor</li>\n<li>(B) Spam.org is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\nor</li>\n<li>(C) the partner with whom Spam.org offered the Services to you has terminated its relationship with Spam.org or ceased to offer the Services to you.\nor</li>\n<li>(D) Spam.org is transitioning to no longer providing the Services to users in the country in which you are resident or from which you use the service.\nor</li>\n<li>(E) the provision of the Services to you by Spam.org is, in Spam.org’s opinion, no longer commercially viable.</li>\n</ul>\n<p>12.4 Nothing in this Section shall affect Spam.org’s rights regarding provision of Services under Section 4 of the Terms.</p>\n<p>12.5 When these Terms come to an end, all of the legal rights, obligations and liabilities that you and Spam.org have benefited from, been subject to (or which have accrued over time whilst the Terms have been in force) or which are expressed to continue indefinitely, shall be unaffected by this cessation.</p>\n<p>12.6 When these Terms come to an end, all of the legal rights, obligations and liabilities that you and Spam.org have benefited from, been subject to (or which have accrued over time whilst the Terms have been in force) or which are expressed to continue indefinitely, shall be unaffected by this cessation.</p>\n<br>\n<strong>13.\nEXCLUSION OF WARRANTIES</strong>\n<p>13.1 YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK AND THAT THE SERVICES ARE PROVIDED \"AS IS\" AND “AS AVAILABLE.”</p>\n<p>13.2 IN PARTICULAR, SPAM.ORG, ITS PARENT COMPANIES OR SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT:</p>\n<ul>\n<li>(A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS,</li>\n<li>(B) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR,</li>\n<li>(C) ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE, AND</li>\n<li>(D) THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED.</li>\n</ul>\n<p>13.3 ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>13.4 NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM Spam.org OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS.</p>\n<p>13.5 SPAM.ORG FURTHER EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<br>\n<strong>14.\nLIMITATION OF LIABILITY</strong>\n<p>14.1 SUBJECT TO OVERALL PROVISION IN PARAGRAPH 13.1 ABOVE, YOU EXPRESSLY UNDERSTAND AND AGREE THAT SPAM.ORG, ITS PARENT COMPANIES, SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL NOT BE LIABLE TO YOU FOR: (A) ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY.\nTHIS SHALL INCLUDE, BUT NOT BE LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS;(B) ANY LOSS OR DAMAGE WHICH MAY BE INCURRED BY YOU, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE AS A RESULT OF: (I) ANY RELIANCE PLACED BY YOU ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY INFORMATION GENERATED BY Spam.org.\n(II) ANY CHANGES WHICH Spam.org MAY MAKE TO THE SERVICES, OR FOR ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE SERVICES (OR ANY FEATURES WITHIN THE SERVICES).\n(III) THE DELETION OF, CORRUPTION OF, OR FAILURE TO STORE, ANY CONTENT AND OTHER COMMUNICATIONS DATA MAINTAINED OR TRANSMITTED BY OR THROUGH YOUR USE OF THE SERVICES.\n(IV) YOUR FAILURE TO PROVIDE SPAM.ORG WITH ACCURATE ACCOUNT INFORMATION.\n(V) YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL;</p>\n<p>14.2 ABOVE SHALL APPLY WHETHER OR NOT SPAM.ORG HAS BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES ARISING.</p>\n<br> Spam.org About <p>Our mission is to reduce spam and network abuse by providing a transparent framework for reporting and resolving complaints.\nWe are not associated with Spam® meat producer.</p>\n<p>\n</p> Spam Tools <ul>\n<li> Report Spam </li>\n<li> Check Blocklist </li>\n<li> Recent Complaints </li>\n</ul> Quick Links <ul>\n<li> About </li>\n<li> FAQ </li>\n<li> Tools </li>\n<li> Contact </li>\n</ul>\n<p>© 2023 Spam.org.\nAll rights reserved.\nPrivacy Policy Terms of Use Sitemap</p> YouTube Facebook Twitter ", "created_at": "2023-03-19 17:22:27.815556", "updated_at": "2023-03-19 17:22:36.631319"}, {"id": 14766, "name": "Privacy Policy", "url": "https://www.spam.org/privacy", "xpath": "//body", "text": " <ul>\n<li> Report Spam </li>\n<li> Check Blocklist </li>\n<li> Recent Complaints </li>\n</ul> Login Register Privacy Policy home privacy policy <p>We value your privacy and believe in keeping all of your information safe and confidential.\nWe also believe in not collecting more information than we need to achieve our mission, which is spam reporting and resolution.</p>\n<strong>We do not under ANY circumstances engage in:</strong>\n<ul>\n<li>Selling or sharing personal information</li>\n<li>Spamming or promotion of third party services</li>\n<li>Unlawful or unethical data collection or use</li>\n</ul>\n<br>\n<strong>No Tracking.\nNo Third Party Cookies or Analytics</strong>\n<p>We do not use any third party tracking or analytics services (ex: Google Analytics, Recaptcha, etc).\nThis is done to protect the privacy of our users and to prevent monetization of your private information by third parties.\nWith the exception of spam and network abuse reports, we do not share any data with any third party.</p>\n<br>\n<strong>Data Collected</strong>\n<p>When you submit a spam complaint we extract various data points from the email.\nThese data points are necessary to establish where the email originated from and who to file the complaint with.\nThis data is used to file a complaint with the appropriate authorities.\n</p>\n<p>In addition to using this data to file complaints, the information collected is also used to create a \"blocklist\" which is shared with internet service providers and authorities to block repeat offenders.</p>\n<p>Our block lists typically include the IP of the offender and their domain.\nWe do not include any personally identifiable information in the block list.</p>\n<br>\n<strong>Data Accessible by the Public</strong>\n<p>Information which benefits the internet community, such as the IP of the offender and their domain is shared publically.\nPersonal information such as your name and email are never shared.\n</p>\n<p>By sharing the domain of the offender we bring attention to their action and create a history of their violations.\nBy sharing the IP of the offender we make e-mail providers and internet service providers aware of potential dangers of providing hosting services to the offender.</p>\n<br>\n<strong>Data Accessible by the Complaint Recipient</strong>\n<p>The raw email submitted as part of a spam complaint is made available to the organization that received the complaint.\nThis may include the ISP, email service provider, registrar, registry, RIR, local government agencies, state and federal agencies and the spam originator.</p>\n<p>This is done to ensure they have the information required to investigate and resolve the complaint.</p>\n<br>\n<strong>Data Retention</strong>\n<p>Data which is not essential to Spam.org operations is purged from our servers every 24 hours.</p>\n<p>Raw emails submitted as part of a spam complaint are purged within 30 days of resolution.\nThis is done to protect your privacy in case our services are compromised.\nUnresolved complaints remain in the queue indefinitely.</p>\n<br> Spam.org About <p>Our mission is to reduce spam and network abuse by providing a transparent framework for reporting and resolving complaints.\nWe are not associated with Spam® meat producer.</p>\n<p>\n</p> Spam Tools <ul>\n<li> Report Spam </li>\n<li> Check Blocklist </li>\n<li> Recent Complaints </li>\n</ul> Quick Links <ul>\n<li> About </li>\n<li> FAQ </li>\n<li> Tools </li>\n<li> Contact </li>\n</ul>\n<p>© 2023 Spam.org.\nAll rights reserved.\nPrivacy Policy Terms of Use Sitemap</p> YouTube Facebook Twitter ", "created_at": "2023-03-19 17:21:56.998321", "updated_at": "2023-03-19 17:22:22.050799"}], "points": [], "urls": ["spam.org"]}}