{"error": 448, "message": "OK", "parameters": {"id": 7073, "name": "Valley Medical Center", "created_at": "2022-12-03 03:33:22.033849", "updated_at": "2022-12-03 23:01:06.373557", "wikipedia": null, "keywords": null, "related": null, "slug": "valley-medical-center", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7073.png", "url": "valleymed.org", "documents": [{"id": 12984, "name": "Privacy Policy", "url": "https://www.valleymed.org/privacy-policy", "xpath": "//body", "text": " <p>ALERT: Record Number of People with Respiratory Illness Flooding Local Hospitals</p>\n<p>Public Advisory: COVID-19 Updates</p> Sprache auswählenDeutschAfrikaansAlbanischAmharischArabischArmenischAserbaidschanischAssamesischAymaraBambaraBaskischBelarussischBengalischBhojpuriBirmanischBosnischBulgarischCebuanoChichewaChinesisch (traditionell)Chinesisch (vereinfacht)DänischDhivehiDogriEsperantoEstnischEweFilipinoFinnischFranzösischFriesischGalizischGeorgischGriechischGuaraniGujaratiHaitianischHausaHawaiischHebräischHindiHmongIgboIlokanoIndonesischIrischIsländischItalienischJapanischJavanischJiddischKannadaKasachischKatalanischKhmerKinyarwandaKirgisischKonkaniKoreanischKorsischKrioKroatischKurdisch (Kurmandschi)Kurdisch (Sorani)LaoLateinLettischLingalaLitauischLugandaLuxemburgischMaithiliMalagasyMalayalamMalaysischMaltesischMaoriMarathiMazedonischMeitei (Manipuri)MizoMongolischNepalesischNiederländischNorwegischOdia (Oriya)OromoPaschtuPersischPolnischPortugiesischPunjabiQuechuaRumänischRussischSamoanischSanskritSchottisch-GälischSchwedischSepediSerbischSesothoShonaSindhiSinghalesischSlowakischSlowenischSomaliSpanischSundanesischSwahiliTadschikischTamilTatarischTeluguThailändischTigrinyaTschechischTsongaTürkischTurkmenischTwiUigurischUkrainischUngarischUrduUsbekischVietnamesischWalisischXhosaYorubaZuluPowered by Google Übersetzer <ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Find a Provider </li>\n<li> Find a Location </li>\n<li> Services <ul>\n<li>Prevention</li>\n<li>Primary Care</li>\n<li>Urgent Care</li>\n<li>Emergency Care</li>\n<li>Specialty Care</li>\n<li>Birth Center &amp.\nLevel III NICU</li>\n<li>Cancer Treatment &amp.\nSupport</li>\n<li>Heart &amp.\nVascular</li>\n<li>Joint &amp.\nSpine</li>\n<li>Neuroscience</li>\n<li>Surgery</li>\n<li>A-Z Directory</li>\n</ul>\n</li>\n<li> Patients &amp.\nVisitors <ul>\n<li>Appointments &amp.\nRegistration</li>\n<li>Campus &amp.\nParking Maps</li>\n<li>Advance Care Planning</li>\n<li>Billing &amp.\nInsurance</li>\n<li>Guest Services</li>\n<li>Quality, Safety &amp.\nPatient Rights</li>\n<li>Recognize a Caregiver</li>\n</ul>\n</li>\n<li> Outreach &amp.\nEducation <ul>\n<li>We Are Valley Blog</li>\n<li>Community Care Newsletter</li>\n<li>Classes &amp.\nEvents</li>\n<li>Resources to Manage Your Health</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Find a Provider </li>\n<li> Find a Location </li>\n<li> Services </li>\n<li> Patients &amp.\nVisitors </li>\n<li> Outreach &amp.\nEducation </li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li> ← Back</li>\n<li>Services</li>\n<li>Prevention</li>\n<li>Primary Care</li>\n<li>Urgent Care</li>\n<li>Emergency Care</li>\n<li>Specialty Care</li>\n<li>Birth Center &amp.\nLevel III NICU</li>\n<li>Cancer Treatment &amp.\nSupport</li>\n<li>Heart &amp.\nVascular</li>\n<li>Joint &amp.\nSpine</li>\n<li>Neuroscience</li>\n<li>Surgery</li>\n<li>A-Z Directory</li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li> ← Back</li>\n<li>Patients &amp.\nVisitors</li>\n<li>Appointments &amp.\nRegistration</li>\n<li>Campus &amp.\nParking Maps</li>\n<li>Advance Care Planning</li>\n<li>Billing &amp.\nInsurance</li>\n<li>Guest Services</li>\n<li>Quality, Safety &amp.\nPatient Rights</li>\n<li>Recognize a Caregiver</li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li> ← Back</li>\n<li>Outreach &amp.\nEducation</li>\n<li>We Are Valley Blog</li>\n<li>Community Care Newsletter</li>\n<li>Classes &amp.\nEvents</li>\n<li>Resources to Manage Your Health</li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul> Privacy Policy Statement <p>This is the website of Valley Medical Center, also known as Public Hospital District #1 of King County.<br>\n<br>Our mailing address is:<br>400 S.\n43rd Street<br>Box 50010<br>Renton, WA 98055-5714<br>\n<br>\n<strong>Patient Relations can be reached&nbsp;by&nbsp;e-mail&nbsp;or by phone at 425.690.3403.</strong>\n<br>\n<br>For visitors to our website, our web server automatically recognizes the consumer's domain name, but where possible, not the e-mail address.<br>\n<br>We collect the domain name of visitors to our web page, the e-mail addresses of those who communicate with us by e-mail, information on what pages consumers access or visit, and information volunteered by the consumer, such as: survey information, site registrations, name, address and/or phone number.<br>\n<br>The information we collect is used to improve the content of our website, shared with agents or contractors who assist in providing support for our operations, used by us to contact consumers for marketing purposes, disclosed when legally required to do so at the request of governmental authorities conducting an investigation, to verify or enforce compliance with the policies governing our website and applicable laws or to protect against misuse or unauthorized use of our website.<br>\n<br>\n</p>\nChange your communication preferences.\n<p>\n<br>Those who supply us with their contact information online may receive phone or e-mail contact from us with information regarding new products and services or upcoming events.\nIf you do not wish to receive such communications, please let us know at the e-mail address listed above.<br>\n<br>From time to time, we may use customer information for new, unanticipated uses not previously disclosed in our privacy notice.\nIf our information practices change at some time in the future we will post the policy changes to our website to notify you of these changes and provide you with the ability to opt out of these new uses.\nIf you are concerned about how your information is used, you should check our website periodically.\nCustomers may prevent their information from being used for purposes other than those for which it was originally collected by e-mailing us at the above address.<br>\n<br>Upon request we provide site visitors with access to unique identifier information (e.g., customer number or password) that we maintain about them, and contact information (e.g., name, address, phone number) that we maintain about them.\nConsumers can access this information by e-mailing us at the above address.<br>\n<br>Upon request we offer visitors the ability to have inaccuracies corrected in contact information.\nConsumers can have this information corrected by e-mailing us at the address above.<br>\n<br>With respect to security, when we transfer and receive certain types of sensitive information such as financial or health information, we redirect visitors to a secure server.\nWe have security measures in place in our physical facilities to protect against the loss, misuse or alteration of information that we have collected from you.<br>\n<br>If you feel this site is not following its stated information policy, please contact us.</p> Valley Medical Center<br>\n400 S.\n43rd Street<br>\nRenton, WA, 98055 USA<br>\n<br>\n<i>\n</i> Call 425.690.1000 <ul>\n<li>\n<b>About Us</b>\n</li>\n<li>Our Mission</li>\n<li>Health Equity</li>\n<li>Newsroom</li>\n</ul>\n<ul>\n<li>\n<b>Support Valley</b>\n</li>\n<li>Ways to Give</li>\n<li>Volunteer</li>\n<li>Donate now</li>\n</ul>\n<ul>\n<li>\n<b>Contact Us</b>\n</li>\n<li>Careers</li>\n<li>VMC Staff</li>\n<li>Directory</li>\n</ul>\n<p>Connect with Valley</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© Copyright 2022 - Valley Medical Center.\nAll rights reserved.</p> Legal Notice Privacy Policy OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2022-12-03 03:33:22.036403", "updated_at": "2022-12-03 02:34:34.355444"}, {"id": 12985, "name": "Legal Notice", "url": "https://www.valleymed.org/legal-notice", "xpath": "//body", "text": " <p>ALERT: Record Number of People with Respiratory Illness Flooding Local Hospitals</p>\n<p>Public Advisory: COVID-19 Updates</p> Sprache auswählenDeutschAfrikaansAlbanischAmharischArabischArmenischAserbaidschanischAssamesischAymaraBambaraBaskischBelarussischBengalischBhojpuriBirmanischBosnischBulgarischCebuanoChichewaChinesisch (traditionell)Chinesisch (vereinfacht)DänischDhivehiDogriEsperantoEstnischEweFilipinoFinnischFranzösischFriesischGalizischGeorgischGriechischGuaraniGujaratiHaitianischHausaHawaiischHebräischHindiHmongIgboIlokanoIndonesischIrischIsländischItalienischJapanischJavanischJiddischKannadaKasachischKatalanischKhmerKinyarwandaKirgisischKonkaniKoreanischKorsischKrioKroatischKurdisch (Kurmandschi)Kurdisch (Sorani)LaoLateinLettischLingalaLitauischLugandaLuxemburgischMaithiliMalagasyMalayalamMalaysischMaltesischMaoriMarathiMazedonischMeitei (Manipuri)MizoMongolischNepalesischNiederländischNorwegischOdia (Oriya)OromoPaschtuPersischPolnischPortugiesischPunjabiQuechuaRumänischRussischSamoanischSanskritSchottisch-GälischSchwedischSepediSerbischSesothoShonaSindhiSinghalesischSlowakischSlowenischSomaliSpanischSundanesischSwahiliTadschikischTamilTatarischTeluguThailändischTigrinyaTschechischTsongaTürkischTurkmenischTwiUigurischUkrainischUngarischUrduUsbekischVietnamesischWalisischXhosaYorubaZuluPowered by Google Übersetzer <ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Find a Provider </li>\n<li> Find a Location </li>\n<li> Services <ul>\n<li>Prevention</li>\n<li>Primary Care</li>\n<li>Urgent Care</li>\n<li>Emergency Care</li>\n<li>Specialty Care</li>\n<li>Birth Center &amp.\nLevel III NICU</li>\n<li>Cancer Treatment &amp.\nSupport</li>\n<li>Heart &amp.\nVascular</li>\n<li>Joint &amp.\nSpine</li>\n<li>Neuroscience</li>\n<li>Surgery</li>\n<li>A-Z Directory</li>\n</ul>\n</li>\n<li> Patients &amp.\nVisitors <ul>\n<li>Appointments &amp.\nRegistration</li>\n<li>Campus &amp.\nParking Maps</li>\n<li>Advance Care Planning</li>\n<li>Billing &amp.\nInsurance</li>\n<li>Guest Services</li>\n<li>Quality, Safety &amp.\nPatient Rights</li>\n<li>Recognize a Caregiver</li>\n</ul>\n</li>\n<li> Outreach &amp.\nEducation <ul>\n<li>We Are Valley Blog</li>\n<li>Community Care Newsletter</li>\n<li>Classes &amp.\nEvents</li>\n<li>Resources to Manage Your Health</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Find a Provider </li>\n<li> Find a Location </li>\n<li> Services </li>\n<li> Patients &amp.\nVisitors </li>\n<li> Outreach &amp.\nEducation </li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li> ← Back</li>\n<li>Services</li>\n<li>Prevention</li>\n<li>Primary Care</li>\n<li>Urgent Care</li>\n<li>Emergency Care</li>\n<li>Specialty Care</li>\n<li>Birth Center &amp.\nLevel III NICU</li>\n<li>Cancer Treatment &amp.\nSupport</li>\n<li>Heart &amp.\nVascular</li>\n<li>Joint &amp.\nSpine</li>\n<li>Neuroscience</li>\n<li>Surgery</li>\n<li>A-Z Directory</li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li> ← Back</li>\n<li>Patients &amp.\nVisitors</li>\n<li>Appointments &amp.\nRegistration</li>\n<li>Campus &amp.\nParking Maps</li>\n<li>Advance Care Planning</li>\n<li>Billing &amp.\nInsurance</li>\n<li>Guest Services</li>\n<li>Quality, Safety &amp.\nPatient Rights</li>\n<li>Recognize a Caregiver</li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul>\n<ul>\n<li> ← Back</li>\n<li>Outreach &amp.\nEducation</li>\n<li>We Are Valley Blog</li>\n<li>Community Care Newsletter</li>\n<li>Classes &amp.\nEvents</li>\n<li>Resources to Manage Your Health</li>\n</ul>\n<ul>\n<li> Wait times </li>\n<li> About us </li>\n<li> Support Valley </li>\n<li> MyChart </li>\n</ul> Legal Notice Proprietary Rights Restrictions\n<p>All material on the Valley Medical Center Website (the \"Site\"), including without limitation all informational text, photographs, graphics, audio, video, messages, files, documents, images or other materials (collectively, the \"Materials\"), whether publicly posted or privately transmitted, as well as all derivative works, is owned by (\"We\", \"Us\") or other parties that have licensed their Materials to and is protected by copyright, trademark and other intellectual property laws.\ndisclaims any proprietary interest in trademarks, service marks, logos, slogans, domain names and trade names other than its own.\nTrademarks, logos, images and service marks displayed on the Site are the property of either or other third parties.\nYou may not copy, reproduce, republish, modify, download, post, transmit, or distribute in any way any Material from the Site, including code and software, without the prior written permission of or the respective owner of such marks.\n<br>\n<br>The Materials on the Site may not be copied, reproduced, republished, downloaded, posted, transmitted, or distributed in any way, including by email or other electronic means.\nAny modification of the Materials, use of the Materials on any website or networked computer environment, or use of the Materials for any purpose other than personal, non-commercial use is a violation of the copyright, trademark, and other proprietary rights in the Materials and is expressly prohibited.\nAdditionally, the use of any device, software or routine that interferes or attempts to interfere with the proper working of the Site is expressly prohibited.\n<br>\n<br>Please note that we assume no responsibility for reviewing unsolicited ideas for our business, such as product or advertising ideas, and will not incur any liability as a result of any similarities that may appear in future products or services.\nBy submitting Materials or ideas, you waive any right to compensation of any type for the Materials or ideas.\nAny and all rights to Materials and ideas submitted to Us become the exclusive property of Public Hospital District #1 of King County.\n<br>\n<br>\n<strong>Links to Other Websites</strong>\n<br>If any link is offered connecting you to a third party website, it is as an accommodation to the respective third party site owner and without charge.\nWebsites linked to and from this Site are not necessarily under the control of and we will have no responsibilities or liabilities whatsoever for the content or privacy practices of any such linked site or any link or linking program at any time.\ndoes not necessarily endorse companies (or related products or services) whose sites are linked to or from this Site.\nIf you decide to access any of the third party sites linked to this Site, you do so entirely at your own risk.\n<br>\n<br>\n<strong>Disclaimer of Warranties</strong>\n<br>THE SITE AND THE CONTENTS HEREIN ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE,\" AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED, INCLUDING BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, QUIET ENJOYMENT, NON-INFRINGEMENT AND FITNESS FOR A PARTICULAR PURPOSE.\nWE ARE NOT RESPONSIBLE FOR DAMAGE OR LOSS CAUSED BY ERRORS ON THE SITE, CONTENT ON THE SITE OR THE INTERNET.\nADDITIONALLY, THE SITE MAY BE UNAVAILABLE UNEXPECTEDLY AS A RESULT OF ERRORS OR CIRCUMSTANCES BEYOND OUR CONTROL.</p>\n<p>\n</p>\nPrivacy Statement\n<p>At VMC, your personal privacy and the security of your personal information are of primary concern.\nUnder no circumstances will sell or share any personal information about you to or with any person or organization except those authorized by you, or as may be required by law or court order.\nBy providing an email address, you give us permission to follow up with e-newsletters and other electronic correspondence.\nWe do not sell or exchange any email addresses.\nRead our Privacy Policy.<br>\n<br>\n<strong>Further Questions</strong> If you have any questions or comments about our Legal Notice, please contact us.</p>\n<p>\n</p>\nSocial Media Policy\n<p>BY POSTING ON ANY VALLEY MEDICAL CENTER SOCIAL MEDIA SITE YOU AGREE TO THESE TERMS.\nValley Medical Center (“VMC”) has opened publicly facing pages on social media sites for viewing content and/or videos and posting comments about VMC.\nThese social media sites include but are not limited to Facebook, Twitter, YouTube, VMC blogs, or other user generated content sites (“Social Media Sites”).\nBy accessing, viewing and/or posting any content related directly or indirectly to VMC on any Social Media Site on the internet, you accept, without limitation or qualification, the following terms of use.\nIf you do not agree to the terms of this Policy, you may not view or post any content to any VMC Social Media Site on the internet.\nYour use of VMC Social Media Sites is acceptance and acknowledgement of this Policy.</p>\n<ol>\n<li>If you are a VMC employee you must adhere to the VMC MEDIA AND SOCIAL NETWORKING POLICY posted on the VMC Intranet site.</li>\n<li>You must be at least 18 years of age to post any content on any Social Media Site.</li>\n<li>HIPAA guidelines must be followed at all times.\nClinicians: you must obtain a signed consent form for any images posted to Valley Medical Center’s Facebook pages.\nGuests: please refrain from posting private health information.\nPlease note that any medical commentary posted on Valley Medical Center’s Facebook pages is the sole opinion of the writer and does not express the views or opinions of Valley Medical Center.</li>\n<li>As a guest posting content to any VMC Social Media Site on the internet, you agree that you will not: violate any local, state, federal and international laws and regulations, including but not limited to copyright and intellectual property rights laws regarding any content that you send or receive via this Policy.\ntransmit any material (by uploading, posting, email or otherwise) that is unlawful, disruptive, threatening, profane, abusive, harassing, embarrassing, tortuous, defamatory, obscene, libelous, or is an invasion of another's privacy, is hateful or racially, ethnically or otherwise objectionable as solely determined at VMC’s discretion.\nimpersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity.\ntransmit any material (by uploading, posting, email or otherwise) that you do not have a right to make available under any law or under contractual or fiduciary relationships.\ntransmit any material (by uploading, posting, email or otherwise) that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party.\ntransmit (by uploading, posting, email or otherwise) any unsolicited or unauthorized advertising (including advertising of non VMC services or products), promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes\" or any other form of solicitation.\ntransmit any material (by uploading, posting, email or otherwise) that contains software viruses, worms, disabling code, or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\nharass another.\nor collect or store, or attempt to collect or store, personal data about third parties without their knowledge or consent.\nor to share confidential pricing information of any party.</li>\n<li>VMC reserves the right to monitor, prohibit, restrict, block, suspend, terminate, delete, or discontinue your access to any VMC Social Media Site, at any time, without notice and for any reason.\nVMC may remove, delete, block, filter or restrict by any other means any materials in VMC’s sole discretion.\nYou understand and agree that VMC may disclose your communications and activities with VMC in response to lawful requests by governmental authorities, including Patriot Act requests, judicial orders, warrants or subpoenas, or for the protection of VMC rights.\nYou agree that in the event that VMC exercises any of its rights hereunder for any reason, VMC will have no liability to you.</li>\n<li>By posting any content on any Social Media Site, you grant to VMC the irrevocable right to reproduce, distribute, publish, display such content and the right to create derivative works from your content, edit or modify such content and use such content for any VMC purpose.</li>\n<li>You shall defend, indemnify, and hold VMC and its corporate affiliates and their respective officers, directors, employees, contractors, agents, successors and assigns harmless from and against, and shall promptly reimburse them for, any and all losses, claims, damages, settlements, costs, and liabilities of any nature whatsoever (including reasonable attorneys' fees) to which any of them may become subject arising out of, based upon, as a result of, or in any way connected with, your posting of any content to a Social Media Site, any third party claims of infringement or any breach of this Policy.</li>\n<li>YOU EXPRESSLY ACKNOWLEDGE THAT YOU ASSUME ALL RESPONSIBILITY RELATED TO THE SECURITY, PRIVACY, AND CONFIDENTIALITY RISKS INHERENT IN SENDING ANY CONTENT OVER THE INTERNET.\nBy its very nature, a website AND THE INTERNET cannot be absolutely protected against intentional or malicious intrusion attempts.\nVMC does not control the THIRD PARTY SITES and the Internet over which you may choose to send confidential personal or health information OR OTHER CONTENT and, therefore, VMC DOES NOT WARRANT ANY SAFEGUARD AGAINST ANY such interceptions or compromises to your information.\nWhen posting any content on the Internet, you should think carefully about your own privacy in disclosing detailed or private information about yourself and your family.\nFURTHERMORE, VMC DOES NOT ENDORSE ANY PRODUCT, SERVICE, VIEWS OR CONTENT DISPLAYED ON THE SOCIAL MEDIA SITE.</li>\n<li>You agree that any claim or dispute relating to your posting of any content on a VMC Social Media Site on the internet shall be construed in accordance with the laws of the State of Washington without regard to its conflict of laws provisions and you agree to be bound and shall be subject to the exclusive jurisdiction of the local, state or federal courts located in King County, Washington.</li>\n<li>You may not provide any content to a VMC Social Media Site that contains any product or service endorsements or any content that may be construed as political lobbying, solicitations or contributions or use the Social Media Site to link to any sites or political candidates or parties or use the Social Media Site to discuss political campaigns, issues or for taking a position on any legislation or law.</li>\n<li>THIS POLICY MAY BE UPDATED AT ANY TIME WITHOUT NOTICE, AND EACH TIME A USER ACCESSES A VMC SOCIAL NETWORKING SITE, THE NEW POLICY WILL GOVERN USAGE, EFFECTIVE UPON POSTING.\nTo remain in compliance, VMC suggests that you review this Policy at regular intervals.\nBy continuing to post any content after such new terms are posted, you accept and agree to any and all such modifications to this Policy.</li>\n</ol> Valley Medical Center<br>\n400 S.\n43rd Street<br>\nRenton, WA, 98055 USA<br>\n<br>\n<i>\n</i> Call 425.690.1000 <ul>\n<li>\n<b>About Us</b>\n</li>\n<li>Our Mission</li>\n<li>Health Equity</li>\n<li>Newsroom</li>\n</ul>\n<ul>\n<li>\n<b>Support Valley</b>\n</li>\n<li>Ways to Give</li>\n<li>Volunteer</li>\n<li>Donate now</li>\n</ul>\n<ul>\n<li>\n<b>Contact Us</b>\n</li>\n<li>Careers</li>\n<li>VMC Staff</li>\n<li>Directory</li>\n</ul>\n<p>Connect with Valley</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© Copyright 2022 - Valley Medical Center.\nAll rights reserved.</p> Legal Notice Privacy Policy OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2022-12-03 03:33:22.038057", "updated_at": "2022-12-03 02:34:54.820984"}], "points": [], "urls": ["valleymed.org"]}}