{"error": 448, "message": "OK", "parameters": {"id": 9337, "name": "Techdirt", "created_at": "2023-08-20 03:45:22.642227", "updated_at": "2023-08-20 10:02:16.226068", "wikipedia": null, "keywords": null, "related": null, "slug": "techdirt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9337.png", "url": "techdirt.com", "documents": [{"id": 18318, "name": "Privacy Policy", "url": "https://www.techdirt.com/privacy.php", "xpath": "//body", "text": " <ul>\n<li> Sign In </li>\n<li> Register </li>\n<li> Preferences </li>\n</ul> Techdirt <ul>\n<li>TechDirt</li>\n<li>GreenHouse</li>\n<li>Free Speech</li>\n<li>Deals</li>\n<li>Jobs</li>\n<li>Support Techdirt</li>\n</ul> Techdirt Privacy Notice\nJuly 24, 2012\n<p>Welcome to Techdirt, operated by Floor64.\nFloor64 values the privacy of the users, subscribers, publishers, members, and others who visit and use Techdirt (collectively or individually, “You” or “Users”)</p>\n<p>By using Techdirt, you expressly consent to the information handling practices described in this notice.\nYour use of the Techdirt web site and any personal information you provide to Techdirt are subject at all times to this Privacy Notice.</p>\n<ol>\n<li>The Information Floor64 Collects</li>\n<li>The Way Floor64 Uses Information</li>\n<li>When Floor64 Discloses Information</li>\n<li>Your Choices</li>\n<li>Data Security</li>\n<li>Children’s Privacy</li>\n<li>International Visitors</li>\n<li>Safe Harbor Privacy Statement</li>\n<li>In the Event of Merger or Sale</li>\n<li>Changes and Updates to this Privacy Notice</li>\n<li>Floor64 Contact Information</li>\n</ol>\n<ol>\n<li>\nThe Information Floor64 Collects:\n<p>\n<br>\n</p>\n<ul>\n<li>\n<strong>User-provided Information:</strong>&nbsp;You may provide to Floor64 what is generally called “personally identifiable” information (such as your name and email address), if you submit a comment to the Techdirt web site or register for a Techdirt user account.\nAdditional information (such as postal mailing address, home/mobile telephone number, or PayPal account number and other payment information) may be collected, if you make a purchase through Techdirt’s CwF+RtB store.\nThis additional information is captured and maintained by us solely for the purpose of completing and recording your CwF+RtB transaction.</li>\n<li>\n<strong>“Cookies” Information:</strong>&nbsp;When you access Techdirt, we may send one or more cookies – small text files containing a string of alphanumeric characters – to your computer.\nFloor64 may use both session cookies and persistent cookies.\nA session cookie disappears after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to Techdirt.\nPersistent cookies can be removed.\nPlease review your web browser “Help” file to learn the proper way to modify your cookie settings.</li>\n<li>\n<strong>“Automatically Collected” Information:</strong>&nbsp;When you access Techdirt or open one of our HTML emails, we may automatically record certain information from your system by using different types of tracking technology.\nThis “automatically collected” information may include Internet Protocol address (“IP Address”), a unique device or user ID, version of software installed, system type, the content and pages that you access on Techdirt, and the dates and times that you visit Techdirt.\n</li>\n</ul>\n</li>\n<li>\nThe Way Floor64 Uses Information:\n<p>\n<br>Floor64 uses the information that you provide or that we collect to operate, maintain, enhance, and provide all of the features and services found on Techdirt, as well as to track user-generated content and Users to the extent necessary to comply as a service provider with the&nbsp;Digital Millennium Copyright Act.</p>\n<ul>\n<li>We will use your email address, without further consent, for administrative communications such as notifying you of major Techdirt updates, for customer service purposes, to address copyright infringement or defamation issues, or to contact you regarding any content that you have posted to or downloaded from Techdirt.</li>\n<li>Floor64 uses all of the information that we collect to understand the usage trends and preferences of our Users, to improve the way Techdirt works and looks, and to create new features and functionality.</li>\n<li>Floor64 may use “Automatically Collected” information and “Cookies” information to: (a) automatically update the Floor64 application on your system.\n(b) remember your information so that you will not have to re-enter it during your visit or the next time you access Techdirt.\n(c) monitor aggregate site usage metrics such as total number of visitors and pages accessed.\nand (d) track your entries, submissions, and status in any promotions or other activities.\n</li>\n</ul>\n</li>\n<li>\nWhen Floor64 Discloses Information:\n<p>\n<br>\n</p>\n<ul>\n<li>Floor64 does not share your personally identifiable information with other organizations for their marketing or promotional uses without your prior express consent.\nPlease be aware, however, that any personally identifiable information that you voluntarily choose to display on Techdirt – such as when you publish attribution credits for your submissions – becomes publicly available and may be collected and used by others without restriction.</li>\n<li>We may disclose User information to affiliated companies or other businesses or persons to: provide web site hosting, maintenance, and security services.\nfulfill orders.\nconduct data analysis and create reports.\noffer certain functionality.\nand assist Floor64 in improving Techdirt and creating new services or features.\nWe require that these parties process such information in compliance with this Privacy Notice, we authorize only a limited use of such information, and we require these parties to use reasonable confidentiality measures.</li>\n<li>Floor64 may disclose User information if required to do so by law or in the good-faith belief that such action is necessary to comply with state and federal laws (such as U.S.\nCopyright law) or respond to a court order, judicial or other government subpoena, or warrant in the manner required by the requesting entity.</li>\n<li>Floor64 also reserves the right to disclose User information that we believe, in good faith, is appropriate or necessary: to take precautions against liability.\nto protect Floor64 from fraudulent, abusive, or unlawful uses.\nto investigate and defend ourselves against third-party claims or allegations.\nto assist government enforcement agencies.\nto protect the security or integrity of the Techdirt site.\nor to protect the rights, property, or personal safety of Floor64, our Users, or others.\n</li>\n</ul>\n</li>\n<li>\nYour Choices:\n<p>\n<br>You may, of course, decline to share your personally-identifiable information with Floor64, in which case Floor64 will not be able to provide to you some of the features and functionality found on Techdirt.\nYou may update, correct, or delete your user information and preferences at any time by following the directions&nbsp;here.\nHowever, you may not update, correct or delete comments previously posted on the site.\nTo protect your privacy and security, we take reasonable steps to verify your identity before granting you account access or making corrections to your profile information.\nYOU ARE RESPONSIBLE FOR MAINTAINING THE SECRECY OF YOUR UNIQUE PASSWORD AND ACCOUNT INFORMATION AT ALL TIMES.</p>\n</li>\n<li>\nOur Commitment to Data Security:\n<p>\n<br>Floor64 uses commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of your personal information.\nWe cannot, however, ensure or warrant the security of any information you transmit to Floor64, and you do so at your own risk.\nOnce we receive your transmission of information, Floor64 makes commercially reasonable efforts to ensure the security of our systems.\nHowever, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.If Floor64 learns of a security systems breach, then we may attempt to notify you electronically so that you can take appropriate protective steps.\nFloor64 may post a notice on Techdirt if a security breach occurs.\nDepending on where you live, you may have a legal right to receive notice of a security breach in writing.\nTo receive a free written notice of a security breach you should notify us at&nbsp;privacy64@floor64.com.</p>\n</li>\n<li>\nOur Commitment to Children’s Privacy:\n<p>\n<br>IF YOU ARE UNDER 13 YEARS OF AGE, THEN PLEASE DO NOT REGISTER WITH OR SUBMIT ANY PERSONALLY IDENTIFIABLE INFORMATION TO Techdirt.Protecting the privacy of young children is especially important.\nFor that reason, Floor64 does not knowingly collect or maintain personally identifiable information from persons under 13 years-of-age.\nIf Floor64 learns that personally-identifiable information of persons less than 13-years-of-age has been collected on or through the Techdirt web site, then Floor64 will take the appropriate steps to delete this information.\nIf you are the parent or legal guardian of a child under 13 who has become a registered Techdirt user, then please contact Floor64 at&nbsp;privacy64@floor64.com&nbsp;to have that child’s account terminated and information deleted.</p>\n</li>\n<li>\nInternational Visitors:\n<p>\n<br>For Users visiting Techdirt from the European Economic Area or other non-U.S.\nterritories, please note that any data you enter into Techdirt will be transferred outside the European Economic Area or such other non-U.S.\nterritory for use by Floor64 and its affiliates for any of the purposes described herein.\nIn addition, because Floor64 operates globally, we may make information we gather available to worldwide business units and affiliates.\nBy providing any data on Techdirt, you hereby expressly consent to such transfers of your data to the United States or other countries.</p>\n</li>\n<li>\nSafe Harbor Privacy Statement:\n<p>\n<br>Floor64, Inc.\ncomplies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.\nFloor64, Inc.\nhas certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.\nTo learn more about the Safe Harbor program, and to view Floor64?s certification, please visit&nbsp;http://www.export.gov/safeharbor/.\nThese are our promises to you:</p>\n<ol>\n<li>Notice.\nWhen we collect your personal information, we’ll give you timely and appropriate notice describing what personal information we’re collecting, how we’ll use it, and the types of third parties with whom we may share it.</li>\n<li>Choice.\nWe’ll give you choices about the ways we use and share your personal information, and we’ll respect the choices you make.</li>\n<li>Relevance.\nWe’ll collect only as much personal information as we need for specific, identified purposes, and we won’t use it for other purposes without obtaining your consent.</li>\n<li>Retention.\nWe’ll keep your personal information only as long as we need it for the purposes for which we collected it, or as permitted by law.</li>\n<li>Accuracy.\nWe’ll take appropriate steps to make sure the personal information in our records is accurate.</li>\n<li>Access.\nWe’ll provide ways for you to access your personal information, as required by law, so you can correct inaccuracies.</li>\n<li>Security.\nWe’ll take appropriate physical, technical, and organizational measures to protect your personal information from loss, misuse, unauthorized access or disclosure, alteration, and destruction.</li>\n<li>Sharing.\nExcept as described in this policy, we won’t share your personal information with third parties without your consent.</li>\n<li>International Transfer.\nIf we transfer your personal information to another country, we’ll take appropriate measures to protect your privacy and the personal information we transfer.</li>\n<li>Enforcement.\nWe’ll regularly review how we’re meeting these privacy promises, and we’ll provide an independent way to resolve complaints about our privacy practices.To access your information, ask questions about our privacy practices, or issue a complaint, contact us at:\n<p>Floor64, Inc.<br>370 Convention Way<br>Redwood City, CA 94063, USA (888) 930-9272<br>privacy64@floor64.com</p>\n<p>If your inquiry is not satisfactorily addressed, contact the EU Data Protection Authorities.\nThe EU Data Protection Authorities will serve as a liaison with the website to resolve your concerns.</p>\n</li>\n</ol>\n</li>\n<li>\nIn the Event of Merger or Sale:\n<p>\n<br>In the event that Floor64 is acquired by or merged with a third-party entity, we reserve the right, in any of these circumstances, to transfer or assign the information that we have collected from Users as part of that merger, acquisition, sale, or other change of control.</p>\n</li>\n<li>\nChanges and Updates to this Privacy Notice:\n<p>\n<br>This Privacy Notice may be revised periodically without further notice to you and this will be reflected by a “last modified” date above.\nPlease revisit this page to stay aware of any changes.\nIn general, we only use your personal information in the manner described in the Privacy Notice in effect when we received that personal information.\nYour continued use of the techdirt web site constitutes your agreement to this Privacy Notice and any future revisions.For revisions to this Privacy Notice that may be materially less restrictive on our use or disclosure of personal information you have provided to us, we will make reasonable efforts to notify you and obtain your consent before implementing revisions with respect to such information.</p>\n</li>\n<li>\nFloor64 Contact Information:\n<p>\n<br>Please contact Floor64 with any questions or comments about this Privacy Notice, your personal information, and our third-party disclosure practices or your consent choices at: 440 N Wolfe Rd., Sunnyvale, CA 94085 or by email:&nbsp;privacy64@floor64.com.\nWe will respond to your inquiry within 30 days of its receipt.</p>\n</li>\n</ol>\n<p>&lt;&lt;&nbsp;Back to Techdirt…</p> Tools &amp.\nServices<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>RSS</li>\n<li>Podcast</li>\n<li>Research &amp.\nReports</li>\n</ul> Company<ul>\n<li>About Us</li>\n<li>Advertising Policies</li>\n<li>Privacy</li>\n</ul> Contact<ul>\n<li>Help &amp.\nFeedback</li>\n<li>Media Kit</li>\n<li>Sponsor / Advertise</li>\n</ul> More<ul>\n<li>Copia Institute</li>\n<li>Insider Shop</li>\n<li>Support Techdirt</li>\n</ul> Brought to you by Floor64 Proudly powered by WordPress.\nHosted by Pressable.\nThis site, like most other sites on the web, uses cookies.\nFor more information, see our privacy policy ", "created_at": "2023-08-20 03:45:22.674576", "updated_at": "2023-08-20 03:45:44.007501"}], "points": [], "urls": ["techdirt.com"]}}