{"error": 448, "message": "OK", "parameters": {"id": 7854, "name": "Co:Writer", "created_at": "2023-03-31 23:34:42.526599", "updated_at": "2023-04-22 11:50:35.736601", "wikipedia": null, "keywords": null, "related": null, "slug": "co-writer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7854.png", "url": "cowriter.com", "documents": [{"id": 15162, "name": "Privacy Policy", "url": "https://cowriter.com/privacy-policy", "xpath": "//body", "text": " Our Privacy Policy adheres to the following Privacy Principles: <ol>\n<li>We treat your privacy like we would want ours treated.\nIf you asked us if we would personally use a tool ourselves, as well as with our own children (or students), if it adhered to the following privacy policy...\nthe answer would be “yes.“</li>\n<li>We are committed to making our privacy practices transparent.\nWe want you to know exactly what information we collect, why, and how it is used.\nIf any questions arise, get in touch, we are happy to go into more detail.</li>\n<li>Students’ data should be used solely for educational purposes (not for advertising, selling to, or financially profiting from such data).</li>\n<li>We take the security of your data seriously.\nWe have administrative, technological, and physical safeguards as well as procedures to secure your data and privacy.</li>\n</ol> Privacy Policy\nEffective Date: April 10, 2017\n<p>Co:Writer Universal’s products and services are provided by Don Johnston Incorporated (together, “DJI,” “we,” “our,” and “us”).\nThe following privacy policy describes what we collect on our servers and why, what we may do with that information, and how that information is handled.</p>\n<p>Information provided is subject to our Terms of Service.\nAny capitalized terms used but not defined within this Privacy Policy have the meaning given to them in our Terms of Service.</p> What We Collect, Why We Collect It, and If it is Required\nAll Users\n<p>The data below is collected when Co:Writer Universal’s tool is used.\nData is transmitted securely through Secure Socket Layer (SSL) and is encrypted while at rest on our servers.\nSee particular user for other data that may be collected and how it can be used.</p> We Collect Why we collect it Required Option settings Allows option settings to sync across devices.\nSettings include: <ul>\n<li>Number of Guesses</li>\n<li>Font</li>\n<li>Font Size</li>\n<li>Text Color</li>\n<li>Background Color</li>\n<li>Text to Speech Voice</li>\n<li>Speak: Letters, Words, Sentences</li>\n<li>Volume</li>\n<li>Rate</li>\n<li>Pitch</li>\n<li>Number of Guesses</li>\n<li>Main Dictionary</li>\n<li>Personal Dictionary</li>\n<li>Momentary Dictionary</li>\n<li>Flexible Spelling</li>\n<li>Prediction Language</li>\n<li>Topic Dictionaries</li>\n<li>Word Bank</li>\n<li>Text Window</li>\n<li>Numbers</li>\n<li>Arrangement of Guesses</li>\n<li>Spacing and Order</li>\n</ul> Yes Text saved in Word Processor Allows writings to be saved, and they can then sync across all devices.\nNo - if a user uses the extension, no writings are saved.\nIf a user elects to use the Word Processor within the Chrome App or iOS App, the writings will be collected.\nStudent Account\n<p>A Student Account can only be set up through an Educator Account.\nCo:Writer Universal does not require use of personally identifiable student information.\nPersonally identifiable data for student accounts is solely used for educational purposes by the student and the student’s educational institution.\nThe only data collected is that which is valuable for educational purposes.</p>\n<p>Student information is controlled by Educators and the educational institution.\nData can be printed, viewed and removed by Students’ Educators.\nUpon request from the educational institution, all Student Account data will be deleted or corrected as quickly as possible - not to exceed 30 days.\nIn the event that a Student is removed from or graduates from an educational institution, the Student can choose to obtain a Personal Account, in which case their data will be maintained under their own Personal Account.</p> We Collect Why we collect it Required Name Allows educators an easy way to identify their students so they can manage student accounts and view data associated with their students.\nNo Username Login purposes No - If not, email is required.\nEmail Login purposes and to reset a student’s password in the event that they forget it.\nNo - If not, Username is required.\nPassword - only if account is created with a Username or non-third party integrated service such as “Google Sign-In”.\nLogin purposes No - If a third party integrated service such as “Google Sign-In” is used, no passwords are stored.\nIf a service such as Google Sign-in is not used, a password is required.\nUnique identifier provided by a third party integrated service, such as, but not limited to, “Google Sign-In”.\nAllows students to sign in with Google Sign-in, Yahoo login, Microsoft account, Office 365 account, and other providers.\nNo Individual “Academic Words” written (i.e.\nanalyze, assess, research).\nReported to educators of student for educational purposes only.\nNo - Administrators can turn on “Privacy Mode” which deletes all of these words and restricts future collection.\nIndividual “Important Words” written (i.e.\nbelief, comparison, responsible).\nReported to educators of student for educational purposes only.\nNo - Administrators can turn on “Privacy Mode” which deletes all of these words and restricts future collection.\n“Transition” words and phrases (i.e.\nAdmittedly, Furthermore, at first, more importantly).\nReported to educators of student for educational purposes only.\nNo - Administrators can turn on “Privacy Mode” which deletes all of these words/phrases and restricts future collection.\nWhen student account was first set up Reported to educators of students for proof of the tool’s use.\nThis is often required when the tool is to be used as a testing accommodation.\nNo - Administrators can turn on “Privacy Mode” which deletes the account creation date.\nApproximate Number of words written with Co:Writer Reported to educators of students for usage data.\nNo - Administrators can turn on “Privacy Mode” which deletes all quantities of words written and restricts future collection.\nApproximate Time spent Writing Reported to educators of students for usage data.\nNo - Administrators can turn on “Privacy Mode” which deletes all time spent writing and restricts future collection.\nEducator Account We Collect Why we collect it Required Name Allows Administrators an easy way to identify their educators so they can manage educator accounts.\nNo Email For login purposes and to reset your password in the event that it is forgotten.\nYes Password - only if account is created with an email from a non-third party integrated service such as “Google Sign-In”.\nLogin purposes No - If a third party integrated service such as “Google Sign-in” is used, no passwords are stored.\nIf a service such as Google Sign-in is not used, a password is required.\nUnique identifier provided by a third party integrated service, such as, but not limited to, “Google Sign-in”.\nAllows educators to sign in with Google Sign-in, Yahoo login, Microsoft account, Office 365 account, and other providers.\nNo Personal Account We Collect Why we collect it Required Name For communication purposes regarding your account.\nNo Email Email is used for login purposes, and to reset your password in the event that it is forgotten.\nEmail is used to communicate with you about your account (for example, if a payment didn’t go through or to confirm a canceled subscription).\nYes Password - only if account is created with an email from a non-third party integrated service such as “Google Sign-In”.\nLogin purposes No - If a third party integrated service such as “Google Sign-in” is used, no Unique identifier provided by a third party integrated service, such as, but not limited to, “Google Sign-in”.\nAllows you to sign in with Google Sign-in, Yahoo login, Microsoft account, Office 365 account, and other providers.\nNo Parent Account We Collect Why we collect it Required Name For communication purposes regarding your account.\nNo Email For Login purposes, and to reset your password in the event that it is forgotten.\nYes Password - only if account is created with an email from a non-third party integrated service such as “Google Sign-In”.\nLogin purposes No - If a third party integrated service such as “Google Sign-in” is used, no passwords are stored.\nIf a service such as Google Sign-in is not used, a password is required.\nUnique identifier provided by a third party integrated service, such as, but not limited to, “Google Sign-in” (Only if account is created by third party integrated service).\nAllows parents to sign in with Google Sign-in, Yahoo login, Microsoft account, Office 365 account, and other providers.\nNo Child Account\n<p>A Child Account can only be set up through a Parent account.\nPersonally identifiable information is not collected on a Child Account.\nUpon request from a Parent, all Child Account data will be deleted as quickly as possible - not to eceed 30 days.</p> We Collect Why we collect it Required Username Login Purposes Yes Password Login Purposes Yes What we do with your information\n<p>Don Johnston Incorporated does not sell, share, rent or otherwise disclose your information collected by Co:Writer Universal.\nWe do not use student information collected through our services for behavioral targeting or advertising or any commercial purpose.\nInformation is only disclosed when:</p>\n<ul>\n<li>We have your explicit consent to share the information.</li>\n<li>It is required to comply with the law including compliance with warrants or court orders.</li>\n<li>It is required to protect the rights, property or personal safety of Don Johnston Incorporated and users of Co:Writer Universal</li>\n</ul>\n<p>We do not monitor or view any Personally Identifiable information or content stored in Co:Writer Universal.Below lists the limited circumstances where your information may be accessed by our employees.</p>\n<ul>\n<li>We need to do so in order to respond to your explicit request for support.</li>\n<li>Where necessary to protect the rights, property or personal safety of Don Johnston Incorporated and Co:Writer Universal’s users (including protection against potential spam, malware or other security concerns).</li>\n<li>We believe our Terms of Service has been violated and confirmation is required.</li>\n</ul>\n<p>Aggregate, non-identifiable information is solely used to enhance Co:Writer Universal and, in the case of anOrganizational Account, support implementation.</p>\n<p>We do not, under any circumstance, advertise to Student Users or Child Users.\nFor Educator Users, Parent Users, and Personal Users, we practice permission marketing: you will only receive information from us when you give explicit consent in advance to receive the marketing information.</p> Data Storage, Transfer, and Removal <p>Data is stored on servers located in the United States.\nIf you live outside of the United States and have laws governing data collection and use that differ from U.S.\nlaw, then you acknowledge and agree that you are transferring your Personal Information outside of those regions to the United States and that, by providing your Personal Information to Co:Writer Universal, you consent to that transfer.</p>\n<p>Some data is also stored locally on your computing device and synchronizes to our servers when an online connection is present.\nData that syncs include Option Settings, Text saved in Word Processor.\nand if a user is a Student User: Academic, Transition, and Important words written, number of words written using word prediction or speech to text, and approximate time spent writing.</p>\n<p>All data stored on our servers is encrypted.\nAll transmission of information is encrypted and protected using Secure Sockets Layer (SSL).\nPasswords are stored using a hash function.\nWe also use physical, managerial, and technical safeguards to secure your data.</p>\n<p>In the event that your Personal Information may be compromised, we will attempt to notify you electronically so that you can take appropriate protective steps.</p>\n<p>If an account is terminated by an Educator, a Student may transfer their data by acquiring a Personal Account or by acquiring an activation code from another Educator.</p> Payment (Credit Card) Information\n<p>In the event that a credit card purchase is made through Co:Writer Universal, we do not store any credit card information nor is any credit card information sent to our servers.\nThese payment processes are all transmitted securely through Secure Socket Layer (SSL) directly to our payment processor Stripe.\nStripe has been audited by a PCI-certified auditor, and is certified to PCI Service Provider Level 1.\nThis is the most stringent level of certification available.\nSee Stripe’s Privacy Policy for more information.</p> Cookies\n<p>We use Cookies only to enhance performance.\nCookies are used to allow offline access and to sync your data.</p>\nChanges to the Privacy Policy\n<p>We reserve the right to modify this Policy at any time, but you will be notified on Co:Writer Universal’s login page or by some other means such as email.\nWe will not change how we use any Personal Information in any material way without providing notice of the change via email to you (in the case of a Child User, to the Parent or Guardian.\nand in the case of a Student User, to the Educator User), and obtaining consent to any new uses.\nIf you do not agree with the new policies, you may reject them, but you will need to terminate your account and/or stop using Co:Writer Universal.\nYour continued use constitutes your acceptance of the new Privacy Policy.</p> ", "created_at": "2023-03-31 23:34:42.559659", "updated_at": "2023-03-31 23:35:07.192175"}, {"id": 15163, "name": "Terms of Service", "url": "https://cowriter.com/tos", "xpath": "//body", "text": " Co:Writer Universal\nTerms of Service\nEffective Date: June 20, 2016 <p> Co:Writer Universal's products and services are provided by Don Johnston Incorporated (“DJI” or \"We\" or \"Us\").\nThese Terms of Service (“Terms”) govern your access to and use of Co:Writer Universal's website, products, and services (“Products”).</p> Agreeing to the Terms\n<p>By accessing or using Co:Writer Universal, you agree to be bound by these Terms, Privacy Policy, and any applicable Organizational License Agreement.</p>\n<ol>\n<li>If you create an account on behalf of an Educational Institution, company, or other entity (“Organization”), then (a) “you” includes you and the Organization, and (b) you represent and warrant that you are authorized to grant all permissions and licenses provided in these Terms and bind the Organization to these Terms, and that you agree to these Terms on the Organization’s behalf.</li>\n<li>If you are under the age of 18, you must have your parent or guardian read these Terms and agree for you, or have your teacher, professor, representative of school district/university (“Educator”) or Educational Institution read these Terms and agree for you.\nIf you do not have consent from your parent, guardian, Educator, or Educational Institution, you do not have permission to use Co:Writer Universal.</li>\n<li>If you are a parent, guardian, educator or Educational Institution and you consent for your child or student to create an account and use Co:Writer Universal, you agree to be bound by these Terms.</li>\n<li>If you are under the age of 13 (“Child User”), you may not register any other other type of account other than a “Child Account” (set up by your parent or guardian) or a “Student Account” (set up by an Educator or Educational Institution).</li>\n</ol> Changes to the Terms of Use\n<p>We reserve the right to modify the Terms at any time, but you will be notified on Co:Writer Universal’s login page or by some other means.\nWe will not change the Terms in any material way without providing notice of the change via email to you (in the case of a Child User, to the Parent or Guardian.\nand in the case of a Student User, to the Educator User), and obtaining consent to any new uses.\nIf you do not agree with the new terms, you may reject them, but you will need to terminate your account and/or stop using Co:Writer Universal.\nYour continued use constitutes your acceptance of the new Terms.</p> Using Co:Writer Universal Account Registration and Security\n<p>As a condition to using Co:Writer Universal, you must register for an account.\nAccounts can be created with a password and either a username or valid email address.\nAccounts can also be created through an Integrated Service such as, but not limited to, “Google Sign-In.”</p>\n<p>You will provide true, accurate, complete, and updated account information.\nYou may not select or use the name or email of another person without that person’s prior authorization.\nYou are responsible for maintaining the confidentiality of your account and password, and you agree to accept responsibility for all activities that occur under your account.\nIf you learn of any unauthorized use of your account, contact us at support@donjohnston.com.</p>\n<p>You may not transfer your account to anyone without express prior written consent of Don Johnston Incorporated.\nAn account can be created for and accessed by a single individual only.\nYou may not share an account with anyone without express prior written consent of Don Johnston Incorporated.\nViolation of any of the foregoing may result in immediate termination of your account, revocation of your ability to use Co:Writer Universal, and may subject you to reimburse us for unauthorized accounts, pay for past use, state and federal penalties, and other legal consequences.</p>\n<p>Don Johnston Incorporated reserves the right, but will have no obligation, to investigate your use of Co:Writer Universal in order to determine whether a violation of the Terms has occurred or to comply with any applicable law, regulation, legal process or governmental request.</p> Integrated Service\n<p> Co:Writer Universal permits you to register for an account through third party integrated services, such as, but not limited to, “Google Sign-in.” By registering with an Integrated Service, you agree that Don Johnston Incorporated may access your unique identifier provided by the Integrated Service and your registration information: your first name, last name, and email address.</p> Use by Children under 13 (Child User)\n<p>If you are a Child User, you may not create an account.\nYou must either use a Child Account created through a Parent Account or a Student Account created through an Educator Account.</p>\n<p>We do not collect personally identifiable information on Child Accounts.\nCollected information for Student Accounts are solely used for educational purposes by Educator(s) and Educational Institution(s).</p>\n<p>We do not knowingly collect or solicit personally identifiable information from a Child User except in the following circumstance: We may collect personal information through Co:Writer Universal from a Child User where that Child User’s Educational Institution and/or Educator has agreed to 1) obtain parental or legal guardian consent or 2) consent on the parent or guardian’s behalf for that Child User to use Co:Writer Universal with a Student Account and disclose personal information solely for educational use.</p>\n<p>If you are an Educational Institution or Educator, you represent and warrant that you are responsible for complying with The Children’s Online Privacy and Protection Act (“COPPA”).\nIf we learn we have collected personal information from a Child User other than pursuant to the above, we will delete that information as quickly as possible.</p> Parent User\n<p>If you are at least 18 years of age and you are the legal parent or guardian of a child, you may register a Parent Account.\nAs a Parent User, you may create, register, and manage Child User accounts only for your own child or children for whom you are a legal guardian.\nIf you register a Child User, you represent and warrant that you are such Child User’s legal parent or guardian and you agree to be bound by the Terms on Behalf of such Child User.</p> Educator User\n<p>If you are at least 18 years of age and you provide education to students, you may register an Educator Account.\nCo:Writer Universal makes available to Educators an educator, analyst, and administrator account that permits such Educator Users to register student accounts and/or review and evaluate educational data of such Student Users.\nYou represent and warrant that you will use all information collected by Co:Writer Universal solely to provide education-related services.\nYou represent and warrant that you are responsible for complying with the Family Educational Rights and Privacy Act (“FERPA”) and The Children’s Online Privacy and Protection Act (“COPPA”).\nIf you are an Educator User and you register an account for a Student User, you represent and warrant that 1) you have received express consent from such Student User’s parent or legal guardian for you to register the Student User and for you to provide Co:Writer Universal the information you disclose in connection with the registration of such Student User, or 2) you are consenting on the parent or guardian’s behalf to provide Co:Writer Universal the information you disclose in connection with the registration of such Student User solely for educational purposes.</p> Collection and Use of Personal Information\n<p>For information about Co:Writer Universal’s policies and practices regarding the collection and use of personal information, please read Co:Writer Universal’s Privacy Policy.\nThe Privacy Policy is incorporated by reference and made part of these Terms.\nBy agreeing to these Terms, you agree that your use of Co:Writer Universal is governed by the Privacy Policy.</p> Subscriptions and Billing Educator and Parent Users with Credit Card\nPurchasing\n<p>After your free trial, you will not be charged unless you decide to purchase a subscription for Co:Writer Universal.\nYou pay only for the Student or Child Accounts you have set up.</p>\n<p>Once purchased, you will be charged immediately for your first month of your subscription (often called pre-billing).\nYou will be billed automatically every month until the subscription is canceled.</p>\nAdding More Students/Children\n<p>You may want to purchase the product for more students/children.\nWe will automatically prorate the additional charges.\nYou will not be charged immediately for the additional students/children: those charges will be reflected on the next invoice.\nAgain, the plan changes impact the next invoice, which remains on the same billing cycle (as your plan will always have the same billing frequency).\nThe prorated amount is calculated down to the second.\nWe will calculate the differences between the two plans based on the exact time you added/removed students/children and their relation to the current billing period's start and end times.</p>\nRemoving Students/Children\n<p>If you decide to remove students/children from your plan, you will receive a prorated credit, which will be reflected on the next invoice.\nThe prorated credit is calculated down to the second.\nWe will calculate the differences between the two plans based on the exact time you added/removed students/children and their relation to the current billing period's start and end times.</p>\nCanceling All Subscriptions\n<p>When you cancel all subscriptions, your card will not be charged again.\nCancellation takes effect immediately.\nIf your subscription was canceled partway through the billing period, you will not be credited a refund.</p>\nFailed Payments\n<p>If a payment fails, we will automatically retry.\nIf it fails repeatedly, your subscription will be canceled.</p>\nInvoice Timing\n<p>An invoice is created at the end of the subscription's billing cycle.</p>\nProcessing of Payments\n<p>We use Stripe, a third party electronic payment processor to process credit card transactions for payment of Co:Writer Universal.\nYou irrevocably authorize us to instruct Stripe to handle such transactions, and you irrevocably agree that we may give instructions on your behalf in accordance with your requests submitted within Co:Writer Universal.\nYou agree to be bound by the terms and conditions of Stripe, and in the event or conflict between these Terms and Stripe’s Terms, these Terms shall prevail.</p> Personal User with a Credit Card\nPurchasing\n<p>After your free trial, you will not be charged unless you decide to purchase a subscription for Co:Writer Universal.<br>\nOnce purchased, you will be charged immediately for the first month of your subscription (often called pre-billing).\nYou will be billed every month until the subscription is canceled.</p>\nCanceling Subscription\n<p>When you cancel your subscription, your card will not be charged again.\nYour subscription will be canceled at the end of the billing cycle.\nIf your subscription was canceled partway through the billing period, you will be able to use the product for the remainder of the monthly billing period, but no money will be refunded.</p>\nFailed Payments\n<p>If a payment fails, we will automatically retry.\nIf it fails repeatedly, your subscription will be canceled.</p>\nInvoice Timing\n<p>An invoice is created at the end of the subscription's billing cycle.</p>\nProcessing of Payments\n<p>We use Stripe, a third party electronic payment processor to process credit card transactions.\nYou irrevocably authorize us to instruct Stripe to handle such transactions, and you irrevocably agree that we may give instructions on your behalf in accordance with your requests submitted within Co:Writer Universal.\nYou agree to be bound by the terms and conditions of Stripe, and in the event or conflict between these Terms and Stripe’s Terms, these Terms shall prevail.</p> Organizational Accounts\n<p>You agree to pay DJI a license fee for the Initial Term based upon the current fee schedule as set forth in the Invoice.\nPrior to the end of the Initial Term, DJI shall, based upon the current fee schedule or as otherwise agreed to by the parties, invoice you the amount payable for the annual fee for each subsequent Renewal Term.\nTo ensure continuity of service, you agree to pay the invoice amount prior to the end of the term.</p>\n<p>If you cancel your subscription, you will not be invoiced again.\nYour subscription will be canceled at the end of the billing cycle.\nIf your subscription was canceled partway through the billing period, you will be able to use the product for the remainder of the billing period, but no money will be refunded.\n</p>\n<p>If you terminate for any reason prior to the end of the Initial or Renewal Term, your organization shall be liable to DJI for payment of all Fees through the entire Initial or Renewal Term.</p> Saving Sensitive Information\n<p>You agree to not save Protected Health Information (any information about one’s health status, provision of health care, or payment for health care), Cardholder Data (any information associated with one’s credit or debit card), Social Security Number, or Bank Account Information within Co:Writer Universal.\nData is transmitted securely through Secure Socket Layer (SSL) and is encrypted while at rest on our servers, but as a best practice you should avoid storing such information within Co:Writer Universal.\nSee the Privacy Policy for more information on what is saved on Co:Writer Universal’s servers.</p> Miscellaneous\n<ul>\n<li>Student records continue to be the property of and under the control of the educational institution.</li>\n<li>Copyright Notice.\nAll the visual interfaces, design, compilation, information, source code, object code, services, and all other elements of Co:Writer Universal are protected under the copyright laws of the United States and other countries.\nAny unauthorized reproduction, derivative work, distribution, in whole or in part and by any means, electronic or otherwise, of Co:Writer Universal material or licensed material is strictly prohibited and may subject the offender to civil liability and severe criminal penalties (Title 17, United States Code, Sections 501 and 506).</li>\n<li>Trademark Notice.\nAll trademarks, service marks, and trade names, contained on or available through Co:Writer Universal are owned by Don Johnston Incorporated.\nOur terms do not grant you the right to use our trademarks, service marks, or trade names.\nAll reference to other brands and products appearing on Co:Writer Universal are trademarks of their respective owner.</li>\n<li>Relationship of Parties.\nThis Agreement shall not be construed as creating a legal agency, partnership, joint venture or any other form of legal association and shall not represent to the contrary, whether expressly, by implication, appearance or otherwise.</li>\n<li>Waiver.\nConstruction.\nFailure by DJI to enforce any provision of this Agreement will not be deemed a waiver of future enforcement of that or any other provision.\nEach party acknowledges and confirms that it has reviewed this Agreement and that the rule of construction to the effect that any ambiguities are to be resolved against the drafting party shall not be employed in the interpretation and/or construction of this Agreement.</li>\n<li>Assignability.\nNeither this Agreement nor any interest, licenses, or rights may be assigned, transferred, or conveyed, in whole or in part.\nAny assignment in violation of this Agreement is deemed null and void.\nDJI shall have the right to assign, transfer, or convey any interest, licenses, or rights, in whole or in part of this Agreement.</li>\n<li>Severability.\nIf for any reason a court of competent jurisdiction finds any provision of this Agreement, or portion thereof, to be unenforceable, that provision of the Agreement will be enforced to the maximum extent permissible so as to effect the economic benefits and intent of the parties, and the remainder of this Agreement will continue in full force and effect.</li>\n<li>Limitation of Liability.\nUnder no circumstances shall DJI, or its Directors, Officers, Employees or Agents be liable to you for any incidental, indirect, special or consequential damages, or punitive damages (including damages for loss of business profits, business interruption, loss of business information, and the like) arising out of or relating to Co:Writer Universal or your use, your reliance on the Co:Writer Universal, modification, production, delivery, misuse or inability to use the Co:Writer Universal or any portion thereof, whether under a theory of contract, warranty, tort (including negligence), products liability or otherwise, even if DJI or DJI’s Authorized Representative has been advised of the possibility of such damages and notwithstanding the failure of essential purpose of any remedy, some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so some of the the above limitation or exclusion may not apply to you.\nIn no event shall DJI’s total liability to YOU for all damages, losses and any cause of action whatsoever (whether in contract, tort (including negligence) or otherwise exceed the price paid by You in the twelve month period preceding this applicable claim for the use of Co:Writer Universal.\nYou agree to bear all costs resulting from the use of Co:Writer Universal.\nDJI assumes no responsibility for errors or omissions in content or other documents which are referenced or linked to Co:Writer Universal.\nCo:Writer Universal may contain links to third party sites on the internet that are not under the control of DJI.\nDJI is not responsible for the content or available of any linked third party sites.</li>\n<li>Duty to Back Up Computer System, Data, and User Content.\nYou agree that it is your responsibility to maintain backup copies of your computer system and any and all data or electronic files of including, but not limited to, any and all documents, information, programs, user content, or otherwise that are used, posted, stored, or hosted by DJI, or otherwise used in conjunction with Co:Writer Universal (\"Data\").\nYou further agree that DJI is not responsible for any Data (as defined herein).</li>\n<li>Responsibility.\nYou agree to bear all costs resulting from the use of Co:Writer Universal.\nDJI assumes no responsibility for errors or omissions in content or other documents which are referenced by or linked to this service.\nCo:Writer Universal may contain links to third party sites on the Internet that are not under the control of DJI.\nDJI is not responsible for the content or availability of any linked third party sites.</li>\n<li>Dispute Resolution.\nAll claims, disputes, controversies, differences or misunderstandings between the parties hereto arising under, out of, or in connection with this Agreement which cannot be amicably settled and resolved by the parties hereto, shall be finally settled or determined by arbitration before a panel of arbitrators in Chicago, Illinois, in accordance with the rules of the American Arbitration Association and any final award rendered in such arbitration shall be binding upon the parties and shall be enforceable in any court of competent jurisdiction.</li>\n<li>Limited License.\nPermitted Uses.\nDJI grants to each authorized User a non-exclusive, non-transferable, non-assignable limited license to access and use Co:Writer Universal for their personal, non-commercial use.\nAll other license rights not specifically granted herein, whether by estoppel, implication, or otherwise, are expressly reserved by DJI and any other use of the DJ Services are strictly prohibited.\nDJI further reserves the right, at its sole discretion, to revoke this limited license at any time and without notice.\nThis DJ Service is owned by DJI or its suppliers and is protected by United States copyright laws and international treaty provisions.</li>\n<li>Retention of Rights.\nDJI reserves all rights not expressly granted to you in this Agreement.\nYou acknowledge and agree that: (i) except as specifically set forth in this Agreement, DJI retains all rights, title and interest in and to Co:Writer Universal, and to any modifications, enhancements or derivative works thereof created by DJI, and you acknowledge and agree that they do not acquire any rights, express or implied, therein, (ii) any configuration or deployment of Co:Writer Universal shall not affect or diminish DJI’s rights, title, and interest in and to Co:Writer Universal, and (iii) if you suggest any new features, functionality, or performance enhancements for Co:Writer Universal that DJI subsequently incorporates into Co:Writer Universal, such new software or features, functionality, or performance enhancements of shall be the sole and exclusive property of DJI.</li>\n<li>Disclaimers.\nYou expressly acknowledge and agree that use of Co:Writer Universal is at your sole and entire risk.\nExcept as expressly provided otherwise in an agreement between you and DJI, Co:Writer Universal is provided “as is” and that use is at your sole and entire risk.\nYou assume all risk as to the selection, use, performance and quality of Co:Writer Universal and agree not to use Co:Writer Universal in any situation where significant damage or injury to persons, property, or business could occur from software error.\nCo:Writer Universal is provided without warranty of any kind and DJI expressly disclaims all warranties and/or conditions, express or implied, including, but not limited to, the implied warranties and/or conditions of merchantability, of satisfactory quality, of fitness for a particular purpose, of accuracy, of quiet enjoyment, and non-infringement of third party rights.\nDJI does not warrant interference with your enjoyment of Co:Writer Universal or that the functions contained in Co:Writer Universal will meet your requirements, that the operation of Co:Writer Universal, will be uninterrupted or error-free, that Co:Writer Universal will be available at all times, or that defects in Co:Writer Universal will be corrected.\nThe entire risk as to the results and performance of Co:Writer Universal is assumed by You.\nFurthermore, DJI does not warrant or make any representations regarding the use or the results of Co:Writer Universal in terms of its correctness, accuracy, reliability, currentness, or otherwise.\nNo oral or written information or advice given by DJI or DJI’s authorized representative shall create a warranty or in any way increase the scope of this warranty.\nShould Co:Writer Universal prove defective, you (and not DJI or DJI's authorized representative) assume the entire cost of all necessary servicing, repair, or correction.\nSome jurisdictions do not allow the exclusion of implied warranties, so some of the above exclusion may not apply here.\nDJI does not control and is not responsible for what You or other Users create or upload through Co:Writer Universal and is therefore not responsible for any offensive, inappropriate, obscene, unlawful or otherwise objectionable content that You may encounter.\nYou also agree that DJI shall not be responsible in any manner whatsoever for Your conduct in respect to Co:Writer Universal.\nCo:Writer Universal may be distributed internationally and may contain references to products and services that have not been released in your country.\nThese references do not guarantee that DJI intends to release those products and services in your country.</li>\n<li>Governing Law.\nThis Agreement shall be governed by, construed and enforced in accordance with the laws of the State of Illinois without regard to its conflicts of law provisions.</li>\n<li>Don Johnston Incorporated makes no representation that information on this Website is appropriate or available for use in all countries, and prohibits accessing materials from territories where contents are illegal.\nThose who access Co:Writer Universal may do so on their own initiative and shall be responsible for compliance with all applicable laws.</li>\n<li>Export Control Laws.\nCo:Writer Universal is subject to export controls administered by the United States, and other countries.\nDiversion contrary to U.S.\nlaw, where applicable, is strictly prohibited.\nExport, re-export or import of certain products, software, documentation and information may require action on your behalf prior to purchase and it is your responsibility to comply with all applicable international, national, provincial, state, regional and local laws, and regulations, including any applicable import and use restrictions.\nBy downloading or using Co:Writer Universal, you are agreeing to the foregoing and all applicable export control laws.</li>\n<li>When you use Co:Writer Universal, you agree to have your data transferred and processed and stored in the United States of America.\nGiven this information, if this use of Co:Writer Universal would violate any law that is applicable to you, your right to use these services is revoked.</li>\n<li>Termination.\nUpon termination, you agree to immediately stop any further use.\nDJI reserves the right to delete all data at termination.Provisions which, by their nature should remain in effect beyond termination of the Agreement shall survive, including but not limited to Retention of Rights, Limitation of Liability, and Disclaimers.\nThe termination of this Agreement shall be without prejudice to any and all other right or remedy available to DJI as a result of your breach.</li>\n<li>Force Majeure.\nNeither DJI nor your organization shall be liable for any breach of its obligations under this Agreement resulting from causes beyond its reasonable control including but not limited to fires, strikes (of its own or other employees), insurrection or riots, embargoes or container shortages, requirements or regulations of any civil or military authority.</li>\n<li>Integration.\nDJI and you agree that this Amendment sets forth the entire Agreement and understanding between them as to the subject matter hereof and merge any and all prior discussions between them.\nNeither DJI nor you shall be bound by any warranties, understandings, or representations other than as expressly provided herein and in this Agreement.</li>\n<li> Taxes.\nYou shall, in addition to the other amounts payable under this Agreement, pay all taxes including but not limited to sales, and other taxes, federal, state, local, use, excise, value-added, privilege or assessments or governmental charges, or otherwise, and any other types of taxes, however designated, which are levied or imposed by reason of the transactions contemplated or relating to this Agreement.</li>\n<li>Entire Agreement.\nThis document constitutes the entire Agreement between the Parties and supersedes any and all prior or contemporaneous understandings or Agreements, whether written or oral.\nExcept as expressly set forth herein, the Parties make no warranties, representations, covenants, or Agreements, express or implied.\nThis Agreement shall not be modified except by a written agreement executed by an authorized representative of DJI and you.</li>\n</ul> Contact Information\n<p>Don Johnston Incorporated welcomes your comments regarding the legal terms.\nIf you have any questions or comments regarding the legal terms, please contact us electronically or via postal mail at the address provided below and Don Johnston Incorporated will use commercially reasonable efforts to promptly determine and remedy the problem.</p>\n<p>Don Johnston Incorporated<br> Attn: Legal Department<br> 500 Unicorn Park Dr.<br> Woburn, MA 01801<br> info@donjohnston.com Subject Line: Attn: Legal Department\n</p> ", "created_at": "2023-03-31 23:34:42.592037", "updated_at": "2023-03-31 23:35:19.906233"}], "points": [], "urls": ["cowriter.com"]}}