{"error": 448, "message": "OK", "parameters": {"id": 7938, "name": "Membean", "created_at": "2023-04-10 02:34:53.468176", "updated_at": "2023-04-22 11:50:39.198637", "wikipedia": null, "keywords": null, "related": null, "slug": "membean", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7938.png", "url": "membean.com", "documents": [{"id": 15359, "name": "Privacy Policy", "url": "https://membean.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Skip to Content </li>\n<li> Skip to Footer </li>\n</ul> Home Get Started <ul>\n<li> How It Works </li>\n<li> For Educators </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n</ul>\n<ul>\n<li> Support </li>\n<li> Sign In </li>\n<li> Get Started </li>\n</ul>\n<p>Please enable JavaScript for this site to work properly.</p> Privacy Policy <p>Protecting your personal information is important to us.</p> Our Commitment to Your Privacy <p>Membean, Inc., an Oregon corporation (\"Membean\"), respects your individual privacy.\nOur privacy policy documents our adherence to industry standards for the protection of your personal information.</p> Scope of the Privacy Policy <p>This Policy covers Membean's treatment of personally identifiable information that may be collected while you are on the Membean websites, including www.membean.com as well as any other websites owned by Membean which link to this Policy <em>(\"Website(s)\")</em>.\nThis Policy applies to the following category of individuals when using any products or services (together \"Services\") offered by Membean:</p>\n<ul>\n<li>Website Visitors: Individual users who visit our Websites and who may opt to provide an email address to receive communications from Membean.</li>\n<li>Event Attendees: Individuals who provide their information to Membean or its representatives when they attend or register to attend events hosted, sponsored or visited by Membean.</li>\n<li>Customers: Those registered on their own or on behalf of an entity or organization to use and facilitate Membean Services, including account administrators.</li>\n<li>Users: Individuals, such as teachers and students who have a registered account for the Websites, and whose information we process in order to provide Service to our Customers.</li>\n</ul>\n<p>This Policy does not apply to the practices of companies not owned or controlled by Membean or to people whom Membean does not employ or manage, nor does it address non-personally identifiable information.\nThe Policy specifically addresses the following areas:</p>\n<ul>\n<li>What personally identifiable information is collected by Membean or by any third party through our site and/or via our products or services;</li>\n<li>How and why Membean uses this information;</li>\n<li>With whom Membean may share this information;</li>\n<li>What choices are available to you as a user of the Website and/or Services with respect to collection, use and distribution of the information;</li>\n<li>What types of security procedures are in place to protect the loss, misuse or alteration of information under our control.\nand</li>\n<li>How you can correct any inaccuracies in the information.</li>\n</ul> Information You Share <ul>\n<li>\n<strong>Name, email address and other contact information:</strong> We ask for and collect personal information - at your discretion - when you submit web forms on our Websites, including opportunities to attend Membean sponsored events, to sign up for newsletters, to set up demos and pilots, to request customer support, to sign up to participate in a promotion, sweepstake or survey, or otherwise to communicate with us.</li>\n<li>\n<strong>Account Information:</strong> You may also optionally provide us with payment information if you decide to continue with a paid subscription to our Service.\nWhen we collect your payment information we will ask for your billing address, although we do not store full credit card numbers.</li>\n</ul> Information We Receive <ul>\n<li>\n<strong>Cookies:</strong> A cookie is a small text file stored on the user's hard drive for an extended period of time.\nYou can control the use of cookies and their removal by configuring your Internet browser's privacy settings.\nAllowing a Membean cookie to remain on your computer makes it easier for you to log in to and use the Website.\nNote that if you disable cookies entirely, Membean Websites may not function properly.</li>\n<li>\n<strong>Log Files:</strong> We receive and log information when you interact with our Services, such as visiting the Websites, signing into your account or interacting with email notifications.\nLog data may include IP address, browser type, platform type, internet service provider (ISP), referring/exit pages, user identifiers, session identifiers, date/time stamp.\nWe use this information for operating and improving our Services and to ensure secure, reliable and robust performance.\nFor example, we use Log data to troubleshoot network issues, investigate application errors and ensure service integrity.</li>\n<li>\n<strong>Analytics:</strong> In conjunction with cookies and in addition to log files, we collect and record usage data to perform web application analytics, including pages visited, links clicked, mouse movements and non-sensitive form text entries.\nWe use this information to better understand site usage, enhance customer support and improve user productivity.</li>\n<li>\n<strong>Profile:</strong> In order to provide personalized learning and progress assessments, we create a profile detailing usage and interactions.\nThis profile is used solely for internal purposes and to help us improve the Services.\nWe do not share your profile with any third parties.</li>\n<li>\n<strong>Affiliation:</strong> We may receive information about you from our business partners, including your email address and organizational role.\nWe follow all applicable use and consent guidelines regarding the use of this information.</li>\n<li>\n<strong>Facilitation:</strong> Your school, school district, parent or legal guardian <em>(each, an \"Account Creator\")</em> may provide information about you to facilitate evaluation and onboarding of the Service at your organization.\nThis may include name, address, school or school district information, email address, student names and school identification numbers <em>(\"Student Information\")</em>.</li>\n</ul> Personal Information of Children <p>Membean complies with the requirements of the Children's Online Privacy Protection Act (<abbr>COPPA</abbr>) and the <abbr>FTC</abbr>'s Rule interpreting <abbr>COPPA</abbr>\n<em>(16 CFR § 512)</em> and the <abbr>EU</abbr>'s (<abbr>GDPR</abbr>).</p>\n<p>If you are located in the United States and are under the age of thirteen <em>(13)</em> you must have your parent's or legal guardian's approval prior to posting any content on the Website.\nThis is either obtained through your school or school district administrator or directly from your parents or legal guardian.</p>\n<p>If you are located outside the United States and are under the age of sixteen <em>(16)</em>, depending on your location, you may need to obtain your parent's or legal guardian's approval prior to posting any content on the Website or otherwise using the Services.</p>\n<p>Membean collects limited personal information from students, including the Student Information described above (\"Children's Personal Information\"), but only where that student's school, school district, parent and/or legal guardian has contracted with Membean to collect Children's Personal Information from students for the use and benefit of the learning environment.\nMembean requires schools and school districts to obtain consent from students' parents and/or legal guardians before collecting any such Children's Personal Information.</p>\n<p>If you are a student, please do not send any Children's Personal Information about yourself to us, other than what we request from you when you sign up for Membean Services.\nIn the event that we learn that we have collected Children's Personal Information from a student without parental consent being obtained, or if we learn a student has provided us Children's Personal Information beyond what we request when they sign up for Membean Services, we will delete that information as quickly as possible.</p>\n<p>If you believe that a student may have provided us Children's Personal Information beyond what is requested when signing up for Membean Services, or that parental consent has not been obtained, please contact us.</p> Use of Your Personal Information <p>Our primary goal in collecting information from you is to provide you with a smooth, efficient and customized experience while using our Website and to allow us to provide Services to you.\nWe retain your personal data for a limited time and only to the extent necessary for making the Services available to you.\nMembean will never give your information to, or share your information with, any third party except as detailed below.</p>\n<p>Membean will send personally identifiable information about you to other companies or people when:</p>\n<ul>\n<li>We have your consent, including, if you are under 13 (or 16, if applicable), the consent of your parent or legal guardian, to share the information;</li>\n<li>We need to share your information to provide the Services you have requested;</li>\n<li> We need to send the information to companies who work on behalf of Membean to provide a Service to you.\n(Unless we tell you differently, these companies do not have any right to use the personally identifiable information we provide to them beyond what is necessary to assist us).\nor</li>\n<li>We respond to subpoenas, court orders, or legal process or find that your actions violate the Membean Terms of Service or any of our usage guidelines for specific Services.</li>\n</ul> Legal Basis for Processing Information <p>If you are located in the European Economic Area (<abbr>EEA</abbr>), we will collect and process personal information from you only where: (a) we have your consent to do so, (b) where we need your personal information to perform a contract with you, or (c) where your organization has provided your personal information to facilitate the performance of a contract with your organization.\nMembean will not be able to provide the Service to you or your organization if you or your organization do not provide the requested information.</p> International Information Transfers <p>Membean is a U.S.-based company, providing Services globally.\nWe store your information in the United States.\nIf you are in the European Economic Area (<abbr>EEA</abbr>), we may transfer your information to the United States in order to provide you the Services.\nIf you are accessing or using our Website or Services or otherwise providing information to us, you are agreeing to our Terms of Service and the transfer of your personal information to the United States.\nIf you are located in the <abbr>EEA</abbr>, to the extent Membean is deemed to transfer your information to the United States, we rely separately, alternatively, and independently on the following legal bases to transfer your information:</p>\n<ul>\n<li>\n<strong>\n<abbr>EU</abbr> Model Clauses:</strong> The European Commission has adopted standard contractual clauses, or model clauses (\"EU Model Clauses\"), which provide safeguards for personal information transferred outside the <abbr>EEA</abbr>.\nWe incorporate the EU Model Clauses into our Terms of Service, if applicable.\nYou may request a copy of the EU Model Clauses by contacting us.</li>\n<li>\n<strong>EU-US Privacy Shield Framework:</strong> The privacy shield program (\"Privacy Shield\") provides companies a mechanism with which to comply with data protection requirements when transferring personal information from the <abbr>EEA</abbr> to the United States.\nMembean is in the process of obtaining Privacy Shield certification at this time, which means Membean shall comply with the EU-US Privacy Shield as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information from the <abbr>EEA</abbr>.\nFor more information, see Membean's Privacy Shield Policy.</li>\n</ul> Sharing Information with Third Parties <ul>\n<li>\n<strong>Service Providers:</strong> We engage other companies to help us perform functions and provide services <em>(\"Service Providers\")</em>.\nFor example, Service Providers help us host Website content, operate our Services, monitor our performance, provide customer support, process credit card payments, manage and contact our customers, follow up on sales leads and enquiries and otherwise improve our Services.\nThese Service Providers may only process personal information subject to our instructions and in compliance with this Policy, as well as obligations consistent with applicable confidentiality and security measures and regulations, including the <abbr>GDPR</abbr>.</li>\n<li>\n<strong>Business Transitions:</strong> We may share your information in the event that Membean goes through a business transition, such as a merger, acquisition by another company, or sale of a portion of its assets, as our customers' personal information may be part of the assets transferred.\nCustomers will be notified via prominent notice on our Website prior to a change of ownership or control of their personal information.\nIf, as a result of the business transaction, your personally identifiable information will be used in a manner materially different from that stated at the time of collection, you will be given a choice consistent with our Notification of Changes section.</li>\n<li>\n<strong>Required by Law:</strong> We will disclose personal information when required by law, or if we have good-faith belief that such action is necessary to (a) comply with current judicial proceedings, a court order or legal process served on us, (b) protect and defend our rights, or (c) protect the rights, property, and other interests of our users or others.</li>\n</ul> Access to Children's Personal Information <p>Notwithstanding anything to the contrary, if you are a student accessing and using Membean Services, you understand that your (i) parent and/or legal guardian, (ii) teachers and (iii) school and school district administrators can view all information within or associated with your Membean account, including without limitation messages between you and your teacher and grades you received on assignments.</p> Links <p>This Website may contain links to and portions of other sites.\nMembean is not responsible for the privacy practices or content of these other sites.\nWhen you leave our Website or view a portion of a third party’s site through our Website, we encourage you to read the privacy statements of each such site.\nThis privacy statement applies solely to information collected by Membean.</p> Security <p>Wherever your personal information may be held within Membean or on its behalf, we intend to take commercially reasonable and appropriate steps to protect the personal information that you share with us from unauthorized access or disclosure.\nHowever, given the nature of the Internet and the fact that network security measures are not infallible, we cannot guarantee the security of your information.\nWe use encryption to protect sensitive information online.\nThe servers that store your personally identifiable information are housed in a secure environment.\nFinally, we also make an effort to protect your information off-line.</p>\n<p>When registering for access to a secure area of the Website, we may ask you to select a username and password.\nWe recommend that you do not divulge your password to anyone.\nWe will never ask you for your password in an unsolicited phone call or in an unsolicited email.\nAlso, remember to sign out of the registered Website and close your browser window when you have finished your work.\nThis is to ensure that others cannot access your personal information and correspondence when accessing your computer.</p> Correcting, Updating, Deleting and Deactivating Information <p>If your personally identifiable information changes, you may contact us to correct, update or delete and deactivate our record of your personally identifiable information.\nParents and/or legal guardians may access their child’s information to correct, update, request deletion or further collection and use of their information, including Children’s Personal Information, by contacting us at the email address provided below or by contacting their school or school district administrator.</p>\n<p>All email communications sent by Membean include an \"unsubscribe\" link located at the bottom of such emails.\nAdditionally, you may manage your preferences through account settings via the Website.</p> Data Subject Rights <p>If you are located in the <abbr>EEA</abbr>, you may also have certain additional rights with respect to your information, including (i) data access and portability, (ii) data correction, (iii) data deletion, and (iv) the right to withdraw your consent or object to the processing of your information.\nYou may send us any subject access requests (<abbr>SAR</abbr>) to privacy@membean.com and we will respond with thirty <em>(30)</em> days.\nFor any <abbr>SAR</abbr>, we will need to verify requestor inquiry before providing assistance.\nWhere applicable, we may also need to discuss the <abbr>SAR</abbr> with administrators at the school or the organization which has contracted Membean.</p> Notification of Changes <p>Membean may edit this Policy from time to time.\nIf we make any substantial changes, we will prominently post a notice on the main page and other pages to alert you of the change.</p> Contact Information <p>If you have any questions or concerns, please contact us at the below information.\nNote that if you are located in the <abbr>EEA</abbr>, you may also file a complaint with your local data protection regulator.</p>\n<p> Membean, Inc.<br> 10940 SW Barnes Road #233<br> Portland, OR 97225<br> +1-866-930-6680<br> privacy@membean.com </p>\n<p>Differentiated vocabulary for your students is just a click away.</p> Get Started Product <ul>\n<li> How It Works </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n<li> Security </li>\n</ul> Resources <ul>\n<li> Teacher Resources </li>\n<li> Online Store </li>\n<li> Webinars </li>\n<li> Word Roots </li>\n</ul> Company <ul>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Work For Us </li>\n<li> Brand Guidelines </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li> 866-930-6680 </li>\n</ul> © 2023 Membean, Inc.\nMade with ❤️ in Portland, OR.\n<ul>\n<li> Privacy Policy </li>\n<li>\n<abbr>GDPR</abbr>\n</li>\n<li> Terms of Use </li>\n</ul> We use cookies! 🍪 <p>We use cookies to provide you with the best online experience.\nBy using this site, you agree to our privacy policy and terms of use.</p> Got It! Close Are you trying to enroll in a class? Enroll Now Get Started <p>Hi there! Tell us a little bit about yourself to begin.</p>\n<ul>\n<li> I'm an educator <p>looking to use Membean at my school or district.</p>\n</li>\n<li> I'm a parent <p>looking for my kid(s) to use Membean.</p>\n<p> I'm interested in: Select...\nHomeschooling Independent Learning </p>\n</li>\n<li> I'm an individual <p>wanting to study for a test or to improve my vocabulary.</p>\n<p> I'm studying for: Select...\nSAT GRE Personal Use </p>\n</li>\n</ul> ", "created_at": "2023-04-10 02:34:53.499214", "updated_at": "2023-04-10 02:35:24.168992"}, {"id": 15360, "name": "Terms Of Service", "url": "https://membean.com/agreement", "xpath": "//body", "text": " <ul>\n<li> Skip to Content </li>\n<li> Skip to Footer </li>\n</ul> Home Get Started <ul>\n<li> How It Works </li>\n<li> For Educators </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n</ul>\n<ul>\n<li> Support </li>\n<li> Sign In </li>\n<li> Get Started </li>\n</ul>\n<p>Please enable JavaScript for this site to work properly.</p> Terms of Use <p>Please review the terms of use for Membean.com.</p>\n<strong>IMPORTANT:</strong> AS WITH ALL CONTRACTS, IF YOU ARE UNDER THE AGE OF 18, YOU MUST HAVE YOUR PARENT OR GUARDIAN READ THE AGREEMENT BELOW AND AGREE TO IT FOR YOU.\nIF YOU DON'T HAVE YOUR PARENT OR GUARDIAN READ AND AGREE TO THIS, YOU DON'T HAVE PERMISSION TO USE THIS SITE OR SERVICE.\nALWAYS GET AN ADULT'S PERMISSION BEFORE GOING ONLINE.\nAgreement between You and Membean.\nChanges <p>\n<strong>1.1</strong> Please read the following terms of service <em>(the “Terms”)</em> carefully.\nBy clicking the “I Accept” box, you acknowledge that you have read, understood and agree to be bound by these Terms, and the terms and conditions of the Privacy Policy <em>(as defined below)</em>, when using any service or services <em>(collectively, the “Service”)</em> offered by Membean, Inc., an Oregon corporation, or its parents, affiliates or subsidiaries <em>(collectively, “Membean” or “we”)</em>, on or through the any site made available by Membean, including the site located at https://membean.com <em>(collectively, the “Site”)</em>.\nThe term “you” <em>(and “your”)</em> for purposes of these Terms, means both you in your individual capacity, and if applicable, the company or other legal entity whom you represent and on whose behalf you use the Service.</p>\n<p>\n<strong>1.2</strong> In order to use the Service you must agree to these Terms.\nHowever, in addition to clicking the “I Accept” box, you may also agree to the Terms by actually using the Service.\nYou acknowledge and agree that Membean will treat your use of the Service as acceptance of these Terms from the time you first use the Service.</p>\n<p>Membean reserves the right to change any of the terms and conditions contained in these Terms, including the Service and/or any policies or guidelines governing the Service, at any time and in its sole discretion.\nWhile we will endeavor to provide direct notice to you of any changes, you are responsible for periodically checking the Site to determine if any changes have been made and we are not liable for your failure to do so or our failure to provide such direct notice to you.\nYour continued use of the Service following any revision to these Terms will constitute your acceptance of the changes or modifications to these Terms.\nIf you do not agree to any changes to these Terms, do not continue to use the Service.</p> Membean Account Creation and Types.\nUser Limitations <p>\n<strong>2.1</strong> In order to use the Service, you must register with us to open a Membean user account <em>(“Account”)</em>.\nBy opening an Account, you represent and warrant that: (a) all information you submit in connection with your opening and use of your Account is true, accurate, current, and complete.\n(b) you will promptly notify us if your information changes so that we can update our records.\n(c) you are of legal age to form a binding contract <em>(or, if you are a minor, you have your parent's permission to use the Service, and your parent has read and agrees to these terms on your behalf)</em>.\nand (d) your use of the Service does not violate any applicable law, rule or regulation, including the GDPR and COPPA (as defined below).\nYou are responsible for maintaining this information current.</p>\n<p>\n<strong>2.2</strong> You are solely responsible for maintaining the security and confidentiality of the information you hold for your Account, including, without limitation, your user name and password, and for any and all activity that occurs through your Account as a result of your failure to keep this information secure and confidential.\nYou hereby agree to notify Membean immediately if you become aware of any unauthorized use of your Account, user name or password, or any other breach of security in connection therewith.\nYou may be held liable for losses incurred by Membean or any third party due to someone else using your Account, user name or password as a result of your failing to keep your Account information secure and confidential.\nYou are strictly prohibited from using anyone else's Account, user name or password at any time and for any reason.\nMembean is not liable to you or any third party for your failure to comply with your obligations under this paragraph.</p>\n<p>\n<strong>2.3</strong> The Service is made available by Membean to the following user categories <em>(collectively, “Users”)</em>: (i) individual schools and/or school districts <em>(each, a “School”)</em> for use by School teachers and related staff members <em>(each, a “Teacher”)</em> in connection with students <em>(each, a “Student”)</em> enrolled at such School.\nand (ii) individual parents and/or legal guardians <em>(each, a “Parent or Guardian”)</em> for use by Students under such Parent or Guardian’s care.\nIn connection with your Account, you hereby agree to comply with all of the terms and conditions described herein that are applicable to each such User type.</p>\n<p>\n<strong>2.3.1</strong> If you are accessing the Service on behalf of a School, the following terms also apply to you:</p>\n<ul>\n<li>You represent and warrant that you are solely responsible for complying with all applicable law, including, without limitation, the <abbr>EU</abbr>'s General Data Protection Regulation (<abbr>GDPR</abbr>) and the Child Online Privacy Protection Act (<abbr>COPPA</abbr> ), which requires parental or legal guardian consent for online collection of personal information from children under 13.\nYou must obtain advance written consent <em>(“Consent”)</em> from all parents or legal guardians whose children will be accessing the Service.\nWhen obtaining Consent, you must provide parents and legal guardian with a copy of our Privacy Policy <em>(as defined in Section 3 below)</em>.\nYou must keep signed Consents on file and provide them to Membean upon our request.</li>\n<li>You will only grant access credentials to Teachers who are current employees of your School.\nUpon termination of a Teacher’s employment with you, you will require such individual to return and cease using all such credentials he or she has in his or her possession.\nIf at any time you learn a User of the Service claims to be affiliated with your School who is not, in fact, affiliated with your School, you will immediately notify Membean.</li>\n</ul>\n<p>\n<strong>2.3.2</strong> If you are accessing the Service as a Teacher, the following terms also apply to you:</p>\n<ul>\n<li>You represent and warrant that you have permission from your School to enter into these Terms and to use the Service as part of your curriculum.\nYou further represent and warrant that you are entering into these Terms on behalf of your School, and that you have authority to bind your School to these Terms.</li>\n<li>You represent and warrant that you are solely responsible for complying with all applicable law, including, without limitation, the <abbr>EU</abbr>'s General Data Protection Regulation (<abbr>GDPR</abbr>) and Child Online Privacy Protection Act (<abbr>COPPA</abbr> ), which requires parental consent for online collection of personal information from children under 13.\nYou must obtain Consent from all parents whose children will be accessing the Service.\nWhen obtaining Consent, you must provide parents with a copy of our Privacy Policy.\nYou must keep signed Consents on file and provide them to Company upon our request.</li>\n</ul>\n<p>\n<strong>2.3.3</strong> If you are accessing the Service as a Parent or Guardian, the following terms also apply to you:</p>\n<ul>\n<li>You agree not to access the Account or information about anyone other than your Student.</li>\n<li>You understand that your acceptance of these Terms indicates that you are agreeing to these Terms both on your own behalf as well as on behalf of your Student(s) who use the Service.\nChildren under 18 must not use the Service, however, until after a Parent or Guardian has accepted these Terms on their behalf.</li>\n</ul>\n<p>\n<strong>2.3.4</strong> If you are accessing the Service as a Student, the following terms also apply to you:</p>\n<ul>\n<li>Remember, you must get your Parent or Guardian to read these Terms before using the Service.</li>\n<li>You will only register for and access the Service as a Student registrant, and not as a Teacher, School, Parent or Guardian, publisher, or any other category of User, whether offered by Membean now or in the future.</li>\n</ul> Your Privacy.\nUse of Service by Children <p>\n<strong>3.1</strong> In order to use the Service you, or your School or Parent or Guardian on your behalf, will be required to provide certain personally identifiable information to Membean <em>(e.g., your first and last name, the name of the School on whose behalf you use the Service, your Student identification number, your e-mail address, and, if applicable, your credit card information)</em>.\nMembean will only use such personally identifiable information in accordance with the terms of our privacy policy <em>(the “Privacy Policy”)</em>.\nIn this regard, you agree to the then-current version of the Privacy Policy that you can find and read here.\nYou hereby agree that we may use your personally identifiable information in accordance with the terms of the Privacy Policy.</p>\n<p>\n<strong>3.2</strong> Membean collects limited personal information from minor Students, but only where that Student’s School or Parent or Guardian has contracted with Membean to collect personal information from Students for the use and benefit of the learning environment.\nMembean requires Schools and/or Teachers to obtain Consent from Students’ Parents or Guardians before collecting any such personal information.\nIf you are a Student, please do not send any personal information about yourself to us, other than what we request from you when you are able to sign up for the Service.\nIn the event that we learn that we have collected personal information from a Student without a Consent being obtained by his or her School and/or Teacher, or if we learn a Student has provided us personal information beyond what we request when he or she signs up for the Service, we will permanently delete that information as quickly as possible.\nIf you believe that a Student may have provided us personal information beyond what is requested when signing up for the Service, or that a Student's School or Teacher has not obtained a valid Consent prior to our collection of any personal information, please contact us at support@membean.com.</p> Fees <p>\n<strong>4.1</strong> The fees, if any, that Schools and/or Parents or Guardians are required to pay to permit use of the Service are set forth in the applicable quote provided by Membean to you.\nFees will be (a) billed periodically in accordance with such quote and (b) are payable as follows: (i) For Parents or Guardians, the credit card you maintain on file with Membean in your Account will be automatically charged on the first day of each month for the following month.\nand (ii) for Schools, you agree to pay applicable periodic fees for the Service within thirty (30) days of the date of each applicable invoice.\nYou are responsible for maintaining up to date credit card information, if applicable, in your Account.\nMembean reserves the right to suspend or terminate your use of the Service (and access to your Content) if you fail to pay any fees due in connection with your use of the Service.\nAny outstanding fees are immediately due and payable upon termination of your use of the Service for any reason.</p>\n<p>\n<strong>4.2</strong> To the greatest extent permitted by applicable law, and without affecting your credit card issuer’s rights, you hereby waive all claims relating to fees unless you notify Membean of any dispute or other fee-related claim within thirty (30) calendar days of the fees being charged to your credit card, if applicable.</p>\n<p>\n<strong>4.3</strong> To the greatest extent permitted by applicable law, any refunds of fees are at the sole discretion of Membean, and refunds will only be provided in the form of a credit against future fees for the Service.\nNothing in these Terms obligates Membean to extend credit to any person.\nYou acknowledge and agree that any credit card and related billing and payment information that you provide to Membean may be shared by Membean with third party service providers who work on Membean’ behalf, such as payment processors and/or credit agencies, solely for the purposes of checking credit, effecting payment to Membean and servicing your Account.\nMembean may also provide information in response to valid legal processes, such as subpoenas, search warrants and court orders, or to establish or exercise its legal rights or defend against legal claims.\nMembean shall not be liable for any use or disclosure of such information by such third parties.</p> Service Availability &amp.\nSupport <p>\n<strong>5.1</strong> Membean may temporarily suspend your and/or your Students’ access to any portion or all of the Service and related Content <em>(as defined below)</em> if Membean reasonably determines that: (a) there is a threat or attack on the Service (including a denial of service attack) or other event that may create a risk to the Service, you or any other Service user.\n(b) your or your Students’ use of the Service or your Content disrupts or poses a security risk to the Service or any other Service user, may harm Membean’ systems or any other Service user, or may subject Membean or any third party to liability.\n(c) you or your Students are using the Service for fraudulent or illegal activities.\n(d) subject to applicable law, you have ceased to continue your business in the ordinary course, made an assignment for the benefit of creditors or similar disposition of your assets, or become the subject of any bankruptcy, reorganization, liquidation, dissolution or similar proceeding.\n(e) you or your Students are using the Site, Service or other Membean property in breach of these Terms.\n(f) you are in default of your payment obligations hereunder.\nor (g) there is an unusual spike or increase in your use of the Service (collectively, \"Service Suspensions\").\nMembean will make commercially reasonable efforts, circumstances permitting, to provide written notice of any Service Suspension to you <em>(including notices posted on the Site or sent to your registered e-mail address)</em> and to provide updates regarding resumption of the Service following any Service Suspension.\nMembean will have no liability for any damage, liabilities, losses <em>(including any loss of data or profits)</em> or any other consequences that you or your Students may incur as a result of any Service Suspension.</p>\n<p>\n<strong>5.2</strong> Membean will provide customer support to you as is generally made available without charge to other users of the Service.</p> Security <p>\n<strong>6.1</strong> You and your Students are solely responsible for properly configuring and using the Service and taking your own steps to maintain appropriate security, protection and backup of your Content, including using encryption technology to protect your Content from unauthorized access and routinely archiving your Content.\nMembean is not responsible for any unauthorized access to, alteration of, or the deletion, destruction, damage, loss or failure to store any of, your or your Students’ Content or other data that you or your Students submit or use in connection with your Account or the Service.</p> Membean’s Proprietary Rights <p>\n<strong>7.1</strong> You hereby acknowledge and agree that Membean <em>(or its licensors)</em> own all legal right, title and interest in and to the Site and Service, including, without limitation, any intellectual property or other proprietary rights which subsist in the Site and Service <em>(whether such rights are registered or unregistered, and wherever in the world those rights may exist)</em>.\nAs between you and Membean, all materials on the Site, including, but not limited to, graphics, user and visual interfaces, images, software, applications, and text, as well as the design, structure, selection, coordination, expression, \"look and feel\", and arrangement of the Site and its content <em>(except for your Content)</em>, and the domain names, trademarks, service marks, proprietary logos and other distinctive brand features found on the Site, are all owned by Membean or licensors.</p>\n<p>\n<strong>7.2</strong> Nothing in these Terms gives you any right to use any of Membean’ trade names, trademarks, service marks, logos, domain names, and other distinctive brand features.\nAll rights not expressly granted by Membean under these Terms are reserved.</p>\n<p>\n<strong>7.3</strong> Subject to your compliance with these Terms, including, without limitation, your payment of all applicable fees, Membean hereby grants you and your Students a limited, personal, worldwide, royalty-free, non-transferable, non-sublicensable and non-exclusive license to use the Service for your educational purposes, to store and manage Content in such manner as permitted and/or specified by Membean from time-to-time in any applicable documentation or Service descriptions made available by Membean.\nThis license is for the sole purpose of enabling you and your Students to use and enjoy the benefit of the Service as provided by Membean, in the manner permitted by these Terms.</p>\n<p>\n<strong>7.4</strong> During, and after the termination of, your use of the Service, you will not assert, nor will you authorize or assist any third party to assert, against Membean or any of the Membean Parties (as defined below), any patent infringement claim with respect to the Service.</p> Service Use Restrictions <p>\n<strong>8.1</strong> You hereby represent and warrant that you will not, and will not permit any third party, including without limitation Teachers and/or Students, to: (a) attempt to disable or circumvent any security mechanisms used by the Site or Service or otherwise attempt to gain unauthorized access to any portion or feature of the Site or Service, or any other systems or networks connected to the Site or Service, or to any Membean server, by hacking, password \"mining\", or any other illegal means.\n(b) use any \"deep-link\", \"page-scrape\", \"robot\", \"spider\" or other automatic device, program, algorithm or methodology, or any comparable manual process, to access, acquire, copy, or monitor any portion of the Site or Service.\n(c) use any device, software or routine to interrupt or interfere, or attempt to interrupt or interfere with, the proper operation and working of the Site or Service or any transaction being conducted on the Site or through the Service, or with any other person's use of the Site or Service.\n(d) breach any security measures implemented on the Site or in the Service.\n(e) track or seek to trace any information on any other person who visits the Site or uses the Service.\n(f) forge headers or otherwise manipulate identifiers in order to disguise your identity, or the origin of any message or other communication that you send to Membean in connection with the Service.\n(g) pretend that you are, or that you represent, someone else, or impersonate any other person.\n(h) use the Service in the design, development, production, or use of missiles or the design, development, production, stockpiling, or use of chemical or biological weapons.\n(i) use the Service or Site for any illegal purpose, for soliciting the performance of any illegal activity, or as otherwise prohibited by these Terms or applicable laws, rules or regulations, including, without limitation, laws applicable to the export of software and data.\n(j) upload or otherwise process any malicious content to, or through, the Service.\nor (k) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the any Membean proprietary software used to provide, maintain, or otherwise applicable to, the Service, or made available to you in connection with the Service.</p>\n<p>\n<strong>8.2</strong> You hereby agree that you will notify Membean if you become aware that the Site or Service is being used for any illegal or unauthorized purpose.</p> Your Content &amp.\nLicense from You <p>\n<strong>9.1</strong> You hereby agree that you are solely responsible and liable for any and all information, data files, written text, computer software, music, audio files or other sounds, photographs, videos, images, and other content <em>(collectively “Content”)</em> that you or your Students store, transmit, display, or otherwise use in connection with the Service, and for the consequences of your and your Students’ actions in connection with such Content and use of the Service.\nYou agree that Membean has no responsibility to you or to any third party in connection with such Content.\nYou are solely responsible for any losses or damage suffered by Membean in connection with your or your Students’ Content.\nYou hereby represent and warrant that neither you nor your Students will store or otherwise use any Content in connection with the Service that: (a) violates these Terms.\n(b) is defamatory, libelous, abusive, illegal, profane, indecent, pornographic, obscene, hateful, offensive, harassing, or threatening in any way.\n(c) constitutes or encourages conduct that would be considered a criminal offense or give rise to civil liability, or otherwise intentionally or unintentionally violate any law, rule or regulation.\n(d) violates any third party’s copyright, trademark, patent, trade secret, or other personal or proprietary right.\n(e) invades or interferes with the rights of privacy or publicity of any person.\nor (f) contains a virus, malicious code or any other harmful component.</p>\n<p>\n<strong>9.2</strong> Membean reserves the right, at any time in its sole discretion and without notice to you, to pre-screen, review, monitor, flag, filter, modify, refuse or remove any or all Content from the Service, but Membean has no obligation to do so.\nYou agree to immediately take down, delete or modify any Content that is stored by you or your Students through the Service that violates these Terms or any applicable laws, rules, or regulations, including pursuant to a take down, deletion or modification request from Membean.\nIn the event that you or your Students elect not to comply with a request from Membean to take down, delete or modify certain Content, Membean reserves the right to directly take down, delete or modify such Content.\nMembean assumes no liability or responsibility arising from your activities in connection with the Service, including, without limitation, Content that you store or otherwise use in connection with Service.</p>\n<p>\n<strong>9.3</strong> Membean claims no ownership or control over your right, title and interest in your Content.\nYou retain copyright and any other intellectual property and other proprietary rights you already hold in your Content, and you are solely responsible for protecting those rights, as you deem appropriate.\nBy submitting, storing, displaying, or otherwise using your Content in connection with the Service, you hereby grant Membean a worldwide, royalty-free, fully-paid-up, non-exclusive license to reproduce, perform, modifying display, distribute, and otherwise use such Content for the purpose of enabling Membean to provide the Service to you, including, without limitation, storing and retrieving the Content, making the Content available through the Service, adapting the Content for technical display and transmission, conforming the Content to the limitation and terms of the Service, and any other use related to the maintenance, provision and improvement of the Service.</p>\n<p>\n<strong>9.4</strong> You hereby agree that Membean, in its sole discretion, may use School trade names, trademarks, service marks, logos, domain names, and other distinctive brand features, in presentations, marketing materials, customer lists, financial reports and web site listings <em>(including links to your web site)</em> for the purpose of advertising or publicizing the Service.</p>\n<p>\n<strong>9.5</strong> Membean will not disclose any of your Content, except: (a) if you expressly authorize us to do so in connection with your use of the Service.\n(b) as necessary to provide the Service to you and your Students.\nor (c) to comply with the request of any governmental or regulatory body, subpoenas or court orders, or as otherwise required by applicable law, rule or regulation.\nIf we receive a subpoena, court order, or other request from a governmental or regulatory body requesting the disclosure of any of your Content, we will use good faith efforts to provide you with reasonable notice to allow you to seek a protective order or other appropriate remedy <em>(except to the extent Membean’ compliance with the foregoing would cause it to violate a court order or other legal requirement)</em>.\nYou are required to respond to third party requests about your Content, and we may provide your contact information to third parties, and suspend or terminate your access to the Service and your Content, if you fail to respond to such third party requests.</p>\n<p>\n<strong>9.6</strong> Membean may use usage patterns, trends and other statistical data derived from your Content and use of the Service for purposes of providing, operating, maintaining, or improving the Service.</p> Feedback <p>\n<strong>10.1</strong> If you send or transmit any communications or materials to Membean by mail, electronic mail, telephone, or otherwise <em>(“Feedback”)</em>, suggesting or recommending changes to our Site or Service, including without limitation, new features or functionality relating thereto, any comments, questions, suggestions, or the like, all such Feedback are, and will be treated as, non-confidential and non-proprietary.\nThis means that you give up any claim that the use of such Feedback by Membean or its agents, violates any of your rights including moral rights, privacy rights, proprietary or other property rights, rights of publicity, rights to credit for material or ideas, or any other right, including the right to approve the way Membean uses such Feedback.</p>\n<p>\n<strong>10.2</strong> You hereby assign all right, title, and interest in, and Membean is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\nYou agree and understand that Membean is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.</p> Copyright Infringement <p>\n<strong>11.1</strong> Membean respects the intellectual property and other proprietary rights of others and has a policy of removing content from the Site that infringes third party copyrights and suspending and/or terminating the Account of any user who uses the Site or Service in violation of copyright law, and where appropriate, blocking such user’s access to the Site and Service.</p>\n<p>\n<strong>11.2</strong> If you are a copyright owner, or an agent thereof, and believe that your work is the subject of copyright infringement and appears on our Site, or is being used through the Service, you may submit a notification pursuant to the Digital Millennium Copyright Act (<abbr>DMCA</abbr>) by providing our copyright agent <em>(designated below)</em> with the following information in writing: (a) your physical or electronic signature.\n(b) identification of the copyrighted work claimed to have been infringed.\n(c) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Membean to locate such material.\n(d) information reasonably sufficient to permit Membean to contact you, such as an address, telephone number, and, if available, an e-mail address.\n(e) a statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (f) a statement that the information in the notification is accurate, and under penalty of perjury, that you are, or that you are authorized to act on behalf of, the owner of an exclusive right that is allegedly infringed.\nMembean’ designated copyright agent to receive notifications of claimed infringement under the <abbr>DMCA</abbr> is:</p>\n<p> Membean, Inc.<br> 10940 SW Barnes Road #233<br> Portland, OR 97225<br> +1-866-930-6680<br> privacy@membean.com </p>\n<p>\n<strong>11.3</strong> Only <abbr>DMCA</abbr> or other intellectual property rights-related notices should be sent to the copyright agent.\nany other communications sent to the copyright agent will be destroyed.</p> Exclusion of Warranties <p>\n<strong>12.1</strong> YOUR USE OF THE SITE AND SERVICE IS ENTIRELY AT YOUR OWN DISCRETION AND RISK.\nTHE SITE AND SERVICE ARE FURNISHED TO YOU “AS IS” AND WITHOUT WARRANTIES OR CONDITIONS, STATUTORY OR OTHERWISE, OF ANY KIND.\nMEMBEAN, ON BEHALF OF ITSELF, AND ON BEHALF OF ITS PARENTS, AFFILIATES, SUBSIDIARIES, LICENSORS AND THIRD PARTY SERVICE PROVIDERS, AND MEMBEAN’ AND THEIR DIRECTORS, OFFICERS, EMPLOYEES, CONTRACTORS, AGENTS, SUCCESSORS, AND ASSIGNS, (COLLECTIVELY, THE “MEMBEAN PARTIES”): (A) EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF NON-INFRINGEMENT, TITLE, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.\n(B) DOES NOT WARRANT THAT THE SERVICE, OR DATA PROVIDED THROUGH THE SERVICE, WILL MEET YOUR REQUIREMENTS, OR THAT ITS OPERATION WILL BE TIMELY, UNINTERRUPTED, SECURE, OR ERROR-FREE OR THAT ANY DEFECTS WILL BE CORRECTED.\nAND (C) DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS OR CONDITIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICE IN TERMS OF ITS ACCURACY, RELIABILITY, TIMELINESS, COMPLETENESS, OR OTHERWISE.\nYOU ASSUME TOTAL RESPONSIBILITY FOR YOUR USE OF THE SERVICE.</p>\n<p>\n<strong>12.2</strong> THIS LIMITATION OF REMEDIES IS A PART OF THE BARGAIN BETWEEN YOU AND MEMBEAN.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY MEMBEAN or ANY PERSON ON BEHALF OF MEMBEAN SHALL CREATE A WARRANTY OR CONDITION, OR IN ANY WAY CHANGE THIS EXCLUSION OF WARRANTY.</p>\n<p>\n<strong>12.3</strong> NOTHING IN THESE TERMS, THIS SECTION 12, OR SECTION 13 BELOW, SHALL EXCLUDE OR LIMIT MEMBEAN’ WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.</p> Exclusion of Liability <p>\n<strong>13.1</strong> SUBJECT TO SECTION 12.3 ABOVE, IN NO EVENT WILL MEMBEAN OR THE MEMBEAN PARTIES BE LIABLE TO YOU, OR ANY THIRD PARTY, FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, RELIANCE, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, COMPENSATION, REIMBURSEMENT OR DAMAGES IN CONNECTION WITH, ARISING OUT OF, OR RELATING TO, THE USE, OR LOSS OF USE OF, THE SERVICE, LOSS OF PROFITS, LOSS OF GOODWILL, LOSS OF DATA OR CONTENT, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, SUBSEQUENT OR OTHER COMMERCIAL LOSS, OR FOR ANY OTHER REASON OF ANY KIND, WHETHER BASED ON CONTRACT OR TORT (INCLUDING, WITHOUT LIMITATION, NEGLIGENCE OR STRICT LIABILITY), EVEN IF MEMBEAN OR THE MEMBEAN PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>13.2</strong> MEMBEAN AND THE MEMBEAN PARTIES WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR DAMAGES FOR BREACH OF ANY EXPRESS OR IMPLIED WARRANTY OR CONDITION, BREACH OF CONTRACT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER LEGAL THEORY RELATED TO THE SITE OR SERVICE.\nIF, NOTWITHSTANDING THE FOREGOING, MEMBEAN OR ONE OF THE MEMBEAN PARTIES IS FOUND TO BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DAMAGE OR LOSS WHICH ARISES UNDER OR IN CONNECTION WITH THESE TERMS OR THE SERVICE, MEMBEAN OR THE RELEVANT MEMBEAN PARTY'S TOTAL CUMULATIVE LIABILITY TO YOU OR ANY THIRD PARTY SHALL IN NO EVENT EXCEED THE AMOUNT OF FEES ACTUALLY PAID BY YOU TO MEMBEAN DURING THE ONE (1) YEAR PERIOD PRECEDING THE DATE OF THE EVENT GIVING RISE TO MEMBEAN’ LIABILITY.</p> Indemnification <p>\n<strong>14.1</strong> You hereby agree to indemnify, defend and hold harmless Membean and the Membean Parties <em>(each an “Indemnified Party”)</em>, from and against any and all liability and costs (including, without limitation, attorneys’ fees and costs) incurred by the Indemnified Party(s) in connection with any actual or alleged claim arising out of: (a) your or your Students’ use of the Service.\n(b) any breach or alleged breach by you or your Students of these Terms.\n(c) any Feedback or Content provided by you or your Students.\n(d) any breach or alleged breach by you of a third party’s rights, including, without limitation, any intellectual property, privacy or publicity rights.\n(e) any damage caused by or alleged to have been caused by you or your Students to the Site or Service.\nor (f) any actual or alleged violation or non-compliance by you or your Students with any applicable law, rule or regulation.</p>\n<p>\n<strong>14.2</strong> Counsel you select for defense or settlement of a claim must be consented to by Membean and/or the Indemnified Party(s) prior to counsel being engaged to represent you and Membean and/or the Indemnified Party(s).\nYou and your counsel will cooperate as fully as reasonably required, and provide such information as reasonably requested, by the Indemnified Party(s) in the defense or settlement of any claim.\nMembean and/or the Indemnified Party(s) reserves the right, at its own expense, to assume the exclusive defense or settlement, and control of any matter otherwise subject to indemnification by you.\nYou shall not in any event consent to any judgment, settlement, attachment, or lien, or any other act adverse to the interest of Membean or any Indemnified Party(s) without the prior written consent of Membean and/or the Indemnified Party(s).</p> Changes to Service <p>\n<strong>15.1</strong> Membean is constantly striving to provide the best possible experience for its Service users.\nYou acknowledge and agree that the form and nature of the Service which Membean currently provides may change from time-to-time without prior notice to you.\nChanges to the form and nature of the Service will be effective with respect to all versions of the Service.\nExamples of changes to the form and nature of the Service include, without limitation, changes to fees and payment policies, security patches, additional functionality, reduced functionality, and other enhancements.</p> Termination of Service <p>\n<strong>16.1</strong> You may stop using the Service at any time by closing your Account, or ceasing to use the Service.\nIn such event, you will not be entitled to any refund of any fees that you have paid prior to you ceasing to use the Service.</p>\n<p>\n<strong>16.2</strong> Membean reserves the right in its sole discretion to cease or suspend providing all or any part of the Service immediately without any notice to you, if: (a) you breach, or threaten or intend to breach, these Terms.\n(b) Membean is required to do so under any applicable law, rule or regulation.\n(c) the Service relies on data, services or another business relationship between Membean and a third party service provider, and such relationship terminates or changes in such a way that affects Membean’ ability to continue providing the Service.\n(d) continuing to provide the Service could create a substantial economic burden on Membean as determined by Membean in its sole discretion.\nor (e) continuing to provide the Service could create a security risk or material technical burden as determined by Membean in its sole discretion.</p>\n<p>\n<strong>16.3</strong> If your use of the Service is terminated or suspended pursuant to Sections 16.1 or 16.2 above, except to the extent prohibited by any applicable law, rule or regulation, you will have access to, and the ability to export, your Content for a period of thirty (30) calendar days following such termination or suspension.\nFees will continue to be assessed based on your actual use of the Service during such period.\nWithout limiting the foregoing, the rights set forth in this Section 16.3 are subject to your payment of any outstanding fees due upon and after termination of your use of the Service.</p>\n<p>\n<strong>16.4</strong> Any of your obligations under these Terms which by their nature are intended to survive the termination of your use of the Service, shall continue to apply to you after you cease to use the Service.</p>\n<p>\n<strong>16.5</strong> Membean may notify the relevant law enforcement authorities or other third parties, of any illegal or other prohibited conduct by you, including, without limitation, your violation of these Terms or unauthorized use of the Site or Service.</p> Governing Law &amp.\nVenue <p>\n<strong>17.1</strong> These Terms will be construed and enforced in all respects in accordance with the laws of the state of Oregon, without reference to its choice of law rules.\nExcept as set forth below in Section 17.2, the federal and state courts seated in Portland, Oregon shall have sole and exclusive jurisdiction for all purposes in connection with any action or proceeding that arises from, or relates to, these Terms and you hereby irrevocably waive any objection to such exclusive jurisdiction.\nprovided however, that Membean may seek to enforce any judgment in its favor in any court of competent jurisdiction.</p>\n<p>\n<strong>17.2</strong> Notwithstanding the foregoing, Membean may seek injunctive or other equitable relief in any court of competent jurisdiction to protect its proprietary and other rights.\nYou agree that your breach of these Terms may result in immediate and irreparable damage to Membean for which there is no adequate remedy at law.</p>\n<p>\n<strong>17.3</strong> The United Nations Convention on Contracts for the International Sale of Goods in its entirety is expressly excluded from these Terms, including, without limitation, application to the Site or Service.\nFurthermore, these Terms <em>(including without limitation, the Site and Service)</em> will not be governed or interpreted in any way by referring to any law based on the Uniform Computer Information Transactions Act (<abbr>UCITA</abbr>) or any other act derived from or related to <abbr>UCITA</abbr>.</p>\n<p>\n<strong>17.4</strong> Any cause of action arising under these Terms must be commenced by you within one (1) year after the claim or cause of action arises.</p> Third Party Web Sites <p>\n<strong>18.1</strong> The Site and Service may provide links to other web sites that are not owned or operated by Membean <em>(“Third Party Web Sites”)</em>.\nMembean provides these links to you as a convenience only, and Membean does not verify, make any representations concerning, or take responsibility for, such Third Party Web Sites, or the products or services offered through such third party web sites, including, without limitation, the truthfulness, accuracy, quality, or completeness of the content of, or activities conducted on, such Third Party Web Sites.\nYou should use your own independent judgment before accessing and using such Third Party Web Sites, or products or services offered through such third party web sites.</p>\n<p>\n<strong>18.2</strong> These Terms and the Privacy Policy do not apply to such Third-Party Web Sites, and you should review such Third Party Web Sites’ privacy policies, terms and conditions and business practices as they may be different to those of Membean and it is your sole responsibility to comply with such terms.\nYour dealings and communications with any third party in connection with the Third Party Web Sites are solely between you and such third party.</p>\n<p>\n<strong>18.3</strong> Any reference on the Site, or through the Service, to any product, process, publication or service of any third party, by trade name, domain name, trademark, trade identity, service mark, logo, manufacturer or otherwise, does not constitute or imply Membean’ endorsement or recommendation thereof, and your use of any Third Party Web Sites and third party product, process, publication, or service is entirely at your own risk.</p> Miscellaneous Legal Terms <p>\n<strong>19.1</strong> These Terms and the Privacy Policy, together constitute the entire agreement between you and Membean with respect to the Service (excluding any services which Membean may provide to you under a separate written agreement), and completely supersedes, cancels and replaces any and all other written or oral agreements or understandings previously existing between you and Membean with respect to the Service.</p>\n<p>\n<strong>19.2</strong> The failure of Membean to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.</p>\n<p>\n<strong>19.3</strong> If any part of these Terms is held invalid, illegal or unenforceable, that provision shall be enforced to the maximum extent permissible so as to maintain the intent of these Terms, and the other parts will remain in full force and effect.</p>\n<p>\n<strong>19.4</strong> Any notice or other communications by Membean relating to the Service may be made by letter, e-mail or posting on the Site, and you hereby consent to receive notices and other communications in electronic form to the extent permitted by applicable law.</p>\n<p>\n<strong>19.5</strong> These Terms shall not be interpreted or construed to confer any rights or remedies on any third parties, except that each Indemnified Party shall be a third party beneficiary hereunder and accordingly, shall be entitled to directly enforce and rely upon any provision of these Terms that confers a right or remedy in favor of it.</p>\n<p>\n<strong>19.6</strong> Membean may assign or transfer its rights, or delegate any performance, under these Terms to a third party in its sole discretion.\nYou may not assign or otherwise transfer your rights, or delegate your performance, under these Terms to any third party without in each and every case, Membean’ express prior written consent.</p>\n<p>\n<strong>19.7</strong> Membean will not be liable for failing or delaying performance of its obligations resulting from any condition beyond its reasonable control, including but not limited to, governmental action, acts of the common enemy, earthquake, fire, flood or other acts of God, the elements, epidemics, labor conditions, power failures, and Internet disturbances.</p>\n<p>\n<strong>19.8</strong> Membean may take any legal action against you to enforce these Terms or to prevent the breach of these Terms, including, without limitation, seeking equitable remedies or using technical means at its disposal.\nIn addition to any other legal, equitable or technical rights and remedies that it may have, Membean may without limitation, immediately terminate or suspend your use of the Service and access to your Content, if Membean believes in its sole discretion that you are violating these Terms, or that you intend to do so.</p>\n<p>\n<strong>19.9</strong> Membean may add to, change or remove any part, term or condition of these Terms or Privacy Policy at any time without prior notice to you.\nIt is your responsibility to check these Terms and Privacy Policy periodically for changes.\nBy continuing to use the Service, you are indicating your acceptance of such changes.\nHowever, we will provide written notice to you of any significant changes to these Terms or Privacy Policy <em>(including notices posted on the Site or sent to your registered e-mail address)</em>.</p>\n<p>\n<strong>19.10</strong> You may not access the Service if you are a direct competitor of Membean’, except with our prior written consent.\nIn addition, you may not access the Service for purposes of monitoring its availability, performance or functionality, or for any other benchmarking or competitive purposes.</p>\n<p>Differentiated vocabulary for your students is just a click away.</p> Get Started Product <ul>\n<li> How It Works </li>\n<li> Case Studies </li>\n<li> Pricing </li>\n<li> Security </li>\n</ul> Resources <ul>\n<li> Teacher Resources </li>\n<li> Online Store </li>\n<li> Webinars </li>\n<li> Word Roots </li>\n</ul> Company <ul>\n<li> About Us </li>\n<li> Contact Us </li>\n<li> Work For Us </li>\n<li> Brand Guidelines </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li> 866-930-6680 </li>\n</ul> © 2023 Membean, Inc.\nMade with ❤️ in Portland, OR.\n<ul>\n<li> Privacy Policy </li>\n<li>\n<abbr>GDPR</abbr>\n</li>\n<li> Terms of Use </li>\n</ul> We use cookies! 🍪 <p>We use cookies to provide you with the best online experience.\nBy using this site, you agree to our privacy policy and terms of use.</p> Got It! Close Are you trying to enroll in a class? Enroll Now Get Started <p>Hi there! Tell us a little bit about yourself to begin.</p>\n<ul>\n<li> I'm an educator <p>looking to use Membean at my school or district.</p>\n</li>\n<li> I'm a parent <p>looking for my kid(s) to use Membean.</p>\n<p> I'm interested in: Select...\nHomeschooling Independent Learning </p>\n</li>\n<li> I'm an individual <p>wanting to study for a test or to improve my vocabulary.</p>\n<p> I'm studying for: Select...\nSAT GRE Personal Use </p>\n</li>\n</ul> ", "created_at": "2023-04-10 02:34:53.53065", "updated_at": "2023-04-10 02:35:36.234838"}], "points": [], "urls": ["membean.com"]}}