{"error": 448, "message": "OK", "parameters": {"id": 8138, "name": "myORCA", "created_at": "2023-05-01 16:11:46.815449", "updated_at": "2023-05-01 22:02:10.809802", "wikipedia": null, "keywords": null, "related": null, "slug": "myorca", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8138.png", "url": "myorca.com", "documents": [{"id": 15799, "name": "Terms of Use", "url": "https://www.myorca.com/terms-of-use/", "xpath": "/html/body/main/div/section", "text": "Terms of Use<p>Welcome to ORCA, which offers people the opportunity to use a single card to ride buses, ferries, and trains throughout the Puget Sound region.</p>\n<p>This ORCA Terms of Use explains the ORCA Program-specific terms and conditions when an individual chooses to utilize the ORCA Products and services provided by the Agencies under the ORCA Program, including but not limited to ORCA Cards, ORCA Products, ORCA App, ORCA Website and ORCA Customer Services.\nBy using our services, you agree to be bound by this ORCA Terms of Use and the Privacy Statement (both are available at the ORCA Website, ORCA app and ORCA Customer Services) and such other terms and conditions, disclosures and consents that are contained in the ORCA Website, forms, Business Account agreements and other written materials, all of which may be established, modified, or withdrawn from time to time.</p>\n<p>In addition to such ORCA Program-specific terms and conditions, your use of the ORCA Card and ORCA Products is also subject to all applicable federal, state and local law, regulations, ordinances, codes and policies, including but not limited to each Agency’s fares, tariffs, rates, prices, promotional programs, reduced fare programs, time and zone designations, routes, transfer policies, rules of conduct and other terms and conditions that apply to its public transportation services and which may be established, modified or withdrawn from time to time.\nSuch other provisions applicable to public transportation service are available from the Agencies.</p>1.&nbsp;&nbsp;&nbsp;&nbsp.\nDefinitions<p>As used in this Terms of Use, the following terms shall have the meanings indicated.</p>\n<p>\n<strong>Agency(ies) </strong>means one or more of the following public transportation providers and the contractors and subcontractors which these Agencies, individually or collectively, have retained for purposes related to the ORCA Program.</p>\n<ul>\n<li>Central Puget Sound Regional Transit Authority (“Sound Transit”)</li>\n<li>City of Everett (“Everett Transit”)</li>\n<li>King County Metro Transit Department (“King County Metro”)</li>\n<li>Kitsap County Public Transportation Benefit Area (“Kitsap Transit”)</li>\n<li>Pierce County Public Transportation Benefit Area Corporation (“Pierce Transit”)</li>\n<li>Snohomish County Public Transportation Benefit Area (“Community Transit”)</li>\n<li>Washington State Department of Transportation, Ferries Division (“WSF”)</li>\n</ul>\n<p>For clarification, the term “Agency(ies)” does not include Business Accounts or Retailers.</p>\n<p>\n<strong>Autoload </strong>is the process for automatically loading ORCA Products to a Customer Account-linked ORCA Card and making a corresponding charge against the funding source to pay for the loaded product.\nAutoload may be authorized by an individual or a Business Account customer.</p>\n<p>\n<strong>Business Account </strong>is an entity other than an individual customer, including but not limited to an employer, educational institution, social service agency or third-party administrator that purchases ORCA Cards and/or products for distribution to its employees, students, clients, or other program participants according to the terms of an agreement with one of the Agencies.</p>\n<p>\n<strong>Cardholder Account </strong>Is a record of personally identifying information pertaining to the user of a particular ORCA Card which serves to provide balance protection should the card become lost or stolen, and also informs the cardholder’s reduced fare passenger type (e.g., Youth, Senior, etc.).</p>\n<p>\n<strong>Customer </strong>is the Customer account holder.\nan individual or Business Account user that manages one or multiple ORCA Cards via the ORCA Website and/or ORCA App.</p>\n<p>\n<strong>Customer Account </strong>is an account created at the ORCA Website or on the ORCA App by an individual user to manage one or multiple linked ORCA Cards and contains customers’ personal information.\nLogged in customers may save funding sources for future use and for Autoload.</p>\n<p>\n<strong>Full Access </strong>is primary association to a customer account.\nA card can have only one primary association.\nA Full Access - Customer has full control over the card.\nThey may view all transaction history.\nEach card may have only one customer account linked with full access.</p>\n<p>\n<strong>Lead Agency </strong>is one of the Agencies which, on behalf of itself and one or more of the other Agencies, supports Business Account management of ORCA Cards and ORCA Products.</p>\n<p>\n<strong>LIFT </strong>is a type of ORCA Card issued to individuals who are eligible for reduced fare based on income that use Community Transit, Everett Transit, King County Metro, Kitsap Transit, and Sound Transit services.\nA LIFT ORCA Card may only be used by the eligible individual and are not transferable to others.</p>\n<p>\n<strong>Load Only Access </strong>is an account with secondary access that may only load value or products onto the transit account.\nA Load Only customer has limited access to the card information.\nThey can load value and passes (including Autoload) and only view passes they have loaded.</p>\n<p>\n<strong>ORCA App </strong>is the myORCA mobile application used by individual customers for ORCA Customer Account and card management.</p>\n<p>\n<strong>ORCA Card </strong>is the card, physical or virtual, that can be presented for fare payment on train, bus and ferry services provided by, and in accordance with the terms established by the Agencies.\nORCA Card can mean cards issued to individuals and businesses, unless the context indicates it means one or the other.</p>\n<p>\n<strong>ORCA Customer Services </strong>are the facilities and services of one or more of the Agencies that exchange information with customers regarding the ORCA Program and sell ORCA Cards and ORCA Products, including customer service offices, calls centers, the ORCA mail center, business account support and vending machines.</p>\n<p>\n<strong>ORCA Product(s) </strong>or <strong>Product(s) </strong>are any transit fare payment option offered for sale within the ORCA Program including, but not limited to, monthly or period passes, and E-purse stored value.</p>\n<p>\n<strong>ORCA Program </strong>is the equipment, systems, facilities, ORCA Cards, ORCA Products, ORCA App, ORCA Website, data, information, and any products and services related to the regional fare system implemented by the Agencies using ORCA Cards as the common media for fare payment on their public transportation services.</p>\n<p>\n<strong>ORCA Website </strong>is the following public website: www.myORCA.com</p>\n<p>\n<strong>Personally Identifiable Information (PII) </strong>is the following information when collected by the Agencies under the ORCA Program: a natural person’s name.\nand, if combined with said name, the address, phone number, email address, date of birth, Regional Reduced Fare Permit related information (as defined below), photo, and check/debit card/credit card information.</p>\n<p>\n<strong>Retailer </strong>or <strong>ORCA Retailer </strong>is a retail business or other entity authorized to sell new ORCA Cards and add E-purse stored value to new and current ORCA Cards.</p>\n<p>\n<strong>Regional Reduced Fare Permit (RRFP) </strong>is a type of ORCA Card issued to an individual who is eligible for reduced fare by one of the Agencies based on the individual’s disability or age (65+ years).\nIndividuals are required to provide proof of eligibility which may include a valid Medicare card.\nAn RRFP ORCA Cards is not transferable.</p>\n<p>\n<strong>Youth </strong>is a type of ORCA Card issued to an individual who is eligible for reduced fare based on the individual’s age (6-18 years).\nYouth ORCA Cards may be issued to schools or other organizations.\nA Youth ORCA Card is not transferable.</p>\n<p>\n</p>2.&nbsp;&nbsp;&nbsp;&nbsp.\nOnly Authorized ORCA Cards and ORCA Products Accepted<p>Only an Agency or Business Account (e.g., your employer or another institution) or an authorized distributor may provide you with an authorized ORCA Card.\nYou may not deface, alter, duplicate, or create a counterfeit ORCA Card.\nYou may not load ORCA Products through an unauthorized means onto an ORCA Card or an unauthorized card.\nThe Agencies do not honor defaced, altered, duplicated or counterfeit cards or otherwise unauthorized cards or products.</p>\n<p>The Agencies reserve the right to examine cards, confiscate any cards that are believed to be unauthorized or hold unauthorized products, and either deny transportation services to, or require payment in cash from, a person presenting unauthorized cards or products as payment for transportation service.</p>\n<p>\n</p>3.&nbsp;&nbsp;&nbsp;&nbsp.\nORCA Products<p>The ORCA Products that may be loaded onto ORCA Cards represent prepaid fares on transportation services provided by ORCA Agencies.\nThe three types of prepaid fares are:</p>\n<ol>\n<li>Pass: The electronic equivalent of a pass that is valid for use on the transportation services of one or more of the participating Agencies, depending on the type of pass.\nA pass is intended for frequent travel.\nThe monthly pass price is based on 18 roundtrips (or 36 one-way trips).\nIf you do not travel frequently, purchase E-purse value for flexibility.</li>\n<li>E-purse: Prepaid value that may be used to pay a fare or a portion of a</li>\n<li>Single-use or multi-ride ticket: Prepaid rides that may be used to pay a fare on a participating A single-use or multi-ride ticket may be route specific.</li>\n</ol>\n<p>ORCA Cards are not, and do not represent, “financial deposits”.\nThey simply represent the transportation fare product for which you have already paid.\nYou may not redeem ORCA Cards and ORCA Products for money or any product or service other than an applicable transportation service provided by an ORCA Agency.\nSales of ORCA Products are final and nonrefundable, except for the limited refund of E-purse value available in accordance with sections 4 and 7.</p>\n<p>Payment shall be made to an Agency or to a Retailer for ORCA Products that are loaded onto an ORCA Card.\nThe electronic record in the ORCA system shall be conclusive evidence of the ORCA Product value that was loaded on an ORCA Card and remains unused or unexpired.</p>\n<p>Use of ORCA Products as a means of fare payment on a given trip will depend on the type of ORCA Product(s) loaded on the ORCA Card and on the policies and restrictions of the Agency providing that trip.\nFor example:</p>\n<ol>\n<li>Some products (i.e., passes) are specified for use at one</li>\n<li>A pass product valued at less than the required fare may be used in combination with E-purse value tocover the full cost of a trip, if loaded on a single ORCA Card (except on Washington State Ferries).</li>\n<li>Use of a single ORCA Card to pay for multiple riders is only accepted at Sound Transit vending machines and Washington State Ferries points of sale, where the Customer may use E-purse value to purchase rides for companion(s).</li>\n<li>A negative balance may occur if an ORCA Card is used at an offline validator, and the cost of the trip exceeds current funds.\nTo continue using the ORCA Card, funds must be added to bring the balance on the ORCA Card to a positive balance.</li>\n</ol>\n<p>If an ORCA Product or combination of Products is not usable or is not sufficient to cover the applicable fare, the Customer is required to make full fare payment by a means other than an ORCA Card.\nAn insufficient ORCA fare cannot be combined with cash.</p>\n<p>The Agencies reserve the right to change fares at any time.\nPublic notice will be provided prior to a fare change.</p>\n<p>The Agencies reserve the right to establish the terms for the use of the ORCA Card on their transit systems.\nSome Agency services allow or require a person to pay the fare prior to boarding a vehicle or entering a fare paid area and require the customer to present proof of payment while on board.\nGo to myORCA.com or to the agency’s website for requirements.\n(Examples of such service include Sound Transit’s Link light rail and Sounder trains, Community Transit’s Swift service, King County Metro’s RapidRide service and Seattle Streetcar.)</p>\n<p>\n</p>4.&nbsp;&nbsp;&nbsp;&nbsp.\nE-purse<p>The maximum amount of E-purse value that may be held on an ORCA Card at any time is $400.</p>\n<p>E-purse value on an ORCA Card is deducted to cover the applicable fare of a trip less any transfer value (except&nbsp.\non Washington State Ferries where no transfer value is recognized).\nThe amount of E-purse value remaining on your ORCA Card after a transaction will be displayed on the card reader while equipment is online.</p>\n<p>A customer with full access to the linked ORCA Card (that is not owned by a business account) who opts to withdraw from the ORCA Program may obtain a refund of the E-purse value that remains unused on the ORCA Card (as specified in Section 7).</p>\n<p>The ORCA Program complies with applicable Washington State Law for escheatment of unused E-purse value.\nE-purse value that has not been used in two years is eligible for escheatment.\nNotification of escheated value $75 or more per card, will be provided by the ORCA Agencies to the ORCA Customer annually beginning May 1 and the Customer may request the amount be refunded.\nThe ORCA Agencies reserve the right to validate the E-purse value to be refunded.\nIf no action is taken by the ORCA Customer, the value eligible for escheatment will be reported as unclaimed property to the Washington State Department of Revenue.\nAny outstanding money owed by the Customer for unpaid non-sufficient fund transactions may be deducted from any escheated value on any cards owned by the Customer.</p>\n<p>\n</p>5.&nbsp;&nbsp;&nbsp;&nbsp.\nCard Registration<p>You may participate in the ORCA Program without providing any personal information by using an anonymous adult ORCA Card.\nIf you choose to register your ORCA Card or an ORCA Card provided to you by your employer or other organization, the card number will be linked to your Customer Account (see ORCA Privacy Statement for more details).</p>\n<p>Some card types are automatically registered with the Customer’s personal information when issued and cannot be unregistered because they offer a reduced fare to the eligible Customer.\nThis includes senior Regional Reduced Fare Permit (RRFP), disabled RRFP, youth, and LIFT ORCA Cards.\nTo participate in these reduced fare programs, provided you are eligible, you must agree to the terms as described in these Terms of Use and in the ORCA Privacy Statement.\nAny reduced-fare eligible Customer who does not agree to these terms may choose to forego their reduced fare and use unregistered adult ORCA Card instead and be charged the adult rate for Agency services.</p>\n<p>If you choose to link your Card via the ORCA Website or ORCA App, you will be required to set up an online ORCA Customer Account.\nYou may also contact ORCA Customer Services for assistance.</p>\n<p>Youth under 13 years old may not link a personal card online.\nThe ORCA Website, ORCA App, and any ORCA Customer Services that require PII are not intended for use by minors under age 13.\nA parent or guardian may order and link a Youth Card for a youth who is under age 13.</p>\n<p>In linking their Card, the Customer agrees to: (a) ensure that all information provided is true, accurate and complete.\nand (b) receive information about the ORCA Program via email and/or mailings from the Agencies.</p>\n<p>\n</p>6.&nbsp;&nbsp;&nbsp;&nbsp.\nLost, Stolen, or Damaged Cards<p>The Customer must take all reasonable care to prevent an ORCA Card from being defaced, altered, damaged, lost or stolen.\nThe cardholder bears the risk if an ORCA Card is lost, stolen or damaged.\nA lost, stolen, or damaged ORCA Card may remain valid, and any ORCA Products loaded on such a Card may continue to be used for transportation services until the Product’s value has been used or expires;provided, however, certain types of Cards may be blocked or locked from continued use and replaced as provided in Section 8.</p>\n<p>\n</p>7.&nbsp;&nbsp;&nbsp;&nbsp.\nRefunds<p>A refund is a benefit of Card registration.\nRefunds will be provided only to the associated Cardholder or Full Access Customer account holder.</p>\n<p>A refund may be requested for the E-purse value that remains unused on an ORCA Card, less the applicable administrative fee (as specified in Section 15).\nThe ORCA Agency must establish ownership of the original payment method before processing a refund.\nThe ORCA Agency reserves the right to determine the refund method based on the original method of payment.\nThe ORCA Agencies are not obligated to provide a refund where proof of ownership or method of payment cannot be established.</p>\n<p>Card fees and pass products are non-refundable.\nAll pass sales are final.</p>\n<p>If a pre-tax transit benefits card or check are used to purchase E-purse value, a refund of that value may be considered taxable income.\nThe ORCA Agencies do not take responsibility for determining whether the refund is taxable.\nThe Customer is responsible for reporting taxable income and obtaining tax advice.</p>\n<p>Suspicion of fraudulent activity may result in denial of a refund request.\nThe surrendered card(s) may be retained by the ORCA Agency.\nFraudulent activity will be reported to the proper authority.</p>\n<p>A Business Account may obtain a refund of the E-purse value that remains unused on the Business Card, less the applicable administrative fee (as specified in Section 15).\nThe card will be locked and the E-purse balance, minus the administrative fee, will be given to the Business Account.\nThe Lead Agency will provide a refund of remaining E-purse value only to the Business Account that owns the Card.\nThe refund policy of the Business Account will govern whether the Business Account, in turn, forwards any of the refund to an individual Customer that claims to have personally loaded E-purse value onto the card.</p>\n<p>Refunds may take up to 90 days.</p>\n<ol>\n<li>E-purse refunds will be issued as a check or as a reversal back to the credit card used for</li>\n<li>No cash</li>\n<li>No pass</li>\n<li>Card fees are non-refundable</li>\n</ol>\n<p>See Section 4 for notification to customers with unclaimed E-purse funds eligible for refund.</p>\n<p>\n</p>8.&nbsp;&nbsp;&nbsp;&nbsp.\nLock, Unlock and Replace Certain Cards<p>An ORCA Card that is associated to a Cardholder Account and/or a Customer Account that is reported as lost, stolen, or damaged may be locked and replaced.\nAnonymous ORCA Cards cannot be replaced.\nSee Section 10 for lost, stolen, or damaged Business Cards.</p>\n<p>To lock a lost or stolen linked ORCA Card, the individual with Full Access permissions must first report the ORCA Card missing on the ORCA Website, on the ORCA App, or to ORCA Customer Service.\nA card lock action can be performed for the missing ORCA Card by either the Customer or by contacting ORCA Customer Services.\nThe Agencies are not responsible for any use of ORCA Products prior to the lock action taking effect.\nIf the ORCA Card is later found, the same individual may unlock the ORCA Card using the ORCA Website or ORCA App or by contacting ORCA Customer Services.</p>\n<p>A cardholder with Full Access permissions may obtain a replacement for a lost or stolen card online or by contacting ORCA Customer Services for assistance.</p>\n<p>To replace a damaged or defective ORCA Card, the card must be inspected at an ORCA customer service office to determine if it is valid for replacement.\nA $3 fee will be charged for damaged card replacement.</p>\n<p>\n</p>9.&nbsp;&nbsp;&nbsp;&nbsp.\nAutoload<p>An Autoload may be authorized for an ORCA Card that is associated to a Customer Account.\nThe account holder, who must be at least thirteen (13) years old, may authorize automatic reloading of ORCA Products and automatic payment by recurring credit card transactions.\nAutoload may be authorized for ORCA passes or E-purse.\nA Customer may also authorize Autoload for a combination of E-purse and a monthly pass.\nAutoload of day pass products is not available.\nThe list of passes that can be loaded via Autoload is available at myORCA.com and the ORCA App.\nBusiness Accounts may set up Autoload for their linked cards.</p>\n<p>In authorizing an Autoload, the account holder agrees to:</p>\n<ol>\n<li>Ensure that all information provided to ORCA is true, accurate, and</li>\n<li>Authorize the ORCA Agencies and their respective service providers to verify the information contained in the Autoload authorization.</li>\n<li>Promptly update any changes to the account holder’s name, address, phone number(s), funding source provided in setting up IMPORTANT CAUTION: If the specified funding source or secondary funding source expire or are otherwise canceled and the payment fails, the Autoload will not be processed until funding sources are updated.</li>\n<li>Provide a valid primary funding source and authorize a recurring transaction against said credit card account for the purchase of the ORCA Products at the prices in effect at the time of each transaction.</li>\n</ol>\n<p>If the Autoload of a monthly pass product is authorized:</p>\n<ol>\n<li>A new monthly pass will be loaded automatically onto the ORCA Card when the prior month’s pass expires</li>\n<li>The amount charged to the specified credit card will be based on the price in effect at the time the Autoload occurs, until and unless the Autoload authorization is terminated or The price of the monthly pass product is subject to change by the Agencies.</li>\n<li>If the Autoload authorization specifies a monthly regional pass product, the face value of a customer’s pass product may become inadequate over time because of fare changes or loss of eligibility under a reduced fare program.\nThe account holder must update the Autoload if a regional pass product with a different face value is is needed</li>\n</ol>\n<p>If Autoload of E-purse is authorized:</p>\n<ol>\n<li>The amount to be added must be at least $5 but not more than $400.\nThe specified amount will be loaded automatically to the ORCA Card based on date or value threshold as specified by the account holder.</li>\n</ol>\n<p>An Autoload authorization shall remain in full force and effect until it is turned off or paused by the account holder or by the Agencies as follows:</p>\n<ol>\n<li>The Customer may terminate or suspend their Autoload authorization at myORCA.com, or by calling ORCA Customer Service.\nThe Autoload termination or suspension shall be effective immediately.</li>\n<li>If the specified funding source expires or is otherwise terminated, the secondary funding source (if provided by the Customer) will be used.\nIf the secondary funding source is also rejected or otherwise fails, the Autoload will not be processed.</li>\n</ol>\n<p>An Autoload may be set up on a Youth ORCA Card by a youth who is 13 years or older.\nIf the youth is under 13, Autoload must be set up by an adult.</p>\n<p>\n</p>10.&nbsp;&nbsp.\nBusiness Accounts and Business Cards<p>An employer, school, social service organization or other entity may apply to enter into a Business Account agreement with a Lead Agency to purchase ORCA Cards and ORCA Products for distribution to its employees, students, clients, or other participants in its transportation program.\nGo to myORCA.com for more information.</p>\n<p>Each order for Cards and/or products that a Business Account submits, and any other use of ORCA Program will be subject to the agreement and the prices in effect at the time of the order or use.\nA Business Account is responsible for reviewing the prices and fare information available from the Lead Agency before submitting each order.\nand shall be deemed to have agreed to pay the amount(s) displayed in the website order process by the act of submitting an order.</p>\n<p>A Business Account may have the following types of privileges in connection with an ORCA Card.</p>\n<ul>\n<li>Full Access - Business has full control over the However, they cannot view card transaction history.\nEach card may have only one customer account linked with full access.</li>\n<li>Load Only - Business has limited access to the card They can load value and passes (including Autoload).\nThey can only view passes they have loaded.</li>\n<li>Load Only with Ownership Flag – Ownership flag is set at the business level and applies to all cards linked to the business.\nBusiness has full control over the card.\nHowever, they cannot view card transaction history.</li>\n</ul>\n<p>The Customer may individually purchase ORCA Products and load them on the ORCA Card in addition to whatever ORCA Products have been loaded by the Business Account.\nSee restrictions below.</p>\n<p>The Customer may also link their account to an ORCA Card that has been provided by a Business Account.\nA Customer may have the following types of privileges in connection with an ORCA Card.</p>\n<ul>\n<li>Full Access – Customer has full control over the card.\nThey may view all transaction history.\nEach card may have only one customer account linked with full access.</li>\n<li>Load Only – Customer has limited access to the card They can load value and passes (including Autoload).\nThey can only view passes they have loaded.</li>\n</ul>\n<p>The Business Account is responsible for implementation and enforcement of Business Participant Rules of Use and shall require the cardholder, as a condition of receiving an ORCA Card, to acknowledge those rules.\nIn addition, ORCA cardholders are required to comply with these Terms of Use.</p>\n<p>The ORCA Website is the primary means by which the Business Account shall purchase and manage ORCA Cards and ORCA Products.\nThe Business Account agrees that it will use the ORCA Website and that use of said website shall be subject to these Terms of Use and the ORCA Privacy Statement that are in effect and posted on the ORCA Website at the time of such access and use.</p>\n<p>The Business Account understands and agrees that uninterrupted access to and use of the ORCA Website is not guaranteed and agrees that it will contact its representative at the Lead Agency by email or phone if the website is not available.</p>\n<p>The Business Account understands and agrees that it is responsible for complying with any security standards specified by the Lead Agency which include but are not limited to controls on issuing, managing and rescinding access rights and passwords to the secured website pages for the Business Account.</p>\n<p>\n</p>11.&nbsp;&nbsp.\nRetailers<p>The sale of E-purse stored value or a new Adult ORCA Card at a Retailer is final, and no refunds will be made by the Retailer.\nThe Retailer does not sell ORCA Cards that require proof of age or other eligibility.\nThe Retailer, not the Agencies, is responsible for the collection, storage, transmittal, safekeeping and use of payments and information you may provide to the Retailer to add value to an ORCA Card or to buy a new Adult ORCA Card.\nThe Retailer is not able to block and replace lost, stolen, damaged or defective ORCA Cards.</p>\n<p>\n</p>12.&nbsp;&nbsp.\nORCA Website and ORCA App<p>The ORCA Website, ORCA App and any ORCA Customer Services that require PII are not intended for use by minors under age 13.\nWe will not accept or request information from individuals we know to be under age 13 unless provided by a parent or guardian.</p>\n<p>The ORCA Website and ORCA App may provide links to various other websites, including each individual Agency’s website.\nThe Agencies are not responsible for each other’s websites or for other “non-ORCA” websites.\nAny terms or privacy policies that appear on an Agency’s website pertain to information collected by that Agency other than in connection with the ORCA Program.\nYour use of other websites will be subject to their respective terms and conditions.</p>\n<p>Information on the ORCA Website and ORCA App may change without notice.</p>\n<p>If you create, or are issued, a password in connection with the ORCA Website or ORCA App, actions or communications utilizing it will be attributed to you, even if someone else is using it.\nYou need to keep your password confidential and not share it with anyone you have not authorized to use it on your behalf.</p>\n<p>The viewing, printing, or downloading of any content from the ORCA Website or ORCA App grants you only a limited, nonexclusive, revocable license for use solely by you for your own personal use and not for republication, distribution, assignment, sublicense, transfer, sale, preparation of derivative works or other non-personal use.\nNo part of any content, graphic or document may be reproduced in any form or incorporated into any information retrieval system, electronic or mechanical, other than for your personal use.\nExcept for the limited rights expressly granted herein, all right, title and interest in and to the ORCA website and all materials contained therein are retained by the Agencies.\nYour right to access the ORCA Website and ORCA App may be terminated at any time by the Agencies without notice.</p>\n<p>\n</p>13.&nbsp;&nbsp.\nSMS Text Message Notifications<p>If you opt-in for SMS text message notifications on the ORCA App, the ORCA Program will send you SMS messages that are related to your ORCA account.\nMessages may include Autoload confirmations and/or alerts and successful load transactions with account balance information.</p>\n<p>You can cancel the SMS service at any time.\nJust text \"STOP\" to the short code.\nAfter you send the SMS message \"STOP\" to the ORCA Program, we will send you an SMS message to confirm that you have been unsubscribed.\nAfter this, you will no longer receive SMS messages from us.\nIf you want to join again, just sign up as you did the first time, and we will start sending SMS messages to you again.</p>\n<p>If you are experiencing issues with the messaging program you can reply with the keyword HELP for more assistance, or you can get help directly at 888-988-5722 TTY: 711.</p>\n<p>Both ORCA and wireless providers are not liable for delayed or undelivered messages.</p>\n<p>Message and data rates may apply for any messages sent to you from us and to us from you.\nMessage frequency varies.\nYou will receive messages based on use.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.</p>\n<p>If you have any questions regarding privacy, please read our privacy policy: myORCA.com/privacystatement.</p>\n<p>\n</p>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProhibited Acts<p>Use of any element of the ORCA Program is conditioned upon the user complying with all local, state, and federal laws and regulations.\nUsers shall not use the ORCA Program, including but not limited to the ORCA Website, ORCA App, ORCA Cards and ORCA Products, in an unlawful manner or for an unlawful purpose.\nWithout limiting the foregoing, users shall not do, or attempt to do, any of the following without the Agencies’ express written permission in a non-electronic record: (a) attempt to access any area of the ORCA Website or ORCA equipment that the user is not authorized to access.\n(b) tamper with the ORCA Website, the ORCA App or an ORCA Card or use any hardware or software intended to damage or interfere with the proper and timely functioning of the ORCA Website, the ORCA App or ORCA Card.\n(c) intercept or collect any ORCA data or personal information from the ORCA Website, the ORCA App, ORCA Card or ORCA equipment.\n(d) create a web page or site or computer application of any kind that deep links to or frames the ORCA Website, any page of said Website, or any graphics, trademark or other proprietary information of any kind located on said Website without the Agencies’ express written permission.\n(e) use meta tags or any other type of hidden text utilizing ORCA Program or Agency names, trademarks or intellectual property rights on a website without the Agencies’ express written permission.\n(f) alter, interfere with or deface information, graphics, trademarks or anything else on or obtained from the ORCA Website, the ORCA App, or ORCA Card.\n(g) reverse engineer any aspect of the ORCA Website, the ORCA App or ORCA Cards, or do anything that might discover source code, or bypass or circumvent measures employed to prevent or limit access to, or change of, any area, content, value or code.\n(h) send or otherwise affect the ORCA Website, the ORCA App, ORCA Card or any other service with software such as a virus, spyware or other code that could be illegal, harmful, deceptive or disruptive to the site, ORCA Cards, Customers, employers or others to whom ORCA Business Cards are issued, or to any Agency.\nor take any other action which might impose a significant burden (as determined by ORCA) on the ORCA Website, ORCA App or Card.\n(i) “frame” the ORCA Website or otherwise make it look like ORCA or an ORCA Agency has a relationship to a person or entity that it does not actually have, or has endorsed someone or something for any purpose.\nor (j) take any action which imposes an unreasonable or disproportionately large load on an ORCA Website or ORCA Program network or other infrastructure.</p>\n<p>Your messages and provision of information to the ORCA Website, to the ORCA App, or to one or more of the Agencies about the ORCA Program must be accurate, proper, and related to the purposes of the ORCA Program.\nThe following actions are prohibited: (a) making a misrepresentation such as misrepresenting one’s identity, financial information or eligibility for a program, benefit, fare, or other service.\nand (b) posting or sending any defamatory, infringing, obscene, false, or unlawful material.</p>\n<p>We hope you will provide feedback to us to improve the ORCA Program.\nHowever, you are prohibited from providing feedback that infringes or violates the rights of others.\nBy providing feedback, you grant a License to ORCA in your feedback and agree that no one has an obligation to pay for feedback or for the license to ORCA.</p>\n<p>\n</p>15.&nbsp;&nbsp.\nAdministrative Fees<p>The following non-refundable fees will be charged.</p>\n<ol>\n<li>Adult ORCA Card Issuance: $3.\nAdult Card Replacement: $3 unless Card is acquired during a promotional</li>\n<li>Youth ORCA Card Issuance: no charge for first Youth Card Replacement: $3.</li>\n<li>LIFT ORCA Card Issuance: no charge for first LIFT Card Replacement: $3.</li>\n<li>Regional Reduced Fare Permit (RRFP) ORCA Card Issuance: no charge for first RRFP Card Replacement: $3.</li>\n<li>Refund Administrative Fee: $10 per ORCA</li>\n<li>Non-Sufficient Funds (NSF) and other If a payment to the Agencies is not honored due to non-sufficient funds (NSF) or if for any reason a payment is negated or reversed, the Agencies may assess any late payment, NSF and collection fees to the maximum amount permitted by law.</li>\n</ol>16.&nbsp;&nbsp.\nForce Majeure<p>The Agencies and each of them shall have no liability for damages or any failure to perform due to circumstances or causes that are, directly or indirectly, beyond their control, including but not limited to: situations involving system failures or system malfunctions or unavailability.\nviruses or other harmful code.\ncriminal acts.\nacts of nature.\nfire or water damage.\nacts of war, terrorism or the like.\ncivil or public disturbances.\nacts of civil or military authorities.\nlabor disputes and actions.\naccidents.\nand shutdowns for purpose of emergency repairs.</p>\n<p>\n</p>17.&nbsp;&nbsp.\nReservation of Agency Rights<p>The Agencies and each of them reserve the right to suspend or deny an individual or Business Account from using any element of the ORCA Program, lock or block an ORCA Card or ORCA Product, and recover all costs, expenses, losses and damages incurred if: (a) the individual or Business Account fails to comply with these Terms of Use or any other applicable terms, policies, rules, laws and regulations.\n(b) a payment is not honored due to non-sufficient funds (NSF) or if for any reason a payment is negated or reversed.\nor (c) it is suspected that an ORCA Card has been altered, duplicated, counterfeited, stolen or used by an ineligible Customer.\nThe agencies reserve the right to block and claim the E-purse value from any cards owned by the Customer to recover money from a non-sufficient fund transaction.The Agencies will provide written notification outlining the dispute process and deadline for filing a disputed claim.</p>\n<p>When an ORCA Card is locked in accordance with above, the refund of any remaining value on the ORCA Card shall be at the absolute discretion of the Agencies, subject to such conditions as deemed fit including surrender ofthe ORCA Card and deduction of any amount due or payable by the Customer to the Agencies.</p>\n<p>The authorized Agency staff shall have the right to inspect any ORCA Card and the ORCA Card data therein at any time.</p>\n<p>\n</p>18.&nbsp;&nbsp.\nNO WARRANTIES<p>THE AGENCIES AND EACH OF THEM MAKE NO REPRESENTATIONS, PROMISES, GUARANTEES, WARRANTIES OR ASSURANCES OF ANY KIND, EXPRESS, IMPLIED OR STATUTORY, REGARDING THE ORCA PROGRAM, INCLUDING BUTNOT LIMITED TO THE ORCA CARDS, THE ORCA PRODUCTS, THE ORCA WEBSITES, REPORTS AND OTHER INFORMATION OR OTHER THING OR SERVICE PROVIDED UNDER THE ORCA PROGRAM.\nALL ORCA PROGRAM PRODUCTS AND SERVICES ARE PROVIDED ON AN “AS IS”, “AS AVAILABLE” AND “WITH ALL FAULTS” BASIS.\nANY USE OF ORCA PROGRAM PRODUCTS AND SERVICES, INCLUDING BUT NOT LIMITED TO ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE ORCA WEBSITE OR ORCA APP, IS DONE AT THE USER’S SOLE DISCRETION AND RISK.</p>\n<p>TO THE EXTENT PERMITTED BY LAW, EACH AGENCY DISCLAIMS ALL WARRANTIES AND DUTIES OF EVERY KIND, EXPRESS, IMPLIED OR STATUTORY, INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR CREATED BY TRADE USAGE, COURSE OF DEALING OR COURSE OF PERFORMANCE, ANY WARRANTIES OF QUIET ENJOYMENT OR NON-INFRINGEMENT AND ANY WARRANTIES OF WORKMANLIKE EFFORT OR LACK OF NEGLIGENCE.\nBY WAY OF EXAMPLE AND NOT LIMITATION, EACH AGENCY DISCLAIMS ANY WARRANTY AND DOES NOT REPRESENT OR WARRANT THAT THE ELEMENTS OF THE ORCA PROGRAM(INCLUDING BUT NOT LIMITED TO THE ORCA WEBSITES, ORCA CARDS AND ORCA PRODCUTS) WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR.</p>\n<p>\n</p>19.&nbsp;&nbsp.\nLIMITATIONS ON LIABILITY.\nEXCLUSIVE REMEDY<p>THE AGENCIES AND EACH OF THEM SHALL NOT BE LIABLE FOR ANY DAMAGES THAT ARE SPECIAL, CONSEQUENTIAL, GENERAL, INDIRECT, INCIDENTAL, OR PUNITIVE DAMAGES OR THAT ARE FOR LOSS OF USE, LOSS OF TIME, LOSS OF PROFITS, LOSS OF PRIVACY, LOSS OF DATA, LOSS OF GOODWILL, INCONVENIENCE, COMMERCIAL LOSS, LOSS OF ANTICIPATED SAVINGS, WASTED MANAGEMENT TIME OR LABOR, OR FAILURE TO MEET ANY DUTY (INCLUDING WITHOUT LIMITATION ANY DUTY OF LACK OF NEGLIGENCE OR WORKMANLIKE EFFORT), WHEN SUCH DAMAGES ARISE OUT OF OR ARE RELATED TO THE ORCA PROGRAM, EVEN IF ANYONE IN ANY OF THE AGENCIES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IN THE EVENT OF A TORT (INCLUDING NEGLIGENCE, STRICT OR PRODUCT LIABILITY) OR VIOLATION OF CONTRACT OR POLICY.</p>\n<p>IF THE AGENCIES OR ANY OF THEM BREACHES ANY DUTY OR AGREEMENT RELATING TO THE ORCA PROGRAM, THE EXCLUSIVE, AGGREGATE REMEDY WILL BE, AT THE OPTION OF THE ORCA AGENCY(IES): (A) CORRECTION, SUBSTITUTION OR REPLACEMENT OF ALL OR PART OF THE ORCA PROGRAM PRODUCTS OR SERVICES GIVING RISE TO THE BREACH, OR (B) A REFUND OF THE AMOUNT PAID FOR THE ORCA PRODUCT OR SERVICE CAUSING THE DAMAGE, WHICH AMOUNT WILL NOT EXCEED THE DAMAGES (OTHER THAN THOSE EXCLUDED ABOVE) ACTUALLY INCURRED.</p>\n<p>THE LIMITATIONS ON LIABILITY AND REMEDIES IN THESE TERMS SHALL APPLY EVEN IF ANY REMEDY FAILS FOR ITS ESSENTIAL PURPOSE.</p>\n<p>\n</p>20.&nbsp;&nbsp.\nApplicable Law and Exclusive Jurisdiction<p>The laws of the State of Washington will govern all aspects of the ORCA Program, including but not limited to these Terms of Use, the Privacy Statement, and all performances and claims of every nature (including without limitation, contract, tort, and strict liability) relating in any way to the ORCA Program, without giving effect to any principles of conflicts of laws.\nAny</p>\n<p>disputes regarding the foregoing shall be heard exclusively in the appropriate forum in Washington State.\nBy using the ORCA Program, including but not limited to the ORCA Website, ORCA App, ORCA Cards and ORCA Products, you consent to jurisdiction in a state or federal court sitting in Washington and waive any claim or defense that such forum is not convenient or proper, and consent to service of process by any means authorized by Washington State or federal law.</p>\n<p>\n</p>21.&nbsp;&nbsp.\nCopyright and Trademarks<p>All content on ORCA Website, ORCA App and ORCA Cards and all data created under the ORCA Program, including but not limited to text, formatting, selection and arrangement of materials, the “look and feel” of the Websites, print or online images, graphics, video, logos, button icons, music, sounds, articles, copy, creative, trademarks and databases, is the property of the ORCA Agencies or their licensors, suppliers or service providers and is protected by copyright and trademark laws.\nNo reproduction, modification, distribution, transmission, commercial use, reverse engineering, decompiling, disassembling, modification, re-posting to other websites, deep linking, republication, framing, display or use of any content on the ORCA Websites and ORCA Cards and all data created under the ORCA Program may be made without prior permission of the ORCA Agencies, except that you may print or make an electronic copy of the following: these Terms of Use and other disclosures or conditions on the site for your records and to the extent required by law, we hereby instruct you to do so.\nAdditionally, you may print or download a copy of the printed public information such as fares, service locations and so on for your personal or employment purposes but not for other commercial purposes.\nIt is our policy to terminate in appropriate circumstances user access for infringement.</p>\n<p>The ORCA name, logo, and slogans, as well as logos of the individual ORCA Agencies, are registered trademarks.\nAny copying or use not approved in writing in a non-electronic record by the Agencies is strictly prohibited and all rights are reserved.</p>\n<p>Nothing shall be construed as granting, by implication, estoppel or otherwise, any license or right to make commercial use of any ORCA trademark, intellectual property right or copyrighted material without the Agencies’ prior written permission.\nAny unauthorized commercial use of these materials will violate the Agencies’ intellectual property rights and will be subject to the Agencies’ full legal rights and remedies.</p>\n<p>\n</p>22.&nbsp;&nbsp.\nComments on Terms of Use<p>Please direct any questions or comments regarding these Terms of Use to the ORCA Director as follows: Email:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ninfo@myORCA.com</p>\n<p>Phone: 888-988-6722 / TTY: 711 during regular business hours Mail:&nbsp;&nbsp.\nORCA Director</p>\n<p>401 S Jackson St Seattle WA 98104</p>\n<p>When we receive formal written questions or complaints at this address, it is our policy to contact the complainant regarding his or her concerns.</p>\n<p>\n</p>23.&nbsp;&nbsp.\nChanges to ORCA Terms of Use and ORCA Program<p>The ORCA Agencies retain the right to terminate or modify any of the ORCA Terms of Use and any other aspect of the ORCA Program at any time, at their own discretion and without notice to Customers, Business Accounts or any other person or entity.\nRevised versions will be posted on myORCA.com and will be available from any ORCA customer service office.\nIndividuals and entities are encouraged to review from time to time these Terms of Use, the ORCA Website and other Agency communications to be aware of any revisions.\nIf the revisions are significant, a notice will be posted on the myORCA.com homepage.\nThe date of the most recent revision of these Terms of Use will be identified at the top of the page and we will keep prior versions in an archive for your review upon your request.\nOral statements made by Agency employees or representatives will not constitute a change to these Terms of Use.</p>\n<p>\n</p>24.&nbsp;&nbsp.\nNotice to Users<p>Any Agency may provide notice to you, including (without limitation) legal notices, notices of amendments and notice (as/if required) of breach of an information security system, by posting notice on myORCA.com, by emailing you or by any other means that is lawful.</p>\n<p>In order to allow us to obtain feedback, you also agree that the Agencies may contact you using any of the contact information you provide on your application to participate in the program, including by phone.</p>\n<p>\n</p>25.&nbsp;&nbsp.\nNotice to Copyright Agent<p>The ORCA Agencies respect the intellectual property rights of others and requests that users do the same.\nAnyone who believes that their work has been reproduced in an ORCA Website or a Card in a way constituting copyright infringement may provide a notice to the designated Copyright Agent for the site (specified below) containing the following:</p>\n<ol>\n<li>An electronic or physical signature of a person authorized to act on behalf of the owner of the copyright</li>\n<li>Identification of the copyrighted work claimed to have been</li>\n<li>Identification of the material that is claimed to be infringing and information reasonably sufficient to permit ORCA to locate the material.</li>\n<li>The address, phone number, and, if available, an e-mail address at which the complaining party may be</li>\n<li>A representation that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A representation that the information in the notice is accurate, and under penalty of perjury that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Copyright infringement claims and notices should be sent to the attention of the ORCA Director as follows: Email: info@myORCA.com</li>\n</ol>\n<p>Phone: 888-988-6722 / TTY: 711 during regular business hours Mail:&nbsp;&nbsp.\nORCA Director</p>\n<p>401 S Jackson St Seattle WA 98104</p>\n<p>\n</p>26.&nbsp;&nbsp.\nNotice of Availability of Filtering Software<p>The ORCA Agencies do not believe that the ORCA Website or ORCA App contains materials that would typically be the subject of filtering software.\nNevertheless, you are hereby informed by the provider of this interactive computer service that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist in limiting access to material that is harmful to minors.\nA report detailing some of those protections can be found at: http://www.ntia.doc.gov/ntiahome/ntiageneral/cipa2003/index.html (Children’s Internet Protection Act: Report on the Effectiveness of Internet Protection Measures and Safety Policies).</p>\n<p>\n</p>27.&nbsp;&nbsp.\nNOTICE: NO HARVESTING OR DICTIONARY ATTACKS ALLOWED<p>THE ORCA AGENCIES WILL NOT GIVE, SELL, OR OTHERWISE TRANSFER ADDRESSES MAINTAINED BY THEM TO ANY OTHER PARTY FOR THE PURPOSES OF INITIATING, OR ENABLING OTHERS TO INITIATE, ELECTRONIC MAIL MESSAGES EXCEPT AS AUTHORIZED BY APPROPRIATE ORCA AGENCY PERSONNEL OR POLICIES.\nEXCEPT FOR PARTIES AUTHORIZED TO HAVE SUCH ADDRESSES, PERSONS MAY VIOLATE FEDERAL LAW IF THEY: (1) INITIATE THE TRANSMISSION TO ORCA (OR AN ORCA AGENCY’S) COMPUTERS OR DEVICES OF A COMMERCIAL ELECTRONIC MAIL MESSAGE (AS DEFINED IN THE U.S.\n“CAN-SPAM ACT OF 2003”) THAT DOES NOT MEET THE MESSAGE TRANSMISSION REQUIREMENTS OF THAT ACT.\nOR (2) ASSIST IN THE ORIGINATION OF SUCH MESSAGES THROUGH THE PROVISION OR SELECTION OF ADDRESSES TO WHICH THE MESSAGES WILL BE TRANSMITTED.</p>\n<p>\n</p>\n<p>\n<strong>Alternate formats of ORCA Terms of Use are available upon request.</strong>\n</p>\n<p>888-988-6722 / TTY: 711</p>\n<p>info@myORCA.com</p>\n<p>\n<em>Version: 04/11/2022</em>\n</p>", "created_at": "2023-05-01 16:11:46.84598", "updated_at": "2023-05-01 16:12:13.501499"}, {"id": 15800, "name": "Privacy", "url": "https://www.myorca.com/privacy/", "xpath": "/html/body/main/div/section[2]", "text": "Privacy<p>Welcome to ORCA, which offers people the opportunity to use a single card to ride buses, ferries and trains throughout the Puget Sound region.&nbsp;&nbsp;&nbsp;</p>\n<p>This ORCA Privacy Statement explains how information is collected and treated by ORCA and its Agencies when an individual chooses to utilize the products and services provided by the Agencies under the ORCA Program, including but not limited to ORCA Cards, ORCA Products, ORCA App, ORCA Website and ORCA Customer Services.\nBy using our services, you agree to be bound by this Privacy Statement and our terms of use.&nbsp;</p>\n<p>ORCA Website, ORCA App and any ORCA Customer Services that require Personally Identifiable Information (PII) are not intended for use by minors under age 13.\nWe will not accept or request information from individuals we know to be under age 13 unless provided by a parent or guardian.&nbsp;&nbsp;</p>\n<p>This Privacy Statement does not apply to any PII (e.g.\nyour name and credit card number) you provide to a Retailer.\nIf you provide PII to a Retailer, the Retailer, not ORCA or its Agencies, is responsible for the collection, storage, transmittal, safekeeping and use of that information.&nbsp;&nbsp;</p>\n<p>This Privacy Statement does not apply to information, including PII, you provide to your employer, school or other Business Account to which the Agencies sell Business Cards and ORCA Products.\nIf you provide PII to your employer, school or other Business Account in connection with obtaining a Business Card or ORCA Product, the Business Account, not the Agencies, is responsible for the collection, storage, transmittal, safekeeping or use of that information.&nbsp;&nbsp;</p>\n<p>1.\nDefinitions&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>As used in this Privacy Statement, the following terms shall have the meanings indicated.&nbsp;&nbsp;</p>\n<p>Agency(ies) means one or more of the following public transportation providers and the contractors and subcontractors which these Agencies, individually or collectively, have retained for purposes related to the ORCA Program.&nbsp;&nbsp;</p>\n<ul>\n<li>Central Puget Sound Regional Transit Authority (“Sound Transit”);&nbsp;&nbsp;&nbsp;</li>\n<li>City of Everett (“Everett Transit”);&nbsp;&nbsp;&nbsp;</li>\n<li>King County Metro Transit Department (“King County Metro”);&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<ul>\n<li>Kitsap County Public Transportation Benefit Area (“Kitsap Transit”);&nbsp;&nbsp;&nbsp;</li>\n<li>Pierce County Public Transportation Benefit Area Corporation (“Pierce Transit”);&nbsp;&nbsp;&nbsp;</li>\n<li>Snohomish County Public Transportation Benefit Area (“Community Transit”).\nand&nbsp;&nbsp;&nbsp;</li>\n<li>Washington State Department of Transportation, Ferries Division (“WSF”).&nbsp;</li>\n</ul>\n<p>For clarification, the term “Agency(ies)” does not include Business Accounts or Retailers.&nbsp;&nbsp;</p>\n<p>Autoload is the process for automatically loading ORCA Products on a registered ORCA Card and making a corresponding charge against the Cardholder’s credit card to pay for the loaded product.\nAutoload may be authorized by a Cardholder or a Business Account.&nbsp;</p>\n<p>Business Account is an entity other than an individual customer, including but not limited to an employer, educational institution or social service agency, that purchases Business Cards and/or products for distribution to its employees, students or other program participants according to the terms of an agreement with one of the Agencies.&nbsp;&nbsp;</p>\n<p>Business Card is a type of ORCA Card issued to a Business Account for distribution to individuals who are eligible participants in the Business Account’s transportation program.&nbsp;&nbsp;</p>\n<p>LIFT is a type of ORCA Card issued to individuals who are eligible for reduced fare based on income on Community Transit, Everett Transit, King County Metro, Kitsap Transit, and Sound Transit services.\nLIFT ORCA cards are not transferable.&nbsp;&nbsp;</p>\n<p>ORCA App is the myORCA mobile application used by customers for ORCA account and card management.&nbsp;</p>\n<p>ORCA Card is the card, physical or virtual, that can be presented for fare payment on train, bus and ferry services provided by, and in accordance with the terms established by the Agencies.\nORCA Card can mean cards issued to individuals and Business Cards, unless the context indicates it means one or the other.&nbsp;&nbsp;</p>\n<p>ORCA Customer Services are the facilities and services of one or more of the Agencies that exchange information with customers regarding the ORCA Program and sell ORCA Cards and ORCA Products, including customer service counters, calls centers, mail centers, business account support and vending machines.&nbsp;&nbsp;</p>\n<p>ORCA Product(s) or Product(s) are any transit fare payment option offered for sale within the ORCA Program including, but not limited to, monthly or period passes and E-purse stored value.&nbsp;&nbsp;</p>\n<p>ORCA Program is the equipment, systems, facilities, ORCA Cards, ORCA Products, ORCA App, ORCA Website, data, information, and any products and services related to the regional fare coordination and payment program implemented by the Agencies using ORCA Cards as the common media for fare payment on their public transportation services.&nbsp;&nbsp;</p>\n<p>ORCA Website is the following public website:&nbsp.\nwww.myORCA.com&nbsp;</p>\n<p>Personally Identifiable Information (PII) is the following information when collected by the Agencies under the ORCA Program: a natural person’s name.\nand, if combined with said name, the address, phone number, email address, date of birth, Regional Reduced Fare Permit related information (as defined below), photo, and check/debit card/credit card information.&nbsp;&nbsp;</p>\n<p>Retailer or ORCA Retailer is a retail business or other entity authorized to sell new ORCA Cards and add E-purse stored value to new and current ORCA Cards.&nbsp;&nbsp;</p>\n<p>Regional Reduced Fare Permit (RRFP) is a type of ORCA Card issued to an individual who is eligible for reduced fare by one of the Agencies based on the individual’s disability or age (65+ years).\nA valid Medicare card is proof of eligibility for an RRFP.\nRRFP ORCA cards are not transferable.&nbsp;&nbsp;</p>\n<p>Youth is a type of ORCA Card issued to an individual who is eligible for reduced fare based on the individual’s age (6-18 years).\nYouth ORCA cards are not transferable.&nbsp;&nbsp;</p>\n<p>2.\nCustomer Services Requiring Information &nbsp;</p>\n<p>No information is required if you pay cash fares for your public transportation rides.\nInformation may be needed, however, if you choose to use services such as an ORCA Card, ORCA App or ORCA Website.\nIf you contact ORCA Customer Services by mail, telephone, email or in-person, that contact may be logged and the information you provide may be collected by the ORCA Program.\nThe type of information required will vary with the services sought.\nIf you decline to submit information for some services, the Agencies may be unable to provide you those services.&nbsp;&nbsp;</p>\n<p>Certain information, such as location information, device details, and cookie data, is transmitted to ORCA automatically when you use an ORCA Card, ORCA App or ORCA Website.\nAggregate and non-personal information helps us deliver relevant and responsive services.\nThis notice does not restrict how we use such non-identifiable data.&nbsp;</p>\n<p>ORCA Website, ORCA App and any ORCA Customer Services that require PII are not intended for minors.\nWe will not accept or request PII from individuals we know to be under 13 unless provided by a parent or guardian.&nbsp;&nbsp;&nbsp;</p>\n<p>When you provide PII to establish your eligibility for reduced fare programs, certain PII is retained in the ORCA Program to enable the Agencies to administer and monitor use of these reduced fare programs, such as first name, last name, address, date of birth, paratransit ID, and date of eligibility expiration, depending upon the reduced fare program you are utilizing.&nbsp;</p>\n<p>An individual is not required to register an ORCA Card with the Agencies unless the individual requests a Regional Reduced Fare Permit, a LIFT ORCA Card or to purchase a pass for use on paratransit services such as King County’s Access service.\nIf an individual chooses to provide PII to the Agencies for purposes of registering an ORCA Card, such PII is held by the ORCA Program and associated with the card number.&nbsp;&nbsp;</p>\n<p>3.\nInformation Related to the Purchase of ORCA Cards and ORCA Products&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>When you purchase an ORCA Card or an ORCA Product, the system collects varying amounts of information depending on your method of payment.\nThe system will always collect information regarding the date and time of purchase.\nthe number of the ORCA card.\ninformation about where the purchase was made.\nthe amount/type of ORCA Product purchased.\nand the amount of and method of purchase.\nIn addition, the system will collect PII if your purchase is by check, credit card or debit card.&nbsp;&nbsp;</p>\n<p>Information about the purchase of ORCA Cards and ORCA Products is associated with the card number.\nIf you have provided PII (e.g.\nto establish eligibility for a reduced fare program or to make a purchase using a check, credit card or debit card), the PII that is retained can be associated with the card number.&nbsp;&nbsp;</p>\n<p>4.\nInformation Related to the Use of ORCA Cards and Products&nbsp;&nbsp.\n&nbsp;</p>\n<p>When an ORCA Card is presented to an ORCA reader device for fare payment or to check the card’s status, the system collects information such as:&nbsp;&nbsp;&nbsp;</p>\n<ol>\n<li>Date and time the card was presented.&nbsp;&nbsp;</li>\n<li>Number from the reader device used.&nbsp;&nbsp;</li>\n<li>I.D.\nof the Agency whose reader device was used.&nbsp;&nbsp;</li>\n<li>Location of the reader device.&nbsp;&nbsp;</li>\n<li>Vehicle and route numbers if the card is read by a device on an Agency vehicle.&nbsp;&nbsp;</li>\n<li>Nature of the transaction (i.e..\nfare payment or validating fare payment).&nbsp;&nbsp;</li>\n<li>Amount/type of ORCA Product used.&nbsp;&nbsp;</li>\n<li>Any transfer applied.&nbsp;&nbsp;</li>\n<li>ORCA card number.&nbsp;</li>\n</ol>\n<p>Information related to the ORCA Card’s use is associated with the card number.\nIf you have provided PII linked to your card number, the information about the use of the ORCA Card can be associated with your PII.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>5.\nORCA App and the Information Collected&nbsp;</p>\n<p>PII will be collected on an ORCA App if you seek certain services and only if you provide or access such information in the mobile application.\nThe PII required for ORCA-related services are described in other sections of this Privacy Statement.&nbsp;&nbsp;</p>\n<p>When you submit questions or comments to the ORCA Program using the Contact us form, the Agencies may retain these communications, and use your email address and other information included in your correspondence in order to process your communications, respond to you and improve our services.&nbsp;&nbsp;</p>\n<p>The ORCA App may have links to other websites, such as the Agencies’ individual websites.\nWhen you link to one of these external websites, you are no longer on the ORCA App and this Privacy Statement no longer applies.\nInstead, you are subject to the privacy notice and other terms of that external website.&nbsp;&nbsp;</p>\n<p>ORCA complies with the requirements of the Children’s Online Privacy Protection Act (“COPPA”) and the Federal Trade Commission’s rule interpreting COPPA (16 CFR § 512).\nORCA App is not directed at children, and we do not knowingly collect any personal information through the ORCA App from children under 13 years of age.\nIf we learn that a child under 13 years of age has provided us with personal information, we will delete this information from our databases.&nbsp;</p>\n<p>6.\nORCA Website and the Information Collected&nbsp.\n&nbsp;</p>\n<p>ORCA servers automatically record and store information that a computer or browser sends whenever a person visits the ORCA Website, even if only to browse or download information.\nThese server logs may include the following information:&nbsp;&nbsp;&nbsp;</p>\n<ol>\n<li>Internet Protocol (IP) Address and domain name associated with your computer’s connection to the Internet.\nThe IP Address is a numerical identifier assigned either to your Internet service provider or directly to your computer.&nbsp;&nbsp;</li>\n<li>Type of browser, browser language and operating system used.&nbsp;&nbsp;</li>\n<li>Date and time you visited the ORCA Website.&nbsp;&nbsp;</li>\n<li>Website you visited prior to coming to the ORCA Website.&nbsp;&nbsp;</li>\n<li>Pages viewed by users, the amount of time users spent on a certain page, search terms and other non-personally identifiable information that may be collected as the ORCA Website is navigated.&nbsp;&nbsp;</li>\n<li>One or more cookies that may uniquely identify your browser.&nbsp;&nbsp;</li>\n</ol>\n<p>We also may collect statistical information about your use of the ORCA Website, such as “clickstream data” and “user hits” which are visits and sessions that may be logged to determine which pages are visited most frequently.&nbsp;&nbsp;</p>\n<p>When you visit the ORCA Website, your computer will receive one or more “cookies.” Cookies are small text files placed on a user’s computer and accessed by the ORCA Website to recognize repeat users, to facilitate the user’s ongoing access to and use of the website, and to compile data to improve the site and related business purposes.\nMost browsers are set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some ORCA Website features and services may not function properly if your cookies are disabled.&nbsp;&nbsp;</p>\n<p>PII will be collected on the ORCA Website only if you seek certain services and only if you or the Business Account associated with your ORCA Card provide such information.\nThe PII required for ORCA-related services are described in other sections of this Privacy Statement.\nShould you seek a service that requires PII but you do not wish to provide PII via the ORCA Website, you may choose to provide the required PII by visiting an Agency Customer Service office or from the ORCA call center.&nbsp;&nbsp;&nbsp;</p>\n<p>When you submit questions or comments to the ORCA Program using the Contact us form, the Agencies may retain these communications, and use your email address and other information included in your correspondence in order to process your communications, respond to you and improve our services.&nbsp;&nbsp;</p>\n<p>The ORCA Website may have links to other websites, such as the Agencies’ individual websites.\nWhen you link to one of these external websites, you are no longer on the ORCA Website and this Privacy Statement no longer applies.\nInstead, you are subject to the privacy notice and other terms of that external website.&nbsp;&nbsp;</p>\n<p>ORCA complies with the requirements of the Children’s Online Privacy Protection Act (“COPPA”) and the Federal Trade Commission’s rule interpreting COPPA (16 CFR § 512).\nORCA Website is not directed at children, and we do not knowingly collect any personal information through the ORCA Website from children under 13 years of age.\nIf we learn that a child under 13 years of age has provided us with personal information, we will delete this information from our databases.&nbsp;&nbsp;</p>\n<p>7.\nUse and Sharing of Information&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>Except as otherwise restricted in law or in this Privacy Statement, the Agencies plan to use and share all information collected through or generated by the ORCA Program for the purposes of fare media sales, fare collection, support of Business Account transportation programs, monitoring the functionality and performance of the ORCA Program, soliciting and receiving feedback, developing the ORCA Program, making reports on ORCA Card use and other ORCA-related activities or products, and for any other ORCA Program or Agency purposes.&nbsp;&nbsp;</p>\n<p>The Agencies will not sell PII to other entities for their marketing purposes.\nThe Agencies will only share PII with Agency employees, officials and contractors on a “need to know” basis for purposes of fulfilling their duties and responsibilities.&nbsp.\nThe Agencies may share PII with other persons or entities if it is reasonably necessary to:&nbsp;&nbsp;&nbsp;</p>\n<ol>\n<li>Satisfy an applicable law or regulation.&nbsp;&nbsp;</li>\n<li>Respond (voluntarily or involuntarily) to a subpoena, court order or other legal process and requests by a governmental agency.\nand to protect the Agencies from any kind of potential harm (as an Agency perceives that potential in its discretion).&nbsp;&nbsp;</li>\n<li>Enforce Agency terms of use and other provisions applicable under the ORCA Program or an Agency transportation service, including investigation of potential violations thereof.&nbsp;&nbsp;</li>\n<li>Detect, prevent, or otherwise address fraud, security or technical issues.&nbsp;&nbsp;</li>\n<li>Protect against harm to the rights, property or safety of the Agencies, the users of their services, or the public, as required or permitted by law.&nbsp;&nbsp;</li>\n<li>Persons or entities that receive information from the Agencies may be able to combine such information with other information they independently possess.\nThe Agencies are not responsible for combining or any later use that may be made of information provided to others in accordance with this Privacy Statement.&nbsp;&nbsp;</li>\n</ol>\n<p>8.\nRetention of Information&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>Information collected through or generated by the ORCA Program may be retained in the ORCA central system and at individual Agencies, on both active databases and in archive systems, and in electronic as well as hard copy form.\nThe Agencies will store all information related to the ORCA Program for as long as they believe it useful or required by applicable law.&nbsp;&nbsp;</p>\n<p>When you send an email or letter with questions or comments to the ORCA Program or an Agency, or if you provide your contact information when ordering ORCA Cards, ORCA Products or services, the Agencies may retain these communications, and use your email address and other information included in your correspondence in order to process your communications, respond to you and improve our services.&nbsp;</p>\n<p>9.\nPublic Records&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>The Washington Public Records Act (Chapter 42.56 RCW) (“Act”) applies to all records related to the ORCA Program including but not limited to:&nbsp.\nany data and reports related to the issuance, loading and use of ORCA Cards and Business Cards.\nPII that you provide.\nand the emails, comments and other communications between you and any of the ORCA Agencies.\nGenerally, public records are available for inspection and copying by the public but the Act exempts some records from mandatory disclosure.\nFor example, the Act contains the following exemptions from mandatory disclosure:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>RCW 42.56.330(4) The personally identifying information of current or former participants or applicants in a paratransit or other transit service operated for the benefit of persons with disabilities or elderly persons.&nbsp;&nbsp;</p>\n<p>RCW 42.56.330(5) The personally identifying information of persons who acquire and use transit passes or other fare payment media including, but not limited to, stored value smart cards and magnetic strip cards, except that an agency may disclose personally identifying information to a person, employer, educational institution, or other entity that is responsible, in whole or in part, for payment of the cost of acquiring or using a transit pass or other fare payment media, and for the purpose of preventing fraud.\nAs used in this subsection, “personally identifying information” includes acquisition or use information pertaining to a specific, individual transit pass or fare payment media.&nbsp;&nbsp;</p>\n<p>&nbsp;(a) Information regarding the acquisition or use of transit passes or fare payment media may be disclosed in aggregate form if the data does not contain any personally identifying information.&nbsp;&nbsp;</p>\n<p>&nbsp;(b) Personally identifying information may be released to a parent or guardian who provided PII for a youth cardholder under age 13, or to law enforcement agencies if the request is accompanied by a court order.&nbsp;&nbsp;</p>\n<p>The Agencies reserve their discretion, if any, to release or withhold records in accordance with the Act.\nThe Agencies reserve the right to impose fees in accordance with the Act for responding to requests for inspection and copying of records.&nbsp;&nbsp;</p>\n<p>In the event of a conflict between this Privacy Statement and the Public Records Act or other law governing the disclosure of records, the Public Records Act or other applicable law will control.&nbsp;&nbsp;</p>\n<p>10.\nInformation Security&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>The Agencies’ security measures are intended to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of information collected or generated under the ORCA Program.\nFor example, steps have been taken to safeguard the integrity of their telecommunications and computing infrastructure, including but not limited to authentication, monitoring, auditing and encryption.\nIn addition, customer orders are processed through a secure server using advanced forms of encryption software.\nThis means that all your PII entered online will be encrypted during transmission to maximize security protection.\nHowever, because the ORCA Website does not encrypt email, you should not send emails containing information that you consider sensitive.&nbsp;&nbsp;</p>\n<p>Notwithstanding the above, this Privacy Statement should not be construed in any way as providing business, legal or other advice, or warranting as fail-proof, the security of information provided by or submitted to the ORCA Website or otherwise submitted to the ORCA Program or Agencies through customer participation in the ORCA Program.\nDue to the nature of Internet communications and evolving technologies, the Agencies cannot provide, and disclaim, assurance that the information you provide to them will remain free from loss, misuse, or alteration by third parties, who, despite the Agencies’ efforts, may obtain unauthorized access.&nbsp;&nbsp;</p>\n<p>If, despite the ORCA Program’s information security measures, unencrypted “personal information” held by the Agencies was, or is reasonably believed to have been, acquired by an unauthorized person, the Agencies shall notify the subject of that personal information in accordance with RWC 42.56.590.\nFor purposes of this Section, “personal information” has the same definition as it does in RCW 42.56.590(5) and (6).&nbsp;&nbsp;</p>\n<p>11.\nChanges to Personally Identifiable Information&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>The Agencies depend on the users of ORCA Cards and ORCA Products to update their own PII whenever necessary.\nYou may use the ORCA App, ORCA Website or visit an ORCA Customer Service office to update your personal details and modify or terminate your ORCA Card registration or Autoload authorization.&nbsp;&nbsp;</p>\n<p>12.\nNO WARRANTIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>THE AGENCIES HAVE ADOPTED PROCEDURES AND MEASURES THEY BELIEVE TO BE COMMERCIALLY REASONABLE TO PROTECT ANY INFORMATION COLLECTED FOR THE ORCA PROGRAM INCLUDING INFORMATION COLLECTED ON THE ORCA WEBSITE.\nHOWEVER, NO ONE IN THE AGENCIES GUARANTEES INFORMATION SECURITY OR WARRANTS THAT THE INFORMATION (INCLUDING BUT NOT LIMITED TO PII) COLLECTED IN CONNECTION WITH THE ORCA PROGRAM WILL REMAIN FREE FROM UNAUTHORIZED ACCESS OR DISCLOSURE, LOSS, MISUSE, ALTERATION OR THEFT AND THE AGENCIES EXPRESSLY DISCLAIM ANY SUCH OBLIGATION.&nbsp;&nbsp;</p>\n<p>13.\nGoverning Law and Venue&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>This Statement shall be construed in accordance with the laws of the State of Washington, without regard to any conflict of law provisions.\nAny dispute arising under this Statement shall be resolved exclusively by the state or federal courts sitting in King County, Washington that have jurisdiction over the matter.&nbsp;&nbsp;</p>\n<p>14.\nQuestions or Comments on this Privacy Statement&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>Please direct any questions or comments regarding this Privacy Statement to the Regional ORCA Operations Team as follows.&nbsp;&nbsp;</p>\n<p>Email:&nbsp.\ninfo@myORCA.com&nbsp;&nbsp;</p>\n<p>Phone: 888-988-6722 / TTY: 711, during regular business hours&nbsp;&nbsp;&nbsp;</p>\n<p>Mail:&nbsp.\nORCA Director&nbsp;&nbsp;</p>\n<p>&nbsp.\n401 S Jackson St.&nbsp;</p>\n<p>&nbsp.\nSeattle WA 98104&nbsp;&nbsp;</p>\n<p>When we receive formal written questions or complaints at this address, it is our policy to contact the complainant regarding their concerns.&nbsp;&nbsp;</p>\n<p>15.\nChanges to this Privacy Statement&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;</p>\n<p>This Privacy Statement may change over time.\nWe expect most changes will be minor.\nSignificant changes will be posted as an “alert” located at the top of the ORCA Website pages.\nThe date of the most recent revision of this Statement will be identified at the top of the page and prior versions will be kept in an archive for your review upon your request.&nbsp;&nbsp;</p>\n<p>We will post changes to this Statement at least ten (10) days before they take effect.\nAny information we collect under the current Privacy Statement will remain subject to the terms of this Statement.\nAfter any changes take effect, all new information we collect, if any, will be subject to the new Statement.&nbsp;&nbsp;</p>\n<p>Alternate formats of the ORCA Privacy Statement are available upon request.&nbsp;&nbsp;</p>\n<p>888-988-6722 / TTY: 711&nbsp;&nbsp;</p>\n<p>info@myORCA.com&nbsp;</p>\n<p>&nbsp;&nbsp;</p>", "created_at": "2023-05-01 16:11:46.875349", "updated_at": "2023-05-01 16:13:00.304304"}], "points": [], "urls": ["myorca.com"]}}