{"error": 448, "message": "OK", "parameters": {"id": 3130, "name": "Screencastify", "created_at": "2021-04-13 22:57:39.335646", "updated_at": "2021-04-14 00:02:42.445115", "wikipedia": null, "keywords": null, "related": null, "slug": "screencastify", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3130.png", "url": "screencastify.com", "documents": [{"id": 5000, "name": "Terms of Service", "url": "https://www.screencastify.com/terms", "xpath": "//body", "text": "ProductsRecordThe simplest screen recorder for Chrome.EditOnline video editing made easy.SubmitEffortlessly create video assignments.For Education👩‍🏫Teachers🎓Schools &amp;&nbsp;DistrictsFor WorkResources📚Resource Hub🎓Screencastify University✍️Blog❓Help CenterPricingMy AccountTerms of UseLast updatedApril 13, 2021<p>Thank you for using Screencastify! These terms of service (“Terms”) cover Your use and access of our website, our Chrome extension and related software services (the “Services”).</p>\n<p>These Services are provided by Screencastify, LLC located at 222 W Merchandise Mart Plaza, Suite 1212, Chicago, IL 60654 and when not mentioned directly by name, will be referenced through these Terms as “we”, “our”, or “us”.</p>\n<p>By using our Services You agree to these Terms and acknowledge you have reviewed our Privacy Policy.\nIf You do not agree to these Terms or our Privacy Policy, you should not use our Services.</p>\n<p>“You” may be a:</p>\n<ul>\n<li>“School Representative” (i.e., an adult over the age of 18 who is a teacher or other representative of a school that subscribes to our Services and has administrative rights to provide access to Students (as defined below);</li>\n<li>“School” (i.e., an individual school, group of schools, entire school district or other local educational agency that subscribes to the Services and has administrative rights to provide access to the Services to individual Students and School Representatives);</li>\n<li>“Student” (i.e., any user of the Service who was invited to use the Services by a School or School Representative and who uses the Services solely for educational purposes as designated by the School or School Representative).\nor</li>\n<li>“User” (i.e., any user of the Services, including a School Representative).</li>\n</ul>\n<p>If You create an account and use the Services on behalf of a School or other business or employer, You represent that You have the legal authority to bind that entity to these Terms.</p>\n<p>If You are a User (who is not a Student), You also represent that You are at least 18 years old and have the legal capacity to accept these Terms.\nIf You are not 18, not a Student (who is using the Services on invitation from Your School), You may not use the Services.\nStudents are only permitted to use the Services where they have been invited or directed by their School or School Representative.</p>\n<p>\n<strong>Changes to Terms.</strong> We reserve the right to modify these Terms at any time.\nWe will always post the most current version on our website and notify You should anything material change.\nIf You have acquired a paid license or subscription for our Services, we will notify You (for example by email or showing a message in our software) of any material changes.\nBy continuing to use the Services after the changes become effective, You agree to the revised Terms.</p>\n<p>\n<strong>Software.</strong> Services may include downloadable software, which may update automatically on Your device to newer versions.\nWe grant You a worldwide, non-exclusive and non-transferable right to use the Services for any purpose that does not knowingly infringe on existing intellectual property rights or otherwise violate these Terms.\nComponents of the software may be offered under an open source license, in these cases we will make that license available to You.\nProvisions of the open source license may expressly override some of these Terms.\nUsers may use certain third party software and services in connection with the Services (for example, videos created with the Services may be stored in Google Drive or uploaded to YouTube).\nScreencastify is not responsible for such third party services used in connection with the Services.</p>\n<p>\n<strong>User-Generated Content.</strong> As between Screencastify and any User, all videos or other content created by a User (“User Generated Content”) is property of the User (or School, as applicable).\nThe User (or School) grants to Screencastify a non-exclusive, worldwide, royalty-free license to process, reproduce, display, copy, communicate or otherwise use the User Generated Content solely as necessary to provide the Services, enforce its rights under these Terms or as required by law.\nUsers are responsible for ensuring that all User Generated Content does not violate these Terms, third party intellectual property rights or any applicable laws or regulations (including illegal, harmful, offensive, defamatory, misleading, obscene, or abusive material) and will take reasonable steps to remove such User Generated Content.</p>\n<p>\n<strong>User Feedback.</strong> Users may provide feedback to Screencastify about the Services (e.g., technical support input, suggestions or enhancement requests) and general usage analytics (i.e., aggregated non-personal technical data and metadata from the Services).\nScreencastify may develop, modify and improve the Services based on User feedback and usage analytics, provided that such User feedback and usage analytics willnot include any information that may be used to identify a specific individual.</p>\n<p>\n<strong>Schools and School Representatives.</strong> If You are a School or a School Representative, You have responsibilities to the Students You invite to use the Services.\nIn using the Services, Schools and School Representatives represent and warrant that each has (i) the authority to consent to Screencastify’s collection and use of personal information from its Students.\n(ii) obtained any required parental consent for Screencastify’s collection and use of personal information from its Students, including, if required, verifiable parental consent under the Children’s Online Privacy Protection Act (\"COPPA\").\n(iii) not received any revocation of such parental consent.\nBy enrolling a Student or helping the Student use the Services, the School or School Representative provides consent to Screencastify for the collection and use of its students’ personal information, including students under 13 years old, solely in connection with the use of the Services for classroom educational purposes.</p>\n<p>\n<strong>Services, Pricing &amp.\nRenewals.</strong> From time to time the Service’s features may change, including withdrawing or adding new features as well as changing the price.\nYou may upgrade or cancel Your renewal at any time by visiting our website, in My Account &gt.\nBilling.\nPlease note that full or pro-rated refunds will not be issued.</p>\n<p>Until canceled, purchased subscription to the Services will remain active and will automatically renew on each anniversary of Your subscription date.</p>\n<p>Customers who purchased a one-time subscription to the Services, shall continue to be granted access, but unless expressly stated otherwise, such one-time fee does not include paid upgrades for new features.\nAdditionally, school district subscriptions made via Screencastify Order Form or other purchase order will be subject to the terms and conditions of that order form, including any fee schedule or other renewal or cancellation terms in that order.</p>\n<p>\n<strong>User Conduct.</strong> In connection with Your access to the Services, You are responsible for compliance with all applicable laws, regulations and policies of all relevant jurisdictions.\nRecognizing the global nature of the Internet, You agree to comply with all applicable local rules regarding online conduct and acceptable content.\nSpecifically, among other things, You agree that by or while accessing or using the Application You will not:</p>\n<ul>\n<li>allow other persons to use Your user account, and You agree that You are the sole authorized user of Your account.\nuse the Service for any purpose that is unlawful;</li>\n<li>represent Yourself as another or as a fictitious individual;</li>\n<li>bypass any measures Screencastify may use to present or restrict access to the Service, or otherwise attempt (by any - means) to gain access to data or information that You are not entitled to access;</li>\n<li>copy, modify, create derivatives of, decompile, or reverse engineer the Service or take any action to interfere with Screencastify’s proprietary and intellectual property rights;</li>\n<li>impersonate any person or entity;</li>\n<li>stalk, threaten, or otherwise harass any person;</li>\n<li>interfere with or disrupt Screencastify or the servers or networks connected to Screencastify;</li>\n<li>post Information or interact on Screencastify in a manner which is false, inaccurate, misleading (directly or by omission or failure to update information), defamatory, libelous, abusive, obscene, profane, offensive, sexually oriented, threatening, harassing, or illegal;</li>\n<li>use Screencastify in any way that infringes any third party’s rights, including but not limited to: intellectual property rights, copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacy.\npost, email or otherwise transmit any malicious code, files or programs designed to interrupt, damage, destroy or limit the functionality of any computer software or hardware or telecommunications equipment or surreptitiously intercept or expropriate any system, data or personal information;</li>\n<li>forge headers or otherwise manipulate identifiers in order to disguise the origin of any information transmitted through Screencastify;</li>\n<li>“frame” or “mirror” any part of Screencastify, without our prior written authorization or use meta tags or code or other devices containing any reference to us in order to direct any person to any other web site for any purpose.\nrent, lease, lend, sell, redistribute, license or sublicense Screencastify or access to any portion of Screencastify.\nuse any robot, spider, site search/retrieval application, or other manual or automatic device or process to retrieve, index, scrape, “data mine”, or in any way reproduce or circumvent the navigational structure or presentation of Screencastify or its contents;</li>\n<li>transfer or sell Your user account, password and/or identification to any other party;</li>\n<li>discriminate against or harass anyone on the basis of race, national origin, religion, gender, gender identity, physical or mental disability, medical condition, marital status, age or sexual orientation.\nor</li>\n<li>cause any third party to engage in the restricted activities above.\nThe above assurances and commitments by You shall survive termination Services.</li>\n</ul>\n<p>\n<strong>LIMITATION OF LIABILITY.</strong> TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL SCREENCASTIFY BE LIABLE FOR ANY DIRECT OR INDIRECT DAMAGES, LOSS OF DATA, BUSINESS, PROFITS, COMPUTER HARDWARE OR SOFTWARE.\nIN NO EVENT SHALL SCREENCASTIFY’S LIABILITY EXCEED THE GREATER OF 1) AMOUNTS PAID BY YOU TO SCREENCASTIFY IN THE PAST 12 MONTHS OR 2) $100.</p>\n<p>‍</p>Warranties<p>\n<em>As-Is Services.</em> We strive to provide reliable Services and hope You enjoy using them.\nBut there are things we cannot guarantee.\nWe provide our Services “As is”.\nSCREENCASTIFY SPECIFICALLY DISCLAIMS ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, AND ALL WARRANTIES ARISING FROM COURSE OF DEALING, USAGE, OR TRADE PRACTICE.\nWITHOUT LIMITING THE FOREGOING, SCREENCASTIFY MAKES NO WARRANTY OF ANY KIND THAT THE SERVICES OR THE USE THEREOF WILL MEET YOUR OR ANY OTHER PERSON'S REQUIREMENTS, OPERATE WITHOUT INTERRUPTION, ACHIEVE ANY INTENDED RESULT, BE COMPATIBLE OR WORK WITH ANY SOFTWARE, SYSTEM, OR OTHER SERVICES, OR BE SECURE, ACCURATE, COMPLETE, FREE OF HARMFUL CODE, OR ERROR FREE.</p>\n<p>\n<em>Feedback.</em> You may provide feedback regarding the Services, including requests for functionality, features, operation, user friendliness, and suggestions for improvement.\nAll feedback provided is made without warranty, is AS IS, and shall become the property of Screencastify.</p>\n<p>\n<strong>Screencastify Communications.</strong> By becoming a Screencastify user, You agree to receive communications from us, including via e-mail.\nPlease see our Privacy Policy regarding the nature, use and ability to unsubscribe from such communications.</p>\n<p>\n<strong>Your Information.</strong> By becoming a Screencastify user, You agree that we may use Your information as set forth in our Privacy Policy.\nYou are solely responsible for Your Information and Your interactions with other members of the public, and we act only as a passive conduit for Your online posting of Your Information.\nScreencastify does not assert any ownership over Your Information.\nrather, as between You and Screencastify, subject to the rights granted to us in this Agreement, You retain full ownership of all of Your Information and any intellectual property rights or other proprietary rights associated with Your Information.\nHowever, in order to enable Screencastify to use Your Information, You hereby grant to us a non-exclusive, worldwide, perpetual, irrevocable, royalty-free, transferable, sub-licensable (through multiple tiers) right and license to exercise the copyright, publicity, and database rights You have in Your Information, and to use, copy, perform, display and distribute such Information to prepare derivative works, or incorporate into other works, such Information, in any media now known or not currently known for the purpose of providing the Screencastify platform and otherwise for using Your information as set forth in our Privacy Policy.</p>\n<p>\n<strong>Intellectual Property.</strong> All intellectual property and trademark rights in Screencastify shall be owned by Screencastify absolutely and in their entirety.\nThese rights include and are not limited to database rights, copyright, design rights (whether registered or unregistered), trademarks (whether registered or unregistered) and other similar rights wherever existing in the world together with the right to apply for protection of the same (the “Intellectual Property”).\nAll other trademarks, logos, service marks, company or product names set forth in the Screencastify are the property of their respective owners.\nYou agree that You will not use Screencastify’s Intellectual Property for any purpose except to the extent necessary to be as user of the Screencastify Services.\nIf You create any materials using the Screencastify Intellectual Property, You agree that upon their creation Screencastify exclusively owns all right, title and interest in and to such materials, including without limitation any modifications to the Intellectual Property or derivative works based on the Screencastify Intellectual Property.\nYou further agree to assign any interest or right You may have in such materials to Screencastify, and to provide information and execute any documents as reasonably requested by Screencastify to enable Screencastify to formalize such assignment.</p>\n<p>\n<strong>Notices of Intellectual Property Infringement.</strong> Screencastify respects the intellectual property rights of others.\nIf you believe that Screencastify is hosting or making available User Generated Content that infringes on your intellectual property rights, you may request its takedown by reporting the violation to our designated intellectual property agent by sending written notice by U.S.\nmail to Screencastify, LLC, 222 W Merchandise Mart Plaza, Suite 1212, Chicago IL 60654 or by email to legal@screencastify.com.</p>\n<p>The following information must be included in any written notice regarding Intellectual Property Infringement:</p>\n<ul>\n<li>The physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the protected work(s) you believe has been infringed;</li>\n<li>Identification of the material you believe infringes the protected work(s) sufficient for Screencastify to identify and locate it;</li>\n<li>The copyright holder’s or its agent’s contact information;</li>\n<li>A statement that the complainant believes in good faith that the user of the allegedly infringing material is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>A statement that the above information is accurate, and under penalty of perjury that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>It is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.</p>\n<p>\n<strong>Disclaimers.</strong> Screencastify is not responsible for the conduct, whether online or offline, of any user of Screencastify.\nYou are solely responsible for Your interactions with other users.\nScreencastify expressly disclaims any liability arising from the unauthorized use of Your user account.\nShould You suspect that any unauthorized party may be using Your user account or You suspect any other breach of security, You agree to notify us immediately.\nWe disclaim all liability, regardless of the form of action, for the acts or omissions of other users (including unauthorized users, or “hackers”).</p>\n<p>\n<strong>Third Party Services.</strong> You may enable access to certain third party services and web sites (collectively and individually, “Services”) through our software.\nUse of these Services requires Internet access and may require You to accept additional terms and may be subject to additional fees.</p>\n<p>If You choose to connect a YouTube channel to Your Screencastify account and publish Your videos directly from Screencastify to YouTube, such use is subject to YouTube's Terms of Service.</p>\n<p>\n<strong>Indemnity.</strong> To the fullest extent of the law, You will defend, indemnify, and hold Screencastify including our affiliates, subsidiaries, parents, successors and assigns, and each of our respective officers, directors, employees, agents, or shareholders harmless from any claims, actions, suits, losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of Your use of Screencastify, including but not limited to: (1) Your breach of this Agreement or the documents it incorporates by reference.\n(2) Your violation of any law or the rights of a third party.\n(3) any allegation that any materials that You submit to us or transmit through Screencastify or to us infringe or otherwise violate the copyright, trademark, trade secret or other intellectual property or other rights of any third party.\nand/or (4) any other activities by You in connection with the Services.\nThis indemnity shall be applicable without regard to the negligence of any party, including any indemnified person.</p>\n<p>\n<strong>Term and Termination.</strong> This Agreement is effective upon Your creation of a user account.\nThis Agreement may be terminated by Screencastify, without cause, upon written notice.</p>\n<p>\n<strong>Dispute Resolution.</strong> Any dispute, controversy or claim arising under, out of or relating to these Terms and any subsequent amendments of these Terms, including, without limitation, their formation, validity, binding effect, interpretation, performance, breach or termination, as well as non-contractual claims, shall be submitted to arbitration before the American Arbitration Association (“AAA”) in accordance with the AAA Commercial Arbitration Rules.\nThe place of arbitration shall be Chicago, Illinois.\nThe language to be used in the arbitral proceedings shall be English.\nThe parties may apply to any court of competent jurisdiction for a temporary restraining order, preliminary injunction, or other interim or conservatory relief as necessary, without breach of this section and without abridgment of the powers of the arbitrator.\nThe arbitrator may award any form of individual or equitable relief, including injunctive relief.\nAny award will be final and conclusive to the parties and may be entered in any court of competent jurisdiction.\nYou agree to the entry of injunctive relief to stop any lawsuit or to remove You as a participant in such a suit.\nNotwithstanding the foregoing, if You represent an entity or institution subject to state law mandating different dispute resolution terms, Screencastify agrees to such state law requirements.</p>\n<p>\n<strong>General.</strong> Except as expressly provided otherwise herein, this Agreement shall be governed by the laws of the State of Illinois without regard to choice of law principles.\nThis choice of law provision is only intended to specify the use of Illinois law to interpret this Agreement and is not intended to create any other substantive right to non-Illinois residents to assert claims under Illinois law whether by statute, common law, or otherwise.\nIf any provision of this Agreement is or becomes invalid or non-binding, the parties shall remain bound by all other provisions hereof.\nIn that event, the parties shall replace the invalid or non- binding provision with provisions that are valid and binding and that have, to the greatest extent possible, a similar effect as the invalid or non-binding provision, given the contents and purpose of this Agreement.\nYou agree that this Agreement and all incorporated agreements may be automatically assigned by Screencastify, in our sole discretion by providing notice to You.\nExcept as explicitly stated otherwise, any notices to Screencastify shall be given by certified mail, postage prepaid and return receipt requested to Screencastify, LLC, 222 W Merchandise Mart Plaza, Suite 1212, Chicago IL&nbsp;60654.\nAny notices to You shall be provided to You through Screencastify or given to You via the email address or physical You provide to Screencastify during the registration process.\nHeadings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section.\nA party’s failure to act with respect to a breach by the other party does not constitute a waiver of the party’s right to act with respect to subsequent or similar breaches.\nThis Agreement sets forth the entire understanding and agreement between You and Screencastify with respect to the subject matter hereof and supersedes all previous understandings and agreements between the parties, whether oral or written.</p>\n<p>If You have any questions regarding Screencastify, please contact our customer support team at support@screencastify.com.</p>\n<p>‍</p>\n<strong>COMPANY</strong>ContactCareersBlog<strong>PRODUCTS</strong>RecordEditSubmitSystem Status<strong>RESOURCES</strong>Resource HubUniversityHelp CenterWhat's New ✨Privacy CenterTerms of&nbsp;Use© Screencastify 2022<br> ", "created_at": "2021-04-13 22:57:40.304518", "updated_at": "2022-12-16 19:28:09.012841"}, {"id": 13343, "name": "Privacy Policy", "url": "https://www.screencastify.com/legal/privacy", "xpath": "//body", "text": "ProductsRecordThe simplest screen recorder for Chrome.EditOnline video editing made easy.SubmitEffortlessly create video assignments.For Education👩‍🏫Teachers🎓Schools &amp;&nbsp;DistrictsFor WorkResources📚Resource Hub🎓Screencastify University✍️Blog❓Help CenterPricingMy AccountPrivacy PolicyLast updatedDecember 22, 2021<p>\n<strong>Screencastify, LLC</strong> (we, us, our) collects and uses information in order to operate Screencastify.\nThis policy explains how we do this and applies to everyone who uses Screencastify or creates a Screencastify account (the “Services”).</p>\n<p>For purposes of this Privacy Policy, “you” may be a:</p>\n<ul>\n<li>“School Representative” (i.e., an adult over the age of 18 who is a teacher or other representative of a school that subscribes to our Services and has administrative rights to provide access to Students (as defined below);</li>\n<li>“School” (i.e., an individual school, group of schools, entire school district or other local educational agency that subscribes to the Services and has administrative rights to provide access to the Services to individual Students and School Representatives);</li>\n<li>“Student” (i.e., any user of the Service who was invited to use the Services by a School or School Representative and who uses the Services solely for educational purposes as designated by the School or School Representative).\nor</li>\n<li>“User” (i.e., any user of the Services, including a School Representative).</li>\n</ul>\n<p>‍</p>What Information Do We Collect?<p>Information we collect from you:</p>\n<ul>\n<li>Email address and other Google account profile information, which is collected when you connect your Google account to Screencastify.\nNote that all information received from Google APIs will adhere to the Chrome Web Store User Data Policy, including the Limited Use requirements.</li>\n<li>Business contact information from School Representatives.</li>\n<li>General account profile information, including your broad occupation category (e.g.\neducator, business user, Student).</li>\n<li>Information you choose to share with us, for example in an email, website form, support ticket, social media, or survey responses.</li>\n<li>For Schools that utilize watch page features, we may collect additional usage data from their Students to indicate the amount of interaction with particular videos created by School Representatives depending on the options selected by Schools or School Representatives.</li>\n<li>Billing and payment information from Schools and other paid Users, which is stored in Chargebee’s PCI-DSS Level 1 compliant database.\nFor more information about Chargebee’s security measures, click here.</li>\n<li>Information we collect automatically: We and our third party service providers, including analytics providers such as Google Analytics may automatically collect certain information when you visit our site or use our Services.\nThis may include:</li>\n<li>Some technical information about how you use Screencastify, for example the type of device you are using, your operating system, IP address, and length of session.</li>\n<li>Basic application usage data, including a timestamped log of videos created and length of videos recorded.</li>\n<li>Information about what pages you view within our site, how you arrived at our site and some basic information about your computer or device.\nWe do not track the content you record nor any non-Screencastify web traffic.\nThe information we collect from analytics helps us understand what parts of our sites are doing well, and which need changing.\nLike most websites, we use this information to improve our customer experience.\nPlease see here how Google uses data.\nYou can also opt out if you wish.</li>\n</ul>\n<p>We strive to collect the minimum amount of data required to operate Screencastify and provide our services.</p>\n<p>‍</p>How Do We Use Your Information?<p>We use your information <strong>only</strong> for the following purposes:</p>\n<ul>\n<li>providing Screencastify Services and making sure you can use it properly;</li>\n<li>managing and administering your account;</li>\n<li>responding to any questions, comments or complaints we receive from you;</li>\n<li>communicating with you about Screencastify for account-related or promotional purposes;</li>\n<li>investigating potentially illegal activities on Screencastify;</li>\n<li>analyzing usage of Screencastify;</li>\n<li>improving Screencastify;</li>\n<li>as required to comply with applicable laws;</li>\n<li>For other purposes with your permission.</li>\n</ul>\n<p>We will never use your information for targeted advertising.\nWe do not build a personal profile of you other than for supporting authorized educational or school purposes, or as authorized by you.</p>\n<p>If you are a School or School Representative we will work with you as far as we are legally able to accommodate your directions regarding our treatment of personal data belonging to your Students and ensuring that you maintain control of such Student information as may be required by applicable law, including FERPA.</p>\n<p>This includes adhering to a School’s requests after Screencastify is no longer in use by a School or School Representative or after this policy is terminated or expires in relation to transfers of students’ personal data, deleting students’ personal data and making sure that any third parties that work in connection with Screencastify do the same, in each case subject to our legal requirements regarding the use, storage and transfer of such data.</p>\n<p>‍</p>Who Do We Share Your Information With?<p>We never rent, sell or license your information.</p>\n<p>We don’t share your information except:</p>\n<ul>\n<li>with third party service providers, such as hosting providers or an email service, so that they can provide services to us.\nIn cases where we share student personal data with these third parties, they will be notified and be obligated to comply with the commitments in this policy.\nWe maintain a list of these third party service providers.</li>\n<li>if we have a legal obligation to disclose the information or it is necessary in order for us to protect our rights (for example, if a court orders us to as part of a lawsuit).</li>\n<li>We may share de-identified information or aggregate level information about the use of our Services for any purpose, provided that such information will not be capable of re-identification or association with a particular individual.</li>\n<li>if another company buys or invests in our company, or if we go insolvent, or if we merge with another company, in which case the company that receives your information will protect the information in the same way we do.</li>\n</ul>\n<p>‍</p>Student Privacy Notice<p>Screencastify takes the privacy of Students very seriously.\nThis site and the Services are intended for general audiences and are not intended for use by Users under the age of 18, provided however, that Students, including Student under the age of 13, may use the Services for educational purposes at the invitation and direction of their School or School Representative.\nOther than Students who are using the Services at the direction of their School, we do not knowingly collect information from children under the age of 13.\nThe Children's Online Privacy Protection Act of 1998 and its rules (collectively, \"COPPA\") require us to inform parents and legal guardians (“parents”) about our practices for collecting, using, and disclosing personal information from Students under the age of 13.\nIn accordance with COPPA, a School or School Representative may act as the agent of the parent or legal guardian of a Student and provide consent on behalf of the parent for Screencastify’s collection, use and disclosure of the Student’s information so long as such collection, use and disclosure are solely related to the Student’s use of the Services for educational purposes.\nBy enrolling a Student to use the Services, the School provides such consent to us to use, collect and share Student information as needed to provide the Services and in accordance with this Privacy Policy.\nPlease contact us at privacy@screencastify.com if you believe we have inadvertently collected information from a child under 13 that is not at the direction of their School so that we may delete their information as soon as possible.\nHow we collect, use and share information regarding Students is identified in the applicable sections of the Privacy Policy, however, in some cases, Schools may have the option to further limit the collection of Student data.\nWe do not ever sell, rent or license Student information or use it for purposes other than as needed to provide the Services.</p>\n<p>Parents of Students have certain rights with respect to their Student’s data, including the right to review, update or delete Student information, as well as prohibit our sharing of Student information with third parties.\nParents can exercise these rights by contacting the Student’s School or School Representative.\nThe School or School Representative should submit these requests on the parent’s behalf by emailing support@screencastify.com.\nUnless such a request is made, we will continue collect, use and share Student information in accordance with this Privacy Policy.\nA list of third parties with whom we share Student information (as needed to provide the Services) is provided above under “Who do we Share Your Information With?”.</p>\n<p>Additionally, Screencastify has taken and upholds the Student Privacy Pledge per the terms consistent on studentprivacypledge.org.</p>\n<p>‍</p>Security<p>We use security and technology measures consistent with industry standards to try to protect your information and make sure that it is not lost, damaged or accessed by anyone who should not see it.\nYour data is stored in Google Cloud in the United States.\nTo learn more about Google Cloud’s security measures, please visit https://cloud.google.com/security.\nDespite our security measures, we cannot guarantee the absolute security of your personal information.</p>\n<p>In the unlikely event of an unauthorized disclosure of your data we will notify you (either directly or through your School or School Representative) in accordance with our legal or contractual requirements.</p>\n<p>‍</p>Videos Recorded with Screencastify<p>Any video you create with Screencastify belongs to you, subject to your compliance with Screencastify’s Terms of Use.\nYou control where your recordings are stored.\nWhen you choose to store your recordings on a third party service, they will be transferred to the respective remote service.\nPlease consult the privacy policy of the applicable third party service provider to see how it handles your files.</p>\n<p>If you use some features (like video editing) with recordings stored on Google Drive, we may transfer and process these recordings on remote systems as required to deliver or to speed up the respective feature.\nWe delete any recordings from remote systems immediately after they have been processed.</p>\n<p>For Schools that utilize certain features, including the watch page, Screencastify may host videos created by your authorized users for defined periods of time, but you will still have the ability to redundantly store your videos on other third party services.</p>\n<p>‍</p>Your Rights<p>You may opt-out of receiving certain email communication with us by clicking the unsubscribe link contained in the email.\nPlease note that if you opt out, we may still send you transactional emails related to your account or account maintenance.</p>\n<p>You can ask us for a copy of your personal information, which we will send to you as soon as possible (but within 45 days, if possible).\nWe may require you to provide verification of your identity before providing a copy of the information we hold.</p>\n<p>You can also ask us to correct any information we hold about you that is inaccurate.\nIf you would like us to send you a copy of your information or correct your information, please email us at privacy@screencastify.com.</p>\n<p>You can also ask us to delete your account and all the associated personal data held by Screencastify by emailing us at privacy@screencastify.com.\nWe may not able to remotely delete videos created with Screencastify that are not hosted by Screencastify, as these are fully under the user’s control.</p>\n<p>If you are a School, you may request to review your students’ information, have it deleted, and refuse further data collection by emailing us at privacy@screencastify.com.\nIf further data collection is stopped, those individuals may no longer be able to use Screencastify.</p>\n<p>‍</p>California Residents<p>California law grants additional privacy rights to California residents.\nIn particular, the California Consumer Privacy Act (CCPA) requires businesses to disclose, for the past 12 months, (i) the categories of personal information collected, (ii) the sources of the collected personal information, (iii) the purposes for which the collected personal information is used, (iv) the categories of personal information disclosed for a business purpose, and (v) the categories of any personal information sold.\nScreencastify provides these disclosures in the following table.\n(Note that Screencastify does not sell any personal information, even under the broad CCPA definition of a “sale.”)</p>\n<p>‍</p>Personal Information Data Collection<p>California residents also have the rights described below.\nWe will not discriminate against any California resident who exercises these rights.</p>\n<p>\n<em>Right to access/know.</em> You may request from us a list of (i) the personal information that we have collected about you, and (ii) the categories of third parties to whom we have disclosed your personal information.\nYou have the right to up to two (2) access requests each twelve (12) months.</p>\n<p>\n<em>Right to delete your personal information.</em> You may request, at any time, that we delete your personal information.</p>\n<p>You may contact us to exercise these rights by sending a request from the email address associated with your Screencastify account or with other information sufficient to locate your account to privacy@screencastify.com.\nTo ensure the privacy and protection of individuals, we are required to verify your identity or otherwise authenticate your request(s).\nPlease note that, under the CCPA, we are not required to grant a request to access/know or a request to delete with respect to personal information obtained from you in your role as an employee, owner, director, officer or contractor of a company and within the context of Screencastify providing its services to such company.</p>\n<p>‍</p>Individuals Located in Europe<p>If you are located in the European Union (EU), European Economic Area (EEA), the United Kingdom (UK), or Switzerland, you have certain additional rights with respect to your personal information under the General Data Protection Regulation (Regulation (EU) 2016/679) (the “GDPR”), and this section applies to you:</p>\n<p>\n<em>Legal Basis for Processing</em>.\nWhen we process your information we do so in reliance on the following legal bases: (i) to provide you with our services and otherwise perform contractual commitments to you, (ii) when we have a legitimate interest in processing your personal information to operate our business or protect our interests (for example, communicating with you, improving our products or conducting data analytics), (iii) to comply with our legal obligations, and (iv) when we have your consent to do so, provided that you may withdraw such consent at any time.&nbsp;</p>\n<p>\n<em>Right to Withdraw Consent</em>.\n&nbsp.\nIn the event you provide your consent for us to process your personal data, you may withdraw your consent at any time by emailing privacy@screencastify.com.</p>\n<p>\n<em>Marketing.</em>&nbsp.\nScreencastify does not process personal data for the purpose of marketing without first obtaining your express, opt-in consent or having a legitimate interest for doing so.&nbsp.\nYou have the right to object to the processing of personal data for marketing purposes at any time by contacting us at privacy@screencastify.com.&nbsp;</p>\n<p>\n<em>Special Category Personal Data.</em>&nbsp.\n“Special Category Data” is any data that reveals your racial or ethnic origin, political opinions, religious, moral or philosophical beliefs, trade union membership, political views, the processing of genetic data, biometric data for the purpose of identifying a person, and data concerning health or a person’s sex life and/or sexual orientation.\nThe data Screencastify collects and processes does not qualify as Special Category Data, and Screencastify does not intend to collect any Special Category from you.&nbsp.\nPlease refrain from sending us any Special Category Data.</p>\n<p>\n<em>Automated Decision Making</em>.&nbsp.\nScreencastify does not make any automated decisions on your behalf or about you without first obtaining your express, opt-in consent.&nbsp.\nIn the event we secure your consent to do so, you have the right to object to the processing of personal data via automated decision making at any time by contacting us at privacy@screencastify.com.</p>\n<p>\n<em>Transfer to Third Parties and Countries.</em>&nbsp.\nPersonal data that we collect or receive may be transferred to and/or processed by third parties that are located outside of the EU, EEA, UK, or Switzerland, some of which authorities in those regions may not consider to have an adequate level of protection for personal data.\nScreencastify will only transfer data subject's personal data to third-parties located outside of the EU, EEA, UK, or Switzerland when it has ensured appropriate safeguards for such personal data through use of the standard contractual clauses or other approved methods.\nScreencastify offers European Union model clauses (“Model Clauses”) also know as Standard Contractual Clauses to meet the adequacy and security requirements for customers that operate in the EEA, UK or Switzerland and for other international data transfers as relevant.\nA copy of our standard data processing addendum incorporating the Model Clauses is available here for customers to sign and append to their Screencastify services agreement as necessary.&nbsp;</p>\n<p>\n<em>Data Retention</em>.\nSee the section below entitled Retaining and Deleting Information.</p>\n<p>\n<em>Data Subject Requests</em>.\nSubject to certain limitations, you have the right to request access to the personal information we hold about you and to receive your data in a portable format, the right to request that your personal information be corrected or deleted, and the right to object to, or request that we restrict, certain processing.\nIf you would like to exercise any of these rights, please email privacy@screencastify.com.&nbsp;<br>\n</p>\n<p>\n<em>Questions or Complaints.\n</em>If you have a concern about our processing of your personal information that we are not able to resolve, you have the right to lodge a complaint with the Data Protection Authority where you reside.\nContact information for your Data Protection Authority can be found using the links below:&nbsp;<br>\n</p>\n<p>For individuals in the EEA<br>\n</p>\n<p>For individuals in the UK<br>\n</p>\n<p>For individuals in Switzerland</p>\n<p>‍<br>\n<em>Users under 16 years of age</em>.\nWe do not knowingly collect information from users under 16 years of age unless you are a Student using Screencastify at the direction of your School in which case we are processing your information solely at the direction of your School and for school purposes.</p>\n<p>‍</p>Retaining and Deleting Information<p>We don’t retain your information for longer than we need to for the purposes listed in this policy.\nWe may delete certain personal and usage data if you haven’t used your account for more than 2 years.\nWe will never delete any videos created with Screencastify.</p>\n<p>‍</p>Cookies<p>Screencastify uses cookies (small text files placed on your device) and similar technologies to provide the Services, to help collect data, and to better share information about Screencastify with Schools and School Representatives.\nWe may also use cookies or similar technologies to recognize you when you log in with Google to our website or application and to track referral purchases for our affiliate program.\nYou can block cookies through your browser settings, but if you do you might not be able to use Screencastify properly.</p>\n<p>‍</p>Publishing to YouTube<p>You may optionally connect your YouTube account and channel(s) in order to publish videos directly from Screencastify to YouTube.\nScreencastify uses YouTube API Services in order to operate this feature.\nTo learn more about how Google manages and protects your information, please see Google's Privacy Policy.</p>\n<p>In order to provide this feature, we access and store certain user information from YouTube (hereby referred to as \"YouTube Data\"), including your channel name(s), channel ID, channel thumbnail URL, and uploaded video URL.</p>\n<p>YouTube Data is stored on the Google Cloud infrastructure.\nWe do not share your YouTube Data with any other third parties, and restrict internal access to this data to key employees who maintain our technical operations.</p>\n<p>You may disconnect your YouTube channel(s) at any time from the \"Publish to YouTube\" section of our application.\nWhen you do so, we permanently delete all of your YouTube Data.\nAdditionally, you may revoke Screencastify's access to your YouTube Data via your Google security settings page.</p>\n<p>‍</p>Communication<p>Upon installing our application, all non-student users agree to receive account-related and marketing emails including relevant Screencastify information like new feature releases, product tutorials, customer success stories, and community-related features.\nYou may opt-out of marketing communication at any time by clicking the unsubscribe link in any email received, or by providing us notice to the contact information listed here.</p>\n<p>We are not responsible for users who identify themselves incorrectly (e.g.\nstudents who declare that they are corporate users), though as noted above we are able to change any user’s incorrect information upon request.</p>\n<p>‍</p>Changes to This Policy<p>We may make changes to this Privacy Policy from time to time.\nIf we make any material changes, we will send you a link to our new policy along with a summary of our updated data collection practices via email or through our application.\nWe encourage you to read this Privacy Policy periodically to stay up-to-date about our privacy practices.\nAs long as you use Screencastify, you are agreeing to this Privacy Policy and any updates we make to it.</p>\n<p>We will notify schools in advance of material changes to this policy.</p>\n<p>‍</p>Contact Information<p>Should you have any question about this policy, please email us at privacy@screencastify.com, call us at (708) 971-0794 or write us at:</p>\n<p>Screencastify, LLC 222 W Merchandise Mart Plaza Suite 1212 Chicago, IL 60654</p>\n<p>US customers may also contact the iKeepSafe COPPA Safe Harbor program directly at COPPAPrivacy@ikeepsafe.org.</p>\n<strong>COMPANY</strong>ContactCareersBlog<strong>PRODUCTS</strong>RecordEditSubmitSystem Status<strong>RESOURCES</strong>Resource HubUniversityHelp CenterWhat's New ✨Privacy CenterTerms of&nbsp;Use© Screencastify 2022<br> ", "created_at": "2022-12-16 19:28:25.572479", "updated_at": "2022-12-16 19:28:34.850029"}], "points": [], "urls": ["screencastify.com"]}}