{"error": 448, "message": "OK", "parameters": {"id": 7859, "name": "OneGuard", "created_at": "2023-04-01 23:55:30.868125", "updated_at": "2023-04-22 11:50:35.918982", "wikipedia": null, "keywords": null, "related": null, "slug": "oneguard", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7859.png", "url": "oneguardhomewarranty.com", "documents": [{"id": 15172, "name": "Terms of Service", "url": "https://www.oneguardhomewarranty.com/terms-of-service/", "xpath": "/html/body/div[2]/section", "text": " <ol>\n<li>\n</li>\n<li> Terms of Service </li>\n</ol> Terms of Service Terms of Service\n<p>Your use of this website is governed by the terms and conditions set forth below (the “Terms of Service”).\nPlease read them carefully.\nBy using this website, you agree to comply with and to be bound by these Terms of Service.\nIf you do not agree to these Terms of Service, you may not use this website and should exit from it now.\nOneGuard Arizona, LLC (“Company,” “we” or “us”) owns and operates this website on behalf of Company and its affiliates, and we reserve the right to change this website and these Terms of Service at any time without notice to you by posting such changes to this website.</p>\nUsage Restrictions\n<p>You may not copy, distribute, or transmit any of the content of this website without our prior written consent.\nYou may, however, make one copy of any material on this website for personal, non-commercial use (including ensuring compliance with these Terms of Service), provided that you neither modify nor alter the material in any way, nor delete or change any copyright or trademark notice.\nWe reserve complete title and full intellectual property rights for materials copied from this website.\nWe provide the content of this website for lawful purposes only.</p>\n<p>You may not use any “deep-link”, “page-scrape”, “robot”, “spider” or other automatic device, program, algorithm or methodology, or any similar or equivalent manual process, to access, acquire, copy or monitor any portion of this website or any of its content, or in any way reproduce or circumvent the navigational structure or presentation of this website or any of its content, to obtain or attempt to obtain any materials, documents or information through any means not purposely made available through this website.\nWe reserve the right to bar any such activity.</p>\n<p>You may not attempt to gain unauthorized access to any portion or feature of this website, or any other systems or networks connected to this website or to any of our servers, or to any of the services offered on or through this website, by hacking, password “mining” or any other illegitimate means.</p>\n<p>You may not probe, scan or test the vulnerability of this website or any network connected to this website, nor breach the security or authentication measures on this website or any network connected to this website.\nYou agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of this website or any transaction being conducted on this website, or with any other person’s use of this website.</p>\n<p>You may not use this website or any of its content for any purpose that is unlawful or prohibited by these Terms of Service, or to solicit the performance of any illegal activity or other activity which infringes our rights or the rights of others.</p>\n<p>We cannot and do not guarantee or warrant that files made available for downloading through this website will be free of infection or viruses, worms, Trojan horses or other code that manifests contaminating or destructive properties.\nBy accessing this website, you acknowledge and agree that it is your responsibility to implement sufficient safeguards and procedures to ensure that any files obtained through this website are free from such contamination.</p>\nLinks to Other Sites\n<p>This website contains links to third-party websites.\nThese links are provided solely as a convenience to you and not as an endorsement by us of the companies or the content of any linked third-party websites.\nWe do not control nor are we responsible for the content of linked third-party websites, and we make no representations regarding the content or accuracy of materials on the linked third-party websites.\nIf you access any linked third-party websites, then you do so at your own risk.</p>\nPrivacy and Protection of Personal Information\n<p>We are committed to protecting your privacy and security.\nFor more information, you should review our Privacy Policy, which is incorporated into these Terms of Service by reference.\nAdditionally, by using this website, you acknowledge and agree that Internet transmissions are never completely private or secure.\nYou understand that any message or information you send to this website may be read or intercepted by others, even if there is a special notice that a particular transmission (for example, credit card information) is encrypted.</p>\nAccounts, Profiles, Passwords and Security\n<p>Certain features or services offered on or through this website may require you to open an account (including setting up a username and password) or create a profile for use in applying for something (for example, a job).\nYou are entirely responsible for maintaining the confidentiality of the information you hold for your account, including your password, and for any and all activity that occurs under your account as a result of you failing to keep this information secure and confidential.\nYou agree to notify us immediately of any unauthorized use of your account or password, or any other breach of security.\nYou may be held liable for losses incurred by us or any other user of or visitor to this website due to someone else using your username, password or account as a result of your failing to keep your account information secure and confidential.</p>\n<p>You may not use anyone else’s username, password or account at any time without the express permission and consent of the holder of that username, password or account.\nWe cannot and will not be liable for any loss or damage arising from your failure to comply with these obligations.</p>\nTrademarks\n<p>OneGuard® and certain other trademarks used on this website are trademarks or registered trademarks of Company or its affiliates.\nAbsent a written license agreement, you may not use these trademarks or any other trademarks belonging to Company or its affiliates except for descriptive purposes.\nOther trademarks used on this website are the property of their respective owners and are used in this website solely for descriptive purposes.\nMention on this website of trademarks held by other parties should not be construed as a challenge to such trademarks’ status or ownership.</p>\nCopyright\n<p>The entire contents of this website, including but not limited to: text, graphics, logos, button icons, Flash movies, images, audio clips, digital downloads, data compilations and software, are the property of Company, its content suppliers, affiliates or its clients and are protected by domestic and international trade dress, patent, copyright and trademark laws and various other intellectual property rights and unfair competition laws.\nYou may not modify, copy, reproduce, republish, upload, post, transmit or distribute any portion of the website contents without our prior express written consent.</p>\n<p>Your submissions of files, including, but not limited to: resumes, email, flash movies, images, logos, audio loops and other software hereby constitutes your agreement to grant us a nonexclusive, royalty-free, worldwide, sublicensable, perpetual license to reproduce, distribute, transmit, modify, adapt, sublicense and publicly display any such submissions.\nYou also grant us the right to utilize your name in connection with all advertising, marketing and promotional materials related thereto.</p>\nInternational Use\n<p>Given the global nature of the Internet, you agree to comply with all local rules, including, without limitation, rules about the Internet, data, email, privacy, copyright and trademark infringement.\nAdditionally, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</p>\nNo Warranty\n<p>WE PROVIDE THIS WEBSITE AND ITS CONTENT “AS IS” AND WITHOUT ANY REPRESENTATION OR WARRANTY, EXPRESS, IMPLIED, OR STATUTORY.\nWE SPECIFICALLY DISCLAIM ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WE DO NOT REPRESENT OR WARRANT THAT THIS WEBSITE WILL BE ACCESSIBLE WITHOUT INTERRUPTION OR THAT THIS WEBSITE, ANY CONTENT FROM THIS WEBSITE, OR THE SERVER THAT MAKES THIS WEBSITE AVAILABLE ARE FREE FROM ERRORS, DEFECTS, DESIGN FLAWS, OMISSIONS, VIRUSES, OR OTHER HARMFUL COMPONENTS.\nYOUR USE OF THIS WEBSITE IS AT YOUR OWN RISK.\nSOME STATES DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES, IN WHICH CASE PORTIONS OF THIS DISCLAIMER MAY NOT APPLY TO YOU.</p>\nLimitation of Liability\n<p>IN NO EVENT WILL WE BE LIABLE, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE, OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY, OR OTHER THEORY, TO YOU OR ANY OTHER PERSON FOR ANY DAMAGES (INCLUDING, WITHOUT LIMITATION, ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, PUNITIVE, OR CONSEQUENTIAL DAMAGES), ARISING OUT OF OR IN CONNECTION WITH ANY USE OF, THE INABILITY TO USE, OR THE RESULTS OF USE OF THIS WEBSITE OR ITS CONTENT, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS PROHIBIT THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN WHICH CASE PORTIONS OF THIS LIMITATION MAY NOT APPLY TO YOU.\nIN NO EVENT WILL WE BE LIABLE OR RESPONSIBLE FOR ANY ERRORS OR OMISSIONS IN THE CONTENT OF THIS WEBSITE, INCLUDING, WITHOUT LIMITATION, ERRORS IN PRICING OR AVAILABILITY OF SERVICES AND PRODUCTS, OR DAMAGES THAT MAY RESULT FROM MISREPRESENTATION OF AGE BY A USER OF THIS WEBSITE.</p>\nIndemnification\n<p>You agree to indemnify, defend and hold harmless Company, its parent, affiliates, shareholders, agents, licensors, suppliers and any third-party information provider to this website, together with their officers, directors, owners, partners and employees, from and against all losses, expenses, damages and costs, including attorney’s fees, resulting from: (a) any violation of these Terms of Service (including negligent or wrongful conduct) by you.\nor (b) your use and access of this website.</p>\nViolations of these Terms of Service\n<p>You agree that we, in our sole discretion and without prior notice, may terminate your access to this website and/or block your future access to this website if we determine that you have violated these Terms of Service or other agreements or guidelines which may be associated with your use of this website.\nYou also agree that any violation by you of these Terms of Service will constitute an unlawful and unfair business practice, and will cause irreparable harm to us, for which monetary damages would be inadequate, and you consent to our obtaining any injunctive or equitable relief that we deem necessary or appropriate in such circumstances.\nThese remedies are in addition to any other remedies we may have at law or in equity.</p>\n<p>You agree that we, in our sole discretion and without prior notice, may terminate your access to this website for cause, which includes: (1) requests by law enforcement or other government agencies, (2) a request by you (self-initiated account deletions), (3) discontinuance or material modification of this website or any service offered on or through this website, or (4) unexpected technical issues or problems.</p>\nResolution of Disputes\n<p>\n<strong>Governing Law/Disputes.</strong>&nbsp;These Terms of Service shall be governed by and construed in accordance with the laws of the State of Tennessee without application of conflict of laws rules.\nVenue for all Claims (defined below) not subject to arbitration shall be in state or federal courts located in Shelby County, Tennessee.</p>\n<p>\n<strong>Resolution of any Dispute.</strong>&nbsp;In the event a dispute arises between you and us, we want to provide you with an efficient, neutral and cost-effective means of resolving the dispute.\nMost concerns can be resolved quickly by contacting us, which may be initiated by clicking on the “Contact Us” link in the side menu.\nIf, however, there is an issue that needs to be resolved, the following terms describe how both of us will proceed:</p>\n<p>\n<strong>Limitation of Legal Remedies.</strong>&nbsp;INSTEAD OF SUING IN COURT, YOU AND WE EACH AGREE TO ARBITRATE DISPUTES ON A BILATERAL (INDIVIDUAL) BASIS.\nYou and we agree that any dispute, controversy or claim arising out of your use of this website or its content (“Claims”) which cannot be settled by mutual agreement of the parties shall be resolved by one arbitrator through binding arbitration.\nThis agreement to arbitrate is intended to be broadly interpreted.\nIt includes Claims based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nThe arbitrator’s decision and award is final and binding, with some exceptions under the Federal Arbitration Act, 9 U.S.C.\n1, et seq., and judgment on the award may be entered in any court with jurisdiction.</p>\n<p>\n<strong>Class Action Waiver.</strong>&nbsp;You and we each agree that each of us is waiving the right to a trial by jury and may bring claims against the other only in an individual capacity and not in a class action or representative proceeding.\nAll arbitrations shall be conducted on an individual (and not a class-wide) basis and an arbitrator shall have no authority to award class-wide relief.\nYou acknowledge and agree that these terms specifically prohibit you from commencing any legal proceedings as a representative of others or joining in any arbitration proceedings brought by any other person.</p>\n<p>\n<strong>Arbitration Procedures.</strong>&nbsp;A party who intends to seek arbitration must first send to the other a written Notice of Dispute describing the nature and basis of the Claim and setting forth the specific relief sought.\nAll notices to us shall be sent to the following address: OneGuard Home Warranty, 150 Peabody Pl.\nSuite 300, Memphis, TN, 38103, ATTN: Legal Department – Administrator, Alternative Dispute Resolution.\nAll notices to you will be sent to the email or physical address you have provided.\nUpon receipt of such notice, the other party shall have a sixty (60) day period in which it may satisfy the Claim against it by fully curing the Claim and/or providing all the relief requested in the notice, and/or entering into a settlement to resolve the Claim to the mutual satisfaction of the parties.\nAfter the expiration of such sixty-day cure period, you or we may commence an arbitration proceeding.\nThe arbitration of any claim or dispute under this Agreement shall be referred to the American Arbitration Association (“AAA”) under its rules and procedures, including the AAA’s Commercial Dispute Resolution Procedures and Supplementary Procedures for Consumer-Related Disputes.\nThese rules and procedures are available by calling the AAA or by visiting its website at&nbsp;www.adr.org.\nThe arbitration of any Claim shall be conducted in the State of Tennessee, and for any non-frivolous claim that does not exceed $10,000, Company will: (1) pay all costs of the arbitration.\n(2) if you prefer, conduct the arbitration by telephone, and (3) will not seek attorney’s fees in the event Company prevails.\nEach party shall pay the fees and costs of its own counsel, experts and witnesses.</p>\n<p>\n<strong>Choice of Law.</strong>&nbsp;This Agreement concerns a transaction in interstate commerce, and therefore shall be governed by the United States Federal Arbitration Act (the “FAA”), 9 U.S.C.\n§ 1 et seq.\nThe FAA’s provisions, not state law, govern all questions of whether a dispute is subject to arbitration.</p>\n<p>\n<strong>Exception.</strong>&nbsp;Any claim or action for indemnification, contribution, interpleader or injunctive relief arising out of a Claim shall not be subject to arbitration.</p>\nAdditional Terms\n<p>Our failure to insist upon or enforce strict performance of any provision of these Terms of Service shall not be construed as a waiver of any provision or right.\nNeither the course of conduct between the parties nor trade practice shall act to modify any provision of these Terms of Service.\nWe may assign our rights and duties under these Terms of Service to any party at any time without notice to you.\nIf any of these terms shall be deemed invalid, void or, for any reason, unenforceable, that term shall be deemed severable and shall not affect the validity or enforceability of any remaining term.\nAny rights not expressly granted herein are reserved.</p>\nEntire Agreement\n<p>These Terms of Service constitute the entire agreement between you and us regarding this website.\nThese Terms of Service supersede all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and us regarding this website.\nNo modification of these Terms of Service will be effective unless we authorize it.</p>\nAddress of Record\n<p>OneGuard Home Warranty<br>\n150 Peabody Place, Suite 300<br>\nMemphis, TN 38103<br>\nUnited States of America</p>\n<p>Last Updated: 10/15/2020</p> ", "created_at": "2023-04-01 23:55:30.899294", "updated_at": "2023-04-01 23:55:56.234705"}, {"id": 15173, "name": "Privacy Policy", "url": "https://www.oneguardhomewarranty.com/privacy-policy/", "xpath": "/html/body/div[2]/section", "text": " <ol>\n<li>\n</li>\n<li> Privacy Policy </li>\n</ol> Privacy Policy <p>Effective Date: October 15, 2020</p>\n<p>This Privacy Policy is being provided to you by OneGuard Arizona, LLC (“<u>OneGuard</u>”, “<u>we</u>” or “<u>us</u>”) on behalf of itself and certain of its affiliates and subsidiaries.\nThis Privacy Policy applies to information we receive from or about you, including personally identifiable information, in connection with your access or use of: (a) the website oneguardhomewarranty.com (together with any successor website, the “<u>Site</u>”), (b) other interactive properties, including, but not limited to, any mobile applications enabling you to access the Site (together with the Site, the “<u>OneGuard Applications</u>”), (c) the products and services provided by OneGuard, including through the OneGuard Applications or offline (the “<u>Product(s)</u>” and “<u>Service(s)</u>”), (d) offline communications with OneGuard, including direct mail, telephone and postal mail and (e) any other means or applications in which you connect with OneGuard or a third party from whom OneGuard receives information about you.</p>\n<p>By accessing or using the OneGuard Applications or our Products and Services, registering with, providing personal information to, or communicating with, OneGuard, you explicitly accept, without limitation or qualification, the collection, use, storage and transfer (including international transfer) of your personal information in the manner described in this Privacy Policy.\nTHIS PRIVACY POLICY AFFECTS YOUR RIGHTS AND LIABILITIES UNDER THE LAW.\nIf you do not agree to the terms of this Privacy Policy, do not access or use the OneGuard Applications, provide us with personal information or otherwise communicate with us.</p>\n<p>\n<strong>INFORMATION WE COLLECT</strong>\n</p>\n<p>We may collect different types of information about you, depending upon how you interact with us.\nThis information may include personal information, Financial Information, demographic information, log-in information and Device information.\nSometimes we collect combinations of all these types of information or aggregate some or all of these types of information to improve the Products and Services and facilitate other legitimate business purposes.\nIn each case, when using the OneGuard Applications, it is indicated on the OneGuard Applications whether any personal information or demographic data must be provided for you to access and use the OneGuard Applications or purchase the requested Product or Service.</p>\n<p>\n<strong>\n<u>Connecting with the OneGuard Applications and Information Provided by You</u>\n</strong>\n</p>\n<p>\n<strong>When You Register or Otherwise Contact Us.</strong>&nbsp.\nWhen you provide us with information (including personal information) in connection with a particular activity, you agree that such action constitutes a purchase or inquiry establishing a business relationship with us.\nYou expressly consent to receiving communications from OneGuard (and its affiliates and subsidiaries) through the information you provided to us.\nYou also attest that you have the legal authority over any telephone number you provide to us and can provide the authorization to contact you.\nThis means OneGuard may contact you, in person or by recorded message, by e-mail, telephone or mobile telephone number (including use of automated dialing equipment), text (SMS) message, or any other means of communication that your wireless or other telecommunications device may be capable of receiving.</p>\n<p>\n<strong>Registration Information.\n</strong>We will collect personal information from you if you register on the OneGuard Applications or place an order for our Products or Services, which may include, but is not limited to, name, address, phone number(s), and email address(es).\nYou may not use a user/account name that is vulgar or otherwise offensive (as determined by OneGuard), infringes any trademark or other proprietary rights of others, or is used in any way that violates the terms of use of the Site (the “<u>Terms of Service</u>”).\nOneGuard reserves the right to deny, in its sole discretion, any user access to the OneGuard Applications or our Products and Services without notice, for any or no reason.</p>\n<p>\n<strong>Financial Information.\n</strong>Financial information is information that you provide to us, including your bank account number, routing number, debit or credit card number and related billing information (collectively, the “<u>Financial Information</u>”).\nWe require such Financial Information in order to process payment for the purchase of a Product or Service that you have requested.\nBy submitting your Financial Information, you consent to our providing your Financial Information to those Authorized Third Party Service Providers as are reasonably necessary to support and process your transactions as well as your credit card issuer and banking institution.\nWe ask that you do not enter Financial Information into your profile, except in the fields provided for that information.</p>\n<p>\n<strong>Facebook.\n</strong>You may be given the option to link your Facebook account so that you can comment on the OneGuard Applications and your interaction with OneGuard or take advantage of other features of the OneGuard Applications.\nWhen you comment on the OneGuard Applications using your Facebook username and password and click “allow” on the Facebook permission authorization screen, we will automatically import all information that you allow to be imported from your Facebook profile based upon your privacy settings at Facebook, such as your location, your interests, <em>etc.</em> (collectively, “<u>Permitted Facebook Profile Content</u>”) and you give us permission to: &nbsp;(a) capture, store, use and display your Permitted Facebook Profile Content, including syncing access to such Permitted Facebook Profile Content when you are not using OneGuard Applications and (b) otherwise use Permitted Facebook Profile Content as described in this Privacy Policy.\nThe authentication of your Facebook login credentials is conducted solely through Facebook.</p>\n<p>\n<strong>User Generated Content.\n</strong>The OneGuard Applications may contain review or chat areas or other message, communication or other mechanisms designed to enable you to communicate with others or to post content on the OneGuard Applications (the “<u>Communication Services</u>”).\nPlease remember that any information you disclose while participating with the Communication Services becomes public information, becomes the property of, and is subject to redistribution by, OneGuard.\nYou should exercise caution and discretion when deciding to disclose your personal information in a submission or posting.\nThere is no expectation of privacy when posting or otherwise participating on the Communication Services.\nIf you post content, such as messages, reviews or photos, please be aware that any personally identifiable information contained in such content is accessible to registered users or visitors to that OneGuard Application or Communication Services and we have no control over how those users may use your personally identifiable information.\nWe have the right, but not the obligation, to monitor any activity and content associated with the Communication Services.\nWe reserve the right to take action in connection with any content, including that which we deem inappropriate.\nPlease review our Terms of Service for more information regarding your appropriate use of these Communication Services.</p>\n<p>\n<strong>\n<u>Information Collected Through Technology</u>\n</strong>\n</p>\n<p>In addition to any personal information or other information that you choose to submit to us, we and our third-party service providers may use a variety of technologies such as cookies, pixel tags and web beacons, browser analysis tools, and web server logs to track and record certain information.\nAs you use our OneGuard Applications, your browser and devices communicate with servers operated by us, our business partners and our service providers to coordinate and record your activity and fulfill your requests (“<u>Usage Information</u>”).\nWe collect many different types of information from cookies and other technologies.\nFor example, we may collect information from the devices you use to access our OneGuard Applications, your operating system type or mobile device model, browser type, domain, and other system settings, as well as the language your system uses and the country and time zone of your device.\nBrowsers routinely send these types of information to web servers.\nIn addition, we collect your IP address or other unique identifier (“<u>Device Identifier</u>”) from your computer (or other device) used to access the OneGuard Applications (each, a “<u>Device</u>”).\nA Device Identifier is a number that is automatically assigned to the Device used to access the OneGuard Applications, and our computers identify your Device by its Device Identifier.\nWe may also collect information about the website you were visiting before you came to our OneGuard Applications and the website you visit after you leave our OneGuard Applications, if this information is supplied to us by your browser.\nWe may use this Usage Information for a variety of purposes, including to enhance or otherwise improve the OneGuard Applications.</p>\n<p>The information from cookies and related technology is stored in web server logs and also in web cookies kept on your Device(s), which are then transmitted back to our Site by your Device(s).\nThese servers are operated, and the cookies managed, by us, our business partners or our service providers.\nFor example, when you visit OneGuard Applications, we and our service providers may place cookies on your Device(s).\nCookies allow us to recognize you when you return to an OneGuard Application and may track and target your interests in order to provide a customized experience.\n&nbsp;Cookies also help us detect certain kinds of fraud.\nA “cookie” is a small amount of information that a web server sends to your browser that stores information about your account, your preferences, and your use of the OneGuard Applications.\nSome cookies contain serial numbers that allow us to connect your activity with OneGuard Applications with other information we store about you in your profile or as related to your interactions with OneGuard Applications.</p>\n<p>Some cookies are temporary, whereas others may be configured to last longer.\n&nbsp;“Session” cookies are temporary cookies used for various reasons, such as to manage page views.\nYour browser usually erases Session cookies once you exit your browser.\n“Persistent” cookies are more permanent cookies that are stored on your computers or mobile devices even beyond when you exit your browser.\nWe use Persistent cookies for a number of purposes, such as retrieving certain information you have previously provided.\n“Flash” cookies, known as local shared objects, are data files placed on a Device via the Adobe Flash plug-in that may be built-in to or downloaded by you to your Device to personalize your visit.\nOur third-party service providers also may use Flash cookies to collect and store information.\nFlash cookies are different from standard browser cookies because of the amount of, type of, and way data is stored.\nCookies may be used for many purposes, including, without limitation, remembering you and your preferences and tracking your visits to our web pages.\nYou can choose to have your computer warn you each time a Persistent or Session cookie is being sent, or you can choose to turn off such cookies through your browser settings.\nEach browser is a little different, so look at your browser Help menu to learn the correct way to modify your cookies.\nHowever, cookie management tools provided by your browser will not remove Flash cookies.\nTo learn how to manage privacy and storage settings for Flash cookies, please click www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html.\nIn some cases, you may be able to disable cookies on your Device.\nHowever, if you choose to disable cookies on your Device, some features of the OneGuard Applications may not function properly.\nFor instance, if cookies are disabled, you will not be able to log into the Site and therefore you will experience an anonymous user experience.</p>\n<p>Pixel tags and web beacons are tiny graphic images placed on the OneGuard Applications or in our emails that allow us to determine whether you have performed specific actions.\nWhen you access the OneGuard Applications or open email messages, the pixel tags and web beacons generate a notice of that action to us, or our service providers.\nThese tools allow us to measure responses to our communications and improve the OneGuard Applications and promotions.</p>\n<p>We also use embedded scripts which are programming codes designed to collect information about your interactions with the OneGuard Applications, such as the links you click on.\nThe code is temporarily downloaded onto your Device from our web server or a third-party service provider, is active only while you are connected to the OneGuard Applications and is deactivated or deleted thereafter.</p>\n<p>We use HTML5, another form of collection, in our apps for the iPhone or iPad (and any other Apple iOS device).\nHTML5 is another form of collection, tracking and storage that does not rely on traditional browser cookies.\nLike Flash cookies, HTML5 cookies can be used to track users across website but are not stored in browsers’ cookie files.\nTo our knowledge there is currently no known way for a user of a mobile device to remove HTML5 tracking and storage.</p>\n<p>In many cases, the information we collect using cookies and other tools is used in non-identifiable ways, without any reference to personal information.\nFor example, we use information we collect about OneGuard Application users to optimize our Products and Services and understand traffic and usage patterns.\nIn other cases, we associate the information we collect using cookies and related technologies with personal information.\nWhenever we associate Usage Information or a Device Identifier with your personal information, we will treat it as personal information.</p>\n<p>\n<strong>\n<u>Information You Provide About a Third Party</u>\n</strong>\n</p>\n<p>If you send someone else a communication from the OneGuard Applications, such as sending an invitation to a friend, the information you provide (names, e-mail addresses, <em>etc.</em>) is used to facilitate the communication and is not used for any other marketing purpose unless we obtain consent from that person or we explicitly say otherwise.\nPlease be aware that when you use any send-to-a-friend functionality on the OneGuard Applications, your e-mail address may be included in the communication sent to your friend.</p>\n<p>\n<strong>\n<u>Information We Collect from Third Parties</u>\n</strong>\n</p>\n<p>We acquire information from other trusted sources to update or supplement the information you have provided or that we collected automatically, such as information to validate or update your address or other demographic and lifestyle information.\nWe use this information to help us maintain the accuracy of the information we collect, to target our communications so that OneGuard can inform you of products, services and offers that may be of interest to you and for internal business analysis or other business purposes.</p>\n<p>\n<strong>\n<u>Third Party Analytic Technologies</u>\n</strong>\n</p>\n<p>We use third parties’ analytic and tracking tools to better understand who is using the OneGuard Applications, how people are using the OneGuard Applications, how to improve the effectiveness of the OneGuard Applications and their content and how to serve more targeted advertising to you.\nThose third-party companies may use cookies, pixel tags or other technologies to collect and store anonymous information such as time of visit, pages visited, time spent on each page of the OneGuard Applications, Device Identifiers, type of operating system used and other website(s) you may have visited.\nThey might combine information they collect from your interaction with OneGuard Applications with information they collect from other sources and use this combined information to send you certain marketing or other communications.\nWe do not have access to, nor control over, third parties’ use of cookies or other tracking technologies.</p>\n<p>If you wish to exercise choice with respect to collection and use of the data by these third-party tools, you may visit: http://www.aboutads.info/choices/</p>\n<p>Some of the analytic and tracking tools we may use are Google Analytics and Google Analytics Advertising.\nThe Google Analytics Advertising features we may use include the following:</p>\n<ul>\n<li>Remarketing;</li>\n<li>Google Display Network Impression Reporting;</li>\n<li>Google Analytics Demographic and Interest Reporting.\nand</li>\n<li>Integrated services that require Google Analytics to collect data via advertising cookies and anonymous identifiers</li>\n</ul>\n<p>If you wish to manage your Google accounts, you may visit: https://www.google.com/settings/u/0/ads/authenticated</p>\n<p>If you wish to prevent your data from being used by Google Analytics, Google has developed the Google Analytics opt-out browser add-on available at: https://tools.google.com/dlpage/gaoptout/</p>\n<p>\n<strong>HOW WE USE AND SHARE YOUR INFORMATION</strong>\n</p>\n<p>We use your information (including your personal information), subject to applicable laws, for the following purposes:</p>\n<ol>\n<li>to allow you to register and create an account and profile on the OneGuard Applications (and elsewhere);</li>\n<li>to share your information (including for marketing and other purposes) with our affiliates and subsidiaries, where we consider appropriate;</li>\n<li>to deliver, provide and process payment for a Product or Service you have requested;</li>\n<li>to enable you to provide us with feedback;</li>\n<li>to administer promotions you enter into such as a contest or sweepstakes;</li>\n<li>to allow your participation in our Communications Services (where available on the OneGuard Applications);</li>\n<li>to allow your participation in any surveys;</li>\n<li>to prevent transactional fraud and other illegal activity and to protect the rights, property and safety of us, you and others;</li>\n<li>to alert you to changes and updates in our OneGuard Applications’ policies, Products or Services;</li>\n<li>to send you communications (including targeted marketing and promotional offers) that may be of interest to you, such as emails or text messages about OneGuard and its affiliates and subsidiaries and their products or services;</li>\n<li>to customize, measure and improve products, services, content and advertising, including generating internal reports about the use of our OneGuard Applications;</li>\n<li>to personalize your overall experience with OneGuard;</li>\n<li>to enforce our Terms of Service;</li>\n<li>for testing, research and product development;</li>\n<li>to respond to law enforcement and regulatory requests, or as required by applicable law, regulation or court order;</li>\n<li>in connection with a merger, acquisition, divestiture, restructuring, reorganization, dissolution or other transaction involving some or all of our assets that include your information;</li>\n<li>for certain other purposes disclosed at the time you provide your information.\nand</li>\n<li>as otherwise set forth in this Privacy Policy.</li>\n</ol>\n<p>\n<strong>Transactional Communications.\n</strong>We may send you communications from time to time relating to your account, orders and other transactional matters involving OneGuard (or its affiliates and subsidiaries).\nThese communications may include requests, order confirmations, invoices, renewals or customer service notifications.\nWe may also send you service-related announcements.\nfor instance, if our Services are temporarily suspended for maintenance, the delivery of a Product is delayed or there is some service issue with an item you may have ordered.\nYou may not opt out of receiving these communications, as they are not promotional in nature.</p>\n<p>\n<strong>Authorized Third Party Service Providers.\n</strong>We may use third party service providers (“<u>Authorized Third Party Service Providers</u>”) to help us operate our business and the OneGuard Applications or administer activities on our behalf.\nWe may share your information with these Authorized Third Party Service Providers.</p>\n<p>\n<strong>Third Parties Who Recommended our Products and Services.</strong>&nbsp;From time to time we may provide to third parties who either purchased on your behalf, or recommended our Products and Services to you (such as realtors who sold or rented you your home), information regarding your use of those Products or Services.</p>\n<p>\n<strong>Electronic and Direct Mail Promotional Offers.\n</strong>OneGuard and our affiliates and subsidiaries may send you promotional emails and direct mailings regarding special offers about our Products and Services or on behalf of third party marketing partners that may be of interest to you.\nIf you do not want to receive emails or direct mail regarding special promotions or offers you may opt-out as provided in the CHOICE AND OPT OUT section below.</p>\n<p>\n<strong>Telemarketing.\n</strong>If you have given us your telephone number, OneGuard and our affiliates and subsidiaries may use the telephone number you provided to contact you, including to: &nbsp;(a) follow up on your order and (b) market to you renewals or other Products or Services.\nIf you would prefer not to receive marketing phone calls from us, you may opt-out as provided in the CHOICE AND OPT OUT section below.</p>\n<p>\n<strong>Third Party Tracking and Advertising.\n</strong>We may allow third-party companies to serve ads or collect certain anonymous information on our behalf when you visit the OneGuard Applications.\nThese companies may use non-personally identifiable information (<em>i.e.</em>, click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to the OneGuard Applications and other websites in order to provide advertisements about goods and services that may be of interest to you.\nThese companies typically use a cookie or third-party web beacon to collect this information.\nIf you would like more information about advertisers’ use of tracking technologies and about your option not to accept the cookies used to track your activities, you can go to www.networkadvertising.org.</p>\n<p>\n<strong>Co-Branded Areas.\n</strong>Certain areas on our OneGuard Applications may be provided to you in association with third parties such as advertisers that provide products and services or rewards programs (“<u>Co-Branded Areas</u>”).\nSuch Co-Branded Areas will identify the applicable third party.\nIf you elect to register for the products or services provided at these Co-Branded Areas, you either will be providing your personal information to both us and the applicable third party or we may be providing your personal information directly to such third party.\nWith respect to Co-Branded Areas, your information will be subject to this Privacy Policy as well as the privacy policy and practices of such third party.\nWe are not responsible for the privacy practices of such third parties and we suggest you review the individual privacy policies of each company with whom you establish a relationship (including those third party sponsors or advertisers within a Co-Branded Area).</p>\n<p>\n<strong>Feedback.\n</strong>All comments, feedback or materials submitted by you to us, including feedback, testimonials, images, reviews, questions, comments, suggestions or ideas (collectively, “<u>Feedback</u>”), shall be received and treated by us on a non-confidential and unrestricted basis (except to the extent such Feedback is subject to certain restrictions under applicable law).\nIn accordance with all applicable law and this Privacy Policy, OneGuard and its affiliates and subsidiaries will be free to use, display, perform, distribute, copy, adapt, and promote, in any medium now known or later developed, without compensation to you, the Feedback along with all ideas, concepts, know-how, techniques or methodologies contained in such Feedback, for any purpose whatsoever, including without limitation, developing, marketing and selling our Products and Services incorporating such Feedback.\nYou agree that in submitting Feedback, such Feedback will not violate any right of any third party, including any confidentiality, copyright, trademark, privacy or other personal or intellectual property or proprietary rights, and will not cause injury to any person or entity.\nYou further agree that no Feedback you submit will contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain viruses, commercial solicitations, or any form of “spam”.</p>\n<p>\n<strong>Sweepstakes, Contests and Promotions.\n</strong>We may offer sweepstakes, contests, and other promotions (each, a “<u>Promotion</u>”) that may require registration.\nBy participating in a Promotion, you are agreeing to the official rules that govern such Promotion.\nIf you choose to enter a Promotion, personal information may be disclosed to third parties or the public in connection with the administration of such Promotion and as required by law or permitted by the Promotion’s official rules.\nIn addition, if you choose to enter a Promotion, the personal information you provide to us will be used by us in accordance with the terms of this Privacy Policy.</p>\n<p>\n<strong>Legal Matters.\nSafety.\n</strong>We may, without your consent, access and disclose your information, any communications sent or received by you (including, without limitation, the contents of any chat, messaging, or other communication posted in the Communication Services), and any other information that we may have about you or your account as may be permitted or required by law (including, but not limited to, court order or subpoena), including to prevent or investigate suspected fraud, violations of our Terms of Service or activity that appears to us to be illegal or may expose us to legal liability.\nAdditionally, in accordance with all applicable law and this Privacy Policy, we may disclose your information and communications in situations that we believe to be: &nbsp;(a) emergencies involving potential threats to the physical safety of any person or property if we believe that your information in any way relates to that threat or (b) inappropriate with respect to your conduct on the OneGuard Applications or when using the Communication Services.</p>\n<p>\n<strong>Sale or Transfer of Business or Assets.</strong>&nbsp.\nIn the event that we, or any of our businesses, are sold or disposed of as a going concern, whether by merger, sale of assets or otherwise, or in the event of an insolvency, bankruptcy or receivership, personally identifiable information (including all personal information) of our customers and visitors to our OneGuard Applications may be one of the assets sold or merged in connection with that transaction.\nIn addition, information about our customers and registered users may also be disclosed in connection with a commercial transaction where we or any one of our businesses are seeking financing, investment, support or funding.</p>\n<p>\n<strong>ACCESS TO YOUR INFORMATION</strong>\n</p>\n<p>If you have an online account with us, you may choose to resign and deactivate or otherwise manage your account at any time by visiting your online account.\nIf for any reason you are concerned that the personal information or Financial Information you provided to us is not correct and you wish to change it, please call our Customer Care Department at 1-888-896-0014.\nWe will be happy to review, update or remove information as appropriate.\nIf you deactivate your account, we may still retain certain information associated with your account for analytical purposes and recordkeeping integrity, as well as to prevent fraud, resolve disputes, enforce our Terms of Service or other policies, take actions we deem necessary due to technical and legal requirements, and as dictated by constraints related to the security, integrity and operation of our OneGuard Applications.\nIn addition, if certain information has already been provided to third parties as described in this Privacy Policy, retention of that information will be subject to those third parties’ privacy practices.</p>\n<p>\n<strong>CHOICE AND OPT OUT</strong>\n</p>\n<p>To opt-out of marketing communications or to request to be added to our Do Not Call List or our Do Not Mail List, you may use one of these convenient methods:</p>\n<p>\n<strong>Electronic Promotional Offers.\n</strong>&nbsp;If you do not want to receive emails regarding special promotions or offers, you may: &nbsp;(a) click the unsubscribe link&nbsp.\nin the footer of any email.\n(b) call customer care at 1-888-896-0014 or (c) contact our Privacy Coordinator at the address set forth below.</p>\n<p>\n<strong>Direct Mail Promotional Offers.\n</strong>&nbsp;If you do not want to receive promotional offers through direct mail, you may: &nbsp;(a) call customer care at 1-888-896-0014 or (b) contact our Privacy Coordinator at the address set forth below.</p>\n<p>\n<strong>Telemarketing.\n</strong>&nbsp;If you do not want to receive marketing phone calls, you may: &nbsp;(a) call customer care at 1-888-896-0014.\n(b) ask to be placed on our Do Not Call list when you receive a call from us or (c) contact our Privacy Coordinator at the address set forth below.</p>\n<p>If you receive marketing communications from OneGuard or one of its affiliates or subsidiaries, you must opt-out individually from each of the brands from which you are receiving brand-specific marketing communications.</p>\n<p>Please note that even if you opt out of receiving promotional electronic or direct mail offers, we may continue to send you service notifications by email or direct mail that are related to your account(s) and our Products and Services you have requested or in which you are currently enrolled.</p>\n<p>\n<strong>Service Notification Program.\n</strong>&nbsp;In the event you elect to receive certain notices and announcements via text message (SMS) through OneGuard’s Service Notification Program, you can opt out of continuing to receive these communications by contacting our Privacy Coordinator at the address set forth below.</p>\n<p>\n<strong>IMPORTANT DISCLOSURES, PRACTICES AND CONTACT INFORMATION</strong>\n</p>\n<p>\n<strong>Links to other Website(s) and Communities.\n</strong>To the extent hyperlinks may be utilized to access external or third-party website(s) and communities, you should be aware that these external or third-party website(s) and communities are not controlled by us and, therefore, are not subject to this Privacy Policy.\nWe recommend that you review the privacy policies of each such website and community to determine how your information will be utilized.</p>\n<p>\n<strong>Security.\n</strong>We maintain physical, electronic and procedural safeguards to protect the confidentiality and security of information transmitted to us.\nTo guard your information delivered to us electronically, the OneGuard Applications use Secure Sockets Layer (SSL).\nSSL encrypts your credit card number, name and address so only we are able to decode your information.\nUnfortunately, however, no data transmission over the Internet can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your information, to the extent permitted by law, we do not guarantee or warrant the security of any information you transmit to or from the OneGuard Applications, and you do so at your own risk.</p>\n<p>We urge you to keep any password that you establish with us in a safe place and not to divulge it to anyone.\nAlso, we advise that you log off your account and close your browser window when you have finished your visit to an OneGuard Application.\nThis is to ensure that others cannot access your account, especially if you are sharing a computer with someone else or are using a computer in a public place.</p>\n<p>\n<strong>A Note to International Users.\n</strong>The OneGuard Applications are operated in the United States.\nIf you are located anywhere outside of the United States, please be aware that information we collect will be transferred to, processed and stored in the United States.\nThe data protection laws in the United States may differ from those of the country in which you are located, and your personal information may be subject to access requests from governments, courts, or law enforcement in the United States according to laws of the United States.\nBy using the OneGuard Applications or providing us with any information, you consent to this transfer, processing and storage of your information in the United States.\nYou are also consenting to the application of United States federal and Tennessee state law in all matters concerning the OneGuard Applications and this Privacy Policy.</p>\n<p>\n<strong>Children’s Privacy.\n</strong>The OneGuard Applications are generally intended for general adult audiences and are not directed or intended for children under thirteen years of age.\nWe do not knowingly collect personal information from individuals under thirteen years of age.\nIf you are under thirteen years of age, you should not register or provide personal information on the OneGuard Applications.\nIf we later obtain actual knowledge that a user who has provided personal information is under thirteen years of age, we will take steps to remove that user’s personal information from our systems.</p>\n<p>\n<strong>Changes to the Privacy Policy.\n</strong>We may change this Privacy Policy from time to time.\nThe most recent version of the Privacy Policy will always be posted on the OneGuard Applications, with the “Effective Date” posted at the top of the Policy.\nWe may revise and update this Privacy Policy if our practices change, as technology changes, or as we add new OneGuard Applications or Communication Services or change existing ones.\nIf we make any material changes to this Privacy Policy or how we handle your personal information, you will know either because (a) the Effective Date of this Privacy Policy will change or (b) we will provide you with a copy of the updated Privacy Policy that includes an updated Effective Date.\nBy accessing the OneGuard Applications or interacting with us after the Effective Date, you are deemed to consent to our then-current Privacy Policy for information captured after the Effective Date of that Privacy Policy.</p>\n<p>\n<strong>Disputes.\n</strong>If you choose to visit the OneGuard Applications your visit and any dispute over privacy is subject to this Privacy Policy and our Terms of Service including limitations on damages, resolution of disputes, and application of the laws of the United States and the State of Tennessee.</p>\n<p>\n<strong>No Rights of Third Parties.\n</strong>This Privacy Policy does not create rights enforceable by third parties or require disclosure of any personal information relating to users of the OneGuard Applications.</p>\n<p>\n<strong>Contacting Us.\n</strong>If you have any questions about this Privacy Policy, or the practices of the OneGuard Applications and Communication Services, please write to us at:</p>\n<p>Office of the General Counsel<br>\nAttn: Privacy Coordinator<br>\nOneGuard Home Warranty<br>\n150 Peabody Place Suite 300<br>\nMemphis, TN 38103</p>\n<p>©2020 OneGuard Home Warranty.\nAll rights reserved.</p>\n<p>&nbsp;</p> ", "created_at": "2023-04-01 23:55:30.930755", "updated_at": "2023-04-01 23:56:15.648182"}], "points": [], "urls": ["oneguardhomewarranty.com"]}}