{"error": 448, "message": "OK", "parameters": {"id": 9459, "name": "Horizon Network", "created_at": "2023-09-01 22:40:58.213014", "updated_at": "2023-09-16 22:02:39.688952", "wikipedia": null, "keywords": null, "related": null, "slug": "horizon-network", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/9459.png", "url": "horizonnetwork.co,horizonhub.net", "documents": [{"id": 18646, "name": "Terms and Condition", "url": "https://horizonnetwork.co/terms/", "xpath": "/html/body/div[12]/div/div[2]", "text": " <p>You agree to be bound by our website rules and any laws which may apply to this website and your participation.</p>\n<p>The website administration have the right to terminate your account at any time, delete any content you may have posted, and your IP address and any data you input to the website is recorded to assist the site staff with their moderation duties.</p>\n<p>The site administration have the right to change these terms and conditions, and any site rules, at any point without warning.\nWhilst you may be informed of any changes, it is your responsibility to check these terms and the rules at any point.</p> ", "created_at": "2023-09-01 22:42:33.964232", "updated_at": "2023-09-01 22:44:14.10393"}, {"id": 18649, "name": "Privacy Policy", "url": "https://horizonnetwork.co/privacy/", "xpath": "/html/body/div[12]/div/div[2]", "text": " The following privacy policy outlines how your data is used on our website.<br>\n<br>\n<strong>Data</strong>\n<br>Basic non-identifiable information about your user on the website is collected.\nthe majority of which is provided during registration, such as email addresses and usernames.<br>In addition to this, IP addresses for registered users are stored within the system to aid with moderation duties.\nThis includes spam prevention, and detecting alternative accounts.<br>\n<br>Accounts can be deleted by a site administrator upon request, which will remove all data relating to your user from our system.<br>\n<br>\n<strong>Cookies</strong>\n<br>Cookies are used to store small pieces of non-identifiable information with your consent.\nIn order to consent to the use of cookies, you must either close the cookie notice (as explained within the notice) or register on our website.<br>Data stored by cookies include any recently viewed topic IDs, along with a unique, unidentifiable hash upon logging in and selecting \"Remember Me\" to automatically log you in next time you visit.\n", "created_at": "2023-09-01 22:45:23.797185", "updated_at": "2023-09-01 22:45:32.30283"}, {"id": 18644, "name": "Cookie Policy", "url": "https://horizonnetwork.co/cookies/", "xpath": "/html/body/div[12]/div/div[2]", "text": " <strong>What are cookies?</strong>\n<br>Cookies are small files which are stored on your device by a website, unique to your web browser.\nThe web browser will send these files to the website each time it communicates with the website.<br>Cookies are used by this website for a variety of reasons which are outlined below.<br>\n<br>\n<strong>Necessary cookies</strong>\n<br>Necessary cookies are required for this website to function.\nThese are used by the website to maintain your session, allowing for you to submit any forms, log into the website amongst other essential behaviour.\nIt is not possible to disable these within the website, however you can disable cookies altogether via your browser.<br>\n<br>\n<strong>Functional cookies</strong>\n<br>Functional cookies allow for the website to work as you choose.\nFor example, enabling the \"Remember Me\" option as you log in will create a functional cookie to automatically log you in on future visits.<br>\n<br>\n<strong>Analytical cookies</strong>\n<br>Analytical cookies allow both this website, and any third party services used by this website, to collect non-personally identifiable data about the user.\nThis allows us (the website staff) to continue to improve the user experience and understand how the website is used.<br>\n<br>Further information about cookies can be found online, including the ICO's website which contains useful links to further documentation about configuring your browser.<br>\n<br>\n<strong>Configuring cookie use</strong>\n<br>By default, only necessary cookies are used by this website.\nHowever, some website functionality may be unavailable until the use of cookies has been opted into.<br>You can opt into, or continue to disallow, the use of cookies using the cookie notice popup on this website.\nIf you would like to update your preference, the cookie notice popup can be re-enabled by clicking the button below.<br> Show Cookie Popup ", "created_at": "2023-09-01 22:41:39.38661", "updated_at": "2023-09-01 22:41:48.189437"}], "points": [{"id": 34842, "title": "The policy refers to documents that are missing or unfindable", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 22:47:38.456723", "updated_at": "2023-09-16 14:35:06.693431", "quoteText": null, "case_id": 386, "document_id": 18646, "quoteStart": null, "quoteEnd": null}], "urls": ["horizonnetwork.co", "horizonhub.net"]}}