{"error": 448, "message": "OK", "parameters": {"id": 8521, "name": "AeroAdmin ", "created_at": "2023-06-27 14:40:27.902125", "updated_at": "2023-06-27 22:02:17.333555", "wikipedia": null, "keywords": null, "related": null, "slug": "aeroadmin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8521.png", "url": "aeroadmin.com", "documents": [{"id": 16543, "name": "Privacy Statement ", "url": "https://www.aeroadmin.com/en/privacy_policy.html", "xpath": "//body", "text": " SPECIAL OFFER: -25% | TIME LEFT: <b>\n<b>03</b> Days, <b>09</b>:<b>18</b>:<b>13</b>\n</b> Language <ul>\n<li> English</li>\n<li> Deutsch</li>\n<li> Français</li>\n<li> Italiano</li>\n<li> Español</li>\n<li> Português</li>\n<li> Netherlands</li>\n<li> Polski</li>\n<li> Русский</li>\n<li> Türkçe</li>\n<li> 한국어</li>\n<li> 日本語</li>\n<li> العربية </li>\n</ul> Free Remote Desktop Software Remote Desktop Connection over Internet <p>Alternative short domain 900100.net</p> English <i>\n</i>\n<ul>\n<li>AeroAdmin <i>\n</i>\n<ul>\n<li>Features</li>\n<li>Screenshots</li>\n<li>Security</li>\n</ul>\n</li>\n<li>Use Cases </li>\n<li>Download <i>\n</i>\n<ul>\n<li>Quick Download Button</li>\n<li>Marketing Materials</li>\n</ul>\n</li>\n<li>Partnership </li>\n<li>Buy Now <i>\n</i>\n<ul>\n<li>License Comparison</li>\n</ul>\n</li>\n<li>Contacts &amp.\nSupport <i>\n</i>\n<ul>\n<li>Send Email</li>\n<li>Knowledge Base</li>\n<li>Unattended Access</li>\n<li>About Company</li>\n<li>We Hire!</li>\n</ul>\n</li>\n<li>Blog </li>\n</ul> Privacy Statement General <p>Your privacy is very important to us at AeroAdmin.\nBecause of that, we strictly follow all legal requirements and exercise care when it comes to collecting, processing, using, and disclosing your information and data.\nThe purpose of this statement is to provide an overview of your rights when using our website and software, as well as explain what data we collect and why we do so.</p> Personal Data <p>The term “personal data” encompasses any information related to an identified or identifiable individual.\nExamples of personal data include your name, address or mailing address, and phone number.\nIf your name is included in your email address, your email address would also fall under the category of personal data.\nOn the other hand, information that cannot be used to identify an individual does not fall under the category of personal data.\nexamples of such information include your body size, gender, age, and education.</p> Use and Disclosure of Data <p>We may collect your personal data through automatic or manual means.\nAny personal data that we collect from you will only be used to respond to inquiries from you, to process contracts with you, or for our internal administration purposes.</p>\n<p>We will not disclose your personal data unless required by one of the following specific circumstances: </p>\n<ul>\n<li>\n<i>\n</i> To process a payment with the payment provider or other relevant third party</li>\n<li>\n<i>\n</i> You have expressly consented to the disclosure of your data</li>\n<li>\n<i>\n</i> We are required by law to disclose your data (e.g., in response to a subpoena or court or administrative order)</li>\n</ul>\n<p>\n</p>\n<p>We will never sell your data.</p> Deletion of Data <p>You may revoke your consent to the storage of your personal data at any time.\nWe will delete your personal data when you revoke your consent and after storage of your data is no longer necessary for us to process contracts.\nRegardless of whether you expressly revoke your consent, we will delete your personal data if its storage becomes prohibited by law or if we no longer need it to provide our services.</p> Website <p>In order to protect your privacy, when using our website we encourage you to only provide us with the data that is necessary for us to meet your needs and/or to assist in improving the quality of our services to you.\nHowever, you should be aware that we do automatically collect some data for statistical analysis purposes.</p> Access Protocol <p>We log basic information related to every visit to our website and related resources.\nThis is done for internal statistical analysis purposes and to help us ensure data security.\nIn order for us to meet our analysis and security needs, we collect and store some information from your web browser and computer, including the following: </p>\n<ul>\n<li>\n<i>\n</i> Operating system</li>\n<li>\n<i>\n</i> Browser type and version</li>\n<li>\n<i>\n</i> Previously visited website</li>\n<li>\n<i>\n</i> Hostname of the machine and IP address</li>\n<li>\n<i>\n</i> Time of the server inquiry</li>\n</ul>\n<p>\n</p> Emails and Newsletters <p>If you sign up to receive our newsletter or use the email services offered through our website, we will store your email address.\nIn order for us to ensure that you are the owner of the email address and/or that the owner agrees to receive our newsletter, we may gather additional information from you.\nYou may revoke your consent to the storage and use of your email address to deliver our newsletter and any other additional information gathered for this purpose at any time.</p>\n<p>You may also unsubscribe from our email newsletter at any time.</p> Cookies <p>A cookie is a small text file sent from a website that can be stored on visitor’s computer or by the visitor’s web browser.\nWhen a visitor uses that same computer or browser to return to the website, the information in the cookie file is sent back to the website’s server.\nAlthough enabling the use of cookies serves a purpose and ensures maximum functionality when using our website, it is possible to use our website with cookies disabled.</p>\n<p>To protect your privacy, we avoid the overuse of cookies and only utilize them for the following purposes: </p>\n<ul>\n<li>\n<i>\n</i> Managing different user sessions (session tracking)</li>\n<li>\n<i>\n</i> Storing user settings for our website (e.g.\nlanguage)</li>\n<li>\n<i>\n</i> Web analytics</li>\n</ul>\n<p>\n</p> Web Analytics Tools <p>Our website uses Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”).\nGoogle Analytics uses cookies to help us analyze how visitors use our website.\nThe cookie will generate information about your use of our website, including your IP address, and this information will be transmitted to and stored by Google on its servers in the United States.\nGoogle will then use this information so that it can evaluate visitors’ activity on our website so that it can generate statistical reports for us.\nGoogle also uses this information to improve its services related to website activity and Internet usage.\nGoogle may also transfer information that it collects to third parties if required by law or if third parties process the information on Google’s behalf.\nhowever, Google will not associate your IP address with any other information it stores.\nIf you choose, you may disable the use of cookies related to Google Analytics through your web browser’s settings.\nhowever, doing so may negatively impact the functionality of some features on our website.\nBy using our website, you are giving your consent to Google to process and store your data as explained in this paragraph.</p>\n<p>If you wish to prevent your data from being used by Google Analytics, you can download the Google Analytics opt-out browser add-on developed by Google here.</p> Software <p>AeroAdmin will automatically collect some data in order to ensure reliable and safe operation of the software, to enable some advanced features, and to assist in developing future product improvements.\nThe data automatically collected includes the following: </p>\n<ul>\n<li>\n<i>\n</i> Time the program is launched</li>\n<li>\n<i>\n</i> IPaddress</li>\n<li>\n<i>\n</i> Statistical information about your computer (e.g., CPU, MAC address, HDD Serial, Screen Resolution)</li>\n<li>\n<i>\n</i> Time and duration of AeroAdmin sessions and AeroAdmin IDs of participants</li>\n</ul>\n<p>\n</p> Changes <p>We reserve the right to modify this privacy statement in compliance with the relevant legal requirements at any time.</p> Contact <p>If you have any questions or concerns about this privacy policy, please contact us via the means listed here at AeroAdmin Support Center.\nYou can contact us to determine whether any of your data is stored by us and, if so, what specific data is being stored.\nadditionally, you can send us requests to remove or correct your data.\nWe also welcome any suggestions you may have.</p> START WORKING WITH AEROADMIN RIGHT NOW IT'S FREE FOR PERSONAL AND BUSINESS USE <p>&nbsp;</p>\n<p>\n<i>\n</i> Download AeroAdmin</p>\n<p>Choose Language</p> English <p>AeroAdmin</p>\n<p>Features</p>\n<p>Screenshots</p>\n<p>Security</p>\n<p>Download</p>\n<p>Quick Download Button</p>\n<p>Marketing Materials</p>\n<p>Buy Now</p>\n<p>License Comparison</p>\n<p>Contacts &amp.\nSupport</p>\n<p>Send Email</p>\n<p>Knowledge Base</p>\n<p>Unattended Access</p>\n<p>About Company</p>\n<p>We Hire!</p>\n<p>Blog</p>\n<p>Copyright © 2023 AeroAdmin LLC.\nAll rights reserved.  |  POB 59571, San Jose, CA 95159, US  |   EULA  |   Privacy Statement</p> Contact us! We're online!", "created_at": "2023-06-27 14:40:27.93345", "updated_at": "2023-06-27 14:40:47.56638"}, {"id": 16544, "name": "End User License Agreement", "url": "https://www.aeroadmin.com/en/eula.html", "xpath": "//body", "text": " SPECIAL OFFER: -25% | TIME LEFT: <b>\n<b>03</b> Days, <b>09</b>:<b>17</b>:<b>19</b>\n</b> Language <ul>\n<li> English</li>\n<li> Deutsch</li>\n<li> Français</li>\n<li> Italiano</li>\n<li> Español</li>\n<li> Português</li>\n<li> Netherlands</li>\n<li> Polski</li>\n<li> Русский</li>\n<li> Türkçe</li>\n<li> 한국어</li>\n<li> 日本語</li>\n<li> العربية </li>\n</ul> Free Remote Desktop Software Remote Desktop Connection over Internet <p>Alternative short domain 900100.net</p> English <i>\n</i>\n<ul>\n<li>AeroAdmin <i>\n</i>\n<ul>\n<li>Features</li>\n<li>Screenshots</li>\n<li>Security</li>\n</ul>\n</li>\n<li>Use Cases </li>\n<li>Download <i>\n</i>\n<ul>\n<li>Quick Download Button</li>\n<li>Marketing Materials</li>\n</ul>\n</li>\n<li>Partnership </li>\n<li>Buy Now <i>\n</i>\n<ul>\n<li>License Comparison</li>\n</ul>\n</li>\n<li>Contacts &amp.\nSupport <i>\n</i>\n<ul>\n<li>Send Email</li>\n<li>Knowledge Base</li>\n<li>Unattended Access</li>\n<li>About Company</li>\n<li>We Hire!</li>\n</ul>\n</li>\n<li>Blog </li>\n</ul> End User License Agreement (EULA) IMPORTANT NOTICE TO USER: <p>This End-User License Agreement (\"EULA\") applies to You and Sole Proprietorship Smolikov E.G.\nDBA AeroAdmin LLC (hereinafter \"AeroAdmin\" or \"We\") for the licensing and use of our software, which includes the AeroAdmin software and all versions, modules and applications thereto (hereinafter \"the Software\").\nThis EULA also covers all associated electronic and printed materials, including media, documentation, AeroAdmin identity and labels etc (hereinafter the Associated Materials).</p>\n<p>By downloading, installing or otherwise using the Software You agree to all terms and conditions of this EULA and consent to be legally bound by and become a party to this EULA.\nIf You do not agree to any of the terms of this EULA, please immediately return or delete all copies of Software from computer(s) in your possession.</p> GRANT OF LICENSE <p>AeroAdmin hereby grants you a non-exclusive, non-transferable license to download, install, execute, display, store and distribute the Software to third parties, provided these third parties agree to the terms and conditions of this EULA, within the granted license scope.\nThe scope of the granted license is dependent on the license type, specification of which is published by AeroAdmin on www.aeroadmin.com or was communicated to you by AeroAdmin in any written or electronic way as a result of the license purchase.</p> RESTRICTIONS <p>Unless directly stated in this EULA: </p>\n<ul>\n<li>You may not transfer, sub-license, assign, rent, lease or loan your license rights to any other person or legal entity.\n</li>\n<li>You may not disclose Your license credentials (e.g.\nLicense Key) to third parties provided the license granted to You has credentials.</li>\n<li>You may not remove or modify or replace any proprietary notices or labels on the Software, except as otherwise specifically provided in accordance with the specification of the license granted to you.</li>\n<li>You may not modify, reverse engineer, decompile, disassemble, decrypt or attempt to discover or reconstruct any source code, algorithms, file formats or user or programming interfaces of the Software or any files generated or contained in the Software or otherwise reduce any party of the Software to human readable form nor permit any third party to do so.</li>\n<li>You may not circumvent, attempt to discover a circumvention method or provide a method to circumvent any technological protection measures in the Software.</li>\n</ul>\n<p>\n</p> COPYRIGHT/OWNERSHIP <p>The Software is the proprietary product of AeroAdmin and its licensors and it is protected by copyright, trade secret and other intellectual property laws.\nThe software, including its code, documentation, appearance, structure, and organization and the Associated Materials is an exclusive product of AeroAdmin, which retains the property rights to the Software, its copies, modifications, or merged parts.</p> LIMITATION OF LIABILITY <p>The software is being delivered to you by AeroAdmin \"AS IS\" and any expressed or implied warranties, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, non-infringement of third party rights, integration, satisfactory quality with respect to the software and the associated materials are disclaimed.\nThe person or legal entity using the software bears all risks as to the quality and performance of the software.</p>\n<p>In no event shall AeroAdmin, its licensors, employees or contributors be liable for any direct, indirect, incidental, special, exemplary, or consequential damages (including, but not limited to loss of use, data, or profits, or savings.\nor business interruption) however caused and on any theory of liability, whether in contract, strict liability, or tort (including negligence or otherwise) arising in any way out of the use of this software, even if advised of the possibility of such damage.</p>\n<p> AeroAdmin makes no warranty that the product will be error free or free from interruption or failure, or that it is compatible with any particular hardware or software.</p>\n<p>In cases where state or country law does not allow such limitation the liability shall in any case be limited to the price paid for the license.</p>\n<p>Contact Information.<br>Should you have any questions concerning this EULA, or if you desire to contact AeroAdmin for any reason, please use these contacts.</p>\n<p> All trademarks belong to their respective owners.</p> START WORKING WITH AEROADMIN RIGHT NOW IT'S FREE FOR PERSONAL AND BUSINESS USE <p>&nbsp;</p>\n<p>\n<i>\n</i> Download AeroAdmin</p>\n<p>Choose Language</p> English <p>AeroAdmin</p>\n<p>Features</p>\n<p>Screenshots</p>\n<p>Security</p>\n<p>Download</p>\n<p>Quick Download Button</p>\n<p>Marketing Materials</p>\n<p>Buy Now</p>\n<p>License Comparison</p>\n<p>Contacts &amp.\nSupport</p>\n<p>Send Email</p>\n<p>Knowledge Base</p>\n<p>Unattended Access</p>\n<p>About Company</p>\n<p>We Hire!</p>\n<p>Blog</p>\n<p>Copyright © 2023 AeroAdmin LLC.\nAll rights reserved.  |  POB 59571, San Jose, CA 95159, US  |   EULA  |   Privacy Statement</p> ", "created_at": "2023-06-27 14:41:33.58355", "updated_at": "2023-06-27 14:41:41.303048"}], "points": [], "urls": ["aeroadmin.com"]}}