{"error": 448, "message": "OK", "parameters": {"id": 7583, "name": "Seeklogo", "created_at": "2023-03-15 21:02:08.181488", "updated_at": "2023-03-29 19:26:47.547526", "wikipedia": null, "keywords": null, "related": null, "slug": "seeklogo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7583.png", "url": "seeklogo.com", "documents": [{"id": 14603, "name": "Privacy Policy", "url": "https://seeklogo.com/privacy", "xpath": "//body", "text": "This website uses cookies to ensure you get the best experience on our website.\nLearn moreGot it!Sponsored by MailchimpGet suggestions for improving your content, targeting, and marketing automations to help you increase revenue.Sign UpHide Ad Ad via BuySellAds <ul>\n<li> Brand Logos <ul>\n<li>\n<ul>\n<li>Popular Logos</li>\n<li>Newest Logos</li>\n<li>Trend Logos</li>\n</ul>\n</li>\n<li>\n</li>\n<li>\n<ul>\n<li>Advertising</li>\n<li>Architecture</li>\n<li>Arts and Design</li>\n<li>Auto and Moto</li>\n<li>Beauty and Cosmetics</li>\n<li>Business</li>\n<li>Communication</li>\n<li>Construction</li>\n<li>Consulting</li>\n<li>Cryptocurrency</li>\n<li>Education</li>\n<li>Engineering</li>\n<li>Environment</li>\n<li>Farming</li>\n<li>Fashion</li>\n<li>Finance</li>\n<li>Food and Drinks</li>\n<li>Game</li>\n<li>Government</li>\n<li>Health and Medical</li>\n<li>Heraldry</li>\n<li>Hotels</li>\n<li>Industry</li>\n<li>Legal</li>\n<li>Manufacturing</li>\n<li>Media</li>\n<li>Mobile</li>\n<li>Music</li>\n<li>Religion</li>\n<li>Retail</li>\n<li>Science</li>\n<li>Security</li>\n<li>Services</li>\n<li>Shopping</li>\n<li>Sign</li>\n<li>Sports</li>\n<li>Technology</li>\n<li>Trade</li>\n<li>Transport</li>\n<li>Travel</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Logo Templates <ul>\n<li>\n<ul>\n<li>Popular Templates</li>\n<li>Newest Templates</li>\n<li>Trend Templates</li>\n</ul>\n</li>\n<li>\n</li>\n<li>\n<ul>\n<li>Animal</li>\n<li>Business</li>\n<li>Building</li>\n<li>Cartoon</li>\n<li>Food and Drinks</li>\n<li>Human</li>\n<li>Holiday and Gift</li>\n<li>Letter</li>\n<li>Map</li>\n<li>Music</li>\n<li>Nature and Outdoor</li>\n<li>Number</li>\n<li>Object</li>\n<li>Ornament</li>\n<li>Shape and Abstract</li>\n<li>Silhouette</li>\n<li>Sports</li>\n<li>Sign and Symbol</li>\n<li>Technology</li>\n<li>Travel and Transport</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Popular Logos</li>\n<li>Newest Logos</li>\n<li>Trend Logos</li>\n</ul>\n<ul>\n<li>Upload Logo</li>\n<li>Login</li>\n<li>Sign&nbsp;Up</li>\n</ul> Privacy Policy Privacy Policy for seeklogo.com <p> If you require any more information or have any questions about our privacy policy, please feel free to contact us by email at info@seeklogo.com </p>\n<p>At seeklogo.com we consider the privacy of our visitors to be extremely important.\nThis privacy policy document describes in detail the types of personal information is collected and recorded by seeklogo.com and how we use it.</p> Log Files <p>Like many other Web sites, seeklogo.com makes use of log files.\nThese files merely logs visitors to the site - usually a standard procedure for hosting companies and a part of hosting services's analytics.\nThe information inside the log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date/time stamp, referring/exit pages, and possibly the number of clicks.\nThis information is used to analyze trends, administer the site, track user's movement around the site, and gather demographic information.\nIP addresses, and other such information are not linked to any information that is personally identifiable.</p> Cookies and Web Beacons <p>seeklogo.com uses cookies to store information about visitors' preferences, to record user-specific information on which pages the site visitor accesses or visits, and to personalize or customize our web page content based upon visitors' browser type or other information that the visitor sends via their browser.</p> DoubleClick DART Cookie <ul>\n<li>Google, as a third party vendor, uses cookies to serve ads on seeklogo.com.</li>\n<li>Google's use of the DART cookie enables it to serve ads to our site's visitors based upon their visit to seeklogo.com and other sites on the Internet.</li>\n<li>Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at the following URL - https://policies.google.com/technologies/ads</li>\n</ul> Our Advertising Partners <p>Some of our advertising partners may use cookies and web beacons on our site.\nOur advertising partners include .......</p>\n<p>Google, BuySellAds</p>\n<p>While each of these advertising partners has their own Privacy Policy for their site.</p>\n<p>You may consult this listing to find the privacy policy for each of the advertising partners of seeklogo.com.</p>\n<p>These third-party ad servers or ad networks use technology in their respective advertisements and links that appear on seeklogo.com and which are sent directly to your browser.\nThey automatically receive your IP address when this occurs.\nOther technologies (such as cookies, JavaScript, or Web Beacons) may also be used by our site's third-party ad networks to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on the site.</p>\n<p>seeklogo.com has no access to or control over these cookies that are used by third-party advertisers.</p> Third Party Privacy Policies <p>You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices.\nseeklogo.com's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.</p>\n<p>If you wish to disable cookies, you may do so through your individual browser options.\nMore detailed information about cookie management with specific web browsers can be found at the browsers respective websites.</p> Children's Information <p>We believe it is important to provide added protection for children online.\nWe encourage parents and guardians to spend time online with their children to observe, participate in and/or monitor and guide their online activity.\nseeklogo.com does not knowingly collect any personally identifiable information from children under the age of 13.\nIf a parent or guardian believes that seeklogo.com has in its database the personally-identifiable information of a child under the age of 13, please contact us immediately (using the contact in the first paragraph) and we will use our best efforts to promptly remove such information from our records.</p> Online Privacy Policy Only <p>This privacy policy applies only to our online activities and is valid for visitors to our website and regarding information shared and/or collected there.\nThis policy does not apply to any information collected offline or via channels other than this website.</p> Copyright <p> If you are a copyright owner, or are authorized to act on behalf of an owner of the copyright or of any exclusive right under the copyright, and believe that your work has been copied in a way that constitutes copyright infringement, please report your notice of infringement to seeklogo.com by providing all the necessary information to info@seeklogo.com </p>\n<p> If you require any more information or have any questions about our privacy policy, please feel free to contact us by email at info@seeklogo.com </p> Consent <p>By using our website, you hereby consent to our privacy policy and agree to its terms.</p> Update <p>This Privacy Policy was last updated on: Saturday, April 25th, 2015.</p>\n<ul>\n<li>\n</li>\n<li>\n<ul>\n<li>Privacy Policy</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Copyright © 2008-2023 seeklogo.com</li>\n</ul> ", "created_at": "2023-03-15 21:02:08.214913", "updated_at": "2023-03-15 21:02:29.990121"}], "points": [], "urls": ["seeklogo.com"]}}