{"error": 448, "message": "OK", "parameters": {"id": 8918, "name": "TextMe ", "created_at": "2023-07-08 20:27:31.111445", "updated_at": "2023-07-08 22:02:36.060951", "wikipedia": null, "keywords": null, "related": null, "slug": "textme", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8918.png", "url": "go-text.me,textme-app.com,web.textme-app.com", "documents": [{"id": 17437, "name": "Terms & Conditions", "url": "https://textme-www-assets.s3.amazonaws.com/docs/terms-and-conditions/terms_and_conditions_v33.html", "xpath": "//body", "text": " <p>\n<b>TextMe, Inc.\nEnd User License\nAgreement and Terms and Conditions (“T&amp;Cs”)</b>\n</p>\n<p>Last updated on May 29, 2019</p>\n<p>&nbsp;</p>\n<p>\n<b>GENERAL TERMS AND CONDITIONS</b>\n</p>\n<p>________________________________________________________________________________</p>\n<p>&nbsp;</p>\n<p>\n<b>NO EMERGENCY CALLING: DO NOT USE THE OUTBOUND\nCALLING SERVICE TO CALL EMERGENCY SERVICES.\nYOU MUST HAVE ALTERNATIVE\nCOMMUNICATIONS SERIVCES AVAILABLE TO PLACE EMERGENCY CALLS.\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>THE CALLING SERVICES ARE NOT A SUBSTITUTE FOR\nTRADITIONAL WIRELINE OR WIRELESS SERVICES AND YOU AGREE THAT YOU WILL NOT USE\nTHE OUTBOUND CALLING SERVICE TO PLACE EMERGENCY 911 CALLS.</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>THE TEXT MESSAGING SERVICE ENABLES USERS TO\n[INSERT DESCRIPTION].\nNOTE THAT TEXT-TO-911 FUNCTIONALITY IS AVAILABLE IN\nLIMITED LOCATIONS THROUGHOUT THE U.S.\nPLACING EMERGENCY CALLS TO 911 IS\nNORMALLY A BETTER OPTION.\n</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>ACCEPTANCE OF THE TERMS OF CONDITIONS OF SERVICE</b>\n</p>\n<p>&nbsp;</p>\n<p>TextMe, Inc.\nprovides a variety\nof internet application services that enable communications services, including,\nbut not limited to, text messaging, inbound calling, outbound calling, and\nassociated websites and mobile applications (“apps” that operate under the\nnames of TextMe, FreeTone, and TextMeUp (collectively referred to as “Products\nand Services”).\nFor purposes of these Terms and Conditions (referred to as “T&amp;C”\nor “T&amp;Cs”), TextMe, Inc., its subsidiaries, affiliates<b>, </b>and all product lines are interchangeably designated as “TextMe”,\n“We,” “Our” or “Us”.\nThis T&amp;C is a binding legal contract between you and\nTextMe and it explains your rights and obligations when you use or download any\nof Our Products and Services and any information, text, graphics, photos or\nother materials uploaded, downloaded, or appearing in the Products and Services\nwhether user-generated, provided by Us or by third parties (hereafter\n“Content”).</p>\n<p>&nbsp;</p>\n<p>Your acceptance of these\nT&amp;Cs and our Privacy Policy, which are explicitly incorporated by reference (collectively\nreferred to as “User Agreements”), is required in order to access and to use\nOur Content, Products and Services.&nbsp.\nPlease\ntake time to read and familiarize yourself with these T&amp;Cs as they will\napply to your access and use of Our Content, Products and Services and\nconstitute a binding legal agreement between you and Us.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>TextMe’s access to and use\nof Content in its Products and Services is described in the Privacy Policy, as well as other matters related to the access to and use of\ninformation provided to TextMe and derived from your usage of the Products and\nServices.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>Your usage of Our\nContent, Products and Services is subject to the guidelines described in the T&amp;C.</p>\n<p>&nbsp;</p>\n<p>If you are downloading\none of Our apps, by clicking “register”, “agree to”, “sign up”, or similar\nlanguage as part of the installation process, or if you visit one of Our\nwebsites, you acknowledge, accept and agree to be legally bound by our User\nAgreements.\nAdditionally, you (a) represent to Us that you are not a person\nbarred from using the Products and Services in the United States, nor pursuant\nto the laws or regulations applicable to you in any jurisdiction relevant to\nyour access to and use of the Products and Services.\nand (b) agree with the\nUser Agreements.\n</p>\n<p>&nbsp;</p>\n<p>If at any time you do\nnot agree with our User Agreements, or any amended or updated versions, or if\nyou become dissatisfied with Our Products and Services in any way, your sole\nremedy is to discontinue the use of the Products and Services.&nbsp.\nYou can delete your account and uninstall any\nof the applications We provide in connection with the Products and Services\nfrom your device.\nIf you need assistance, please contact Us at&nbsp;contact@go-text.me<b>\n<u>.</u>\n</b>\n</p>\n<p>\n<b>\n<u>&nbsp;</u>\n</b>\n</p>\n<p>\n<b>MODIFICATIONS, REVISIONS AND AMENDMENTS TO THE\nUSER AGREEMENTS</b>\n</p>\n<p>&nbsp;</p>\n<p>The T&amp;Cs and the\nUser Agreements constitute the entire agreement between TextMe and you\nconcerning the subject matter herein and the T&amp;Cs or the User Agreements can\nonly be modified by a written amendment signed by an authorized executive of\nTextMe or by Our posting of a revised or amended version of the T&amp;Cs or the\nrelevant User Agreements.\nNeither a course of dealing or conduct between you\nand TextMe nor any trade practices shall be deemed to modify these T&amp;Cs or\nthe User Agreements.\nYou agree that any notice, agreements, disclosure or any\nother communications that we send you electronically (including via text and\nemail) pertaining to the Products and Services will satisfy any legal\ncommunication requirements and that it is your responsibility to maintain\naccurate user contact information.\nYour failure to update such contact\ninformation such that notices We send are not received by you will not change\nthe effective date of any material changes described herein.<b>\n<u>\n</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>We may revise and update\nthese T&amp;Cs or the User Agreements at any time and, for non-material\nchanges, without notice by publishing the new T&amp;Cs.&nbsp.\nSuch non-material changes will be effective\nupon publication.\nTo the extent that any of the changes to these T&amp;Cs or\nOur User Agreements constitute material changes, we will provide you specific\nnotice of such changes through a notice posted in the Products and Services.&nbsp.\nThe effective date of such material changes\nwill be provided for in Our communication to you.\nYour continued use of the\nProducts and Services after the effective date will constitute your explicit\nacceptance of the revised or amended material changes to these T&amp;Cs, or Our\nUser Agreements, or the websites associated with Our Products and Services.\nThe\nversion of the T&amp;Cs most currently published supersedes any prior T&amp;Cs,\nand can be viewed at: http://www.textmeinc.com/</p>\n<p>\n<b>\n<u>&nbsp;</u>\n</b>\n</p>\n<p>\n<b>LEGAL CAPACITY TO ENTER INTO THIS AGREEMENT</b>\n</p>\n<p>&nbsp;</p>\n<p>YOU MAY USE OUR PRODUCTS\nAND SERVICES ONLY IF YOU HAVE THE LEGAL CAPACITY TO FORM A LEGALLY BINDING\nCONTRACT WITH TEXTME WHICH INCLUDES, BUT IS NOT LIMITED TO, AGE RESTRICTIONS AS\nDEFINED BY RELEVANT LAW.&nbsp.\nIF YOU DO NOT\nSATISFY THE RELEVANT LEGAL CAPACITY REQUIREMENTS UNDER RELEVANT LAW OR AGREE TO\nTHE TERMS OF SERVICE BELOW, YOU MAY NOT USE THE TEXTME WEBSITE, PRODUCTS OR\nSERVICES OR DOWNLOAD ANY PRODUCTS OR SERVICES.\n</p>\n<p>&nbsp;</p>\n<p>For users\nlocated in the United States, you must be at least eighteen (18) years old in\norder to accept the T&amp;C, and you must be at least thirteen (13) years old\nin order to use Our Products and Services.&nbsp.\nIf you are under the age of\neighteen (18) years of age but over thirteen (10) years old, you must have your\nparent or legal guardian enter into this T&amp;C and obtain permission from\nyour parent or legal guardian to use or purchase any Products and Services and\nto accept the T&amp;Cs.\nBy accepting this T&amp;C, you represent that you are\nat least eighteen (18) years of age and otherwise able to enter into a valid\nand binding legal agreement and acknowledge that the T&amp;Cs constitute a\nvalid, binding agreement between you and Us, under and pursuant to California\nlaw.&nbsp.\nIf you are under the age of\nthirteen (13) years old, you must not access or use Products or Services.\nIf\nyou are located outside of the United States, you must be of the relevant legal\nage to enter into a legally binding contracts to use Our Products and Services.\n</p>\n<p>&nbsp;</p>\n<p>If We become aware that\nyou are using any of the Products and Services in violation of the foregoing,\nor in violation of other T&amp;Cs, We will delete your account or otherwise\nrestrict your access to the Products and Services.\nIf you are aware of someone\nusing Our Products and Services that does not meet the requirements as set out\nin these T&amp;Cs, please contact us at contact@go-text.me<b>\n<u>.</u>\n</b>&nbsp.\n<b>\n<u>\n</u>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>ADVERTISING</b>\n</p>\n<p>&nbsp;</p>\n<p>A key component to Our\nProducts and Services include advertisements, which may be targeted to the\nContent or information you provide, the Products and Services you use, other\ninformation generated by your use of the Products and Services, or from third\nparty sources.\nThe types and extent of advertising are subject to change.\nIn\nconsideration for your use and access to the Products and Services, you agree\nthat We and our third party providers and partners may advertise in conjunction\nwith your use of the Products and Services subject to the restrictions herein and\nin Our Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<b>RIGHT TO ADVERTISE&nbsp;&nbsp.\n</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and\nagree with the TextMe policy to provide you with advertisements, including\ntargeted advertisements, either directly or via its partnerships with\nadvertisement providers, such as ad networks, (thereafter “TextMe Commercial\nPartners” or “Commercial Partners”) to be displayed on any device you use to\naccess and operate the TextMe Products and Services.\nYou acknowledge and agree\nthat TextMe cannot be held liable for any characteristic of the advertisement\ndisplayed by TextMe or any of Our Commercial Partners including accuracy,\nappropriateness, or compliance with any rule and regulation you may be subject\nto.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Should you subscribe to\nany TextMe Product and Service with a “lifetime no ad” or “no ad” feature,\nTextMe’s right to advertise will lapse during your personal usage of the relevant\nTextMe product to which you have subscribed.&nbsp.\nYou acknowledge that TextMe’s right to advertise will remain unchanged\non any Products and Services without the “lifetime no ad” or “no ad” feature to\nwhich you have subscribed.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>TEXTME’S AND TEXTME’S COMMERCIAL PARTNERS RIGHT\nTO DELIVER AND SEND COMMERCIAL MESSAGES</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree to receive\ncommercial messages from TextMe or TextMe Commercial Partners on any device you\nuse to access and operate TextMe Products and Services and which may be based\non characteristics derived from information explicitly or implicitly provided\nby you to TextMe, such as your location, and which will be treated according to\nour Privacy Policy.&nbsp.\nSee TextMe’s Privacy\nPolicy at:\nPrivacy Policy.\nYou consent to allow TextMe to associate personal\ninformation such as contact names, aliases, telephone numbers, emails, or any\nunique identification tag from your device for messages you send and receive,\nprovided that TextMe will not use such information for any other purpose,\nexcept as disclosed herein and in Our Privacy Policy.\nYou consent to the\ndisclosure of any such information to legal authorities pursuant to these\nT&amp;Cs and the relevant User Agreements including our Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>Commercial messages are\nmessages sent to your TextMe telephone number, account or email addresses for\ncommercial purposes for TextMe or TextMe’s Commercial Partners’ products and\nservices.\nCommercial messages sent by TextMe or TextMe’s Commercial Partners to\nyour email address will include a one-click opt-out option and otherwise comply\nwith relevant law applicable to such messages.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>To the extent that\nadministrative texts are sent by TextMe to any group members relating to using\nand canceling TextMe’s group texting service, they are to be considered normal\nbusiness communications under applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<b>GRANT OF LIMITED LICENSE</b>\n</p>\n<p>&nbsp;</p>\n<p>Subject to these T&amp;Cs\nand our relevant User Agreements, We hereby grant you a limited, non-transferable,\nnon-exclusive, non-sublicensable license for access and use of Content,\nProducts and Services.\nAll Products and Services are licensed, not sold, to\nyou.\nYou acknowledge the use of this license is subject to these T&amp;Cs as\nwell as Our User Agreements, and that if you do not comply with any of these\nlimitations, We may terminate the license without notice, at no cost to Us, and\nwithout any liability to Us.&nbsp;&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>You shall not use the Content\nor any Products and Services for any purposes beyond the scope of the license\ngranted in these T&amp;Cs and our relevant User Agreements.\nWithout limiting\nthe foregoing and except as otherwise expressly set forth in these T&amp;Cs or\nthe relevant User Agreements, you shall not at any time, directly or\nindirectly: (i) copy, modify, or create derivative works of the Content or the\nProducts and Services, in whole or in part.\n(ii) rent, lease, lend, sell,\nsublicense, assign, distribute, publish, transfer, or otherwise make available\nthe Content or the Products and Services.\n(iii) reverse engineer, disassemble,\ndecompile, decode, adapt, or otherwise attempt to derive or gain access to the\nsource code of the Products and Services, in whole or in part.\n(iv) remove any\nproprietary notices from the Content or the Products and Services.\n(v)\ncircumvent any security features associated with the Content or the Products\nand Services.\nor (vi) use the Content or the Products and Services in any\nmanner or for any purpose that infringes, misappropriates, or otherwise\nviolates any intellectual property right or other right of any person, or that\nviolates any applicable law.</p>\n<p>&nbsp;</p>\n<p>TextMe reserves all\nrights not expressly granted to you in these T&amp;Cs and the relevant User\nAgreements.\nExcept for the limited rights and licenses expressly granted under these\nT&amp;Cs and the relevant User Agreements, nothing in these T&amp;Cs and User\nAgreements grant, by implication, waiver, estoppel, or otherwise, to you or any\nthird party any intellectual property rights or other right, title, or interest\nin or to the Content or the Products and Services.</p>\n<p>&nbsp;</p>\n<p>TextMe may distribute\ncertain third-party products and services with Our Products and Services.\nFor\npurposes of these T&amp;Cs and relevant User Agreements, such third-party\nproducts are subject to their own license terms which will be presented to you\nat the relevant time.\nIf you do not agree to abide by the applicable terms for\nsuch third-party products and services, then you will not be able to use the\nrelevant third-party product or service and you may not be able to use Our\nProducts and Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>COPYRIGHT, TRADEMARK AND OTHER PROPRIETARY\nINFORMATION </b>\n</p>\n<p>&nbsp;</p>\n<p>The TextMe Content,\nProducts and Services provided by TextMe (including, but not limited to: all\ndata, software, IP, design, image, audio, video, and business process) are\nprotected by intellectual property rights, constitute the sole and exclusive\nintellectual property of TextMe, and protected by US and international laws.\nYou may only use the content, names, and other intellectual property (including\ncopyright and trademarks) provided by Us for purposes directly related to your\nrole as a customer, current or prospective, of TextMe Products and Services.</p>\n<p>&nbsp;</p>\n<p>You may not copy,\ndisplay, modify or use any of the names, logos and trademarks of our Products\nand Services, including but not limited to those associated with the TextMe,\nFreeTone, or TopTopUp offerings, for commercial or non-commercial purposes\nwithout first obtaining prior express written permission from an authorized\nrepresentative of TextMe.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>You are not authorized\nto use TextMe trademarks in any advertising, publicity, or in any other\ncommercial or non-commercial manner without Our prior written consent or except\nas otherwise explicitly allowed by our User Agreements.</p>\n<p>&nbsp;</p>\n<p>You are not authorized\nto copy or alter any of the TextMe or TextMe partners’ designs, notices, logos\nor any other proprietary rights displayed or used in the context of TextMe’s\nwebsite, or Products and Services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>By generating,\ndownloading, uploading or transmitting any Content in or on TextMe Products and\nServices, you acknowledge that you have full legal and moral rights to use this\ncontent within TextMe Products and Services and you grant to TextMe the right\nto use this content in any manner TextMe chooses.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Any opinion in any\ncontent generated, uploaded, downloaded or transmitted by you on TextMe\nProducts and Services is solely your own and your sole responsibility.&nbsp.\nYou acknowledge and agree that TextMe cannot\nbe held liable for any opinion generated, uploaded, downloaded or transmitted\nby you or any other parties on or through the TextMe Products and Services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>TextMe reserves the\nright to remove, at no liability to you or any other party, any content posted\non TextMe Products and Services in Our sole discretion.\nYou also acknowledge\nthat TextMe does not have any liability to you or any other parties for failing\nto remove any content from its Products and Services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>PRODUCTS AND SERVICES</b>\n</p>\n<p>&nbsp;</p>\n<p>We provide the following\nseparate services where each may have distinct conditions associated with the\nservice as detailed in these T&amp;Cs or in the relevant User Agreements:</p>\n<p>&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInbound\nCalling Service (“Inbound Service”): with Our Inbound Service, you will be assigned\na phone number that allows you to receive incoming phone calls from the public\nswitched telephone network, the Inbound Service also allows for you to receive\ncalls from other users of our Products and Services.\nYou affirmatively opt into\nthe Inbound Service when you agree to be assigned a phone number.&nbsp.\nThe Inbound Service may be subscribed to and used\nindependently of the Outbound Service should you choose to not subscribe to, or\notherwise affirmatively opt in to the Outbound Service.&nbsp.\nYou can opt out of the Inbound Service by\nvisiting the Settings within Our Products and Services.&nbsp.\nIn order to access the Inbound Service, you\nwill need a network connection of at least 64 kbps but a broadband internet\naccess connection is not required.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOutbound\nCalling Service (“Outbound Service”): with Our Outbound Service, you will be\nable to place calls to other users of our Products and Services.\nYou can also place\noutbound calls to the public switched telephone network.\nThe Outbound Service\nmay be subscribed to independently from the Inbound Service.&nbsp.\nYou opt in to the Outbound Service by placing\nan outbound call.&nbsp.\nYou may opt out of the\nOutbound Service by visiting the Settings within our Products and Services.\n&nbsp;In order to access the Outbound Service you\nwill need a network connection of at least 64 kbps but a broadband internet\naccess connection is not required.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou may also\nelect to use and to subscribe to both the Inbound Service and the Outbound\nService.\nIn order to subscribe to both the Inbound Service and the Outbound\nService you will need a network connection of at least 64 kbps but a broadband\ninternet access connection is not required to use both services.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLimitations\nApplicable to the Inbound Service and the Outbound Service: You acknowledge and\nagree that the Inbound Service and the Outbound Service, used either\nindependently or together, do not replace your wireline or wireless telephone.\nYou further acknowledge that access to voice transmission networks is not\nprovided by TextMe.&nbsp.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nText\nMessaging Service (“Texting Service”): The Texting Service allows you to send\nand receive text messages, short message services (SMS) and multimedia message\nservices (MMS).</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn-app\nCommunication Service (“In-App Service”): The In-App Service allows you to send\nand receive messages and calls with other users of the Products and Services.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAs part of\nmaking the Products and Services available to you, we may need to provide you\nwith certain communications, such as service announcements and administrative\nmessages.&nbsp.\nCharges may apply from your\ntelephone operator/carrier, internet service provider, or other third-party\nservice providers and We are not responsible for such charges.\nBy downloading\nany of our Products and Services you are acknowledging and agreeing that we\nwill provide you with such communications and the costs, if any, associated\nwith such communications as may be charged by third parties are your sole\nresponsibility and not included in any fees that you may pay to Us or in any\ncredits that you may earn from Us.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDiscrete\nService Terms: Terms that apply to a specific service offering will be\nexplicitly identified as such in these T&amp;Cs or in the relevant User\nAgreements.\nUnless expressly identified as applicable to a specific service\noffering, the T&amp;Cs or User Agreements apply generally to all services\nidentified by these T&amp;Cs or in the relevant User Agreements.</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE (UNITED STATES) – NO 911 CALLING\nFUNCTIONALITY</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>YOU ACKNOWLEDGE AND AGREE THAT THE OUTBOUND\nSERVICE DOES NOT ALLOW FOR 911 OR EMERGENCY CALLING.\nYOU ACKNOWLEDGE AND AGREE\nTHAT EVEN IF SUCH CALLS COMPLETE, WHICH THEY MAY NOT, SUCH CALLS MAY NOT BE\nROUTED TO THE APPROPRIATE EMERGENCY CALLING CENTER, THAT THE EMERGENCY CALL\nTAKER MAY NOT AUTOMATICALLY RECEIVE YOUR TELEPHONE NUMBER OR ANY TELEPHONE\nNUMBER SUCH THAT THE EMERGENCY CALL TAKER WILL NOT BE ABLE TO CALL YOU BACK,\nAND MAY NOT RECEIVE ANY INFORMATION OR DATA WITH RESPECT TO YOUR LOCATION.\nYOU\nACKNOWLEDGE AND AGREE THAT YOU WILL NOT RELY ON THE OUTBOUND SERVICE FOR\nEMERGENCY CALLS AND THAT THE OUTBOUND SERVICE IS NOT INTENDED TO REPLACE\nTRADITIONAL WIRELINE OR WIRELESS CALLING SERVICES.\nYOU ARE SOLELY RESPONSIBLE\nFOR ANY AND ALL ISSUES WITH RESPECT TO RELYING ON THE OUTBOUND SERVICE FOR\nEMERGENCY CALLS AND FOR ANY THIRD PARTIES THAT MAY RELY ON IT FOR EMERGENCY\nCALLS.\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>OUTBOUND SERVICE (CANADA RESIDENTS AND USERS ONLY):\n9-1-1 ALTERNATIVE SERVICE CANADA ONLY </b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>This section is relevant for the usage of\nOutbound Service in Canada only.</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>THIS SECTION CONTAINS IMPORTANT PROVISIONS,\nINCLUDING THOSE REGARDING 9-1-1 SERVICE:</b>&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Description:&nbsp.\nVoIP services allow you to make or receive\ntelephone calls over the Internet to or from the public switched telephone\nnetwork.&nbsp.\nThe nature of VoIP telephone\ncalls, while appearing similar to traditional telephone calling services,\ncreate unique limitations and circumstances, and you acknowledge and agree that\ndifferences exist between traditional telephone service and VoIP telephone\nservices, including the lack of traditional 9-1-1 emergency services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>9-1-1 service:&nbsp.\nBecause of the unique nature of VoIP\ntelephone calls, emergency calls to 9-1-1 through your VoIP service will be\nhandled differently than traditional telephone service.&nbsp.\nThe following provisions describe the\ndifferences and limitations of 9-1-1 emergency calls, and you hereby\nacknowledge and understand the differences between traditional 9-1-1 service\nand VoIP calls with respect to 9-1-1 calls placed to emergency services from\nyour account as described below.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Placing 9-1-1\ncalls:&nbsp.\nWhen you make a 9-1-1 emergency\ncall, the VoIP service will attempt to automatically route your 9-1-1 call through\na third-party service provider to a Public Safety Answering Point\n(“PSAP”).&nbsp.\nYour call may be forwarded to\na third-party specialized call center that handles emergency calls.&nbsp.\nThis call center is different from the PSAP\nthat would answer a traditional 9-1-1 call, and consequently, you will be\nrequired to provide your name, address, and telephone number to the call\ncenter.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>How your information is\nprovided:&nbsp.\nThe dispatcher receiving the\ncall will not be able to capture or automatically retain your name, telephone\nnumber, or physical location as this information is not provided by you to\nTextMe.&nbsp.\nTherefore, when making a 9-1-1\nemergency call, you must immediately inform the dispatcher of your location (or\nthe location of the emergency, if different), and any other relevant\ninformation as required by the dispatcher.&nbsp.\nIf you are unable to speak, the dispatcher may not be able to locate you\nif your location information is not up to date.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Disconnections:&nbsp.\nYou must not disconnect the 9-1-1 emergency\ncall until told to do so by the dispatcher, as the dispatcher may not have your\nnumber or contact information.&nbsp.\nIf you\nare inadvertently disconnected, you must call back immediately.\n</p>\n<p>&nbsp;</p>\n<p>Connection time:&nbsp.\nFor technical reasons, including network\ncongestion, it is possible that a 9-1-1 emergency call will produce a busy\nsignal or will take longer to connect when compared with traditional 9-1-1\ncalls.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>9-1-1 calls may not\nfunction:&nbsp.\nFor technical reasons, the\nfunctionality of 9-1-1 VoIP emergency calls may cease or be curtailed in\nvarious circumstances, including, but not limited to:&nbsp.\nfailure of service or your service access\ndevice—if your system access equipment fails or is not configured correctly, or\nif your VoIP service is not functioning correctly for any reason, including\npower outages, VoIP service outage, suspension or disconnection of your service\ndue to billing issues, network or Internet congestion, or network or Internet\noutage in the event of a power, network or Internet outage.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>You may need to reset or\nreconfigure the system access equipment before being able to use the VoIP\nservice, including for 9-1-1 emergency calls.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Alternate services: TextMe\nrecommends that you terminate the VoIP services or consider an alternate means\nfor accessing traditional 9-1-1 emergency services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Inform other users:&nbsp.\nYou are responsible for notifying, and you\nagree to notify, any user or potential users of your VoIP services of the\nnature and limitations of 9-1-1 emergency calls on the VoIP services as\ndescribed herein.&nbsp.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>TEXTING SERVICE – TEXT-TO-911 LIMITATIONS</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Note that most consumers in the U.S.\nCANNOT\naccess emergency 911 services by sending a text message from a phone.\nEven\nwhere it is possible to send a text message to emergency 911 services, it is\npreferable to place a call to emergency 911.\nEven if sending a text message to\nemergency 911 services is possible, the emergency call taker will not receive\nyour location information automatically.\ninstead, you will have to supply such\ninformation.\nIf you attempt to send a text message to 911 and it cannot be\nprocessed, you will receive a “bounce back” message that the text message was\nnot delivered.\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>PLEASE ALSO NOTE THAT THE OUTBOUND SERVICE SHOULD\nNOT BE USED TO PLACE EMERGENCY 911 CALLS AND IT IS A VIOLATION OF THESE\nT&amp;Cs TO RELY ON THE OUTBOUND SERVICE FOR PLACING 911 CALLS.\nSEE OUTBOUND\nSERVICE (UNITED STATES) – NO 911 CALLING FUNCTIONALITY FOR MORE INFORMATION</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>OUTBOUND SERVICE AND TEXTING SERVICE (UNIVERSAL\nAPPLICABILITY) – 911 LIMITATION OF LIABILITY AND INDEMNIFICATION</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Relying on the Outbound\nService or Texting Service as an exclusive means for access to emergency\nservices is a violation of these T&amp;Cs.\nYou acknowledge and agree that\nTextMe will not be liable for any service outage and/or inability to dial 9-1-1\nusing TextMe Products and Services or to access emergency service personnel due\nto the 9-1-1 dialing and messaging characteristics and limitations listed\nherein.&nbsp.\nYOU ACKNOWLEDGE AND AGREE THAT\nNOTWITHSTANDING ANYTHING TO THE CONTRARY HEREIN, TEXTME, ITS AFFILIATES,\nDIRECTORS, OFFICERS, EMPLOYEES, AGENTS, COMMERCIAL PARTNERS AND UNDERLYING\nCARRIERS (COLLECTIVELY, THE “TEXTME PARTIES”) WILL NOT BE LIABLE FOR ANY\nCLAIMS, DEMANDS, ACTIONS, INJURY, DEATH OR DAMAGE TO PERSONS OR PROPERTY,\nARISING DIRECTLY OR INDIRECTLY OUT OF, OR RELATING IN ANY WAY TO THE PROVISION\nOR NON-PROVISION OF 9-1-1 AND/OR EMERGENCY 9-1-1 SERVICES, INCLUDING, WITHOUT\nLIMITATION, ANY INABILITY ON YOUR PART TO ACCESS 9-1-1 AND/OR EMERGENCY 9-1-1\nSERVICES, DEFECTIVE ACCESS TO 9-1-1 SERVICES, INFERIOR ACCESS TO EMERGENCY\nSERVICES AS COMPARED WITH OTHER TYPES OF CALLING OR TEXT MESSAGING SERVICES OR\nOTHER PROVIDERS, DELAYED ACCESS TO 9-1-1 SERVICES, IMPAIRED ACCESS TO 9-1-1\nSERVICES, OR BLOCKED ACCESS TO 9-1-1 SERVICES, AND YOU AGREE TO INDEMNIFY AND\nHOLD HARMLESS THE TEXTME PARTIES, FROM ANY LIABILITIES, CLAIMS, DAMAGES, LOSSES\nARISING DIRECTLY FROM THE PROVISION, INFERIOR OR DEFECTIVE PROVISION, OR\nNON-PROVISION OF 9-1-1 AND/OR EMERGENCY 9-1-1 SERVICE ASSOCIATED WITH THE\nOUTBOUND SERVICE AND THE TEXTING SERVICE.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>INBOUND SERVICE LIMITATIONS</b>\n</p>\n<p>&nbsp;</p>\n<p>When you elect to\nsubscribe to the Inbound Service, you may receive one telephone number\nattributed to your account by TextMe for the use of the Products and Services.\n&nbsp;You agree to comply with all federal and state\nlaws and regulations of the United States, as well as any law or regulation you\nmay be subject to in any other country with respect to the use of the telephone\nnumber assigned to you by TextMe.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and\nagree that the telephone number assigned to your account by TextMe may be\nported outside of the Products and Services only with the explicit consent of\nTextMe and may not be ported.\nNumber portability may result in additional fees\nbeing charged to your account.\n</p>\n<p>&nbsp;</p>\n<p>TextMe may reclaim any\ntelephone number it assigns to your account and discontinue its availability to\nyou at any time and without liability whatsoever to TextMe.&nbsp.\nFurthermore, in the event of termination or\ndiscontinuance of the Inbound Service for any reason, TextMe will reclaim,\nwithout notice and at no cost to TextMe, the telephone number associated with\nthe Inbound Service account.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>TEXTING SERVICE LIMITATIONS </b>\n</p>\n<p>&nbsp;</p>\n<p>In certain countries,\nthe Texting Service may enable TextMe users to send and receive SMS and MMS at\nno charge to TextMe users.\nWe do not make any representations as to what occurs\nor is offered in other countries outside of the U.S.</p>\n<p>&nbsp;</p>\n<p>\n<b>ADDITIONAL LIMITATIONS ASSOCIATED WITH THE\nOUTBOUND SERVICE, INBOUND SERVICE AND TEXTING SERVICE</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge the\nright for TextMe to suspend all or part of the Outbound Service, Inbound\nService or Texting Service at no liability to TextMe if your usage of TextMe\nProducts and Services is inconsistent with normal use.\nNormal use will be\ndetermined by TextMe in a manner relevant to each separate service offering and\nsubject to TextMe’s sole discretion.\nIn some, but not all, cases, this may mean\nthat services are measured compared to other TextMe users, to industry-wide\naverages or norms, or to traffic patterns consistent with human as opposed to\nmachine operation.\nHowever, TextMe reserves the right to evaluate what it\nconsiders normal use according to any single or number of factors and in its\nsole discretion according to the disclosed or other factors.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>If We determine that\nyour usage violates these T&amp;Cs or other User Agreements with respect to\nusage limitations, we may: (a) notify you of the excessive use and demand that\nit cease immediately, and (b) unilaterally suspend temporarily or indefinitely your\naccess to and use of the relevant service or to all Product and Services where TextMe\nshall not be liable for any costs, losses or other liabilities associated with\nsuch suspension.\nor (c) demand payment for such usage.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>RIGHT TO IMPOSE FEES OR CHARGES&nbsp.\n</b>\n</p>\n<p>&nbsp;</p>\n<p>TextMe reserves the\nright to charge for its Products and Services in its sole discretion.\nTextMe\nreserves the right to change pricing and modify or discontinue any of its\nProducts and Services, at any time and without notice.\nTextMe commits to notify\nyou of the pricing at the time and before completion of purchase.\nBy using the\nProducts and Services, you are accepting the rates charged at the time of use.</p>\n<p>&nbsp;</p>\n<p>\n<b>PAYMENTS AND ACCOUNTS</b>\n</p>\n<p>&nbsp;</p>\n<p>In order to use TextMe\nProducts and Services, you will be required to provide data about yourself\n(thereafter “Account Data”), including but not limited to your name, telephone\nnumber, email address, location, device type, and a password that you\ncreate.&nbsp.\nIt is your responsibility to\nkeep your Account Data safe, secure, and confidential.\nIt is your\nresponsibility to select a password that is secure and strong.&nbsp.\nWe recommend choosing a password that is\ndifficult for others to predict by creating an unlikely combination of letters,\nnumbers, and symbols, and that is unique from other passwords you may use\nonline.\n</p>\n<p>&nbsp;</p>\n<p>You represent that any\nAccount Data you provide is true, complete, accurate, and is not\nfraudulent.&nbsp.\nYou commit to update your\nAccount Data as necessary.\nYou acknowledge and agree that TextMe may\nunilaterally suspend your access to Our Products and Services, temporarily or\nindefinitely and at any time and in our sole discretion, if We suspect the\nprovided Account Information is false, incomplete, or inaccurate, or if We\nsuspect fraudulent use of such Account Information.</p>\n<p>&nbsp;</p>\n<p>You consent to the\ndisclosure of any such Account Information, Content or other information\nrelated to your use of Our Products and Services.\nSee TextMe’s Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>TextMe is not\nresponsible for the security of your Account Data or unauthorized or fraudulent\nuse of your Account Data.\nIn the case of any unauthorized use of your Account\nData, including if the device from which you use the Products and Services is\nlost or stolen, you agree to notify TextMe of such occurrence immediately upon\nbecoming aware.\n</p>\n<p>&nbsp;</p>\n<p>When credits used with\nthe Outbound Service, Inbound Service or Texting Service, such credits are\napplied and charged in increments of one minute, and are rounded up to the next\nminute regardless of what portion of the next higher minute is consumed.</p>\n<p>&nbsp;</p>\n<p>The Inbound Service and\nOutbound Service are separately offered and subject to independent payment\nterms.\nWe do not offer any payment plans where discounts or other favorable\npricing is offered to users that subscribe to both the Inbound Service and\nOutbound Service.\nInstead, each service offering is independent of the other\nthough you may elect independently to combine such offerings.</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE AND TEXTING SERVICE PAYMENT\nTERMS</b>\n</p>\n<p>&nbsp;</p>\n<p>Per call or per text\nfees will be displayed at the time of using the Outbound Service or the Texting\nService.</p>\n<p>&nbsp;</p>\n<p>In certain cases, our Outbound\nService may offer unlimited outbound calls.\nCalls to Hawaii, Alaska, and some specific\ncarriers or territories may be excluded from unlimited outbound calling offers.\nAny such limitations will be disclosed in connection with the relevant offer.</p>\n<p>&nbsp;</p>\n<p>The Outbound Service and\nthe Texting Service may be limited, suspended, blocked or restricted by\ngeography, number, duration, or other criteria as determined solely by TextMe\nat any time and in its sole discretion.</p>\n<p>&nbsp;</p>\n<p>\n<b>SUBSCRIPTIONS</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>We may offer our\nProducts and Services via subscription billing.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Subscriptions will be\noffered in periodic intervals of time such as one week, one month, or one\nyear.&nbsp.\nThe subscription interval will be\ndisplayed when you confirm your subscription.&nbsp.\nAfter you confirm your subscription, the subscription will automatically\nrenew on a periodic basis until canceled.</p>\n<p>&nbsp;</p>\n<p>In order to cancel your\nsubscription, you must login to the App Store or iTunes (for iOS users), or the\nGoogle Play Store (for Android users), or the Amazon Appstore (for Kindle\nusers).&nbsp.\nOnce you have subscribed, you\ncannot cancel your subscription from within our Products and Services.</p>\n<p>&nbsp;</p>\n<p>Subscriptions are billed\non a prepaid basis.&nbsp.\nEach auto-renewal of\na subscription is an acceptance of the terms of the subscription for the\nprepaid period.&nbsp;&nbsp.\nIf you cancel your subscription,\nyour access will end at the end of the prepaid period.&nbsp.\nSubscriptions cannot be refunded or\npro-rated.</p>\n<p>&nbsp;</p>\n<p>If you have any\nquestions regarding your subscription, please contact us at contact@go-text.me<b>.</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>FRAUDULENT CHARGES</b>\n</p>\n<p>&nbsp;</p>\n<p>In the United States, we\noffer various enhanced Services for purchase.&nbsp.\nIn the event that you elect to make a purchase, your payment will be\nprocessed by the App Store or iTunes (for iOS users), or the Google Play Store\n(for Android users), or the Amazon Appstore (for Kindle users).&nbsp.\nTextMe does not process payments, nor does\nTextMe store credit card numbers on Our servers for any purpose.&nbsp.\nTextMe is not responsible for fraudulent use\nof your credit card under any circumstances.&nbsp.\nShould a fraudulent charge be made with your Account Information, TextMe\nis not responsible to provide refunds.\nPlease contact your credit card issuer,\nor the app store where you made your purchase (Google Play Store, Apple App\nStore, or the Amazon App Store).\nAs between TextMe and you, you are responsible\nfor any fraudulent use of the Products and Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>MODIFICATIONS TO AND TERMINATION OF ALL OR PART\nOF THE SERVICES</b>\n</p>\n<p>&nbsp;</p>\n<p>TextMe reserves the\nright, without any liability of any kind to TextMe, to modify, block or\nterminate all or part of the Products and Services provided by TextMe to you at\nany time, with or without cause, with or without notice.\nTextMe also reserves\nthe right to periodically make updates or interrupt service as it deems\nappropriate.</p>\n<p>&nbsp;</p>\n<p>If at any time you do\nnot agree with or any of Our User Agreements, or any amended or updated\nversions thereof, or if you become dissatisfied with Our Products and Services\nin any way, your sole remedy is to discontinue the use of Our Products and\nServices.&nbsp.\nYou can delete your account\nand uninstall the TextMe application from your device.&nbsp.\nIf you need assistance please contact Us\nat&nbsp;contact@go-text.me<b>\n<u>.</u>\n</b>\n</p>\n<p>\n<b>\n<u>&nbsp;</u>\n</b>\n</p>\n<p>\n<b>USER RESPONSIBILITIES &amp.\nCODE OF CONDUCT FOR\nTHE PRODUCTS AND SERVICES</b>\n</p>\n<p>&nbsp;</p>\n<p>By use of the Content,\nProducts and Services, you agree you will use TextMe Content, Products and\nServices only for yourself and for lawful non-solicitation of commercial\nactivities purposes and in compliance with any relevant law applicable to you.\nYou\nmay only use the Content, Products and Services in the course of your normal\nusage as a customer, current or prospective.</p>\n<p>&nbsp;</p>\n<p>Any Content or materials\ndistributed by you or any other user is not representative of Our opinions\nincluding those of Our employees.&nbsp.\nTextMe, in its sole discretion, may refuse or remove any Content or materials\nthat in TextMe’s sole opinion violates any TextMe policy or is objectionable,\nor may terminate or deny your access to Our Products and Services.</p>\n<p>&nbsp;</p>\n<p>You agree not to use any\nautomatic device to access TextMe Products and Services, nor use any device or\nsoftware to access TextMe Products and Services that may impair the proper\nusage of TextMe Products and Services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and\nagree that the Products and Services will not support short code numbers and/or\nreverse billing services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>You agree <b>\n<u>not to</u>\n</b>:</p>\n<p>&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSend\nautomated queries to any website;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse or\nlanding any automated system, including without limitation, “robots,”\n“spiders,” “offline readers,” etc.\nor “load testers” such as wget, apache\nbench, mswebstress, httpload, blitz, Xcode Automator, Android Monkey, etc.,\nthat accesses the Products and Services in a manner that sends more request\nmessages to Our servers in a given period of time than a human can reasonably\nproduce in the same period by using any of the Products and Services, and you\nare forbidden from ripping Content or other content associated with the\nProducts and Services unless explicitly allowed in writing;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGenerate,\nupload or transmit any kind of file containing a virus, worm, malware, Trojan\nhorses or other harmful or destructive content, or any data having for effect\nto impair, limit, or affect the usage of the Products and Services or any\nthird-party product or services;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEngage in\nactivities leading to, or intending to (a) collect data, including personal\ninformation regarding other users of the Products and Services without their\nconsent, or TextMe partners without their consent, and more generally, any data\nstored within TextMe storage units and not made available to you by TextMe\nduring the normal use of our Products and Services.\n(b) deny, disrupt or impair\nthe usage of TextMe Contents, Products and Services by other TextMe users other\nthan yourself.\nand (c) intercept content and material generated or transmitted\nto or from TextMe users and not destined to you;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGenerate,\ndownload, upload or transmit any data, file or software which cannot be\ngenerated, downloaded, uploaded or transmitted within the United States or any\nrelevant jurisdiction for your usage of the TextMe Products and Services.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDownload Our\nProducts and Services on any device that you do not own.\nor</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUsing the\nContents, Product and Services while driving.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>USER RESPONSIBILITIES AND CODE OF CONDUCT FOR OUTBOUND\nCALLING, INBOUND CALLING AND TEXTING SERVICE </b>\n</p>\n<p>&nbsp;</p>\n<p>You will not use the Outbound\nCalling, Inbound Calling and Texting Service to do any of the following:</p>\n<p>&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTransmit any\ncommunication, content, or message that is obscene, violent, harassing,\nindecent, fraudulent, defamatory, libelous, pornographic, or contains threats\nor incites violence towards any person or entity;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nViolate any\nthird-party’s legal rights such as, but not limited to, intellectual property, copyrights,\nrights of privacy or rights of publicity.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOperate\nunder a false identity or by impersonating any person or third-party\nentity;&nbsp.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGenerate and\ndistribute bulk mail, spam, chain-linked messages, calls or any similar content\nincluding any such activity that violates any Federal Trade Commission, Federal\nCommunications Commission regulations, or state laws or regulations.&nbsp.\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAdvocate\nillegal activities, and more generally discuss an intent to commit illegal\nactivities including phishing or mislead recipients as to the source of the\nmaterial (such as spoofing);&nbsp.\n&nbsp;&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGenerate,\ndownload, upload or transmit, whether by voice or text message, any kind of\nadvertisement or solicitations of commercial activities;&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE AND TEXTING SERVICE USER\nRESPONSIBILITIES</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>You agree not to use an automatic\ndialer in connection with the Outbound Service or an automated process to send\nand reply to text messages in connection with the Texting Service.&nbsp.\nYou further agree not to send any unsolicited\ntext messages or unsolicited in-app messages, and you further agree not to\nplace any unsolicited phone calls or unsolicited in-app calls, whether or not\nsuch messages or calls are commercial or non-commercial in nature.\n</p>\n<p>&nbsp;</p>\n<p>Using the Outbound\nService and Texting Service means that you will:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOnly send\nmessages or call people from whom you have received prior express consent to\nreceive text messages or calls from you, including any members of any group.\nand </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nComply with\nall applicable laws and regulations.</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE AND TEXTING SERVICE – TELEPHONE\nCONSUMER PROTECTION ACT</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and\nagree that neither the Outbound Service nor the Texting Service are to be used\nfor solicitations of commercial activities of any kind.\nYou further acknowledge\nand agree that the Telephone Consumer Protection Act (“TCPA”) prohibits placing\ncommercial calls or send commercial text messages without the recipients’ prior\nexpress written consent.\nThe TCPA also prohibits placing calls and sending\nnon-commercial text messages to subscribers of wireless services without\nrecipients’ prior express consent.\nYou acknowledge and agree that for purposes\nof the TCPA you, and not TextMe, are the call or text message initiator such\nthat if a claim is brought under the TCPA, you, as the call or text message\ninitiator, would face potential liability for any alleged violations of the\nTCPA.</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE – TELEMARKETING</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and\nagree that the Outbound Service is not to be used to for solicitations of\ncommercial activities.\nUsing the Outbound Service for telemarketing is a\nviolation of these T&amp;Cs.\nIf We become aware of such use, We will terminate\nyou access to and use of the Outbound Service and We reserve the right to also\nterminate your use of any other of the Products and Services.\nTelemarketing is\nregulated at the federal and state levels.\nViolations of relevant laws and\nregulations may subject you to legal liability.\nYou acknowledge and agree that\nfor purposes of telemarketing laws, you are initiator of such communications\nand exclusively responsible for such use in violation of these T&amp;Cs.</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE AND TEXTING SERVICE –\nINDEMNIFICATION</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>You agree to indemnify\nand hold harmless TextMe, its related entities and subsidiaries, employees,\nagents, officers and directors, affiliates, licensors, successors, and\nsuppliers, service providers, content providers, third-party providers and\ncontractors, and Commercial Partners (collectively the “Indemnified Parties”)\nfrom and against any and all losses, damages, liabilities, deficiencies,\nclaims, actions, judgments, settlements, interest, awards, penalties, fines,\ncosts, or expenses of whatever kind, including attorneys’ fees, that are incurred\nby the Indemnified Parties, arising out of or related to any third party claim,\nwhether brought by private civil litigants, federal, state officials, or other\ngovernmental officials, based upon or related to the Outbound Service or the Texting\nService, including but not limited to claims alleging violation of: (i) the\nTelephone Consumer Protection Act.\n(ii) federal telemarketing laws and\nregulations.\n(iii) state telemarketing laws and regulations.\nor (iv) other\nfederal, state or international laws governing commercial voice or texts or\ntransmitting communications to particular kinds of subscribers or devices.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>DISCLAIMER OF WARRANTIES</b>\n</p>\n<p>&nbsp;</p>\n<p>Your use and access to\nOur Content, Products and Services is at your own risk.&nbsp.\nYou acknowledge and agree that Our Content,\nProducts and Services are provided to you on an “AS IS” and “AS AVAILABLE”\nbasis.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>TEXTME, ITS RELATED\nENTITIES, AFFILIATES AND SUBSIDIARIES, EMPLOYEES, AGENTS, OFFICERS AND\nDIRECTORS, LICENSORS AND SUPPLIERS, SERVICE PROVIDERS, CONTENT PROVIDERS, THIRD-PARTY\nPROVIDERS AND CONTRACTORS, AND ITS PARTNERS (COLLECTIVELY, THE “TEXTME\nPARTIES”) DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING\nBUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY\nPURPOSE, TITLE AND NON-INFRINGEMENT OF ANY RIGHT, RULE, REGULATION, OR LAW, or any warranty arising by usage of trade,\ncourse of dealing or course of performance.&nbsp.\nADDITIONALLY, THE TEXTME PARTIES DO NOT\nWARRANT THAT the PRODUCTS OR service AND\nALL ASSOCIATED software will be without failure, delay, interruption, error,\nomission, degradation of voice OR MESSAGING quality, or loss of content, data,\nor information.\nYOU ARE USING THESE SERVICES AND PRODUCTS AT YOUR OWN\nDISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE OR LIABLE FOR ANY LOSS\nOF DATA, DAMAGE OR HARM TO ANY OF YOUR DEVICES USED TO USE OR ACCESS TO TEXTME\nCONTENTS, PRODUCTS OR SERVICES.&nbsp.\nNO\nADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM TEXTME OR\nTHROUGH OR FROM ITS PRODUCTS OR SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY\nSTATED IN THIS AGREEMENT.&nbsp.\nSOME STATES\nMAY PROHIBIT A DISCLAIMER OF WARRANTIES AND YOU MAY HAVE OTHER RIGHTS THAT VARY\nFROM STATE TO STATE.</p>\n<p>&nbsp;</p>\n<p>\n<b>LIMITATION OF LIABILITY</b>\n</p>\n<p>&nbsp;</p>\n<p>EXCEPT FOR AN “IP\nCLAIM,” WHICH IS SEPARATELY ADDRESSED HEREIN, TO THE MAXIMUM EXTENT PERMITTED\nBY APPLICABLE LAW, NEITHER TEXTME NOR ITS RELATED ENTITIES AND SUBSIDIARIES,\nEMPLOYEES, AGENTS, OFFICERS AND DIRECTORS, AFFILIATES, LICENSORS AND SUPPLIERS,\nSERVICE PROVIDERS, CONTENT PROVIDERS, THIRD-PARTY PROVIDERS AND CONTRACTORS,\nNOR ITS PARTNERS (COLLECTIVELY, THE “TEXTME PARTIES”) SHALL BE LIABLE FOR ANY\nINDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING\nBUT NOT LIMITED TO LOST PROFITS, GOODWILL, DATA OR OTHER INTANGIBLE LOSSES,\nARISING OUT OF OR RESULTING FROM YOUR USE OF THE PRODUCTS OR SERVICES,\nINCLUDING FAILING TO STORE, FAILING TO TRANSMIT, DELETING OR FAILING TO DELETE\nANY INFORMATION GENERATED, DOWNLOADED, UPLOADED OR TRANSMITTED ON TEXTME\nPRODUCTS AND SERVICES.&nbsp.\nTHIS ALSO\nINCLUDES ANY ALLEGED DAMAGES ARISING IN CONNECTION WITH YOUR USE OF, OR FAILURE\nTO USE THE CONTENTS, PRODUCTS AND SERVICES OF TEXTME OR ANY LINKED SITE.</p>\n<p>&nbsp;</p>\n<p>EXCEPT FOR AN “IP\nCLAIM,” WHICH IS SEPARATELY ADDRESSED HEREIN, IN NO EVENT WILL THE COLLECTIVE\nLIABILITY OF THE TEXTME PARTIES ARISING OUT OF OR RELATING TO THIS AGREEMENT\n(REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE)\nEXCEED THE AMOUNT YOU HAVE ACTUALLY PAID TO TEXTME FOR THE APPLICABLE CONTENTS,\nPRODUCTS OR SERVICES IN THE SIX (6) MONTHS PRECEDING THE LIABILITY OUT OF WHICH\nLIABILITY AROSE OR A MINIMUM OF TWENTY FIVE DOLLARS U.S.\n($25).\n</p>\n<p>&nbsp;</p>\n<p>TO THE MAXIMUM EXTENT\nPERMITTED BY APPLICABLE LAW, THE TEXTME PARTIES DISCLAIM ANY RESPONSIBILITY FOR\nTHE DELETION, THE FAILURE TO STORE, THE MIS-DELIVERY, OR THE UNTIMELY DELIVERY\nOF ANY INFORMATION OR MATERIAL, INCLUDING, WITHOUT LIMITATION, ANY\nCONTENT.&nbsp.\nWE ALSO DISCLAIM ANY AND ALL\nRESPONSIBILITY FOR ANY HARM OF ANY KIND RESULTING FROM DOWNLOADING ANY CONTENT\nOR PRODUCTS AND SERVICES THROUGH TEXTME OR ITS APPS, BY USING ANY SUCH APPS.</p>\n<p>&nbsp;</p>\n<p>THE LIMITS OF LIABILITY\nSET FORTH ABOVE APPLY EVEN IF ANY LIMITED REMEDY UNDER THIS AGREEMENT FAILS OF\nITS ESSENTIAL PURPOSE.\nTO THE EXTENT THAT IN ANY RELEVANT JURISDICTION ANY OF\nTHE ABOVE TEXTME DISCLAIMERS OR LIMITATIONS OF LIABILITY ARE NOT PERMITTED, YOU\nACKNOWLEDGE AND AGREE THAT ANY LIABILITY (AND DAMAGES) ASSESSED TO TEXTME WILL\nBE LIMITED TO THE LOWEST AMOUNT AND SCOPE LEGALLY PERMISSIBLE IN THE RELEVANT\nJURISDICTION.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>GENERAL INDEMNIFICATION </b>\n</p>\n<p>&nbsp;</p>\n<p>Except for IP Claims, as\ndefined herein, you agree to indemnify and hold harmless TextMe, its related\nentities and subsidiaries, employees, agents, officers and directors,\naffiliates, licensors, successors, and suppliers, service providers, content\nproviders, third-party providers and contractors, and Commercial Partners (collectively\nthe “Indemnified Parties”) from and against any and all losses, damages,\nliabilities, deficiencies, claims, actions, judgments, settlements, interest,\nawards, penalties, fines, costs, or expenses of whatever kind, including attorneys’\nfees, that are incurred by the Indemnified Parties, arising out of or related\nto any third party claim based upon or related to your use of TextMe’s Products\nand Services, including but not limited to any breach or violation of these T&amp;Cs\nor any provisions of the relevant User Agreements.</p>\n<p>&nbsp;</p>\n<p>\n<b>IP CLAIMS INDEMNIFICATION</b>\n</p>\n<p>&nbsp;</p>\n<p>TextMe shall indemnify,\ndefend, and hold harmless you from and against any and all losses, damages,\nliabilities, and costs (”Losses”) incurred by you resulting from any\nthird-party claim, suit, action, or proceeding that the Products or Services,\nor any use of the Products or Service in accordance with these T&amp;Cs and the\nUser Agreements, infringes or misappropriates such third party’s US patents,\ncopyrights, or trade secrets (collectively “IP Claims”), provided that you\npromptly notifies TextMe in writing of the claim, cooperate with TextMe, and allows\nTexMe sole authority to control the defense and settlement of such claim.\n</p>\n<p>&nbsp;</p>\n<p>If such an IP Claim is\nmade or appears possible, you agree to permit TextMe, at TextMe’s sole\ndiscretion, to (a) modify or replace the Products or Services, or component or\npart thereof, to make it non-infringing, or (b) obtain the right for you to\ncontinue use.\nIf TextMe determines in its sole discretion that none of these\nalternatives is reasonably available, TextMe may terminate this T&amp;C and any\nother User Agreements, in its entirety or with respect to the affected\ncomponent or part, in the sole discretion of TextMe effective immediately.</p>\n<p>&nbsp;</p>\n<p>This shall not apply to\nthe extent that the alleged infringement arises from: (a) use of the Products\nand Services in combination with data, software, hardware, equipment, or\ntechnology not provided by TextMe or explicitly authorized by TextMe in\nwriting.\n(b) modifications to the Products and Services not made by TextMe.\n(c)\nuse of any version other than the most current version of the Products or\nServices made available to you.\nor (d) concerns third-party products or\nservices.\n</p>\n<p>&nbsp;</p>\n<p>You shall indemnify,\nhold harmless, and, at TextMe’s option, defend TextMe from and against any\nLosses resulting from any third-party IP Claim based on your, or any user to\nwhich you provide access or use of the Products and Services: (i) negligence or\nwillful misconduct.\nor (ii) use of, or access to, the Products and Services in\na manner not authorized or contemplated by these T&amp;Cs or the relevant User\nAgreements.\n(iii) use the Products and Services in combination with data,\nsoftware, hardware, equipment or technology not provided by TextMe or\nauthorized by TextMe in writing.\n(iv) modifications to the Products and\nServices not made by TextMe.\nor (v) use of any version other than the most\ncurrent version of the Products and Services made available to you, provided\nthat you may not settle any third-party IP Claim against TextMe unless such\nsettlement completely and forever releases TextMe from all liability with\nrespect to such third-party IP Claim or unless TextMe consents to such\nsettlement, and further provided that TextMe will have the right, at its\noption, to defend itself against any such third-party IP Claim or to\nparticipate in the defense thereof by counsel of its own choice.</p>\n<p>&nbsp;</p>\n<p>THIS SECTION SETS FORTH YOUR\nSOLE REMEDY AND TEXTME’S SOLE LIABILITY AND OBLIGATION FOR ANY ACTUAL,\nTHREATENED, OR ALLEGED IP CLAIMS, I.E., THAT THE PRODUCTS AND SERVICES\nINFRINGES, MISAPPROPRIATES, OR OTHERWISE VIOLATES ANY INTELLECTUAL PROPERTY\nRIGHTS OF ANY THIRD PARTY.\nTHE LIMITS OF LIABILITY SET FORTH ABOVE APPLY EVEN\nIF ANY LIMITED REMEDY UNDER THIS AGREEMENT FAILS OF ITS ESSENTIAL PURPOSE.\nTO\nTHE EXTENT THAT IN ANY RELEVANT JURISDICTION ANY OF THE ABOVE TEXTME\nDISCLAIMERS OR LIMITATIONS OF LIABILITY ARE NOT PERMITTED, YOU ACKNOWLEDGE AND\nAGREE THAT ANY LIABILITY (AND DAMAGES) ASSESSED TO TEXTME WILL BE LIMITED TO\nTHE LOWEST AMOUNT AND SCOPE LEGALLY PERMISSIBLE IN THE RELEVANT\nJURISDICTION.&nbsp.\n&nbsp;</p>\n<p>\n<br>\n<b>INBOUND SERVICE – INDEMNIFICATION</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree to indemnify\nand hold harmless TextMe, its related entities and subsidiaries, employees,\nagents, officers and directors, affiliates, licensors, successors, and\nsuppliers, service providers, content providers, third-party providers and\ncontractors, and Commercial Partners (collectively the “Indemnified Parties”) from\nand against any and all losses, damages, liabilities, deficiencies, claims,\nactions, judgments, settlements, interest, awards, penalties, fines, costs, or\nexpenses of whatever kind, including attorneys’ fees, that are incurred by the\nIndemnified Parties, arising out of or related to any third party claim based\nupon or related to the Inbound Service, including but not limited to: (i)\nclaims alleging negligence (including any reckless or willful misconduct unless\nprohibited by relevant law), or (ii) claims alleging any bodily injury, death\nof any person, or damage to real or tangible personal property caused by the\nnegligent or more culpable acts or omissions of Indemnifying Parties or personnel\nof the Indemnified Parties (including any reckless or willful misconduct unless\nprohibited by relevant law.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>OUTBOUND SERVICE – INDEMNIFICATION</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>You agree to indemnify\nand hold harmless TextMe, its related entities and subsidiaries, employees,\nagents, officers and directors, affiliates, licensors, successors, and\nsuppliers, service providers, content providers, third-party providers and\ncontractors, and Commercial Partners (collectively the “Indemnified Parties”) from\nand against any and all losses, damages, liabilities, deficiencies, claims,\nactions, judgments, settlements, interest, awards, penalties, fines, costs, or\nexpenses of whatever kind, including attorneys’ fees, that are incurred by the\nIndemnified Parties, arising out of or related to any third party claim based\nupon or related to the Outbound Service, including but not limited to: (i)\nclaims alleging negligence (including any reckless or willful misconduct unless\nprohibited by relevant law), or (ii) claims alleging any bodily injury, death\nof any person, or damage to real or tangible personal property caused by the negligent\nor more culpable acts or omissions of Indemnifying Parties or personnel of the\nIndemnified Parties (including any reckless or willful misconduct unless\nprohibited by relevant law), or (iii) claims related to any failure,\nimpairment, delay, malfunction, misrouting, non-completion, insufficient data\nor information, lack of location or other information, related to emergency\ncalls placed to emergency call takers, including calls placed to 911, in\nconnection with the Outbound Service.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>THIRD PARTY SERVICES AND PRODUCTS&nbsp.\n</b>\n</p>\n<p>&nbsp;</p>\n<p>TextMe Products and\nServices may interface or be used with third-party products and services.&nbsp.\nTextMe makes no representation or warranty as\nto the reliability, security, or performance of any third-party services or\nproducts.&nbsp.\nTextMe does not endorse any of\nthe contents, products or services made available by those third parties and\nyou acknowledge TextMe cannot not be held liable for use, or failure to use,\nsaid contents, products or services.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>Your use of such\nthird-party contents, products or services is subject to the relevant terms and\nconditions to be entered into with each of those third parties.&nbsp.\nIn the event action is needed to ensure\ncontinuity of those said third-party services, it is your sole responsibility\nto conduct those actions and you acknowledge TextMe cannot be held liable for\nfailure to conduct those actions.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>THIRD PARTY RATE PLANS</b>\n</p>\n<p>&nbsp;</p>\n<p>TextMe is not\nresponsible for voice, messaging, data, Internet, or WiFi charges assessed by mobile\noperators/carriers or Internet service providers and incurred when accessing\nTextMe Products and Services.&nbsp.\nSuch\ncharges are the sole responsibility of the user.</p>\n<p>&nbsp;</p>\n<p>\n<b>CHOICE OF LAW, VENUE,\nSEVERABILITY, NO WAIVER AND PRECEDENCE</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>These T&amp;Cs and all User Agreements and all matters arising out of or\nrelating to these T&amp;Cs, whether sounding in contract, tort, or statute are\ngoverned by, and construed in accordance with, the laws of the State of Delaware,\nUnited States of America (including its statutes of limitations and Delaware’s choice\nof law statutes, without giving effect to the conflict of laws provisions\nthereof to the extent such principles or rules would require or permit the\napplication of the laws of any jurisdiction other than those of the State of Delaware.\nThe parties agree that the United Nations Convention on Contracts for the\nInternational Sale of Goods does not apply to this Agreement.\nIn the event of a conflict between these T&amp;Cs\nand any of the provisions provided for in our User Agreements, the terms of\nthese T&amp;Cs shall prevail.\nIn the event of a conflicts internal to these\nT&amp;Cs where if it is determined that the general terms conflict with a\nprovision specific to a Product or Service, the specific term shall prevail,\nprovided that the intent of these T&amp;Cs and User Agreements is that such\nterms and conditions must be interpreted cumulatively such that a specific term\nis in addition to general terms.\n&nbsp;You\nexpressly agree that the exclusive jurisdiction for any claim or dispute\narising from the access to or use of the Content, Products or Services resides\nin the United States District Court for the Northern District of California or\na superior court for the State of California located in San Francisco.\n&nbsp;If any provision of this Agreement is held to\nbe invalid or unenforceable, such provision shall be struck and the remaining\nprovisions shall be enforced.\nTextMe’s failure to act with respect to a breach\nby you or others does not waive the TextMe’s right to act with respect to\nsubsequent or similar breaches.\nYou may not assign or transfer any of the User\nAgreements or any rights hereunder, and any attempt to the contrary is void.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>MISCELLANEOUS</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>TextMe operates under\nthe laws of the United States.\nTextMe makes no representation that its Products\nand Services can be used outside the United States.\n&nbsp;It is your responsibility to assess whether\nyou can use Our Products and Services in any relevant jurisdiction and you\nagree to comply with the export and import laws and regulations of the United\nStates and other applicable countries.<b>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree that no joint\nventure, partnership, employment, or agency relationship exists between you and\nTextMe as a result of this agreement or use of the Products and Services.&nbsp.\nA printed version of these T&amp;Cs, User\nAgreements or Privacy Policy and of any notice given in electronic form shall\nbe admissible in judicial or administrative proceedings based upon or relating\nto this agreement to the same extent and subject to the same conditions as\nother business documents and records originally generated and maintained in\nprinted form.</p> ", "created_at": "2023-07-08 20:27:31.147782", "updated_at": "2023-07-08 20:27:48.201543"}, {"id": 17438, "name": "Privacy Policy", "url": "https://textme-www-assets.s3.amazonaws.com/docs/privacy-policy/privacy_policy_v29.html", "xpath": "//body", "text": " TextMe, Incorporated Privacy Policy\nLast Updated on October 13, 2021 IMPORTANT: BY USING THIS APPLICATION AND/OR OUR PRODUCTS AND SERVICES, INCLUDING THOSE OF OUR AFFILIATES AND SUBSIDIARIES (collectively “TextMe”), YOU SIGNIFY YOUR AGREEMENT TO OUR PRIVACY POLICY.\nIF YOU DO NOT AGREE TO THIS PRIVACY POLICY, PLEASE DO NOT USE THIS APPLICATION OR OUR PRODUCTS AND SERVICES, INCLUDING OUR WEBSITE AND WEB APPLICATIONS.\nTHIS PRIVACY POLICY IS PART OF OUR TERMS AND CONDITIONS WHICH CAN BE ACCESSED ON OUR WEBSITE AND ARE INCORPORATED HEREIN BY REFERENCE, which can be viewed at: Terms &amp.\nConditions FOR CALIFORNIA RESIDENTS ONLY CCPA NOTICE <p>\n<strong>1.\nPrivacy Rights</strong>\n</p>\n<p>TextMe, Incorporated (“Us” or “We” or “Our”) is committed to respecting the privacy rights of its users, customers, visitors, and users of its mobile applications and website, as well as its related services (thereafter “Products and Services”).\nWe created this Privacy Policy to inform you and provide necessary disclosures regarding our collection, use and sharing of information when you use Our Products and Services.\nWe collect, use and share some of your information, as described below, to provide Our Products and Services and to measure and improve them over time.\nIf you have any questions about this Privacy Policy, please contact Us at: contactprivacy@go-text.me</p>\n<p>\n<strong>PLEASE SEE TEXTME’S TERMS AND CONDITIONS TO WHICH YOU ARE BOUND IF YOU USE, SUBSCRIBE TO, OR PURCHASE TEXTME’S PRODUCTS OR SERVICES: Terms &amp.\nConditions</strong>\n<br>\n</p>\n<p>\n<strong>2.\nNot Intended For Use By Children</strong>\n</p>\n<p>Our Products and Services are not directed at children who are under thirteen (13) years of age and We do not knowingly collect personal or other information from children.\nIf you are younger than thirteen (13) years of age, you should not use Our Products and Services and if you are between the ages of thirteen and eighteen you must have parental consent and you should not provide any personal identifiable information while using Our Products and Services without said parental consent.\nIf you become aware that your child has provided us with personal information without your consent, please contact Us at contactprivacy@go-text.me.</p>\n<p>\n<strong>3.\nInformation, Collected, Used and Shared by TextMe, Incorporated</strong>\n</p>\n<p>To provide you with Our Products and Services, we must collect and process information about you.\nWhen using Our Products and Services, you consent to the collection, storage, processing, sharing, transfer, manipulation, and disclosure of this information as described in this Privacy Policy.</p>\n<p>Regardless of what country you reside in or provide information to Us from, you authorize TextMe to use your information as described herein in the United States and all other countries where TextMe operates or is available.</p>\n<p>TextMe retains your information in accordance with legitimate business purposes for processing the information.\nThereafter the data is removed, archived for restricted legitimate interests, or anonymized.\nNon-identifying information may be kept without time and use limitations.</p>\n<p>Notice of Collection</p>\n<p>What information is collected and how?\n</p>\n<ul>\n<li>Identifying information, identifiers</li>\n<ul>\n<li>You provide us with identifying information, including your real name, email address, account name, and age bracket.\nYou may also provide us with your gender.</li>\n<li>We associate the identifying information you provide Us with identifying information We collect about you including the account number we assign to your account, the internet protocol (IP) address you use to access our Products and Services, the telephone number We assign to your account, the advertising identifier and device identifier associated with the device you use to access Our Products and Services.</li>\n</ul>\n<li>Commercial information</li>\n<ul>\n<li>We maintain a record of your usage of Our Products and Services, including details about when you logged in and what actions you performed in Our Products and Services,</li>\n<li>Such as logs of messages and calls sent and received,</li>\n<li>And including records of what purchases you made, if any.</li>\n</ul>\n<li>Internet or network activity information</li>\n<ul>\n<li>We collect information about how you access our Products and Services electronically, including device make and model, device settings, operating system, type of connection, carrier information, applications on your device, browser information.</li>\n</ul>\n<li>Geolocation data</li>\n<ul>\n<li>If you have authorized access to your device’s location services, we collect your location.</li>\n<li>Please note that even if you have not authorized access to your device’s location services, we will be able to infer your location via the IP address used to connect to our Products and Services.</li>\n</ul>\n<li>Phone numbers and contact names may be sent to our backend for processing in order to send messages and place calls.</li>\n</ul>\n<p>\n</p>\n<p>Why do we collect this information? </p>\n<ul>\n<li>We use identifying information to authenticate you in Our Products and Services.\nto provide you with, and to improve upon, the Products and Services.\nto carry out actions as instructed by you via your use of the Products and Services.\nWe may contact you with information about Our Products and Services, or to contact as otherwise necessary, including if there has been a data breach.\nWe may notify you of any changes in Our Products and Services, Terms and Conditions, or Privacy Policy.</li>\n<li>We use commercial information to provide you with, and to improve upon, the Products and Services.\nto carry out actions as instructed by you via your use of the Products and Services.\nto measure, analyze, and improve upon Our marketing efforts</li>\n<li>We use internet or network activity information to provide you with, and to improve upon, the Products and Services.\nto carry out actions as instructed by you via your use of the Products and Services.\nto measure, analyze, and improve upon Our marketing efforts</li>\n<li>We may use your information to provide you with advertisements, including interest-based or personalized advertisements </li>\n<li>We use geolocation data to provide you with, and to improve upon, the Products and Services.\nto carry out actions as instructed by you via your use of the Products and Services.\nto measure, analyze, and improve upon Our marketing efforts</li>\n<li>We may use this information to verify or enforce compliance with user agreements and applicable laws, to protect against fraud, to detect and prevent security or technical issues, to protect against misuse or unauthorized use of the TextMe’s Products and Services, or to protect against imminent harm to the rights, property or safety of TextMe, its subscribers, or the public as required or permitted by law</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>4.\nDisclosure of Information for Business Purposes</strong>\n</p>\n<p>TextMe does not disclose your Customer Information to third parties except in the limited circumstances herein.</p>\n<p>In order to provide you with the Products and Services, we may establish business relationships with third-party companies.\nWe verify that these third-party companies utilize privacy and security practices consistent with Ours.</p>\n<p>With your consent, we disclose information to Our advertising providers, in order to provide you with advertisements, including interest-based advertisements.\nWe may disclose identifying information, commercial information, internet or network activity information, and geolocation to advertising providers.\nCertain advertising providers may also use their own technology to collect information about your use of our Services so that they can provide advertising about products and services tailored to your interests in Our Products and Services, or in other apps and websites.\nYou can find a list of the advertising companies we partner with here: TextMe Partners</p>\n<p>We disclose information to Our data analytics providers, in order to receive analytical services, which are used to provide, improve upon, and track performance of the Products and Services.\nWe may disclose identifying information, commercial information, internet or network activity information, and geolocation to data analytics providers.</p>\n<p>We disclose information to Our marketing providers, in order to communicate with you about our Products and Services.\nWe may disclose identifying information, commercial information, internet or network activity information, and geolocation to marketing providers.</p>\n<p>We disclose information to law enforcement agencies in order to respond to law enforcement requests or when legally required to do so.\nWe may disclose identifying information, commercial information, internet or network activity information, and geolocation to law enforcement agencies.</p>\n<p>We use third parties to provide hosting and data storage services.</p>\n<p>TextMe may disclose or use some of your information if you join a “group” and your prior express consent may be obtained through and conveyed by an intermediary, such as the organizer of a group using TextMe’s Products and Services.\nTo the extent that TextMe sends administrative texts to any group members relating to using and canceling TextMe’s group texting service, they are to be considered normal business communications under applicable law.\nSEE TEXTME’S TERMS AND CONDITIONS TO WHICH YOU ARE BOUND IF YOU USE, SUBSCRIBE TO, OR PURCHASE TEXTME’S PRODUCTS OR SERVICES.</p>\n<p>In the event of a sale, merger, liquidation, dissolution, reorganization, assignment, bankruptcy or any transfer of assets, IP rights, or any marketable right owned by TextMe, your information may be sold or transferred as part of that transaction.</p>\n<p>We may use third parties to provide hosting, data storage, and direct marketing services.\nWe may lease, rent, sell or share this information with any third parties to the extent legally possible.</p>\n<p>TextMe may provide links and/or connections to third-party applications, websites or services from within Our Products and Services.\nWe may not have access to, or control over, information collected by these third parties.\nSuch third parties will handle, store, retain and access such user information in accordance with the terms and conditions of their agreements with you, if any, as well as their own privacy policies.\nYou acknowledge that TextMe shall have no liability for sharing of such information to such third parties and TextMe disclaims any and all liability relating thereto as set forth in its Terms and Conditions, which are expressly incorporated herein.</p>\n<p>\n<strong>5.\nAdvertisement Targeting Limitation and Do Not Track</strong>\n</p>\n<p>You can choose to limit the targeting of the various advertisements displayed in TextMe by turning on the feature called “Limit Ad Tracking” which can be located in the settings of your iOS Device or by changing the setting called \"Opt out of interest-based ads\" settings in Google Settings of your Android Device.</p>\n<p>Please note that by limiting the advertising targeting in this manner, you may still see the same number of ads as before, but they may be less relevant because they will not be based on your interests.\nBy invoking this limiting feature, you will still be permitted to use TextMe’s Products and Services.</p>\n<p>TextMe does not honor “Do Not Track” header requests.</p>\n<p>To learn more about interest-based advertising, or to opt-out, you can visit the site for the Network Advertising Initiative, or the Digital Advertising Alliance, or the Interactive Digital Advertising.</p>\n<p>\n<strong>6.\nCookies and Web Beacons</strong>\n</p>\n<p>We may use cookies (a small text file placed on your device to identify your device and browser when you use our Products &amp.\nServices).\nWe may also use Web beacons (an electronic file placed on a website that monitors usage).\nMost Internet browsers automatically accept cookies, but you can instruct your browser to stop accepting cookies (disable cookies).\nIf you do, some of Our Products and Services may not function properly or may be diminished.\nPromotions or advertisements viewed through Our Products and Services may contain cookies.</p>\n<p>\n<strong>7.\nModifying or Removal of Your Customer Information</strong>\n</p>\n<p>If you have subscribed to or purchased Our Products and Services and you wish to remove or modify your information, you can contact Us using the contact information provided below, although you should be aware that (a) there will be a technical delay between your request and the effective removal of your User Data from Our database, (b) we may have to retain Customer Information for legal purposes as the case may be.\nand (c) certain of Our Products and Services require the use of your information and such data is retained by Us and used as described in this Privacy Policy.\nYou can delete your account and uninstall the TextMe application from your device.\nIf you need assistance please contact Us at contactprivacy@go-text.me.</p>\n<p>\n<strong>8.\nSecurity of Customer Information</strong>\n</p>\n<p>TextMe seeks to adopt commercially reasonable security measures consistent with the industry regarding the protection against the loss, misuse or alternation of non-public information that is under Our control.\nUnfortunately, no security system, or system of transmitting data over the Internet can be guaranteed to be 100% secure.\nAs such, you provide all such information at your own risk.\nIn the event that we are required by law to inform you of a breach to your personal information we may notify you electronically, in writing, or by telephone, if permitted to do so by law.</p>\n<p>\n<strong>9.\nChanges to TextMe’s Privacy Policy</strong>\n</p>\n<p>TextMe reserves the right, at Our discretion, to change, update or modify this Privacy Policy at any time by posting such change, update or modification on the TextMe website.</p>\n<p>Any such change, update or modification will be effective immediately upon notice, which TextMe may provide by any means, including, without limitation, posting on the TextMe website, notifications within TextMe applications, or electronic mail.</p>\n<p>Your continued use of the TextMe website and/or any TextMe products and services following the posting of changes will mean you accept those changes.\nUse of information that We gather is subject to the Privacy Policy in effect at the time of use.</p>\n<p>\n<strong>10.\nFor users located in California</strong>\n</p>\n<p> Please see the CCPA Supplement CCPA NOTICE\n</p>\n<p>\n<strong>11.\nFor users located in the EEA, UK, and Switzerland</strong>\n</p>\n<p>\n</p>\n<p>This section only applies to users located in the European Economic Area, United Kingdom, and Switzerland.</p>\n<p>You must be at least 16 years of age to use Our Products and Services.</p>\n<p>We will request your consent for the processing of personal data for the purpose of providing interest-based advertisements.\nYou can withdraw your consent at anytime by visiting the Settings page in Our Products and Services.</p>\n<p>We may also process data as necessary to provide the Products and Services, to comply with legal obligations imposed upon Us, to protect the vital interests of TextMe users, to carry out tasks in the public interest, and other legitimate interests.</p>\n<p>Under the General Data Protection Regulation, you have the right to request access, erasure, restriction and portability of your personal data collected by Us.</p>\n<p>Your data may be stored in the European Union or the United States.\nPersonal information collected from you, including via the Products and Services, may be transferred to recipients in countries located outside the EEA and the United States which do not provide a similar or adequate level of protection to that provided by countries in the EEA.\nYou hereby expressly consent to the transfer of your personal information to recipients, as described in this Privacy Policy, which are located outside the EEA.\nWe have entered into EU standard contractual clauses (“Model Contracts”) for intra-group transfers of personal information to affiliates.</p>\n<p>You can reach our Privacy Officer at contactprivacy@go-text.me.</p>\n<p>We can be contacted concerning this Privacy Policy by email at contactprivacy@go-text.me.\nPlease note that this email address should only be used for privacy-related matters and is not a general support contact.</p> Privacy Policy Supplement Applicable to Residents of California and to which the California Consumer Privacy Act Currently Applies (“CCPA Supplement”)\nEffective Date: January 1, 2020\nLast Updated on June 11, 2020 <p>\n<strong>CCPA Supplement Scope</strong>\n</p>\n<p>The California Consumer Privacy Act (CCPA) was recently enacted into law and provides California residents with certain rights.\nThis CCPA Supplement details those rights and provides California residents to which the CCPA presently applies with information related to the CCPA and supplements Our Privacy Policy available here Privacy Policy.\nIn the event of any inconsistencies between the provision detailed in this CCPA Supplement and Our Privacy Policy, the provisions of this CCPA Supplement shall prevail and supersede any inconsistencies with Our Privacy Policy as applied to you provided that you are: (i) a resident of California.\nand (ii) the CCPA is presently applicable to you.\nCapitalized terms not defined herein shall have the meaning provided for in Our Privacy Policy or Terms &amp.\nConditions.</p>\n<p>For parties to whom this CCPA Supplement applies and have disabilities that require receipt of this notice in an alternative accessible format, please contact Us at contactprivacy@go-text.me for information as to how to obtain this CCPA Supplement in an alternative format.</p>\n<p>\n<strong>Our Products and Services are Not Intended for Children under the Age of 16 Years Old</strong>\n</p>\n<p>\n</p>\n<p>Our Products and Services are not targeted at children under the age of 16 years old.\nBy using Our Products and Services, you represent and warrant that you are at least 16 years old.\nIf We become aware that a customer is under the age of 16 and has provided Us with personal information, We will remove such child’s personal information.\nA parent or legal guardian who needs to access, change or delete “personal information,” as defined below, regarding their child should contact contactprivacy@go-text.me.</p>\n<p>\n<strong>Definition of “Personal Information”</strong>\n</p>\n<p>\n</p>\n<p>As used in this CCPA Supplement, the term “personal information” means information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, household, or device (“personal information”).</p>\n<p>“Personal information” does not include:</p>\n<ul>\n<li>De-identified or aggregated consumer information,</li>\n<li>Publicly available information from government records,</li>\n<li>Information excluded from CCPA’s scope including, but not limited to, personal information covered by sector-specific privacy laws like the Fair Credit Reporting Act, the Graham-Leach-Bliley Act, the California Financial Information Privacy Act, and the Driver’s Privacy Protection Act of 1994, and</li>\n<li>Health or medical information covered by the Health Insurance Portability Accountability Act, the California Confidentiality of Medical Information Act or clinical trial data.</li>\n</ul>\n<p>\n<strong>TextMe does not sell personal information.</strong>\n</p>\n<p>\n<strong>Our Products and Services May Collect the Following Categories of Personal Information from Consumers in the Past Twelve Months</strong>\n</p>\n<p>\n</p> Categories of Personal Information That We Collect Categories of Sources Business Purpose of Collection Categories of Third Parties That Receive Data A.\nIdentifiers - A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.\n<p>From Our consumers</p>\n<p>From internet service providers</p>\n<p>To provide You with Our Products and Services</p>\n<p>To contact You</p>\n<p>Our service providers</p>\n<p>Third parties to whom you allow us to share your information</p> B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) - A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.\n<p>From Our consumers</p>\n<p>From our payment processors (at the point of collection)</p>\nIf You make a purchase from Our Products and Services, we may use the financial information You provide to process Your payment\n<p>Our service providers</p>\n<p>Our payment processors (who may collect information directly from you, or through us, or who may receive information from us about appropriate charges)</p> C.\nProtected classification characteristics under California or federal law - Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\nFrom Our consumers\nTo provide You with Our Products and Services\n<p>Our service providers</p>\n<p>Third parties to whom you allow us to share your information</p> D.\nCommercial information - Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nFrom Our consumers\n<p>To provide You with Our Products and Services</p>\n<p>To measure, analyze, and improve upon Our marketing efforts</p>\nOur service providers E.\nBiometric information - Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\nFrom Our consumers\nOur consumers may provide us with a profile picture or leave a voice message which will be used by Us to deliver the Products &amp.\nServices\nOur service providers F.\nInternet or other similar network activity - Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.\n<p>From Our consumers</p>\n<p>From internet service providers</p>\n<p>To provide You with Our Products and Services</p>\n<p>To measure, analyze, and improve upon Our marketing efforts</p>\nOur service providers G.\nGeolocation data - Physical location or movements.\nFrom Our Consumers\n<p>To provide You with Our Products and Services</p>\n<p>To measure, analyze, and improve upon Our marketing efforts</p>\n<p>Our service providers</p>\n<p>Third parties to whom you allow us to share your information</p> H.\nSensory data - Audio, electronic, visual, thermal, olfactory, or similar information\nNot collected\nNot collected\nNot collected I.\nProfessional or employment-related information - Current or past job history or performance evaluations\nNot collected\nNot collected\nNot collected J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)) - Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\nNot collected\nNot collected\nNot collected K.\nInferences drawn from other personal information - Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nBased upon information collected from our consumers\n<p>To provide You with Our Products and Services</p>\n<p>To measure, analyze, and improve upon Our marketing efforts</p>\nOur service providers <p>\n<strong>How We Use Personal Information that We Collect</strong>\n</p>\n<p>We may use or disclose the personal information we collect for one or more of the following purposes:</p>\n<ul>\n<li>To fulfill or meet the reason you provided the information.\nFor example, when you purchase Our Products and Services or when you make an in-app purchase, We will request certain information from you or access information you have provided to Us that is associated with your account.\nThis information is likely to include your name, e-mail address, payment card details, billing address and telephone number.\nThis information will be used to process your transaction and to correspond with you in relation to your order.\nAdditionally, We may also save your information to facilitate new orders Our Products and Services or to process refunds.</li>\n<li>To provide, support, personalize and develop Our Products and Services.</li>\n<li>To create, maintain, customize, and secure your account with Us.</li>\n<li>To process your requests, purchases, transactions, and payments and prevent transactional fraud.</li>\n<li>To contact you to inquire whether you want to provide a review of Our Products and Services purchased or to provide other feedback regarding your use of Our Products and Services.</li>\n<li>To engage in marketing communications as well as informational communications with you provided that you opt-in to receive such communications from Us, via email, text message, or as otherwise possible in Our Products and Services.</li>\n<li>To provide you with advertisements, including interest-based or personalized advertisements.</li>\n<li>To enforce contractual commitments that you may enter into with Us including, but not limited to, collection actions.\n</li>\n<li>To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve Our responses.</li>\n<li>To help maintain the safety, security, and integrity of Our Products and Services and systems that support such including databases and other technology assets, and business.</li>\n<li>For testing, research, analysis, and product development, including to develop and improve Our Products and Services.</li>\n<li>To help evaluate the effectiveness of Our marketing and informational communications with you.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n</li>\n<li>To establish or exercise Our rights, to defend against a legal claim, to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, safety of person or property, or a violation of our policies, or to comply with your request for the shipment of products to or the provision of services by a third party intermediary.</li>\n<li>Some of our websites or applications may provide the opportunity to post comments, or reviews, in a public forum.\nIf you decide to submit information on these pages, that information may be publicly available.</li>\n<li>We may share your information with service providers.\nAmong other things service providers may help us to administer our website, conduct surveys, provide technical support, process payments, and assist in the fulfillment of orders.</li>\n<li>As We have described when collecting your personal information, in Our Privacy Policy, in this CCPA Supplement, or as otherwise set forth in the CCPA.</li>\n<li>In order to evaluate or to conduct the event of a sale, merger, divestiture, liquidation, dissolution, restructuring, reorganization, assignment, bankruptcy or other sale or transfer of some or all of Our any transfer of assets, IP rights, or any marketable right owned by Us, whether as a going concern or as part of a bankruptcy, liquidation, or similar proceeding, in which personal information held by Us or associated with Our Products and Services is among the assets transferred, your personal information may be disclosed, shared, sold or transferred as part of that transaction.</li>\n<li>To provide you with information related to the Products and Services you may have purchased or that may be of interest to you based on your order history or other information you have provided to Us.</li>\n<li>Other Disclosures with Your Consent.\nWe may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this policy.</li>\n</ul>\n<p>We will not collect additional categories of personal information or use the personal information We collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>\n<p>\n</p>\n<p>\n<strong>Your Rights Under the CCPA</strong>\n</p>\n<p>If you are a California resident and the CCPA is presently applicable to you, the CCPA provides you with certain specific rights regarding your personal information.\nThis section describes your rights under the CCPA and explains how you can exercise those rights.</p>\n<p>\n<strong>Access to Specific Information and Data Portability Rights</strong>\n</p>\n<p>You have the right to request that We disclose certain information to you about Our collection and use of your personal information over the past 12 months.\nOnce We receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), We will disclose to you:</p>\n<ul>\n<li>The categories of personal information We collected about you.</li>\n<li>The categories of sources for the personal information We collected about you.</li>\n<li>Our business or commercial purpose for collecting that information.</li>\n<li>The categories of third parties with whom We share that personal information.</li>\n<li>The specific pieces of personal information We collected about you (also called a data portability request).</li>\n<li>If We sold or disclosed your personal information for a business purpose, two separate lists disclosing: sales, identifying the personal information categories that each category of recipient purchased.\nand disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n<p>We do not provide these access and data portability rights for business-to-business personal information.</p>\n<p>\n<strong>Deletion Request Rights</strong>\n</p>\n<p>You have the right to request that We delete any of your personal information that We collected from you and retained, subject to certain exceptions.\nOnce We receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), We will delete (and direct Our service providers to delete) your personal information from Our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for Us or Our service provider(s) to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of Our ongoing business relationship with you, or otherwise perform Our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with Us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>\n<strong>Exercising Access, Data Portability, and Deletion Rights</strong>\n</p>\n<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to Us by Submitting a request to Us by visiting the Privacy Center in the Me page of the App (please update to the latest App version).</p>\n<p>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nYou may use an authorized agent to submit a request.\nTo designate an agent for these purposes: </p>\n<ul>\n<li>You must provide us with a copy of a written and signed permission given to your authorized agent.\nand</li>\n<li>ou must verify your own identity directly with us.</li>\n</ul>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must provide sufficient information that allows Us to reasonably verify you are the person about whom we collected personal information or an authorized representative, which may include verifying the email address you used when establishing an account, and by logging into your account and making the request through the app.\n</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</p>\n<p>We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>\n<strong>Response Timing and Format</strong>\n</p>\n<p>We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.</p>\n<p>We will deliver Our written response to the email address You used to setup Your account.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<strong>Non-Discrimination</strong>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>\n<strong>Other California Privacy Rights</strong>\n</p>\n<p>California’s “Shine the Light” law (Civil Code Section § 1798.83) permits users of Our Products and Services that are California residents to request certain information regarding Our disclosure of personal information to third parties for their direct marketing purposes.\nWe do not currently share personal information with third parties for their direct marketing purposes.\n</p>\n<p>\n<strong>Changes to Our Privacy Notice</strong>\n</p>\n<p>We reserve the right to amend this privacy Notice at Our discretion and at any time.\nWhen we make changes to this privacy Notice, we will post the updated Notice on the websites associated with Our Products and Services and update the Notice’s effective date.\nYour continued use of Our Products and Services following the posting of changes constitutes your acceptance of such changes.</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>If you have any questions or comments about this Notice, the ways in which We collect and use your information described above, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact Us at: contactprivacy@go-text.me Please note that this email address should only be used for privacy-related matters and is not a general support contact.</p> ", "created_at": "2023-07-08 20:27:31.176999", "updated_at": "2023-07-08 20:28:05.09329"}], "points": [], "urls": ["go-text.me", "textme-app.com", "web.textme-app.com"]}}