{"error": 448, "message": "OK", "parameters": {"id": 7295, "name": "Plausible", "created_at": "2023-01-18 21:37:07.882396", "updated_at": "2023-01-22 17:00:20.999782", "wikipedia": null, "keywords": null, "related": null, "slug": "plausible", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7295.png", "url": "plausible.io", "documents": [{"id": 13995, "name": "Privacy Policy", "url": "https://plausible.io/privacy", "xpath": "/html/body/main", "text": " Plausible Analytics Privacy Policy <p>\n<strong>TL;DR:</strong> For plausible.io visitors, we do not use cookies and we do not collect any personal data.\nIf you decide to create an account, we ask for the bare minimum and only share it with services that are absolutely necessary for the app to function.</p>\n<p>At Plausible Analytics, we are committed to complying with GDPR, CCPA, PECR and other privacy regulations on our website and on our web analytics product too.\nThe privacy of your data — and it is your data, not ours! — is a big deal to us.</p>\n<p>In this policy, we lay out what data we collect and why, how your data is handled and your rights to your data.\nWe promise we never sell your data: never have, never will.</p>\n<p>If you have placed the Plausible Analytics script on your website, take a look at our data policy for details on the information we do collect about your website visitors on your behalf.</p> As a visitor to the plausible.io website <p>The privacy of our website visitors is important to us so we do not track any individual people.\nAs a visitor to the plausible.io website:</p>\n<ul>\n<li>No personal information is collected</li>\n<li>No information such as cookies is stored in the browser</li>\n<li>No information is shared with, sent to or sold to third-parties</li>\n<li>No information is shared with advertising companies</li>\n<li>No information is mined and harvested for personal and behavioral trends</li>\n<li>No information is monetized</li>\n</ul>\n<p>We run the Plausible Analytics script to collect some anonymous usage data for statistical purposes.\nThe goal is to track overall trends in our website traffic, it is not to track individual visitors.\nAll the data is in aggregate only.\nNo personal data is collected.\nYou can view the data we collect in our live demo.</p>\n<p>Data collected includes referral sources, top pages, visit duration, information from the devices (device type, operating system, country and browser) used during the visit and more.\nYou can see full details in our data policy.</p> As a customer and subscriber of Plausible Analytics <p>Our guiding principle is to collect only what we need and that we will solely process this information to provide you with the service you signed up for.</p>\n<p>We use a select number of trusted external service providers for certain service offerings.\nThese service providers are carefully selected and meet high data protection, data privacy and security standards.</p>\n<p>We only share information with them that is required for the services offered and we contractually bind them to keep any information we share with them as confidential and to process personal data only according to our instructions.</p>\n<p>Here’s what that means in practice:</p> What we collect and what we use it for <ul>\n<li>\n<strong>An email address is required to create an account</strong>.\nYou need to provide us with your email address if you want to create a Plausible Analytics account.\nThat’s just so you can log in and personalize your new account, and we can send you invoices, updates or other essential information.</li>\n<li>\n<strong>A persistent first-party cookie is stored to remember you’re logged in</strong>.\nIf you log in to your Plausible account, you give us permission to use cookies so you don’t have to log in on each returning session.\nThis makes it easier for you to use our product.\nA cookie is a piece of text stored by your browser.\nYou can adjust cookie retention settings in your own browser.\nCookies that are already stored may be deleted at any time.</li>\n<li>All of the data that we collect is <strong>kept fully secured, encrypted and hosted on 100% renewable energy powered server in Falkenstein, Germany</strong>.\nThe server is owned by Hetzner, a European company.\nThis ensures that all of the site data is being covered by the European Union’s strict laws on data privacy.\nYour site data never leaves the EU.\nSee Hetzner privacy policy for full details.</li>\n<li>We use Bunny (another European-owned provider from Slovenia) for a global CDN and DDoS protection.\nThis ensures that <strong>all visitor data we collect is exclusively processed with servers owned and operated by European companies</strong>.\nSee Bunny privacy and data policy for full details.</li>\n<li>\n<strong>The payment process is handled by a third-party payment provider</strong>.\nIf you choose to upgrade to a Plausible Analytics paid plan, the billing information and the payment process is handled by Paddle.\nSee the Paddle Privacy Policy for full details.</li>\n<li>\n<strong>All emails are sent using a third-party email provider</strong>.\nTransactional emails and email reports (should you choose to subscribe to them) are sent using Postmark.\nWe have disabled both open tracking and link tracking on all emails sent.\nSee the Postmark Privacy Policy for full details.</li>\n<li>\n<strong>When you write to us with a question or to ask for help</strong>.\nWe keep that correspondence, which includes the email address, so that we have a history of past correspondences to reference if you reach out in the future.\nWe use this data solely in connection with answering the queries we receive.</li>\n<li>\n<strong>We use CAPTCHA service as a means of spam protection on our account registration form</strong>.\nhCaptcha is a GDPR-compliant and privacy-friendly captcha.\nSee the hCaptcha Privacy Policy for full details.</li>\n<li>\n<strong>For our blog readers who choose the option to receive blog posts via email</strong>.\nWe use Mailchimp to send those blog posts.\nWe have disabled both open tracking and link tracking on all emails sent.\nSee the Mailchimp Privacy Policy for full details.</li>\n</ul> Retention of data <p>We will retain your information as long as your account is active, as necessary to provide you with the services or as otherwise set forth in this policy.</p>\n<p>We will also retain and use this information as necessary for the purposes set out in this policy and to the extent necessary to comply with our legal obligations, resolve disputes, enforce our agreements and protect Plausible’s legal rights.</p>\n<p>You can choose to delete your Plausible Analytics account at any time.\nAll your data will be permanently deleted immediately when you delete your account.</p> Changes and questions <p>We may update this policy as needed to comply with relevant regulations and reflect any new practices.\nWhenever we make a significant change to our policies, we will also announce them on our company blog or social media profiles.</p>\n<p>Contact us at privacy@plausible.io if you have any questions, comments, or concerns about this privacy policy, your data, or your rights with respect to your information.</p>\n<p>Last updated: March 18th, 2022</p> ", "created_at": "2023-01-18 21:39:20.474448", "updated_at": "2023-01-18 21:39:27.42592"}, {"id": 13992, "name": "Data Policy", "url": "https://plausible.io/data-policy", "xpath": "/html/body/main", "text": " Plausible: GDPR, CCPA and cookie law compliant site analytics <p>Even though the purpose of Plausible Analytics is to track the usage of a website, this can still be done without collecting any personal data or personally identifiable information (PII), without using cookies and while respecting the privacy of the website visitors.</p>\n<p>Here’s a closer look at our data policy, the information that we do collect, what we use it for and steps we’ve taken to comply with the cookie law and the privacy regulations such as the GDPR, CCPA and PECR.</p>\n<ol>\n<li>First thing first: What we collect and what we use it for</li>\n<li>How we count unique users without cookies</li>\n<li>Hosted in the EU powered by European-owned cloud infrastructure</li>\n<li>Data ownership of your web analytics</li>\n<li>Why should I trust you?</li>\n<li>GDPR, CCPA and PECR compliant web analytics</li>\n</ol> First thing first: What we collect and what we use it for <p>We do not track people across their devices and across websites and apps that they visit.\nAll the data is isolated to a single day, single website and single device only.\nThere is no way to know whether the same person visits a site from more than one device or visits another website.\nSee here the full list of what makes Plausible a privacy-first web analytics tool.</p>\n<p>The goal of Plausible is to track overall trends in your website traffic, it is not to track individual visitors.\nWe don’t use cookies, we don’t generate any persistent identifiers and we don’t collect or store any personal or identifiable data.\nAll of the data is aggregated data only and it has no personal information.</p>\n<p>By using Plausible Analytics, all the site measurement is carried out absolutely anonymously.\nWe measure only the most essential data points and nothing else.\nAll the metrics we do collect fit on one single page.\nHere is the complete list of what we collect and store about your website visitors:</p> Data point Example Comment <strong>Page URL</strong>\n<em>https://yoursite.com/pricing</em> We track the page URL of each page view on your website.\nWe use this to show you which pages have been viewed and how many times a particular page has been viewed.\n<br>\n<br>The hostname and path are collected.\nQuery parameters are discarded, except for these special query parameters: <code>ref=</code>, <code>source=</code>, <code>utm_source=</code>, <code>utm_medium=</code> and <code>utm_campaign=</code>.\n<strong>HTTP Referer</strong>\n<em>https://facebook.com</em> We use the referrer string to show you the number of visitors referred to your website from links on other sites.\n<strong>Browser</strong>\n<em>Chrome 86.0</em> We use this to show you what browsers and browser version numbers people use when visiting your website.\nThis is derived from the User-Agent HTTP header.\nThe full User-Agent is discarded.\n<strong>Operating system</strong>\n<em>macOS 10.15</em> We use this to show you what operating systems people use when visiting your website.\nWe show the brand of the operating system and the version number.\nThis is derived from the User-Agent HTTP header.\nThe full User-Agent is discarded.\n<strong>Device type</strong>\n<em>Desktop</em> We use this to show you what devices people use when visiting your website.\nThis is derived from window.innerWidth.\nThe actual width of the browser in pixels is discarded.\n<strong>Country, region, city</strong>\n<em>United Kingdom, England, London</em> We look up the visitor’s location using their IP address.\nWe do not track anything more granular than the city level and the IP address of the visitor is discarded.\nWe never store IP addresses in our database or logs.\nHow we count unique users without cookies <p>Counting unique visitors is an integral part of web analytics.\nPlausible attempts to strike a reasonable balance between de-duplicating pageviews and staying respectful of visitor privacy.</p>\n<p>We do not attempt to generate a device-persistent identifier because they are considered personal data under GDPR.\nWe do not use cookies, browser cache nor the local storage.\nWe do not store, retrieve nor extract anything from visitor’s devices.</p>\n<p>Every single HTTP request sends the IP address and the User-Agent to the server so that’s what we use.\nWe generate a daily changing identifier using the visitor’s IP address and User-Agent.\nTo anonymize these datapoints and make them impossible to relate back to the user, we run them through a hash function with a rotating salt.</p>\n<code>hash(daily_salt + website_domain + ip_address + user_agent)\n</code>\n<p>This generates a random string of letters and numbers that is used to calculate unique visitor numbers for the day.\nThe raw data IP address and User-Agent are never stored in our logs, databases or anywhere on disk at all.</p>\n<p>Old salts are deleted every 24 hours to avoid the possibility of linking visitor information from one day to the next.\nForgetting used salts also removes the possibility of the original IP addresses being revealed in a brute-force attack.\nThe raw IP address and User-Agent are rendered completely inaccessible to anyone, including ourselves.</p>\n<p>In our testing, using IP addresses to count visitors is remarkably accurate when compared to using a cookie.\nIn some cases it might even be more accurate than using a cookie because some visitors block cookies altogether.</p>\n<p>The biggest limitation with this approach is that we cannot do good retention analysis with Plausible.\nWe cannot show stats like <em>New vs Returning visitors</em> because they rely on having a persistent user identifier.</p>\n<p>If the same visitor visits your site five times in one day we will show that as one unique visitor.\nBut if the same visitor visits your site on five different days in a month we would show that as five unique visitors.</p>\n<p>We’re happy to provide information on how Plausible is built to help you comply with the different privacy regulations.\nWe encourage you to discuss specific issues with your lawyer to help you decide whether our service allows you to fulfill the legal requirements that apply to you.</p> Hosted in the EU powered by European-owned cloud infrastructure <p>We’re a small team based in the EU.\nThe legal entity is incorporated in Estonia.</p>\n<p>All of the data that we do track and collect is kept fully secured, encrypted and hosted on 100% renewable energy powered server in Falkenstein, Germany.\nThe server is owned by Hetzner, a European company.\nThis ensures that all of the website data is being covered by the European Union’s strict laws on data privacy.</p>\n<p>We use Bunny (another European-owned provider from Slovenia) for a global CDN and DDoS protection.\nThis ensures that all visitor data we collect is exclusively processed with servers owned and operated by European companies.</p>\n<p>For encryption, we use https in transit and the hashing process at rest.\nWe also do regular backups.\nThe backups are also stored in the EU, in a redundant site.</p>\n<p>We’ve tried hard to limit external services that we use and none of them have access to any of the data that we do collect.\nNo third party vendors are involved other than the hosting company that owns the servers where the data is stored.\nYou can read more in our privacy policy.</p>\n<p>You don’t have to worry about Schrems II and that it invalidates the EU-US Privacy Shield.\nYour website data never leaves the EU.</p> Data ownership of your web analytics <p>When you use our service to measure your website stats, Plausible Analytics will collect information about your visitors.\nYou entrust us with your site data and we take that trust to heart.\nThe privacy of your site data — and it is your data, not ours! — is a big deal to us.</p>\n<p>By using Plausible, you keep 100% ownership of your website data.\nAlthough when using our hosted service, your site analytics are stored on our server in the cloud, you remain completely in control of your site data and you fully own all of your data too.</p>\n<p>You own all right, title, and interest to your website data.\nWe obtain no rights from you to your website data.\nWe will never sell or share your site data to any third-parties.</p>\n<ul>\n<li>Your website data is not shared with advertising companies or any other companies in general.</li>\n<li>Your website data is not sent to any third-parties at all.</li>\n<li>Your website data is not mined and harvested for personal and behavioral trends.</li>\n<li>Your website data is not monetized.</li>\n</ul>\n<p>You can choose to delete your account and delete your site stats at any time.\nWe provide simple no-questions-asked deletion links.</p>\n<p>All your stats will be permanently deleted immediately when you delete your Plausible Analytics account or when you delete your site stats.\nWe cannot recover this information once it has been permanently deleted.</p> Why should I trust you? <p>Plausible is a fully open-source website analytics tool.\nOur source code is available and accessible on GitHub so you can read it and review it to ensure our code does what we say.</p>\n<p>We are not a black box.\nThere’s nothing proprietary or closed source about Plausible Analytics.\nEverything is in the open.\nAnyone can view, review and inspect the code we’re running to verify that we practice what we preach.</p>\n<p>This is essential in the market of privacy software.\nCorporations and proprietary software cannot always be trusted when data is in question.\nThe only way to prove your trust is to allow experts to look into your code and verify that you’re actually doing what you’re saying you’re doing.</p> GDPR, CCPA and PECR compliant web analytics <p>By using Plausible, you don’t need to have any GDPR, CCPA or PECR prompts and you don’t need a complex privacy policy about your use of analytics and cookies.\nWith Plausible, you are not tracking any personal data after all.\nYour visitors can enjoy your site without any annoyances and distractions.</p>\n<p>You can sign up for a 30-day free trial and explore our privacy-friendly and GDPR, CCPA and PECR compliant site analytics.\nYou don’t need to remove your current analytics provider either until you’ve tested Plausible and figured out if you like our product.</p> Ready to dive in? <br> Start your free trial today.\nGet started Live demo Cloudflare Web Analytics vs Plausible Analytics <p>\n</p>\n<p>Cloudflare Web Analytics is a new player on the simple, privacy-first and de-Googled web analytics market.</p>\n<p>\n</p> Read more What makes Plausible a great Google Analytics alternative <p>\n</p>\n<p>Many site owners have the habit of installing the Google Analytics tracking script on their sites as one of the first actions they take after the launch.</p>\n<p>\n</p> Read more Plausible: Lightweight web analytics tool (&lt;1KB) that doesn't slow down your site <p>\n</p>\n<p>Plausible Analytics script weighs less than 1 KB.\nThat’s 45 times smaller than the Google Analytics Global Site Tag.\nPlausible will reduce your page weight and will stop your site from loading slow.</p>\n<p>\n</p> Read more Plausible: Open source Google Analytics alternative <p>\n</p>\n<p>Plausible Analytics is an open source, simple, lightweight and privacy-friendly Google Analytics alternative.\nOne aspect that makes Plausible different from many of the other web analytics tools such as Google Analytics is the fact that Plausible is fully open-source software.\nLet’s take a look at what that means exactly.</p>\n<p>\n</p> Read more Plausible: Open source and privacy-first web analytics plugin for WordPress <p>\n</p>\n<p>Plausible Analytics is an open source web analytics plugin for WordPress that is a simple to use, lightweight (&lt.\n1 KB) and privacy-friendly Google Analytics alternative.</p>\n<p>\n</p> Read more Plausible: Privacy focused Google Analytics alternative <p>\n</p>\n<p>Even though the purpose of Plausible Analytics is to track the usage of a website, this can still be done without collecting any personal data or personally identifiable information (PII), without using cookies and while respecting the privacy of your website visitors.</p>\n<p>\n</p> Read more Plausible: Self-Hosted Google Analytics alternative <p>\n</p>\n<p>Plausible Analytics is a 100% open source web analytics tool.\nOur mission is to reduce corporate surveillance by making a useful and privacy-friendly website analytics tool that doesn’t come from the adtech world.</p>\n<p>\n</p> Read more Simple, actionable and privacy-compliant analytics for ecommerce and SaaS <p>\n</p>\n<p>Plausible Analytics helps ecommerce and SaaS startups get some actionable data to make better decisions.\nAt the same time, their visitors keep having a privacy-friendly and enjoyable experience.</p>\n<p>\n</p> Read more Plausible: Simple web analytics tool you can use to measure site traffic <p>\n</p>\n<p>The goal of Plausible Analytics is to provide you all the valuable and actionable website traffic metrics at a glance in a simple and modern web analytics dashboard.</p>\n<p>\n</p> Read more What makes Plausible a great Matomo alternative <p>\n</p>\n<p>Matomo, formerly known as Piwik, was founded in 2007 and has long been the most well known open source alternative to Google Analytics.\nMatomo is installed on 1.9% of all websites and this is an amazing success for a great open source web analytics project.</p>\n<p>\n</p> Read more 5% of our gross revenue goes to environmental causes and open source <p>\n</p>\n<p>Working on and growing a bootstrapped, self-funded and open source startup is not easy.\nThe web is a noisy and competitive place.\nRaising awareness and building trust is challenging.\nMost projects fail in their quest to reach sustainability.</p>\n<p>\n</p> Read more Website analytics platform for bloggers and content creators <p>\n</p>\n<p>Many people create content on their personal websites and blogs.\nThere are many motivations behind this.\nSome use it like a diary, some as a hobby, or as a way to connect to other people, as a way to build an audience, make money and even improve their career opportunities.</p>\n<p>\n</p> Read more Website analytics platform for freelancers and agencies <p>\n</p>\n<p>One of the use cases Plausible Analytics was specifically designed for are the freelancers and agencies who work with clients developing their websites, communication and marketing practices.</p>\n<p>\n</p> Read more ", "created_at": "2023-01-18 21:37:07.944074", "updated_at": "2023-01-18 21:37:48.924348"}, {"id": 13993, "name": "Terms of Service", "url": "https://plausible.io/terms", "xpath": "/html/body/main", "text": " Plausible Analytics Terms of Service <p>Thank you for using Plausible Analytics!</p>\n<p>When we say ”company”, “we”, “our”, “us”, ”service” or ”services” in this document, we are referring to Plausible Analytics.</p>\n<p>\n<strong>Note</strong>: The following Terms of Service apply to Plausible Analytics Cloud only and not to Plausible Analytics Self-Hosted which would be hosted on your own servers and therefore the Terms of Service isn’t needed.</p>\n<p>We may update these Terms of Service in the future.\nWhenever we make a significant change to our policies, we will also announce them on our blog.</p>\n<p>When you use our service, now or in the future, you are agreeing to the latest Terms of Service.\nThat’s true for any of our existing and future products and all features that we add to our service over time.\nThere may be times where we do not exercise or enforce any right or provision of the Terms of Service.\nin doing so, we are not waiving that right or provision.\nThese terms do contain a limitation of our liability.\nOur Data Processing Agreement (DPA) under the European General Data Protection Regulation (GDPR) forms part of these Terms of Service.</p>\n<p>If you do not agree to these Terms of Service, do not use this service.\nViolation of any of the terms below may result in the termination of your account.\nThat’s a broad statement and it means you need to place a lot of trust in us.\nWe do our best to deserve that trust by being open about who we are, how we work, and keeping an open door to your feedback.</p> Account terms <p>You are responsible for maintaining the security of your account and password.\nPlausible Analytics cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</p>\n<p>You are responsible for any activity that occurs under your account (even by others who have their own logins under your account).</p>\n<p>You may not use our service for any illegal purpose or to violate any laws in your jurisdiction.</p>\n<p>You must provide your legal full name and a valid email address in order to complete the signup process.</p>\n<p>You must be a human.\nAccounts registered by bots or other automated methods are not permitted.</p> Payment, refunds, upgrading and downgrading terms <p>For our free trial, we explain the length of trial when you sign up.\nWe do not ask you for your credit card and — just like for customers who pay for our services — we do not sell your data.\nAfter the trial period, you need to pay in advance to keep using the service.\nIf you do not pay, we will freeze your account and it will be inaccessible until you make payment.\nIf your account has been frozen for 60 days, we will queue it up for auto-cancellation.</p>\n<p>If you are upgrading from a free trial to a paid plan, we will charge you immediately and your billing cycle starts on the day of upgrade.</p>\n<p>Paying customers are billed automatically via credit card or PayPal depending on their preference.</p>\n<p>The number of pageviews purchased in the paid plan must be used during the applicable term and any unused pageviews at the end of the term are forfeited.</p>\n<p>You will never be charged extra for an occasional traffic spike.\nThere are no surprise fees and your card will never be charged unexpectedly.\nIn the event the usage of pageviews exceeds the paid plan you selected for two consecutive months, we will contact you to upgrade to a higher plan for the following month.\nYou will have two weeks to make a decision.\nYou can decide to continue with a higher plan or to cancel your account at that point.</p>\n<p>You can upgrade or downgrade in plan level at any time within your account settings.\nDowngrading your plan may cause the loss of features or capacity of your account.\nPlausible Analytics does not accept any liability for such loss.</p>\n<p>Our payment process is conducted by our payment processor Paddle.\nPaddle provides customer service inquiries and handles returns.\nAll fees are inclusive of all taxes, levies, or duties imposed by taxing authorities.\nPaddle will collect those taxes on behalf of taxing authority and remit those taxes to taxing authorities.\nSee Paddle’s Terms of Use for details.</p>\n<p>Fees paid hereunder are non-refundable.</p> Cancellation and termination <p>You are solely responsible for properly canceling your account.\nAn email to cancel your account is not considered cancellation.\nYou can find instructions for how to cancel your account here.\nWe provide a simple no-questions-asked cancellation link.</p>\n<p>If you cancel the service before the end of your current paid up period, your cancellation will take effect at the end of the current billing cycle, and you will not be charged again.\nAll of your stats will be inaccessible from the service after the time you paid for expires.\nWithin 60 days of that, all stats will be permanently deleted from our backups.\nWe cannot recover this information once it has been permanently deleted.</p>\n<p>You can choose to delete your account and all your site stats at any time.\nAll your stats will be permanently deleted immediately when you delete your Plausible Analytics account.</p>\n<p>We reserve the right to suspend or terminate your account and refuse any and all current or future use of the service for any reason at any time.\nSuch termination of the service will result in the deactivation or deletion of your account or your access to your account and site stats.\nPlausible Analytics reserves the right to refuse service to anyone for any reason at any time.\nWe have this clause because statistically speaking, out of the thousands of sites on our service, there may be at least one doing something nefarious.</p>\n<p>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any service customer, company employee or officer may result in immediate account termination.</p> Modifications to the service and prices <p>We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, any part of the service with or without notice.</p>\n<p>Sometimes we change the pricing structure for our products.\nWhen we do that, we tend to exempt existing customers from those changes.\nHowever, we may choose to change the prices for existing customers.\nIf we do so, we will give at least 30 days notice and will notify you via the email address on record.\nWe may also post a notice about changes on our blog or the affected services themselves.</p>\n<p>Plausible Analytics shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the service.</p> Content ownership, copyright and trademark <p>You are solely responsible for any content and other material that you submit, publish, transmit, email, or display on, through, or with the service.</p>\n<p>We claim no intellectual property rights over the material you provide to the service.\nAll site data remains yours.</p>\n<p>You may provide us with feedback, suggestions, and ideas about the service.\nYou agree that we own all rights to use and incorporate the feedback you provide in any way, including in future enhancements and modifications to the service, without payment or attribution to you.</p>\n<p>You must not modify another website so as to falsely imply that it is associated with Plausible Analytics.\nThe look and feel of the service is copyright© to Plausible Analytics.\nAll rights reserved.\n“Plausible Analytics”, the Plausible Analytics logo and any other product or service name or slogan displayed on the service are trademarks of the company and may not be copied, imitated or used, in whole or in part, without the prior written permission of the company or the applicable trademark holder.\nYou agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the service, use of the service, or access to the service without the express written permission by the company.</p> Privacy and security of your data <p>We take many measures to protect and secure your data through backups, redundancies, and encryption.\nWhen you use our service to measure your website stats, Plausible Analytics will collect information about your visitors.\nYou entrust us with your site data and we take that trust to heart.\nYou agree that Plausible Analytics may process your data as described in our data policy and for no other purpose.</p>\n<p>Each party agrees to handle the other party’s data in accordance with (i) all applicable laws.\nand (ii) privacy and security measures reasonably adequate to preserve the other party data’s confidentiality and security.</p>\n<p>You own all right, title, and interest to your website data.\nWe obtain no rights from you to your website data.\nWe do not collect and analyze personal information from web users and we do not use behavioral insights to sell advertisements.\nWe will never collect or store any personally identifiable information and we will never abuse your visitor’s privacy.\nWhen using Plausible Analytics, you 100% own and control all of your website data.\nWe will never sell or share your site data to any third-parties.</p>\n<p>You agree to comply with all applicable laws including all privacy and data protection regulations.</p>\n<p>You agree not to use the service to send sensitive information to the company where unauthorized disclosure could cause material, severe, or catastrophic harm or impact to the company, any data subjects or third-parties.\nSensitive information includes, but is not limited to credit card information, passport numbers, government issued identification numbers, financial account information, real time geolocation and personally identifiable information (PII).\nPII is information that could be used on its own to directly identify, contact, or precisely locate an individual.</p> General conditions <p>Your use of Plausible Analytics is at your sole risk.\nThe service is provided on an “as is” and “as available” basis.\nWe do take uptime of our application seriously.\nVisit our status page to see the status of our service.</p>\n<p>We design our services with care, based on our own experience and the experiences of customers who share their time and feedback.\nHowever, there is no such thing as a service that pleases everybody.\nWe make no guarantees that our services will meet your specific requirements or expectations.</p>\n<p>We also test all of our features extensively before shipping them.\nAs with any software, our services inevitably have some bugs.\nWe track the bugs reported to us and work through priority ones, especially any related to security or privacy.\nNot all reported bugs will get fixed and we don’t guarantee completely error-free services.</p>\n<p>Technical support is provided by email.\nEmail responses are provided on the reasonable effort basis without guaranteed response time.</p>\n<p>We as humans can access your data to help you with support requests you make and to maintain and safeguard Plausible Analytics to ensure the security of your data and the service as a whole.</p>\n<p>We use third party vendors to provide the necessary hardware, storage, payment processing and related technology required to run the Services.\nYou can see a list of all subprocessors here.</p> Liability <p>We mention liability throughout these Terms but to put it all in one section:</p>\n<p>You expressly understand and agree that Plausible Analytics shall not be liable, in law or in equity, to you or to any third party for any direct, indirect, incidental, lost profits, special, consequential, punitive or exemplary damages, including, but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if the company has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to this Terms of Service or the services, whether as a breach of contract, tort (including negligence whether active or passive), or any other theory of liability.</p>\n<p>In other words: choosing to use our services does mean you are making a bet on us.\nIf the bet does not work out, that’s on you, not us.\nWe do our darnedest to be as safe a bet as possible through careful management of the business.\ninvestments in security, infrastructure, and talent.\nand in general giving a damn.\nIf you choose to use our services, thank you for betting on us.</p>\n<p>This agreement shall be governed by the laws of Estonia, and the courts of Estonia shall have exclusive jurisdiction to hear and determine all issues that may arise under or in relation to this agreement.</p> Contact us <p>If you have a question about any of the Terms of Service, please contact us.</p>\n<p>Last updated: October 26, 2020</p> ", "created_at": "2023-01-18 21:38:14.311197", "updated_at": "2023-01-18 21:38:20.228915"}, {"id": 13994, "name": "Data Processing Agreement ", "url": "https://plausible.io/dpa", "xpath": "/html/body/main", "text": " Plausible Analytics Data Processing Agreement <p>Thank you for using Plausible Analytics!</p>\n<p>Note: The following DPA applies to Plausible Analytics Cloud only and not to self-hosted which would be hosted on your own servers and therefore the DPA isn’t needed.</p>\n<p>Plausible Analytics is a European company and our data infrastructure is based in Germany covered by the EU’s strong data privacy laws.\nProcessing and storing data in a secure, fair, and transparent way is extremely important to us.</p>\n<p>This Data Processing Agreement (“DPA”) is an addendum to the Terms of Service between Plausible Analytics and the customer.</p>\n<p>If you are accepting this DPA on behalf of your customer, you warrant that: (a) you have full legal authority to bind your customer to this DPA.\n(b) you have read and understand this DPA.\nand (c) you agree, on behalf of your customer, to this DPA.</p>\n<p>These service terms incorporate the Plausible Analytics Data Processing Agreement” (“DPA”), when the General Data Protection regulation (“GDPR”) applies to your use of Plausible Analytics services to process visitor data as defined in the DPA.\nWe protect and secure your visitor data to the high standards set out in the agreement.</p> Definitions <ul>\n<li>\n<p>“You” or “customer” refers to the company or organization that signs up to use the Plausible Analytics to analyze website’s visitors.</p>\n</li>\n<li>\n<p>In the course of providing the Plausible Analytics service to customer pursuant to the agreement, Plausible Analytics may process visitor data on behalf of customer.</p>\n</li>\n<li>\n<p>In this Data Processing Agreement (“DPA”), “Data Protection Legislation” means the General Data Protection Regulation (Regulation (EU) 2016/279), and all other applicable laws relating to processing of visitor data and privacy that may exist in any relevant jurisdiction.</p>\n</li>\n<li>\n<p>“data controller”, “data processor”, “data subject”, “personal data” and “processing” shall be interpreted in accordance with applicable Data Protection Legislation.</p>\n</li>\n<li>\n<p>The parties agree that customer is the data controller and that Plausible Analytics is its data processor in relation to visitor data that is processed in the course of providing the service.</p>\n</li>\n</ul> Privacy and security of your visitor data <p>We take many measures to protect and secure your data through backups, redundancies, and encryption.\nWhen you use our service to measure your website stats, Plausible Analytics will collect information about your visitors.</p>\n<p>You entrust us with your site data and we take that trust to heart.\nYou agree that Plausible Analytics may process your data as described in our data policy and for no other purpose.\nWe do our best to deserve that trust by being open about who we are, how we work, and keeping an open door to your feedback.</p>\n<p>You own all right, title, and interest to your website data.\nWe obtain no rights from you to your website data.\nWe do not collect and analyze personal information from web users and use these behavioral insights to sell advertisements.\nWhen using Plausible Analytics, you 100% own and control all of your website data.\nWe don’t sell or share your site data to any third-parties, and we don’t abuse your visitor’s privacy.</p>\n<p>Even though the purpose of Plausible Analytics is to track the usage of a website, this can still be done without tracking, collecting or storing any personal data or personally identifiable information (PII), without using cookies and while respecting the privacy of your website visitors.</p>\n<p>By using Plausible Analytics, all the site measurement is carried out absolutely anonymously.\nWe minimize data collection in general.\nWe measure only the most essential data points and nothing else.\nAll the metrics we do collect fit on one single page.</p>\n<p>We do not attempt to generate a device-persistent identifier because they are considered personal data under GDPR.\nWe do not use cookies, browser cache nor the local storage.\nWe do not store, retrieve nor extract anything from visitor’s devices.\nThe data we process cannot be used to identify any single individual.</p>\n<p>Every single HTTP request sends the IP address and the User-Agent to the server so that’s what we use.\nWe generate a daily changing identifier using the visitor’s IP address and User-Agent.\nTo anonymize these datapoints and make them impossible to relate back to the user, we run them through a hash function with a rotating salt.</p>\n<blockquote>\n<p>hash(daily_salt + website_domain + ip_address + user_agent)</p>\n</blockquote>\n<p>This generates a random string of letters and numbers that is used to calculate unique visitor numbers for the day.\nThe raw data IP address and User-Agent are never stored in our logs, databases or anywhere on disk at all.</p>\n<p>Old salts are deleted every 24 hours to avoid the possibility of linking visitor information from one day to the next.\nForgetting used salts also removes the possibility of the original IP addresses being revealed in a brute-force attack.\nThe raw IP address and User-Agent are rendered completely inaccessible to anyone, including ourselves.</p>\n<p>The group of data subjects affected by the processing of their data under this agreement includes end-users of the controller’s websites which make use of the service provided by the processor.</p>\n<p>You can find more information about our processing of your visitor data and what types/categories of data we collect on your behalf in our publicly available data policy.</p> Organizational and technical security measures <p>All of the data that we do track is kept fully secured, encrypted and hosted on renewable energy powered server in Germany.\nThis ensures that all of the website data is being covered by the European Union’s strict laws on data privacy.\nYour visitor data never leaves the EU and EU-owned cloud infrastructure.\nYou can read about Hetzner and their server security certifications here.</p>\n<p>For encryption, we use https in transit and the hashing process at rest.\nOur hashing process is much stronger than encryption.\nEncryption implies that there’s a key that can decrypt and reveal the raw data.\nIn our database the raw IP address and User Agent are rendered completely inaccessible to anyone, including ourselves.\nIn addition to this, we use strict firewall rules and private encrypted networking.\nWe keep offsite backups with replication including strong bcrypt passwords.</p>\n<p>Plausible Analytics is fully open source software which means that our source code is available and accessible on GitHub so anyone can check it out and audit it.\nYou can read it, inspect it and review it to understand how it works and to ensure it keeps the data private and secure.\nThis gives you and everyone else full transparency on how we handle the website traffic data.</p>\n<p>With more than 10,000 GitHub stars, there are a lot of eyes on our code and it is this transparency and openness that means that open source products can be more trustworthy than proprietary and closed source products.\nOur software is updated several times per week and on our GitHub page we also have a way for people to report any security vulnerabilities.</p> Processor’s obligations with respect to the controller <ul>\n<li>\n<p>Plausible Analytics will process visitor data only in accordance with instructions from customer through the settings of the service, i.e.\n(a) to operate, maintain and support the infrastructure used to provide the service.\n(b) to comply with customer’s instructions and processing instructions in their use, management and administration of the service.\n(c) as otherwise instructed through settings of the service.\nPlausible Analytics will only process visitor data in accordance with the agreement.</p>\n</li>\n<li>\n<p>Plausible Analytics shall notify customer without undue delay if, in Plausible Analytics’s opinion, an instruction for the processing of visitor data given by customer infringes applicable Data Protection Legislation.</p>\n</li>\n<li>\n<p>Plausible Analytics shall guarantee the confidentiality of visitor data processed hereunder.</p>\n</li>\n<li>\n<p>We as humans can access your data to help you with support requests you make and to maintain and safeguard Plausible Analytics to ensure the security of your data and the service as a whole.\nPlausible Analytics shall ensure that all Plausible Analytics personnel required to access the visitor data are trained in GDPR and data privacy, informed of the confidential nature of the data and comply with the obligations sets out in this agreement.</p>\n</li>\n<li>\n<p>Plausible Analytics shall implement and maintain appropriate technical and organisational security measures designed to protect the visitor data against unauthorised or unlawful processing and against accidental loss, destruction, damage, theft, alteration or disclosure.\nThese measures shall be appropriate to the harm which might result from any unauthorised or unlawful processing, accidental loss, destruction, damage or theft of the visitor data and having regard to the nature of the visitor data which is to be protected.</p>\n</li>\n<li>\n<p>We do work with sub-processors.\nWith each vendor, we assess their commitment to privacy and we sign a data processing agreement with them that include the controller-processor Standard Contractual Clauses.\nAny such subcontractors will be permitted to process data only to deliver the services Plausible Analytics has retained them to provide, and they shall be prohibited from using data for any other purpose.\nPlausible Analytics shall notify the controller when modifying the list of subprocessors using our in-app notifications, email and/or blog.\nThe controller is able to legitimately object and may terminate the agreement.</p>\n</li>\n<li>\n<p>The only two cloud services we use as subcontractors that come in touch with your site data are BunnyWay d.o.o.\n(Slovenian owned for our CDN) and Hetzner Online GmbH (German owned for our servers).\nAll of your site data is securely stored in the EU on EU-owned server infrastructure and it never leaves the EU.\nYou can find the list of other cloud services and third party services that we use in our privacy policy.</p>\n</li>\n<li>\n<p>If Plausible Analytics becomes aware of any accidental, unauthorised or unlawful security breach, destruction, loss, alteration, or disclosure of the personal data that is processed by Plausible Analytics in the course of providing the service, it shall without undue delay (not later than 48 hours after having become aware of it), notify customer by email and provide customer with a description of the incident as well as periodic updates to information about the incident, including its impact on customer content.\nPlausible Analytics shall additionally take action to investigate the incident and reasonably prevent or mitigate the effects of the incident.</p>\n</li>\n<li>\n<p>Plausible Analytics shall not on its own authority rectify, erase or restrict the processing of visitor data that is being processed on behalf of the controller (unless this is required by law or the Processor Terms of Service), but shall only do so on documented instructions from the controller and in accordance to the data retention rules associated to the controller subscription plan.</p>\n</li>\n<li>\n<p>Plausible Analytics shall assist the controller in complying with the obligations concerning the security of personal data.\nPlausible will also provide assistance to the controller for DPIAs.\nWhere a data subject asserts their rights as a data subject, this request will be forwarded to the controller without delay.</p>\n</li>\n</ul> How we handle delete instructions <p>You can choose to delete your account and delete your site stats at any time.\nWe provide simple no-questions-asked deletion links.</p>\n<p>All your stats will be permanently deleted immediately when you delete your Plausible Analytics account or when you delete your site stats.\nWe cannot recover this information once it has been permanently deleted.</p> Customer undertakings and Plausible Analytics assistance <ul>\n<li>\n<p>Customer warrants that it has all necessary rights to provide to Plausible Analytics the visitor data for processing in connection with the provision of the Plausible Analytics Services.</p>\n</li>\n<li>\n<p>Customer shall comply at all times with Data Protection Legislations in respect of all visitor data it provided to Plausible Analytics pursuant to the Agreement.</p>\n</li>\n<li>\n<p>Customer understands, as a controller, that it is responsible (as between customer and Plausible Analytics) for:</p>\n</li>\n</ul>\n<ol>\n<li>\n<p>determining the lawfulness of any processing, performing any required data protection impact assessments, and accounting to regulators and individuals, as may be needed;</p>\n</li>\n<li>\n<p>providing relevant privacy notices to data subjects as may be required in your jurisdiction;</p>\n</li>\n<li>\n<p>implementing your own appropriate technical and organizational measures to ensure and demonstrate processing in accord with this DPA;</p>\n</li>\n<li>\n<p>notifying any relevant regulators or authorities of any incident as may be required by law in your jurisdiction.</p>\n</li>\n</ol> Liability and Indemnity <ul>\n<li>Each party indemnifies the other and holds them harmless against all claims, actions, third party claims, losses, damages and expenses incurred by the indemnified party and arising directly or indirectly out of or in connection with a breach of this DPA.</li>\n</ul> Duration and Termination <ul>\n<li>\n<p>The DPA is effective as of October 21, 2020 and replaces and supersedes any previously agreed data processing agreement between you and Plausible Analytics relating to the GDPR.</p>\n</li>\n<li>\n<p>Termination or expiration of this DPA shall not discharge the parties from the confidentiality obligations herein.</p>\n</li>\n</ul> Are customers required to sign the Plausible Analytics DPA? <p>In order to use our products and services, you need to accept our DPA.\nBy using our product you are agreeing to our terms of service, and you are automatically accepting our DPA and do not need to sign a separate document.\nWe provide the same privacy rights and protection to all customers.</p> Can a customer share the Plausible Analytics DPA with its customers? <p>Yes.\nThe DPA is a publicly available document and customers who wish to share it with their customers to confirm our security measures and other terms may feel free to do so.</p> Do customers need to notify anyone upon accepting our DPA? <p>No.\nYou are not required to notify us or any third party upon accepting our DPA though, as mentioned above, you are free to do so.</p> Contact Us <p>If you have a question about the Data Processing Agreement (DPA), please contact us.</p>\n<p>If you have any questions or concerns regarding your information and personal data, please contact us at privacy@plausible.io.</p>\n<p>Last updated: March 21, 2022</p> ", "created_at": "2023-01-18 21:38:49.768016", "updated_at": "2023-01-18 21:38:58.797022"}], "points": [{"id": 29930, "title": "There is a date of the last update of the agreements", "source": "https://plausible.io/dpa", "status": "Generated through the annotate view", "created_at": "2023-02-16 05:43:43.28184", "updated_at": "2023-07-11 06:27:57.00436", "quoteText": null, "case_id": 331, "document_id": 13994, "quoteStart": null, "quoteEnd": null}], "urls": ["plausible.io"]}}