{"error": 448, "message": "OK", "parameters": {"id": 8989, "name": "TILvids", "created_at": "2023-07-10 00:27:24.158004", "updated_at": "2023-07-10 10:02:43.328817", "wikipedia": null, "keywords": null, "related": null, "slug": "tilvids", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8989.png", "url": "tilvids.com", "documents": [{"id": 17606, "name": "P2P & Privacy", "url": "https://tilvids.com/about/peertube", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div/div[2]/my-about-peertube/div/div[3]/div", "text": "P2P &amp.\nPrivacy<p> PeerTube uses the BitTorrent protocol to share bandwidth between users by default to help lower the load on the server, but ultimately leaves you the choice to switch back to regular streaming exclusively from the server of the video.\nWhat follows applies only if you want to keep using the P2P mode of PeerTube.\n</p>\n<p> The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.\n</p>What are the consequences?<p> In theory, someone with enough technical skills could create a script that tracks which IP is downloading which video.\nIn practice, this is much more difficult because: </p>\n<ul>\n<li> An HTTP request has to be sent on each tracker for each video to spy.\nIf we want to spy all PeerTube's videos, we have to send as many requests as there are videos (so potentially a lot) </li>\n<li> For each request sent, the tracker returns random peers at a limited number.\nFor instance, if there are 1000 peers in the swarm and the tracker sends only 20 peers for each request, there must be at least 50 requests sent to know every peer in the swarm </li>\n<li> Those requests have to be sent regularly to know who starts/stops watching a video.\nIt is easy to detect that kind of behaviour </li>\n<li> If an IP address is stored in the tracker, it doesn't mean that the person behind the IP (if this person exists) has watched the video </li>\n<li> The IP address is a vague information: usually, it regularly changes and can represent many persons or entities </li>\n<li> Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker.\nWhen you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to.\nSee this document for more information </li>\n</ul>\n<p> The worst-case scenario of an average person spying on their friends is quite unlikely.\nThere are much more effective ways to get that kind of information.\n</p>How does PeerTube compare with YouTube?<p> The threats to privacy with YouTube are different from PeerTube's.\nIn YouTube's case, the platform gathers a huge amount of your personal information (not only your IP) to analyze them and track you.\nMoreover, YouTube is owned by Google/Alphabet, a company that tracks you across many websites (via AdSense or Google Analytics).\n</p>What can I do to limit the exposure of my IP address?<p> Your IP address is public so every time you consult a website, there is a number of actors (in addition to the final website) seeing your IP in their connection logs: ISP/routers/trackers/CDN and more.\nPeerTube is transparent about it: we warn you that if you want to keep your IP private, you must use a VPN or Tor Browser.\nThinking that removing P2P from PeerTube will give you back anonymity doesn't make sense.\n</p>What will be done to mitigate this problem?<p> PeerTube wants to deliver the best countermeasures possible, to give you more choice and render attacks less likely.\nHere is what we put in place so far: </p>\n<ul>\n<li>We set a limit to the number of peers sent by the tracker</li>\n<li>We set a limit on the request frequency received by the tracker</li>\n<li>Allow instance admins to disable P2P from the administration interface</li>\n</ul>\n<p> Ultimately, remember you can always disable P2P by toggling it in the video player, or just by disabling WebRTC in your browser.\n</p>", "created_at": "2023-07-10 00:28:54.894832", "updated_at": "2023-07-10 00:29:13.532412"}, {"id": 17605, "name": "Terms And Code of conduct", "url": "https://tilvids.com/about/instance", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetworkAbout TILvidsContact usArtEducationEntertainmentFoodGamingHow ToMusicNews &amp.\nPoliticsPeopleScience &amp.\nTechnologySportsVehiclesTravelsAnimalsFilmsEnglishWelcome to TILvids! Our goal is to provide you with interesting video content that will make you say, \"Today I Learned!\" ADMINISTRATORS &amp.\nSUSTAINABILITY Who we are<p>Welcome to TILvids (video)! TILvids is a donation-based video community working to build an ad-free, curated edutainment video experience.\nSince we are dedicated to being ad-free, we rely on sponsorships and donations from our viewers.</p>\n<p>\n<strong>Where do these videos come from?</strong>\n<br>\nWe work with all creators featured on the site to make sure they approve the use of their content.\nRespecting the creators on the site is a top-priority for TILvids.\nSome videos on the site have been marked as \"Creative Commons\" with reuse.\nwhile we still try to reach out to all creators, some of these videos have been abandoned or no contact is available.\nIf this is your video and the license is incorrect, or you would like the video removed, simply contact us and we will be happy to honor that request.</p>\n<p>\n<strong>What user information do you collect?</strong>\n<br>\nRespecting data-privacy is one of the core foundations of TILvids.\nWe utilize the open-source PeerTube software ecosystem to run the site, and collect nothing more than what PeerTube collects out of the box.</p>\n<p>\n<strong>How can I contact you?</strong>\n<br>\nWe love to hear from the community! There are a few ways for you to get in touch with us:</p>\n<ul>\n<li>@tilvids@mstdn.social on Mastodon</li>\n<li>@TILvids on Twitter</li>\n<li>/r/tilvids on Reddit</li>\n<li>TILvids on Discord</li>\n<li>MATRIX chat</li>\n<li>Email</li>\n</ul>\n<p>\n<strong>How can I support the site?</strong>\n</p>\n<p>There are many ways you can support the site! The first is by spreading the word! Tell your friends, post on Reddit, Twitter, Mastodon, etc.\nIf you're a creator making edutainment contact, please feel free to get in touch! And finally, TILvids runs on the generous donations of our patrons.\nIf you would like to contribute and help the site grow, your donations are appreciated! Thank you to our excellent Patrons who already help support the site:</p>\n<p>\n<strong>Gold Level</strong>\n</p>\n<ul>\n<li>AlwaysAsking</li>\n<li>Art</li>\n<li>TechLore</li>\n<li>Nicholas Guyett</li>\n<li>Adam Frank</li>\n<li>Thibault</li>\n</ul>\n<p>\n<strong>Silver Level</strong>\n</p>\n<ul>\n<li>VKC</li>\n<li>Geoflly Adonias (gadonias.com)</li>\n<li>Matias Lavik</li>\n<li>1peter10</li>\n<li>Jeena</li>\n<li>Diogo C.</li>\n</ul>\n<p>\n<strong>Bronze Level</strong>\n</p>\n<ul>\n<li>Kuba</li>\n<li>Cypheon</li>\n<li>Nick T.</li>\n<li>Peter Marinov</li>\n<li>Separate Realities</li>\n<li>Public Ludeness</li>\n<li>Gustavo Ramires</li>\n<li>Goatybeard</li>\n</ul>\nWhy we created this instance<p>The goal of TILvids is to bring the joy of edutainment video content to everyone, without having your data harvested or being constantly interrupted by video ads.\nUploading is currently limited to invite-only (contact us if you're interested in contributing content), but please feel free to create an account in order to comment, like, and subscribe!</p>\nHow long we plan to maintain this instance<p>Our hope is to create a long-running community to give people a nice place to share and watch edutainment content.\nWe intend to keep the instance running as long as financially possible.</p>\nHow we will pay for keeping our instance running<p>TILvids is both privately-funded and supported by donations.\nIf you would like to contribute to the costs for running the site, consider donating and becoming a patron (https://www.patreon.com/tilvids).\nWe also encourage all creators to have links to their own monetization methods (donations, merchandise, in-video sponsorships, etc).</p>\n<p>TILvids is thankful for our generous Patrons! Your support helps keep the site running.</p>\nDescription MODERATION Moderation information<p>TILvids is being built as a community for creators and viewers of edutainment content.\nWe strongly support free-speech for our creators, but also want to keep a tight focus on the type of content available in our community.\nWe will employ moderation to keep that focus, but will allow as much free-speech as possible within that focus.</p>\nCode of conduct<p>TILvids is a community built around learning and betterment of people.\nWe love discussion and conversation, but it will conducted in a respectful way.\nAnyone who is not willing to be kind and constructive will be asked not to participate in the community conversation.</p>\nTerms<p>No terms for now.</p> OTHER INFORMATION Hardware information<p>TILvids runs on very minimal hardware for the moment.\nAs we gain more users (and if donations allow for it), we will continue to scale up the server to bring you a better experience!</p>\nFEATURESFeatures found on this instancePeerTube version4.3.1Default NSFW/sensitive videos policycan be redefined by the usersHiddenUser registration allowedVideo uploadsTranscoding in multiple resolutionsVideo uploadsAutomatically publishedVideo quota 0 B (0 B per day)Live streamingLive streaming enabledTranscode live video in multiple resolutionsMax parallel lives 2 per user / 10 per instance ImportHTTP import (YouTube, Vimeo, direct URL...)Torrent importChannel synchronization with other platforms (YouTube, Vimeo, ...)SearchUsers can resolve distant contentPlugins &amp.\nThemesAvailable themes bittube-dark-mode bittube-dark-mode-no-background dark Plugins enabled bittube-logo-favicon social-sharing auth-ldap custom-links filterregistrations livechat STATISTICSBy users on this instance<p>4,067</p>\n<p>users</p>\n<p>2,359</p>\n<p>videos</p>\n<p>209,327</p>\n<p>views</p>\n<p>2,146</p>\n<p>comments</p>\n<p>348 GB</p>\n<p>hosted video</p>In this instance federation<p>2,727</p>\n<p>videos</p>\n<p>19,073</p>\n<p>comments</p>\n<p>1</p>\n<p>followers</p>\n<p>1</p>\n<p>following</p>", "created_at": "2023-07-10 00:27:24.187362", "updated_at": "2023-07-10 00:28:25.461014"}], "points": [], "urls": ["tilvids.com"]}}