{"error": 448, "message": "OK", "parameters": {"id": 6930, "name": "RITS Browser", "created_at": "2022-11-19 02:57:49.158422", "updated_at": "2022-11-19 23:01:11.603015", "wikipedia": null, "keywords": null, "related": null, "slug": "rits-browser", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6930.png", "url": "ritsbrowser.com", "documents": [{"id": 12698, "name": "Terms and Conditions", "url": "https://ritsbrowser.com/terms-and-conditions.php", "xpath": "//body", "text": " Terms and Conditions for RITS Browser\n<p>last update date: 15th July, 2021</p>\n<p>All times are counted in GMT timing.\nDays start at 7am (GMT+6) for recharge &amp.\nunlock feature options.</p>\nIntroduction\n<p>These Website Standard Terms and Conditions written on this webpage shall manage your use of our website/APP, RITS Browser website accessible at https://ritsbrowser.com/ and in google play store.</p> Intellectual Property Rights\n<p>Other than the content you own, under these Terms, RITS Browser and/or its licensors own all the intellectual property rights and materials contained in this Website.</p>\n<p>You are granted limited license only for purposes of viewing the material contained on this Website.</p>\nRestrictions\n<p>You are specifically restricted from all of the following:</p>\n<ul>\n<li>1.Publishing any website material in any other media;</li>\n<li>2.Selling, sublicensing and/or otherwise commercializing any Website material;</li>\n<li>3.Publicly performing and/or showing any website material;</li>\n<li>4.Using this Website/App in any way that is or may be damaging to this Website;</li>\n<li>5.Using this Website/App in any way that impacts user access to this Website;</li>\n<li>6.Using this Website/App contrary to applicable laws and regulations, or in any way may cause harm to the Website/App, or to any person or business entity;</li>\n<li>7.Engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website/App</li>\n<li>8.Using this Website/App to engage in any advertising or marketing.</li>\n<li>9.Hacking to abuse the Website/App operation, Double tapping on try your luck or any claim your bonus option.</li>\n<li>10.Breaking point earning and spending rules.\n</li>\n<li>11.You are not allowed to resell any of our items/packages/top-up or products within our members, that sold to you </li>\n<li>12.Using multiple account or login in same or multiple device in same time is restricted.\n</li>\n<li>13.Not following the recharge rules/schedule and continiously trying to recharge and not being respectful to the defined schedule.</li>\n</ul>\n<p>Certain areas of this website and app are restricted from being access by you and RITS Browser may further restrict access by you to any areas of this website/app, at any time, in absolute discretion.\nAny user ID and password you may have for this website/app are confidential and you must maintain confidentiality as well.</p>\nYour Content\n<p>In these Website/app Standard Terms and Conditions, \"Your Content\" shall mean any audio, video text, images or other material you choose to display on this Website.\nBy displaying Your Content, you grant RITS Browser a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media.</p>\n<p>Your content must be your own and must not be invading any third-party’s rights.\nRITS Browser reserves the right to remove any of Your Content from this Website/app at any time without notice.</p>\nReward Points\n<p>Using our browser app user can earn reward points.\nUser can use this point to buy product or services from our app's shop such as Top-Up or Data purchases for phone.\nTo unlock purchase facilities user have to earn minimum 60 points.\nUser also can earn bonus point that offered from RITS Browser while browsering.\n</p>\n<ul>\n</ul>\n<li>You need a daily 1 browsing statement record with the minimum point of 0.20 and more, along with 40/30/20 Reward/Interstitial Ad as per your membership to play \"Try your luck\".</li>\n<li>We do not gaurantee any points that come out from your play result of \"Try your luck\".\nYou may lose points sometimes or even every time.\nPlay it wisely.</li>\n<p>\n</p>\n<p>RITS Browser reserve full authority to revoke points or block/ban user if found any suspicious activities from user.\nUser can only use one phone number to create his account.\nIf a single user create multiple accounts using different phone number user might also get ban from RITS Browser.</p>\n<b>N.B: SKITTO SIM by Grameen phone, all kinds of postpaid and operator switched number is not allowed to recharge by RITS Browser.Some operator from diferent countires do not allow minimum recharge and thus RITS Brwoser also can't promise you the minimum recharge after unlocking your minimum points.\n</b>\n<p>Recharge limitations are as follows for you :Daily: max 1, Weekly : Own nnnumber max 5 (Other number max 2), Monthly: Own number max 20 (other number max 10) times.\nBasic member can recharge at 7 am (GMT+6) daily.\nOur\nPrime member can recharge their phone from 7am to 7pm (GMT+6).\nPrimeX member can recharge their phone 24 hours time.\nBasic member will get single option to recharge, Prime will get 4 options and PrimeX will get 6 option to recharge.\nAll members are have their own daily budget, you may not get recharge for someday even if you have points due to ends of daily budget for that package.We always update daily budget as per user demand and earing revenues.\nSo, more you use the browser, more chances are to increase the daily budget combindly for every membership packages we offer.</p>\nReferral Bonus\n<p>When you refer your friend(s) with your referral code or link he/she will earn 80 points as soon as he/she complete the signup and you will also earn points as per your membership status (Basic: 60, prime: 90, PrimeX: 120) after your friend(s) takes his/her first mobile recharge.\nThere is no limit to getting referral points, the more you refer the more points you will earn.\nPlease be noted any tampering/hacking activity may cause your account to be suspended.\n</p>\nYour Privacy\n<p>Please read Privacy Policy this link.</p>\nNo warranties\n<p>This Website/App is provided \"as is,\" with all faults, and RITS Browser express no representations or warranties, of any kind related to this Website/App or the materials contained on this Website/App.\nAlso, nothing contained on this Website/App shall be interpreted as advising you.</p>\nLimitation of liability\n<p>In no event shall RITS Browser, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract.\nRITS Browser, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website/app.</p>\nNo Refund\n<p>RITS Browser will not refund any payment made for membership fees or any purchase from app.\nRITS Browser will also not refund any points that you may lose from system bugs or by you in any mean.</p>\nIndemnification\n<p>You hereby indemnify to the fullest extent RITS Browser from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms.</p>\nSeverability\n<p>If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein.</p>\nVariation of Terms\n<p>RITS Browser is permitted to revise these Terms at any time as it sees fit, and by using this Website/App you are expected to review these Terms on a regular basis.</p>\nAssignment\n<p>The RITS Browser is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification.\nHowever, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms.</p>\nEntire Agreement\n<p>These Terms constitute the entire agreement between RITS Browser and you in relation to your use of this website and app, and supersede all prior agreements and understandings.</p>\nGoverning Law &amp.\nJurisdiction\n<p>These Terms will be governed by and interpreted in accordance with the laws of the State of Bangladesh, and you submit to the non-exclusive jurisdiction of the state and federal courts located in bd for the resolution of any disputes.</p> ", "created_at": "2022-11-19 02:57:49.161486", "updated_at": "2022-11-19 01:59:07.524129"}, {"id": 12699, "name": " Privacy Policy", "url": "https://ritsbrowser.com/privacy-policy.php", "xpath": "//body", "text": " Privacy Policy\n<p>last update date: 18 February, 2022</p>\nThis Privacy Policy explains RITS Browser’s policy regarding the privacy of information supplied by users or collected by us from users of RITS Browser.\nWe are committed to protecting your privacy.\nThis Policy may change over time as we modify or expand our service.\nwe suggest that you check back from time to time in order to understand how we treat your information.\nThe RITS Browser contain links to other sites that are not under our control.\nThese web sites have their own policies regarding privacy.\nYou should review those policies before visiting the web sites.\nWe have no responsibility for linked web sites, and we provide these links solely for the convenience and information of our visitors.\n1.\nWhat Information is Being Collected\nManually provided information\nRITS Browser collects certain information from and about its users.\nYou may provide your personal information to us, such as your phone and email addresses, when you access certain Services offered via the RITS Browser, for instance, when you create an account on RITS Browser Services (including login with other third party accounts).\nIt is your choice whether to send this personal information to us.\nWe may contact wit you via email, sms or social media to inform you about our upcoming services/product or any upgrade is going on.\nIf you give us feedback or contact us via e-mail, we will collect your name and email address, as well as any other content included in the email, in order to send you a reply.\nWhen you participate in one of our surveys, we may collect additional information provided by you to us as part of the surveys.\nYou may also provide other types of Information to us voluntarily if you contact us via e-mail requesting support from RITS Browser.\nIt is your choice whether to send such personal information to us.\nIn addition, when you use RITS Browser Services, RITS Browser will have access to information you post to RITS Browser including, but not limited to, threads and comments you post in forums.\nwww.networkadvertising.org\n2.\nAutomatically collected information\nTo make RITS Browser Services more useful to you, we may collect information from you, including but not limited to:\n1.\nSoftware information, such as version, distribution, system version and application list.\n2.\nHardware information, such as IMEI, MAC address of your device, model info, manufacturer.\n3.\nInformation regarding your usage, such as browser type, language preference, time and time zone, errors and reports, buttons clicked, settings, typing in the URL bar.\n4.\nNetwork information: IP address, network carrier, rough location according to the IP address or Wi-Fi connected by / around you, referring site, and speed of each visitor request.\n5.\nLocation of your device or computer (if you grant permission).\nWhen you are visiting RITS Browser webite, we also use cookies (and similar technologies) to gather information regarding the date and time of your visit and what you search and view.\nCookies etc.\nare computer files that are saved to your device and which may store information about you, your device, and your browser and that may be used to transmit that information to us.\nFor example, cookies are used to identify your device and record the visit so that the RITS Browser website services can allow you access to your account without requiring you to re-enter the information.<br>\nWhen you are using RITS Browser : you may choose to delete cookies or other tracking mechanisms on your browser anytime you want through your browser’s settings.\nYou may also choose to have non-essential cookies (and similar technologies) not used by us when you access and use RITS Browser Services by amending your settings at –your browser’s settings (if applicable).\nRITS Browser also write cookies to give you the customize services: such as localize content.\n3.\nInformation from other sources\nWe may obtain information about you from business partners, contractors, and other third parties and add it to our account information or other information we have collected.\nWe may add this information to the information we have already collected from you via RITS Browser Services in order to improve RITS Browser Services.\nWe may allow users to log in with their Facebook or Google log in information.\nUnder these circumstances and if you have given your consent, we may have access to your profile information stored on the Facebook and/or Google applications (as applicable), including name, email address, picture, gender, age-range, birthday, friends list, marital status and employment history, and in addition in relation to Facebook, education history and religion.\n4.\nRegistration data\nWhen you signup with us we collect your personal information to verify and protect your account with RITS Browser.\nIt require so that we can provide you all the personalize benifits to you.\nSuch as: Verify your account, giving you reward videos, your order detail, available earned points etc.\n5.\nInformation accuracy When you provide personal information to us, you agree to provide accurate information only, and agree that we may assume its accuracy and rely on it.\nIf we provide means for you to update your information, you agree to update the information to keep it accurate.\n6.\nUse of Data\nRITS Browser uses the collected data for various purposes:\n<li>a.\nTo provide and maintain the Service</li>\n<li>b.\nTo notify you about changes to our Service</li>\n<li>c.\nTo allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>d.\nTo provide customer care and support</li>\n<li>e.\nTo provide analysis or valuable information so that we can improve the Service</li>\n<li>f.\nTo monitor the usage of the Service</li>\n<li>g.\nTo detect, prevent and address technical issues</li>\n7.\nDisclosure of Data\nLegal Requirements\nRITS Browser may disclose your Personal Data in the good faith belief that such action is necessary to:\n<li>a.\nTo comply with a legal obligation</li>\n<li>b.\nTo protect and defend the rights or property of RITS Browser</li>\n<li>c.\nTo prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>d.\nTo protect the personal safety of users of the Service or the public</li>\n<li>e.\nTo protect against legal liability</li>\n8.\nService Provider\nWe may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analysing how our Service is used.\nThese third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.\n9.\nAnalytics We may use third-party Service Providers to monitor and analyse the use of our Service.\ni) Google Analytics\nGoogle Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.\nYou may opt-out of certain Google Analytics features through your mobile device settings, such as your device advertising settings or by following the instructions <br>\nprovided by Google in their Privacy Policy: www.policies.google.com/privacy?hl=en\n<br>\nFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:\nwww.policies.google.com/privacy?hl=en\nii) Firebase Firebase is analytics service provided by Google Inc.\nYou may opt-out of certain Firebase features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy: https://policies.google.com/privacy?hl=en\nWe also encourage you to review the Google's policy for safeguarding your data: https://support.google.com/analytics/answer/6004245.\nFor more information on what type of information Firebase collects, please visit please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en\n10.\nThe Use of That Information\nWe may use your information to provide personalized content and services.\nAny account information you supply will be used only to process requested commerce transaction or to contact you regarding a specific inquiry or transaction.\n11.\nThird Party Distribution\nRITS Browser will not wilfully disclose any individually identifiable information about its users to any third party without first receiving that user’s permission.\n12.\nSecurity\nThis site has security measures in place to protect the loss, misuse and alteration of the information under our control, such as firewalls and authentication protection.\nAll data are transmitted over secure Internet connections using SSL (Secure Socket Layer) encryption technology.\nAll of your personal information including your credit card information is stored in an unreadable, encrypted format at all times.\nThis web site, and more importantly all user information, is further protected by a multilayer firewall based security system.\n13.\nChanges to this privacy policy\nWe may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nWe will let you know via email and/or a prominent notice on our Service or a notification on our app, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.\nYou are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\n14.\nContact Us\nIf you have any questions about this Privacy Policy, please contact us:\n• By email: apps@raiseit-bd.com\n15.\nDelete Account data\nIf you want to delete your account data, please contact us: By email: apps@raiseit-bd.com, we will delete your account and all data stored in our system (If you want to remove your email from our email list you have to unsubscribe separately).\nWe keep all registration data of suspended accounts so that they can not register with us again.\n", "created_at": "2022-11-19 01:59:22.120854", "updated_at": "2022-11-19 01:59:28.154534"}], "points": [], "urls": ["ritsbrowser.com"]}}