{"error": 448, "message": "OK", "parameters": {"id": 6851, "name": "Fathom Analytics", "created_at": "2022-11-13 18:47:13.785644", "updated_at": "2022-11-13 23:01:06.219209", "wikipedia": null, "keywords": null, "related": null, "slug": "fathom-analytics", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6851.png", "url": "usefathom.com", "documents": [{"id": 12545, "name": "Privacy notice", "url": "https://usefathom.com/privacy", "xpath": "/html/body/fa-rapper[3]/article", "text": " Privacy notice for Fathom Analytics <p>This privacy notice explains how we, Conva Ventures Inc.\n(the corporation behind Fathom Analytics), process personal data in our business as per the General Data Protection Regulation (GDPR) and other relevant data protection and privacy laws applicable to our business.</p> Our commitment to data protection and privacy <p>Fathom Analytics is a privacy-first analytics company.\nWe make money from our paying customers, so there's no need or reason to sell, rent or give away any of your data (that's not our business model).</p>\n<p>In May 2020, we further solidified our privacy efforts with a comprehensive GDPR project led by a European-based GDPR consulting company.\nWe reviewed all our obligations under the GDPR, updated our records of processing activities per Article 30, performed data protection risk assessments, formalized several policies and procedures and various other activities.</p>\n<p>We have also formally appointed a Privacy Officer to help us stay continuously up to date with global data protection and privacy rules and regulations.</p>\n<p>We hope to provide you with clear and transparent information on how we process your personal data (as a controller) and your data protection rights.\nIf you feel that any information is unclear or missing, please do not hesitate to contact us.</p>\n<p>We start this policy by describing our processing as the controller of your personal data.\nWe also process some personal data on your behalf, as a data processor, described at the end.</p> Your data protection rights <ul>\n<li>\n<strong>Access and rectification</strong>: you may request a copy of the information we process about you and ask us to rectify any incorrect data.</li>\n<li>\n<strong>Erasure or restriction</strong>: in some circumstances, you may ask us to delete or restrict our processing of your data, but we cannot delete any data we are legally required to process.</li>\n<li>\n<strong>Object to processing</strong>: in some circumstances, you may ask us to stop processing your data.</li>\n<li>\n<strong>Data portability</strong>: in some circumstances, you may ask us to transfer your data to you or another organization.</li>\n<li>Also, if you're unhappy about how we process your data, you have a <strong>right to complain</strong> to a national data authority.\nWe hope, however, that you will contact us first so that we can try to resolve the matter for you in a satisfactory way.</li>\n</ul>\n<p>Please get in touch with us if you have any questions about how we handle your data or want to exercise one of your rights.\nYou are entitled to a reply within 30 days.</p> How we get your personal data <p>We typically process personal data on potential or existing customers, website visitors and vendors and collaboration partners.</p>\n<p>We may process personal data when you:</p>\n<ul>\n<li>Contact/communicate with us online (email, video calls, social media, etc.) or on the phone</li>\n<li>Use our services/software (Fathom Analytics)</li>\n<li>Deliver products/services to or enter into a collaboration with us</li>\n</ul>\n<p>It is voluntary to provide us with personal data, but we cannot provide you with our services if you choose not to.</p>\n<p>We do not rent, buy or sell personal data from or to others, use automated decisions or profiling in the processing of your personal data, or process any special category data as per the GDPR Article 9.</p> Purpose, lawful basis and retention periods <p>We only process your personal data when we have a purpose and a lawful basis for doing so.\nUnder the GDPR Article 6-1, the lawful bases we rely on are:</p>\n<ol>\n<li>Your consent</li>\n<li>We have a contractual obligation (contract)</li>\n<li>We have a legal obligation</li>\n<li>We have a legitimate interest</li>\n</ol>\n<p>As a rule, we do not process personal data for longer than necessary to fulfill the purpose for processing.\nTo comply with this, we have regular internal GDPR audits where we formally assess our data protection and privacy work with the intention to amend, update and, if necessary, delete personal data.</p>\n<p>We will only retain data for as long as we are required to as per applicable legal obligations such as accounting, tax, labour laws or any other relevant rules and regulations.\nOne example is the Canadian Income Tax Act, where we are required to retain data for as long as someone is a customer and then for at least six years.</p> Details on the processing of your personal data <p>This section describes when and how we process your data, for what purposes and our legal grounds to do so (lawful bases).\nWe also specify the retention periods for the processing.</p>\n<p>\n<em>We process personal data when:</em>\n</p> You communicate with us <p>Regardless of your relationship with us, as a potential or existing customer, vendor or other, we process your personal data whenever you communicate with us.\nThis could be when you contact us through email, phone (call, text message) or social media.\nDepending on where and how you contact us, this may include your name, contact details, IP address and other information you choose to send to us.\nWe use a customer support system to manage personal data on potential and existing customers.</p>\n<p>The purpose is to be able to respond to your inquiries and, on some occasions, to keep records in case of complaints or legal claims.\nThe lawful basis is f), where our legitimate interest is to respond to your inquiries and, on some occasions, keep records in case of complaints or legal claims.</p>\n<p>We review this data at our regular GDPR audits and delete personal data as appropriate.\nWe typically keep this type of personal data for up to two years or six years if we have a legal obligation in accordance with accounting and bookkeeping rules.</p> You sign up for a Fathom Analytics trial <p>We want you to be able to try Fathom Analytics before you spend money, which is why we offer a 7-day free trial.\nTo get access, you need to share your email address and billing address, set a password, select your preferred plan, and enter your payment card details.\nYour card will be charged at the end of your trial unless you have cancelled your account.\nWe will send you a few emails during your trial.\nIf you don't want to receive these emails, you can easily opt-out at any time by clicking the unsubscribe link in any email.</p>\n<p>The purpose of this processing is to give you access to a trial of our service, and the lawful basis is b) contract.\nWe review this data at our regular GDPR audits and delete personal data as appropriate.\nhowever, no later than two years after you signed up for the trial.</p> You subscribe to Fathom Analytics (become a customer) <p>When you purchase a subscription, we already have the personal data you provided when signing up for a trial.\nWe will also have your order/invoice history.\nYou can add other personal data in your account dashboard, like address, company name and VAT number.\nIf you choose to become an affiliate, we ask for your PayPal email address (note that we do not share any personal data about the referrals you've made).</p>\n<p>The purpose of this processing is to fulfill our obligation to deliver the services you have purchased and manage the customer relationship.\nThe lawful bases are b) contract and c) legal obligation related to accounting, tax and other business laws we must abide by.</p>\n<p>We process the data for as long as you are a customer, and we have a legal obligation as per any applicable rules and regulations we are bound by.\nWe are required by law to store business records, including personal data, for as long as someone is a customer and then for at least six years for accounting and bookkeeping purposes.</p> You receive marketing as an existing customer <p>If we have an existing customer relationship with you, we may send you emails containing a promotional element (this happens very infrequently).\nThe personal data we process is your name and email address.\nThe purpose is to provide you with news and offers related to your subscription.\nThe lawful basis is f), where our legitimate interest is to offer our relevant products and services.\nThe lawful basis could also be a), where you have given us your consent to such marketing.</p>\n<p>You can opt-out of marketing emails at any time by clicking the unsubscribe link in any such email.\nWe process the data for as long as we have a customer relationship with you or if the processing is based on your consent until you withdraw it.\nWhen you ask us not to send you any promotional materials, your account will be flagged as \"unsubscribed from marketing\" in our internal database, and you won't receive any further marketing emails from us.\nWe are still required to process data for accountancy, tax and other business purposes if you are our customer.</p> You respond to our surveys <p>We sometimes send surveys to our customers to improve our product.\nResponding to our surveys is completely voluntary.\nWe process personal data such as your name, contact details and other information you choose to share with us.\nWe do not process any personal data if a survey is anonymous.</p>\n<p>The purpose is to gather your feedback to continuously improve our products and services and provide you with better customer service in the future.\nThe lawful basis is a) consent.\nWe review this data at our regular GDPR audits and delete personal data as appropriate.\nhowever, no later than two years after responding to the survey.</p> You supply services to or collaborate with us <p>When you enter into an agreement with us either as a vendor, partner or data processor, we process personal data such as your name, contact details and correspondence.\nThe purpose is to enter into this agreement and communicate with you before, during and after our formal business relationship.</p>\n<p>The lawful bases are b) contract, c) legal obligation related to accounting, tax and other business laws we are required to abide by, and f) where our legitimate interests are to be able to communicate with you before, during and after our formal business relationship (described under the paragraph \"<em>You communicate with us</em>\" above).\nWe store personal data for as long as we have a formal business relationship and then for up to 6 years after, in accordance with our legal obligations for accounting, tax and other business purposes.</p> You use our website <p>When you use our website, we briefly process your IP address and user agent, which are considered personal data under the GDPR.\nFollowing a significant DDoS (Distributed Denial of Service) attack, we were also forced to start keeping partial access logs.\nWe don't keep track of which pages are viewed, only the time &amp.\ntotal requests per IP.\nThe purposes for this processing are a) to protect against cyberattacks such as the DDoS one and b) to analyze our website traffic to optimize and run our business effectively.\nThe lawful basis is f), where our legitimate interests protect our business against cyberattacks and optimize and run our business effectively.</p>\n<p>\n<em>PS: We don't use cookies or similar technology on our website, and we don't collect any personal data that would trigger the consent requirement under the ePrivacy Directive (Directive 2009/136/EC).\nWe use our own ePrivacy Compliant Analytics service.</em>\n</p> Whom we share your personal data with <p>To run our business efficiently and securely, we sometimes will have to share your personal data with other (trusted) parties such as:</p>\n<ul>\n<li>\n<strong>Data processors</strong>: providers of various services that process your personal data on our behalf</li>\n<li>\n<strong>Our accountant</strong>\n</li>\n<li>\n<strong>Professional advisors from other industries</strong>, such as law and finance</li>\n<li>\n<strong>IT support, when necessary</strong>\n</li>\n<li>\n<strong>Public authorities</strong>: when we are obliged to report to them</li>\n</ul>\n<p>We require that all such recipients secure data in accordance with good information security and as per the requirements of this Privacy notice.\nWe review and quality assure all vendors and data processors and enter into a data processing agreement/addendum whenever necessary.</p>\n<p>We use data processors for:</p>\n<ul>\n<li>Email, calendar and digital meetings</li>\n<li>Accounting/bookkeeping</li>\n<li>This website, including online payments providers</li>\n<li>Transactional emails to customers</li>\n<li>Support ticket system</li>\n</ul>\n<p>We don't publish further details (like names) of our data processors to protect our business.\nIf you'd like to know more about our processing and with whom we share your personal data, please get in touch with us.\nWe practice data minimization, so we will only use data suppliers to process your personal data when required (e.g.\nStripe for payment processing).</p> Transfer of personal data outside the EU/EEA <p>In some cases, your personal data will be transferred to a \"third country\", i.e.\noutside the EU/EEA.\nFor example, where we use data processors to manage email services.\nWe only use data processors we trust that are well known, reputable, and have a data processing agreement/addendum.</p>\n<p>We have ensured that every data processor in a third country has necessary safeguards in place like the EU adequacy decision, standard contractual clauses (SCC) or binding corporate rules (BCR).</p>\n<p>We conduct risk assessments for every data processor we use in our business.\nIn addition, where your personal data is transferred outside of the EU/EEA, we conduct an additional risk assessment.\nWe review, in particular, the data processor's technical and organizational security measures, reputation and safeguards for international transfers of personal data.</p>\n<p>In line with the Schrems II ruling and the EDPB's recommendations, we have also conducted transfer impact assessments (TIA).\nFinally, we're currently working on a new technique called EU Isolation to address the ruling.\nWe'll update this privacy notice as soon as we have more information.</p>\n<p>If you still have any concerns or questions, please get in touch with us.</p> Information security <p>We take information security as seriously as privacy, and we will always do our utmost to safeguard your personal data in the best possible way.\nFor example, we use strong passwords, data encryption, two-factor authentication and several other measures to secure our data and prevent unauthorized persons from accessing, altering, deleting, or in any way affecting the data we store, <em>including</em> your personal data.</p>\n<p>We only allow others to access or process your personal data in accordance with our instructions and only when strictly necessary (e.g.\nin the unlikely event that we require IT support).</p>\n<p>We have created and implemented a dedicated IT security policy for technical and organizational measures and a routine for managing data breaches.\nSuppose we experience a personal data breach, i.e.\na breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to, personal data, and it poses a medium to high risk for the people affected.\nIn that case, we will notify the national data authority within 72 hours.\nIf the risk is deemed high for the people affected, we will inform them directly, if possible.</p> Our role as a data processor <p>When you use Fathom Analytics on your website, we process data from your website visitors on your behalf.\nIn this case, you are the controller of such data, and we are a data processor of yours.\nWe comply with the requirements as per GDPR Article 28, like:</p>\n<ul>\n<li>Only carry our processing on your behalf and as per your instructions</li>\n<li>Use sufficient technical and organizational security measures to protect the data we process on your behalf</li>\n<li>Require our employees to treat your data as confidential</li>\n<li>Govern this processing by a contract (a data processing addendum) [DPA being published publicly soon]</li>\n</ul>\n<p>We also engage other (sub)processors as per your general written authorization and will inform you of any intended changes regarding such (sub)processors to object to such changes, should you not agree to them.</p>\n<p>You can view a detailed Data journey of what happens when you use Fathom analytics on your website.\nAnd you can explore our privacy law compliance section for more information.</p> We process minimal personal data on your behalf <p>Since we built Fathom Analytics from the ground up with privacy in mind, we have minimized the amount of personal data being processed to only include the IP address and User-Agent (in line with one of the fundamental principles of the GDPR.\nArticle 5(1)(c)).</p>\n<p>The IP address and User-Agent are considered personal data under the GDPR, and the lawful basis for processing is usually consent or legitimate interest.\nSince the IP address is provided by the internet service provider and not by the user's <em>terminal equipment</em>, we do not consider such information to constitute \"information stored in the terminal equipment\".\nIP addresses provided in that manner are therefore outside the scope of Article 5 (3), and the consent requirement will not apply under the ePrivacy Directive (Directive 2009/136/EC).\nIn addition, User-Agent is not accessed from <em>terminal equipment</em>, it is sent to us by your browser, and it's impossible for us not to receive it.\nNote: This may change in the future as browsers move to remove user agent strings.</p>\n<p>As per the Schrems II ruling, we are currently working out how we process data in the EU.\nThis will be available on our website shortly, and this privacy notice will then reflect this change.</p> Accessing and Correcting your Personal Data <p>You have a right to access your personal data and request a correction if you believe it is inaccurate.\nIf you have submitted Personal Information and would like to have access to it, or if you would like to have it corrected, please get in touch with us using the contact information provided below.</p> How to Contact Us <p>If you have any questions regarding this Privacy Policy or to access your information, please send a written request to:</p>\n<blockquote>\n<p>Conva Ventures Inc.<br>BOX 37058 Millstream PO, Victoria, British Columbia, V9B 0E8.</p>\n</blockquote>\n<p>Or send an email to: support@usefathom.com.</p>\n<p>\n<small>This privacy notice was last updated: July 12, 2021</small>\n</p> ", "created_at": "2022-11-13 18:47:13.787909", "updated_at": "2022-11-13 17:49:02.641593"}, {"id": 12546, "name": "Terms and Conditions", "url": "https://usefathom.com/terms", "xpath": "/html/body/fa-rapper[3]/article", "text": " Fathom Analytics Terms and Conditions <blockquote>\n<p>Last updated: December 21, 2021</p>\n</blockquote>\n<p>These Terms and Conditions (“Terms”) constitute a legally binding contract between you (“you” or the “User”) and Conva Ventures Inc.\n(the “Company”, “us”, “we”, or “our”) regarding your use of our analytics software (“Fathom Analytics”) and other services available on our website(s): usefathom.com or app.usefathom.com (the “Website”) (collectively, “Services”).</p>\n<p>You indicate your agreement to these Terms by clicking, checking or tapping a checkbox or a button to that effect on the Website, by completing the registration process on the Website or by using any of our Services.</p>\n<p>BY USING THE WEBSITE OR BY CLICKING TO ACCEPT THE TERMS, YOU ACCEPT AND AGREE TO BE BOUND AND COMPLY WITH THESE TERMS AND OUR PRIVACY POLICY, FOUND AT usefathom.com/privacy, INCORPORATED HEREIN BY REFERENCE.\nIF YOU DO NOT AGREE TO THESE TERMS OR THE PRIVACY POLICY, YOU MUST NOT ACCESS OR USE THE WEBSITE OR THE SERVICES.</p>\n<p>By using this Website, you represent and warrant that you are the legal age of majority under applicable law to form a binding contract with us and meet all of the foregoing eligibility requirements.\nIf you do not meet all of these requirements, you must not access or use the Website.</p> Subscriptions <p>The Services are billed on a subscription basis (\"Subscription\") per our pricing, which can be found by visiting usefathom.com/pricing (“Fees”).\nYou will be billed the Fees in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling Cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew unless you or we cancel it pursuant to these Terms.\nYou may cancel your Subscription’s auto-renewal through your online account management page on the Website.\nCancellation occurs immediately.</p>\n<p>A valid payment method, such as credit card, is required to process the payment of the applicable Fees for your Subscription.\nYou shall provide us with accurate and complete billing information including full name, address, and valid payment method information.\nBy submitting such payment information, you irrevocably authorize us to charge the applicable Fees for your Subscription and your use of our Services, in accordance with the applicable Billing Cycle, to that payment method.</p>\n<p>You are responsible to ensure that all the Fees payable by you are paid on a timely basis.\nIn the event you do not pay us the Fees on a timely basis, in accordance with these Terms, we reserve the right to suspend your account and restrict your use of our Services without prior notice to you.\nWe further reserve the right to delete your account in the event your account remains suspended for 2 consecutive months.\nIn the event of any account suspension or deletion, you acknowledge and agree that you will not be entitled to any refunds of any amounts previously paid to us.</p> Exceeding your pageview limit <p>Each Subscription plan has a prescribed monthly maximum pageview allowance.\nA “pageview” is a website view or an event completion.\nIf you exceed your prescribed pageview limit for 2 consecutive months, or you significantly exceed your pageview limit within the first month, as determined by us in our sole discretion, we will notify you asking you to upgrade your account.\nIn the event you fail to upgrade your account within seven days of our request, we reserve the right to suspend your account and restrict your use of our Services anytime after the seventh day following our notice to you.\nWe further reserve the right to delete your account in the event your account remains suspended for 2 consecutive months.\nIn the event of any account suspension or deletion, you acknowledge and agree that you will not be entitled to any refunds of any amounts previously paid to us.</p> Fee Changes <p>We in our sole discretion and at any time, may modify the Fees for the Subscriptions.\nWe will provide you with at least 30 days notice (including by email) of any proposed changes to the Fees for your Subscription to give you an opportunity to terminate your Subscription before such change becomes effective.\nThereafter, your continued use of the Services after the Fee change comes into effect constitutes your irrevocable and binding agreement to pay the modified Fees for the Subscriptions.</p> Refunds <p>All Fees paid by you to us are non-refundable, except if required by law.</p> Accounts <p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on the Website and your use of our Services.</p>\n<p>You are responsible for safeguarding the password that you use to access the Services and for any activities or actions that occur on your account.\nWe recommend that you use 2FA with your account.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p> Intellectual Property <p>You understand and agree that the Website and its entire contents, features, and functionality, including, but not limited to, all information, software, code, text, displays, graphics, photographs, video, audio, design, presentation, selection, and arrangement, are owned by us, our licensors, or other providers of such material and are protected in all forms by intellectual property laws including without limitation, copyright, trademark, patent, trade secret, and any other proprietary rights.\nOur name, our logo, our trademark(s) and all related names, logos, product and service names, designs, images, and slogans are our trademarks or our affiliates or licensors.\nYou must not use such marks without our prior written permission.\nOther names, logos, product and service names, designs, images, and slogans mentioned, or which appear on this Website are the trademarks of their respective owners.\nUse of any such property, except as expressly authorized, shall constitute an infringement or violation of the rights of the property owner and may be a violation of federal or other laws and could subject the infringer to legal action.\nUsers are not permitted to modify copies of any materials from this Website nor delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from the Website.\nIf you print off, copy or download any part of our Website in breach of these Terms, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.\nYou have no right, title, or interest in or to the Website or to any content on the Website, and all rights not expressly granted are reserved by us.\nAny use of the Website not expressly permitted by these Terms is a breach of these Terms and may infringe or violate copyright, trademark, and other intellectual property or other proprietary laws.</p> Links To Other Websites <p>Our Services contain links to third-party websites or services that are not owned or controlled by Conva Ventures Inc.</p>\n<p>Conva Ventures.\nInc has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party websites or services.\nYou further acknowledge and agree that Conva Ventures Inc.\nshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p> Reselling <p>The User may include the Services as part of their offering to their customers.\nWe have a few rules:</p>\n<ul>\n<li>The User may not use the Services to compete with the Services.\nFor example, you cannot start a company called “Platypus Analytics” and use the Services as your provider.</li>\n<li>While the User may provide the Services to their customers, we will only provide support to the User or the User’s team members.</li>\n<li>We are not liable for any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) (collectively, “Losses”) arising out of or relating to your customers’ use of the Website or our Services and to the maximum extent permitted by applicable law, you agree to defend, indemnify, and hold harmless us, our parent, subsidiaries, affiliates, and their respective directors, officers, employees, agents, service providers, contractors, licensors, suppliers, successors, and assigns from and against all such Losses.</li>\n</ul>\n<p>If you have any concerns about whether you are allowed to resell the Services, please feel free to contact us on support@usefathom.com.</p> Personal Data <p>Our privacy policy can be found at usefathom.com/privacy, the terms of which are hereby incorporated herein by reference.</p>\n<p>We take the protection of personal data very seriously, and it was the foundation on which Fathom Analytics was built.\nOur Services shall not be used to track personal data, such as full name, email address, mailing address, etc.\nIf we detect that you are intentionally using Fathom Analytics for tracking of personal data, we may terminate your account without warning.</p> Termination <p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.\nUpon termination, your right to use the Services will immediately cease.</p>\n<p>If you wish to terminate your account, you may delete your account within the Settings area of your dashboard once you have logged in.\nWe will then queue up all of your sites (and their data) for deletion, so you must ensure you’ve downloaded your data backup to your computer BEFORE you delete/cancel your account.\nOnce your account has been deleted, it cannot be recovered.</p> Limitation Of Liability <p>EXCEPT WHERE SUCH EXCLUSIONS ARE PROHIBITED BY LAW, UNDER NO CIRCUMSTANCE WILL THE COMPANY NOR ITS PARENT, SUBSIDIARIES, AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, OR SUCCESSORS BE LIABLE FOR NEGLIGENCE, GROSS NEGLIGENCE, NEGLIGENT MISREPRESENTATION, FUNDAMENTAL BREACH, DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING, BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, BREACH OF PRIVACY, OR OTHERWISE, EVEN IF THE PARTY WAS ALLEGEDLY ADVISED OR HAD REASON TO KNOW, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, OR RELIANCE ON, THE WEBSITE, ITS CONTENT, ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE, ANY INFORMATION YOU INTENTIONALLY OR INADVERTENTLY PROVIDE US (OTHER THAN THE IP ADDRESS AND USER AGENT STRING), ANY LINKED WEBSITES OR SUCH OTHER THIRD-PARTY WEBSITES, NOR ANY WEBSITE CONTENT, MATERIALS, POSTING, OR INFORMATION THEREON EVEN IF THE PARTY WAS ALLEGEDLY ADVISED OR HAD REASON TO KNOW.</p> Disclaimer <p>YOU UNDERSTAND AND AGREE THAT YOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK.\nTHE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>NEITHER THE COMPANY NOR ITS PARENT, SUBSIDIARIES, AFFILIATES, OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, OR SUCCESSORS MAKE ANY WARRANTY, REPRESENTATION, OR ENDORSEMENT WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, SUITABILITY, ACCURACY, CURRENCY, OR AVAILABILITY OF THE WEBSITE OR ITS CONTENTS.\nWITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ITS PARENT, SUBSIDIARIES, AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, SERVICE PROVIDERS, CONTRACTORS, LICENSORS, LICENSEES, SUPPLIERS, OR SUCCESSORS REPRESENT OR WARRANT THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR WEBSITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>WE CANNOT AND DO NOT GUARANTEE OR WARRANT THAT FILES OR DATA AVAILABLE FOR DOWNLOADING FROM THE INTERNET OR THE WEBSITE WILL BE FREE OF VIRUSES OR OTHER DESTRUCTIVE CODE.\nYOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR YOUR USE OF THE WEBSITE AND YOUR COMPUTER, INTERNET, AND DATA SECURITY.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY DENIAL-OF-SERVICE ATTACK, DISTRIBUTED DENIAL-OF-SERVICE ATTACK, OVERLOADING, FLOODING, MAILBOMBING, OR CRASHING, VIRUSES, TROJAN HORSES, WORMS, LOGIC BOMBS, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p> Indemnification <p>To the maximum extent permitted by applicable law, you agree to defend, indemnify, and hold harmless the Company, its parents, subsidiaries, affiliates, and their respective directors, officers, employees, agents, service providers, contractors, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your breach of these Terms or your use of the Services, the Website, including, but not limited to, third-party sites, any use of the Website's content, services, and products other than as expressly authorized in these Terms.</p> Governing Law and Choice of Forum <p>The Website and these Terms will be governed by and construed in accordance with the laws of the Province of British Columbia and the federal laws of Canada applicable therein, without giving effect to any choice or conflict of law provision, principle, or rule (whether of the laws of Province of British Columbia or any other jurisdiction) and notwithstanding your domicile, residence, or physical location.</p>\n<p>Any action or proceeding arising out of or relating to the Services and under these Terms will be instituted in the courts of the Province of British Columbia and/or the Federal Court of Canada, and each party irrevocably submits to the exclusive jurisdiction of such courts in any such action or proceeding.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to the venue of such courts.</p> Waiver <p>No failure to exercise, or delay in exercising, any right, remedy, power, or privilege arising from these Terms operates, or may be construed, as a waiver thereof.\nNo single or partial exercise of any right, remedy, power, or privilege hereunder precludes any other or further exercise thereof or the exercise of any other right, remedy, power, or privilege.</p> Severability <p>If any term or provision of these Terms is invalid, illegal, or unenforceable in any jurisdiction, such invalidity, illegality, or unenforceability shall not affect any other term or provision of these Terms or invalidate or render unenforceable such term or provision in any other jurisdiction.</p> Entire Agreement <p>The Terms and our Privacy Policy constitute the sole and entire agreement between you and the Company regarding the Website and supersedes all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, regarding such subject matter.</p>\n<p>You can sign a DPA (Data Processing Agreement) with us once you have accepted these terms.</p> Changes <p>We reserve the right in our sole discretion to revise and update these Terms from time to time.\nAny and all such modifications are effective immediately upon posting and apply to all access to and continued use of the Services.\nYou agree to periodically review the Terms in order to be aware of any such modifications and your continued use shall be your acceptance of these.</p>\n<p>The information and material on this Website, and the Website, may be changed, withdrawn, or terminated at any time in our sole discretion without notice.\nWe will not be liable if, for any reason, all or any part of the Website is restricted to users or unavailable at any time or for any period.</p>\n<blockquote>\n<p>See our previous Terms</p>\n</blockquote> ", "created_at": "2022-11-13 17:47:41.703514", "updated_at": "2022-11-13 17:47:58.723135"}], "points": [], "urls": ["usefathom.com"]}}