{"error": 448, "message": "OK", "parameters": {"id": 7484, "name": "commoncrawl.org", "created_at": "2023-03-12 07:25:56.019439", "updated_at": "2023-03-29 19:26:44.172478", "wikipedia": null, "keywords": null, "related": null, "slug": "commoncrawl-org", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7484.png", "url": "commoncrawl.org", "documents": [{"id": 14392, "name": "Terms of Use ", "url": "https://commoncrawl.org/terms-of-use/", "xpath": "//body", "text": " Skip to content Toggle navigation Common Crawl <ul>\n<li>Big Picture <ul>\n<li>What We Do</li>\n<li>What You Can Do</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>The Data <ul>\n<li>Get Started</li>\n<li>Example Projects</li>\n<li>Tutorials</li>\n<li>Developer’s List</li>\n</ul>\n</li>\n<li>About <ul>\n<li>Our Team</li>\n<li>Job Opportunities</li>\n<li>Media</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Connect <ul>\n<li>Donate</li>\n<li>Contact Us</li>\n<li>Terms of Use</li>\n</ul>\n</li>\n<li>Donate</li>\n</ul> Terms of Use <p>Lawyers have told us that we need to have some rules about how you can use this site, our service and/or our data.\nThanks to them, we have a finely crafted Terms of Use document that lays out all the ground rules between you and Common Crawl.\nSince we don’t like wading through pages of legal documents any more than you do, we have provided a summary of the ToU below.</p>\n<p>Please note that use of the this site, our service and/or data constitutes your binding acceptance of the full Terms of Use and any not just of the summary.\nYou can find the full, legally binding document here: Terms of Use.</p>\n<p>Summary:</p>\n<ul>\n<li>Use of our site or services means you have agreed to be legally bound by the full ToU.\n(We know we already said that, but it is important enough to repeat).</li>\n<li>We may amend the ToU by posting an updated version online.\nIf we change it, you are bound by the most current version it even if you didn’t look at the most current version.</li>\n<li>We grant you a non-assignable, non-transferable, non-sublicensable, limited license to use our site and data in accordance with the terms of the ToU.</li>\n<li>Don’t break the law or do anything illegal with our site or data.\nThis includes, but is not limited to, honoring the restrictions of robot.txt files and NOFOLLOW metatags.\nOther examples of illegal stuff you can’t do are:\n<ul>\n<ul>\n<ul>\n<li>Engage in abusive, harassing, hateful or otherwise offensive activities</li>\n<li>Invade other people’s privacy</li>\n<li>Harm minors</li>\n<li>Violate other people’s rights (IP, proprietary, etc.)</li>\n<li>Circumvent copy-protection</li>\n<li>Interfere or disrupt our site, service or security</li>\n<li>Spam people</li>\n<li>Stalk people</li>\n<li>Impersonate people or otherwise disguise your identity</li>\n<li>Forge headers or otherwise disguise our content</li>\n<li>Harvest personally identifiable information</li>\n<li>Communicate for commercial solicitation</li>\n<li>Break the law (Again, important enough to repeat)</li>\n</ul>\n</ul>\n</ul>\n</li>\n<li>We didn’t produce the crawled content, we just found it on the web.\nSo we are not vouching for the content or liable if there is something wrong with it.</li>\n<li>We have the right to delete, recategorize or otherwise change the contents of the crawl repository.</li>\n<li>We will kick you off and ban you if you break the law.</li>\n<li>This site is protected by copyright, trademark and service marks.</li>\n<li>We will take take appropriate action if you let us know about a copyright infringement.</li>\n<li>When you tell us about a copyright infringement, you have to: notify us in writing, sign the notification, describe the copyrighted work being infringed, and give us your contact information.</li>\n<li>To report a copyright infringement, please contact us at:</li>\n</ul>\n<p>CommonCrawl Foundation<br>\n9663 Santa Monica Blvd., #425<br>\nBeverly Hills, CA 90210</p>\n<ul>\n<li>Our site, services and data are provided “as is” with no warranty.</li>\n<li>If you violate the ToU or do something that is somehow illegal with our site, services or data and you get sued, we are not liable and it is your obligation to make it clear we are not liable.</li>\n<li>Common Crawl is based in Los Angeles California, so any disputes will be settled in Los Angeles courts.</li>\n<li>Even if we fail to enforce the ToU in some instances, that doesn’t mean we are giving up the right to enforce it in other instances.</li>\n<li>The ToU is the only agreement between you, the user, and Common Crawl.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you know of a violation of the ToU, you can report it to us at:</p>\ninfo@commoncrawl.org<br>\nor<br>\nCommon Crawl Foundation<br>\n9663 Santa Monica Blvd., #425<br>\nBeverly Hills, CA 90210 <ul>\n<li>Big Picture\n<ul>\n<li>What We Do</li>\n<li>What You Can Do</li>\n<li>FAQs</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>The Data\n<ul>\n<li>Get Started</li>\n<li>Example Projects</li>\n<li>Tutorials</li>\n</ul>\n</li>\n<li>Developer’s List</li>\n</ul>\n<ul>\n<li>About Us\n<ul>\n<li>Our Team</li>\n<li>Media</li>\n<li>Jobs</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Connect\n<ul>\n<li>Donate</li>\n<li>Blog</li>\n<li>Contact Us</li>\n<li>Terms Of Use</li>\n</ul>\n</li>\n</ul> Common Crawl on Twitter ", "created_at": "2023-03-12 07:25:56.052495", "updated_at": "2023-03-12 07:26:24.039691"}], "points": [], "urls": ["commoncrawl.org"]}}