{"error": 448, "message": "OK", "parameters": {"id": 9614, "name": "go2bank", "created_at": "2023-09-14 19:09:04.639927", "updated_at": "2023-09-14 22:02:41.934894", "wikipedia": null, "keywords": null, "related": null, "slug": "go2bank", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9614.png", "url": "go2bank.com", "documents": [{"id": 19095, "name": "Privacy Policy", "url": "https://www.go2bank.com/content/dam/go2bank/legal/about/docs/privacypolicy.pdf", "xpath": "//body", "text": "Rev.\n11/2020,FACTS,WHAT DOES GO2BANKDOWITH YOUR PERSONAL INFORMATION?,Why?,Financial companies choose how they share your personal information.\nFederal law gives ,consumers the right to limit some but not all sharing.\nFederal law also requires us to tell you how ,we collect, share, and protect your personal information.\nPlease read this notice carefully to,understand what we do.,What?,The types of personal information we collect and share depend on the product or service you ,have with us.\nThis information can include:,■Social Security number and account balances,■account transactionsand purchase history,■transaction historyand overdraft history,How?,All financial companies need to share customers’ personal information to run their everyday ,business.\nIn the section below, we list the reasons financial companies can share their ,customers’ personal information.\nthe reasons GO2bankchooses to share.\nand whether you can ,limit this sharing.,Reasons we can share your personal informationDoes GO2bankshare?Can you limit this sharing?,For our everyday business purposes— ,such as to process your transactions, maintain ,your account(s), respond to court orders and legal ,investigations, or report to credit bureaus,YesNo,For our marketing purposes— ,to offer our products and services to you,YesNo,For joint marketing with other financial companies,YesNo,For our affiliates’ everyday business purposes— ,information about your transactions and experiences,YesNo,For our affiliates’ everyday business purposes— ,information about your creditworthiness,NoWe don't share,For our affiliates to market to you,YesYes,For nonaffiliates to market to you,YesYes,To limit,our sharing,Visit us online: secure.go2bank.com/manage/privacy,Your choice(s) will apply only tothe account you selectwhen making your choice(s).\nIf you have ,more than one account with us, you will need to make your choice(s) for each account ,separately.,Please note:,If you are a newcustomer, we can begin sharing your information 30 days from the date we ,providethis notice.\nWhen you are no longerour customer, we continue to share your ,information as described in this notice.,However, you can contact us at any time to limit our sharing.,Questions?,Call (855) 459-1334or go to https://www.GO2bank.com,Page 2,What we do,How does GO2bankprotect my personal To protect your personal information from unauthorized access ,information?and use, we use security measures that comply with federal law.\n,These measures include computer safeguards and secured files ,andbuildings.,How does GO2bank collect my personal ,information?,We collect your personal information, for example, when you,■open an accountor make deposits or withdrawals from your account,■use your debit card or provide account information,■give us your contact information,We also collect your personal information from others, such as credit ,bureaus, affiliates, or other companies.,Why can’t I limit all sharing?Federal law gives you the right to limit only,■sharing for affiliates’ everyday business purposes—information ,about your creditworthiness,■affiliates from using your information to market to you,■sharing for nonaffiliates to market to you ,State laws and individual companies may give you additional rights to ,limit sharing.\nSee below for more on your rights under state law.,What happens when I limit sharing ,for an account I hold jointly with ,someone else?,Your choices will apply to everyone on your account.,Definitions,Affiliates,Companies related by common ownership or control.\nThey can be ,financial and nonfinancial companies.,■Our affiliates include companies with a common corporate identity ,of Green Dot (such as our parent bank holding company Green ,Dot Corporation) and tax processing services companies,such as ,Santa Barbara Tax Products Group, LLC.,Nonaffiliates,Companies not related by common ownership or control.\nThey can be ,financial and nonfinancial companies.,■Nonaffiliates can include retail partners and othercompanies that ,engagein direct marketing and selling of consumerproducts and ,services.,Joint marketing,A formal agreement between nonaffiliated financial companies that ,together market financial products or services to you.,■Our joint marketing partnerscan include nonaffiliated financial ,companies, such as banks, lending companies, and insurance ,companies.,Other important information,Depending on where you live, you may have additional privacy protections under state law.\nWe will comply with ,applicable state laws before sharing nonpublic personal information about you.\nWe may do this by sending a separate ,notice of those rights to you.\nFor example, if you are a resident of California, Illinois, North Dakota, or Vermont, we will ,not share your personal information with nonaffiliates except for our everyday business purposes or our own marketing ,purposes or with your consent.", "created_at": "2023-09-14 19:09:27.360293", "updated_at": "2023-09-14 19:09:28.686669"}, {"id": 19097, "name": "DEPOSIT ACCOUNT AGREEMENT", "url": "https://www.go2bank.com/content/dam/go2bank/legal/about/docs/go2bankdaa.pdf", "xpath": "//body", "text": "GO2BANKDEPOSIT ACCOUNT AGREEMENT,2,WELCOME!,This Deposit Account Agreement (this “Agreement”)explains the fees,policies, terms,and conditions that ,govern yourGO2bank Visa debit card (“Card”)and the associated FDIC-insured, non-interest-bearing,primary depositaccount(“primary deposit account”), which, unless otherwise noted in this Agreement, ,includes theinterest-bearingsavings account (“Savings Account”) where you may put money aside for certain ,purposes (collectively, your “Account”).\nThis Agreement includes all appendices attached hereto, such as,the Online and Mobile Services Agreement attached as Appendix A, and any other terms and conditions ,incorporated by reference.,In this Agreement, “you” and“your” refer tothe owner ofthe Account, and “Bank,” “we,” “us,”and “our” ,refer toGreen Dot Bank, Member FDIC, the issuer of your Card and the bank that holds the money in your ,Account.Please note that Green Dot Bank operates under the following registered trade names: GO2bank, ,GoBank, Green Dot Bank,and Bonneville Bank.\nAll of these registered trade names are used by, and refer ,to, a single FDIC-insured bank, Green Dot Bank.\nDeposits under any of these trade names are deposits with ,Green Dot Bank and are aggregated for deposit insurance coverage.,NOTICE: THIS AGREEMENT REQUIRES ALL DISPUTES TO BE RESOLVED BY WAY OF ,BINDING ARBITRATION.\nTHE TERMS OF THE ARBITRATION PROVISION APPEAR AT ,THE END OF THIS AGREEMENT.,3,1.Getting Started,a.General.\nYourAccount is a deposit account.Money in your primary deposit account will ,not earn interest.\nMoney in your Savings Account will earn interest as described herein.\nTo ,open and use an Account, you must be 18 years of age or older and a citizen or lawfully ,residing in one of the 50 states of the United Statesand the District of Columbia,(collectively, the “U.S.”).\nTo help the government fight the funding of terrorism and money ,laundering activities, federal law requires us to obtain, verify, and record information that ,identifies each person who opens an account.\nAs such, when you apply for an Account, we ,will ask for your name, address, date of birth, social security number, mobile phone number,(or, in our discretion, another type of phone number),and other information that will allow ,us to identify you.\nWe may alsouse other methods of data collection, like device ID and ,geolocation data generated from your devices,and other sources of data to verifythe ,personal information you provideto us, including, but not limited to, the collection and ,validation of your state-issued ID or other printed documentation and data related to your ,mobile phone, computer,and/or other devices.\nIn addition, before you may use certain ,features of your Account, we may require you to undergo further identity or Account ,verification, including, but not limited to, activating yourphysical, personalized C ard,(“Personalized Card”), verifying your email address or mobile phonenumber, or ,uploading an image of your state-issued ID for verification.We reserve the right to not ,open an Account for anyone in our sole discretion.We may also limit the number of ,Accounts that you have in our sole discretion.,b.Limited-Use Starter Cards.\nIf you purchased an account starter package with a temporary ,card at a retailstore or if you received a temporary card in the mail on an unsolicited basis ,(each such card, a “limited-use starter card”), you must activateyour Account by going to ,https://www.GO2bank.com or by using our GO2bank mobile application(our “Mobile ,App”) before you may use the limited-use starter card.\nYour limited-use starter card is ,subject to more limitations than the Personalized Card you may receive after activating,your Account.\nYou may not use your limited-use starter card: (i) for purchases at merchants ,that use a manual imprint machine.\n(ii) for cash access at tellers, unless otherwise indicated.\n,or (iii) for purchases at merchants outside of the U.S.\n(including internet websites based ,outside the U.S.).\nIn addition, if you have a limited-use starter card, you may not usethe ,followingfeatures of your Accountuntil you activate your Personalized Card:(1)the ,Check CashingService (as defined below).\n(2) the Bill Payment Service (as defined ,below).\n(3) Overdraft Protection (as defined below).\n(4) the FundsTransfer Services(as ,defined below).\n(5) Cash Back(as defined below).\nor (6) yourSavings Account.Following ,additional identity verification, we may, in our sole discretion, allow you to use your ,limited-use starter card with some or all of the features of a Personalized Card, and we will ,notify you if we do.,4,c.Limited-Use Accounts.\nIf you purchased an account starter package with a limited-use ,starter card at a retailstore and we cannot verify your identity or for any other reason decide ,to not open an Account in your name, we may, in our sole discretion, allow you to have a ,limited-use account (“limited-use account”) for the sole purpose of spending the money ,you provided for your Initial Deposit (as defined belowand further explained in Section ,3.a.).\nAs such, a limited-use account cannot use the funds disbursement options available ,for the Cardless Funds Access Service (as defined below).\nPlease see Appendix B for more ,information about limited-use accounts.,2.Fees.\nOur fee schedule below describes the fees associated with your Accountandcertain related,services.We may offer additional products, services,and features from time to time, and the fees ,for those offerings will be disclosed to you at the time they are offered.In addition to the fees listed ,below, there are some situations where a third party may charge additional fees.For example, when ,you use an ATMto withdraw funds from yourprimary deposit account,you may be charged a fee ,by the ATM operator in addition to our fee.Except as expressly noted below, the fees listed in the ,schedule below will be deducted from your primary deposit accountbalance when they are ,assessed.\nIf your primary deposit accountbalance is less than the fee amount or your primary ,deposit accountbalance is negative, the assessment of the fee will result in a negative balance in ,your primary deposit accountor increase the negative balance of your primary deposit account, as ,applicable.\nIf that occurs, any subsequent deposits or credits to your primary deposit accountwill ,first be applied to the negative balance.\nFor more information about negative balances, see Section ,9.c.\ntitled “Negative Balances”.\nIn the case of aFunding Transaction (defined below)involving an ,external account, if your primary deposit account balance is less than the total transfer amount, ,including the Funding Transaction Fee, thetransfer request will be declined.\n,Fee TypeFee,Card Purchase FeeUp to $2.95.\nThis is a one-time fee for the ,purchase of a limited-use starter card at a ,retailstore.,1,Monthly Fee,$5.00.\nWaived when youreceiveat least ,one direct deposit of payroll or government ,benefits during the previous monthly ,statementperiod.,2,In-Network ATM Withdrawal $0,“In-Network” refers to all ATMs in our ,network that are surcharge-free.\nTo findan ,in-network ATM, check our Mobile App.,Out-of-Network ATM WithdrawalFee$3.00 per transaction,3,Teller Cash Withdrawal Fee$3.00per transaction,5,Cardless funds pick-up fee when you Up to $5.00.\nThis is our fee for a cash pick-,close your Accountup at a Walmart store or other participating ,retailer if you close your Account.,Cardless funds pick-up fee when your $3.00.\nThis is our fee for a cash pick-up at ,Card is lost or stolena Walmart store or other participating ,retailer after you report your Card lost or ,stolen.\nThis fee is in addition to any Card ,replacement fee that may apply.,Cardless funds pick-up fee ifyou open No fee for the first cash pick-up, then up to ,your Account at a tax preparer’s office $5.00.\nThis is our fee for a cash pick-up at ,a Walmart store or other participating ,retailer if you open your Account at a tax ,preparer’s office and havenot receivedand ,activatedyour Personalized Card.,Check Cashing Service Fee1% of approved check amount for eligible ,4,(This fee is deducted from the approved ,check amount, and not from your ,primary deposit account.),preprinted payroll and government checks.\n,5% of approved check amount for other ,eligible check types.\nThere is a minimum ,fee of $5.00 per check.\nThere is no fee for ,10-day delayed funding.,Funding Transaction Fee1.5% of the amount transferred, rounded to ,(See Section 6.e.\nfor more information.),the nearest cent, up to a maximum of $10 ,per transfer.This fee ischarged when you ,make a Funding Transactioninvolving an ,external account.,Inbound Debit Card Transfer Fee3% of the amount transferred to your ,(This fee is debited together with the ,transfer amount from your External ,Debit Card Account.See Section 12 for ,more information.),primary deposit account, subject to a $2.00,minimum and rounded to the nearest cent.,Expedited Delivery Replacement Card $24.95 for replacement Card delivered on ,Fee (for Lost, Stolen, or Damaged an expedited basis (generally within 4 ,Card) business days).\nThere is no fee for a ,replacement Card delivered on a non-,expedited basis.,ForeignTransaction Fee3% of total transaction amount,5,Overdraft Fee $15 for each transaction that is greater than ,$5 and overdraws your primary deposit ,6,(Overdraft Protection is an optional ,service that is available, at our ,discretion, onlyif you opt inand satisfy ,oureligibility requirements.\nSee ,Section 10 for moreinformation.),accountby more than $10, up to a ,maximum of tenoverdraft fees per monthly ,statement period,1,This fee is collected at the register and is not deducted from your primary deposit account and ,will not be reflected in any Account statements or transaction histories.,2,If you sign up for an Account online (without having purchased a limited-use starter card at a ,retail store) or if you received a temporary card in the mail on an unsolicited basis, except as ,otherwise stated in this section, your first monthly statement period will begin on the date of your ,initial deposit to your Account (“Initial Deposit”) and end the day before the one-month ,anniversary of your Initial Deposit.\nMonthly statement periods thereafter beginon the same day of ,the month each month.\nIf your Initial Deposit occurs on the 29th, 30th, or 31st of any month, ,however, your first monthly statement period will begin on the first day of the subsequentmonth ,and end on the last day of thatmonth, and your monthly statement periods thereafter will begin on ,the first dayofeach month.TheMonthly Fee, if applicable, will be assessed on the first day of your ,second monthly statement period and the first day of each monthly statement period thereafter.If ,you purchased an account starter package with a limited-use starter card at a retail store, except as ,otherwise stated in this section, yourfirstmonthly statement periodwill begin, andtheMonthly ,Fee will be assessed,uponthe earlier of:(i) first useofyour limited-use starter card, (ii) the day ,after you activateyour Account, or (iii) 90 days after you purchaseyour limited-use starter card.,Your monthly statement periods thereafter will begin, and the Monthly Fee, if applicable, will be ,assessed, on the same day of the month each month.If, however, your firstmonthly statement ,period is set to begin, andthe Monthly Feeis set to be assessed,on the 29th, 30th, or 31st of any ,month, your first monthly statement period will begin, and the Monthly Feewill be assessed, on ,the first day of the subsequent month.Yourmonthly statement periods thereafter will begin,and ,the Monthly Fee, if applicable, will be assessed, on the first day of each month.,3 ,You may alsobe charged a fee by the ATM operator in addition to our fee,even if you do not ,complete a transaction.,4 ,This fee is chargedbyour third-party service provider, Ingo Money, Inc.(“Ingo”), when you cash ,a check using your mobile phone (“Check Cashing Service”).\nSee Section 3.d.\ntitled “Check ,Cashing Service” for more information.,5,This fee is only charged if you conduct a transaction in a currency other than U.S.\ndollars,(“Foreign Transaction”).This fee is in addition to any other fee that may apply to a Foreign ,Transaction.\nPlease notethatuse of yourCardoutside of the U.S.\nislimited.\nsee Section5.e.titled ,“Foreign Transactions” for more information.,3.Deposits&amp.\nLimits,a.General.When you purchase an account starter package at a retailstore, you will need to ,make an Initial Deposit by givingthe cashier an amount of cash (generally aminimum of ,$20up to amaximumof $500) to be credited to the limited-use starter card in the package.,If you sign up online and are approved for anAccount, wewill mail you a Personalized ,7,Card that is linked toyour primary deposit account,and not your Savings Account.We ,will provide you with Card information that you may use online at merchants that accept ,Visauntil you receive your Personalized Card.\nYou may make deposits in cash at ,participating retailers, by using direct deposit, by using our Check Cashing Service,or by ,using our Funds Transfer Services(as defined below), subject to applicable fees, limits, ,and conditions.\nWe may offer you additional ways to deposit money from time to time, and ,any applicable fees or limits will be disclosed to you at the time they are offered to you.,More information regarding how to deposit money to your primary deposit accountcan be ,found at https://www.GO2bank.comand via theMobile App.,b.Limits on Deposits.We may refuse to accept a depositto your primary deposit account, ,limit a deposit’ssize, or return all or part of a depositto you or the sender.Except as ,otherwise permitted by us, no other person maydeposit money to your primary deposit ,accounton your behalf, and we reserve the right to reject any such deposit.We will not,accept checks or cash mailed to us for deposit, cash deposits at ATMs,or inbound wire ,transfers.If you deposit cash at a participating retailer, please be aware that retailers have ,their own minimum and maximum deposit limits.,c.Direct Deposits.\nYou may arrange to have funds transferred directly to your primary ,deposit accountby your employer or other appropriate payor once we have successfully ,verified your personal information.\nIf you have arranged to have direct deposits made to ,your primary deposit accountat least once every 60 days from the same person or company, ,you can call us at (855) 459-1334, visit https://www.GO2bank.com, or use our Mobile App ,to find out whether or not the deposit has been made.\nFunds from direct depositswill ,generally be available on the day we receive the transfer.\nIn case of transmission error or ,transfer irregularity, your ability to withdraw funds may be delayed.\nIf this occurs, funds ,will generally be available within five business days after we receive the transfer.\nWe,reserve the right to reject or limit transfers via direct deposit in our sole discretion and may ,reject or suspend any direct deposit that has identifying information that does not match ,the identifying information (such as name or social security number)that we have on file ,for you.\nYou may cancel yourdirect depositauthorization at any time by sending a written ,notice to your employer or payor and providing your employer or payor and the Bank ,sufficient time to act upon the notice.,d.Check Cashing Service.\nOnce you have activated your Personalized Card,you can use the ,Check Cashing Service offered by Ingo to cash eligible checks to your primary deposit ,account via our Mobile App.\nEven though we may allow you to use the Check Cashing ,Service to add money to your primary deposit account, we do not provide this service and ,are not responsible for any service-related issues.\nTo use the Check Cashing Service, you ,will need to agree to the terms and conditions Ingo establishes from time to time, which ,are provided to you at the time you access the Check Cashing Service through our Mobile ,App(“Ingo Terms”).\nAlthough we do not charge any fees to cash a check through the ,Check Cashing Service, Ingo may charge a fee depending on the funding option you select.\n,See the fee schedule in Section 2 titled “Fees” and the Ingo Termsfor additional details.\n,Ingo shouldnotify you about any fee for a particular deposit before you authorize the ,8,deposit.\nIngo also may impose certain limits disclosed to you in the Ingo Terms.You may ,also cash eligible checks to your primary deposit accountusing the mobile application ,hosted by Ingo, or other third-party mobile applications that support this functionality, ,instead of our Mobile App.\n,4.Funds Availability.For determining the availability of your deposits, every day is a business day ,except Saturdays, Sundays, federal holidays,and legal banking holidays in the State of Utah.,a.Cash Deposits.Cash deposits made through participating retailers are generally made ,available within 60 minutes from the time the transaction is reported to our technology ,systems by the retailer.Fees of up to $4.95 may be collected by retailers when depositing ,cash to your primary deposit accountat their locations.\nThis fee is charged by the retailer ,and is subject to change.\nThis fee is not deducted from your Account and will not be ,reflected in any periodic statement.\nThis fee can be lower depending on how and where ,you deposit cash.\n,b.Direct Deposits.\nElectronic direct deposits will be available on the day we receive the ,deposit.Please keep in mind, however, that after we make funds availableto you, and you ,have spent, transferred,or withdrawn the funds, you are still responsible for any problems ,involving your deposit.If a deposit is madeon a business day, we will consider that day to ,be the day of your deposit.However, if a deposit is made on a non-business dayor on a ,day we are not open, we will consider that the deposit was made on the next business day.,Please note that Ingo maintains separate cutoff times for the Check Cashing Service it ,administers, as explained in Section cbelow.,c.Check Deposits.\nThe Ingo Termsset forth rules regarding funds availabilityfor checks ,cashed through the Check Cashing Service.,d.Special Rules for New Accounts.During the first 30 days your Account is open, funds from ,deposits of cash will be available on or before the first business day after the day of your ,deposit if the deposit meets certain conditions.We mayalso impose different funds ,availability limits for other forms of depositsduring the first 30 days your Account is open.,e.Other Types of Deposits.Funds availability rules for other types of deposits will be ,disclosed to you at the time those other deposit options are offered to you.,5.AboutYourCardand Account,a.General.\nYour C ard is linked to your primary deposit account, and not your Savings ,Account.\nYou will be able to set a personal identification number (“PIN”) for your Card.,You agree not to disclose your PIN to others and to safeguard its confidentiality.\nExcept as ,otherwise provided, and subject to the limits specified in this Agreement, you may use your , C ard to purchase goods and services anywhere Visa debit cards (as applicable) are accepted ,and to access cash at ATMs and from tellers of financial institutions displaying the Visa ,name and/or logo, as applicable.Please note that if you use your Card to get Account ,9,balance information from an ATM, the balance may not reflectrecent transactions and may ,include funds that are not available for immediate withdrawal.\nsee Section 9titled “We ,Use The Available Balance Method” for more information.,b.Charges to Your Card and Receipts.Each time you use your Card to purchase goods or,services, you authorize us to charge the amount against the money in your Account.\nYou ,should get a receipt at the time you make a transaction or obtain cash using your Card.,c.Limits on the Use of Your Card and Account.We reserve the right, in our sole discretion, ,to limit the amount, number,andtype of transactions you can make using your Account.,We may, in our sole discretion, further limit your use of yourCard at ATMs, and, in ,addition to our limits, an ATM owner or operator may impose additional withdrawal limits.\n,We may refuse to process any transaction that we believe may violate the law or the terms ,of this Agreement.You agree that you will: (i) not use your Card or Accountat unlawful ,domestic or international gambling websites, at payment processors supporting unlawful ,gambling websites, or to purchase illegal goods or services.\n(ii) promptly notify us of any ,loss or theft of yourCard.\n(iii) promptly notify us of the loss, theft, or unauthorized ,disclosure of any PIN used to access your Account.\nand (iv) use yourCard only as ,permitted by us.We may refuse to issue a Card, revoke or suspend your Card or Account ,privileges,or cancel your Cardor Accountwith or without cause or notice, other than as ,required by applicable law.You agree not to use or allow others to use an expired, revoked, ,canceled, suspended,or otherwise invalid Card.You cannot sell or transfer your Account ,to anyone else, and it can only be used by you or someone you authorize.\nIf you authorize ,anyone else to use your Card or Account, you are responsible for all transactions made by ,that person, even if they exceed the authorization granted.Your Card can only be used for ,cash withdrawals at ATMs and for teller cash withdrawals in the U.S.\nand its territories, ,Canada, and Mexico.\nWe may, in our sole discretion, allow you to use your Card for cash ,withdrawals in other countries.\nNotwithstanding the foregoing,we reserve the right to limit ,or block the use of your Card in foreign countries due to fraud or security concerns or to ,comply with applicable law.,d.Money in Your Account May Be Held Until a Transaction is Completed.When you use ,your Cardor primary deposit accountto pay for goods or services, certain merchants may ,ask us to authorize or “hold” the transactionin advance and may estimate the final purchase ,amount.In addition, when you use your Card for an ATM withdrawal or a teller cash ,withdrawal, we generally authorize the transaction in advance (including all applicable ,fees).\nWhen we authorize a transaction, we commit to make the requested funds available ,when the transaction finally settles and will place a hold on your primary deposit account’s ,funds for the amount indicated by the merchant, and this transaction will show as “pending” ,in your transaction history.\nWe also may add an amount fortransactions withcertain ,merchants to ensure that sufficient funds will be available to cover the final transaction ,amount (such as to cover a tip at a restaurant).\nTransactions withcertain merchants that ,authorize high dollar amounts, such as rental car companies and hotels, and certain cash ,and international transactions may cause a hold on money in your primary deposit account,10,for up to 90 days.\nYou will not be able to use the money in your primary deposit account,that is on holduntil the transaction finally settles or the hold is otherwise released.For ,more information about how we determine the amount of money in your Account available ,for your use andwithdrawal, see Section 9titled“We Use The Available Balance Method”.\n,If apending transaction is not presented to us for payment within our established time ,period after being authorized (typically, three business days, but may beup to 90 days for ,certain types of transactions,as described above), we will release the hold.\nNote that if a ,transaction is presented to us for payment from your primary deposit accountafter we have ,released the hold, we must honor the transaction, whichmay result in a negative balance ,in your primary deposit account.\nFor more information about negative balances, see ,Section 9.c.\ntitled “Negative Balances”.\nWhen a transaction finally settles, we will charge ,your primary deposit accountfor the amount of the final transaction,including any ,applicable fees,and thenwill releasethe hold onany remaining amounton money, as ,applicable.,e.Foreign Transactions.If you conduct a Foreign Transaction,the merchant,network,or ,card association that processes the Foreign Transaction mayconvert any related debit or ,credit into U.S.\ndollars in accordance with its then-current policies.Visa currentlyusesa ,conversion rate that iseither: (i) selected from a range of rates available in wholesale ,currency markets on or one day prior to its central or transaction processing date(which ,rate may vary from the rate Visa itself receives) or (ii) the government-mandated rate.\nThe ,conversion ratemay be different from the rate in effect on the dateof the Foreign ,Transactionandthe date it isposted to your primary deposit account.\nThe Foreign ,Transaction Fee set forth in Section 2 titled “Fees” is in addition to any of the Bank’s other,fees, including, but not limited to, the teller cash withdrawal andATM withdrawal fee.,We monitor your Account for signs of potential fraud, which could include the use of your ,Card in a manner that is out of the ordinary.\nIf you are planning on using your Card in a ,foreign country (for example, if you are traveling abroad), it is possible that your Foreign ,Transactions may be delayed or declined.\nFor example, there are some countries in which ,we are required by law to block transactions and some countries for which we will not ,authorize the use of your Account due to fraud, terrorism, or other concerns.\nThose ,countries change from time to time, so contact us in advance if you are planning on using ,your Card in a foreign country and want to confirm that the Card can be accepted in that ,country.,f.ATM Safety.You agree to exercise discretion when using ATMs.If there are any suspicious ,circumstances, do not use anATM.If you notice anything suspicious while transacting ,business at anATM, cancel the transaction, pocket your Card,and leave.Be careful when ,using anATM and be aware of the surroundings, especially at night or in isolated areas.,Park near anATM in a well-lighted area.At night, have someone accompany you to an ,ATM when possible.Do not approach a dark ATM.Do not accept assistance from anyone ,while using anATM.Do not display your cash.\npocket itand count it later in the safety of ,your office or home.Be sure to save your ATM transaction receipts.Check them against ,11,your statements regularly.Prepare deposits at home to minimize your time at anATM.,Make sure you safeguard your PIN.\ndo not write it on your Card or carry it in your wallet ,or purse.Always secure your Card just like you would your cash, checks,and credit cards.,Report all crimes to the ATM operator and local law enforcement officials immediately.,We do not guarantee your safety while using ATMs.,g.Refunds on Purchases.Cash refunds will not be made to you for purchases made with your ,Card.If a merchant gives you a credit for merchandise returns or adjustments, it may do so ,by processing a credit adjustment, which we will applyas a credit to your primary deposit ,account.For security reasons, if a credit is applied to your primary deposit accountfor ,which there was no debit originally, we may block the use of your Account.,6.Limits on Your Account.\nIn addition to any other limits included in this Agreement, your Account ,is subject to the following limits:,a.Account Balance.\nThe maximum Account balance is $50,000, but we may, in our sole ,discretion, allowyour Accountbalance to exceed this limit.,b.Daily Cash Deposits.\nYou may deposit up to $3,000 in cash perday.,c.Daily and Monthly Cash Withdrawals.You may withdraw up to $500 in cash from ATMs ,perdayandup to $3,000 in cash fromATMs per month.\nYou may withdraw upto $3,000 ,in cash throughteller withdrawal transactionsper month.Please note that different limits ,apply if you are withdrawing cash pursuant to the Cardless Funds Access Service as ,described further in Section 14.v.\nWe may, in our sole discretion, permit you to withdraw ,higher amounts of cash.,d.Total DailyPurchase and Cash Withdrawal.\nYou may perform purchase and cash ,withdrawal transactions up to$10,000 per day using your Card, unless you are withdrawing ,cash pursuant to the Cardless Funds Access Service, as described further in Section 14.v,,to which different limits apply.,e.Funding TransactionsInvolving an External Account.\nYou may perform Funding ,Transactionsthatinvolvean external account up to $1,500 per month.\nA“Funding ,Transaction” refers to a near real-time transfer of funds from your Account to another ,network-branded account (e.g., a Visa or Mastercard prepaid or debit card) that is ,authorized via a third-party platform (e.g., loading of a prepaid card account, moving funds ,into another financial account, external P2P transactions, or adding value to a digital ,wallet).,f.Other Limits.You agreenot to use your Account for business purposes.\nWe may, in our ,sole discretion, close your Account if we determine that it is being used for business ,purposes.\nWe may revoke or suspend your Account privileges or cancel your Account with ,or without cause ornotice, other than as required by applicable law.,7.Savings Account,12,a.General.Your Savings Account consists of up to five separate interest-bearing subaccounts ,(each, a “Vault”)that you can establish as long as your primary deposit account is open ,with a positive balance and is in good standing.For purposes of this section, your primary ,deposit accountis in “good standing” if it is not blocked or suspended for fraud or any ,other reason.There is no requirement to maintain a balance in a Vaultand there is no ,minimum deposit required to earn the stated APY(as defined below).Additionally, there,are no fees associated with the creation or maintenance of a Vault.\nYou may close a Vault ,at any time, but you must first transfer any money in the Vault to your primary deposit ,accountbefore doing so.\nAccess to your Savings Accountis only available through our ,Mobile App.,b.Good Standing.\nNegative Balances.If your primary deposit account issuspended, blocked,,orclosed, your Vaults will not earnor be paidinterest.\nHowever, if yourprimary deposit ,account is suspendedor blockedduring a calendar quarter,and that suspension or block is ,subsequently lifted before the end of the calendar quarter, your Vaults will earnandbepaid ,interest for that calendar quarter in accordance with Section 7.d.below.The Available ,Balance(as defined below)of your Accountdoes not include money in your Vaults.\n,Without limiting any other right or remedy that we may have under this Agreement or ,otherwise, money in your Vaults may be used by us to cure a negative balance in your ,primary deposit accountor asotherwise provided in Section 14.r.titled “Security Interest ,&amp.\nSetoff”.\nAs such, if you have a negative balance in your primary deposit account, as a ,result of Account fees, overdrafts, or any other reason, and you transfer money from a ,Vault to your primary deposit account, we will first apply the money you transfer from the ,Vault to the negative balance in your primary deposit account.We will not use funds in ,your Vaults, however, to prevent an overdraft of your primary deposit account.\nTherefore, ,if you have opted in to and are eligible for Overdraft Protection, you may incur overdraft ,fees if you overdraw your primary deposit account even if you have funds in your Vaults.,c.Transfers.\nTransfer Limitations.You can only transfer money to and from a Vault through ,your primary deposit account.\nYou cannot otherwise spend, withdraw, transfer, or access ,money in a Vault, and you cannot directly transfer money between Vaults.\nWhen you want ,to access money in a Vault, you must first transfer the money to your primary deposit ,account.\nTransfers between your primary deposit accountand a Vault can be conducted ,only through the Mobile App.\nwe do not accept transfer instructions over the phone or by ,any other means.\nOnceyou instruct us to transfer money from your primary deposit account ,to a Vault, that money will be unavailable for you to otherwise spend, withdraw,transfer, ,or accessfrom your primary deposit account.\nAlthough, theAvailable Balance of your ,Account does not include money in your Vaults, the money in your Vaults is counted for ,purposes of the maximumAccount balance limit in Section 6titled “Limits on Your ,Account”.\nFor securityreasons, we may impose limits on the numbers of transfers between ,your primary deposit accountand your Vaults in oursole discretion.Notwithstanding ,anything to the contrary in this Agreement, for all funds in a Vault, we reserve the right at ,any time to require at least seven days’ written notice of an intended transfer to your ,primary deposit account.,13,d.Interest.\nThe current rate at which interest may be paid on the Vaults, and the corresponding ,annual percentage yield (“APY”), can be found in the Vault feature in the Mobile App.\nOn ,a quarterly basis, interest will be calculated and separately credited to each open Vault on,the Interest Payout Date (as defined below), subject to the terms of this Section 7.\nInterest ,for each Vault is calculated by:(i) applying the current interest rate to the average daily ,balance across all of your Vaults for the calendar quarter, subject to the maximum average ,daily balance limit specified below, and (ii) multiplying the amount in clause (i) by the ,average daily balance in the applicable Vault for the calendar quarter divided by the ,average daily balance across all Vaults for the calendar quarter.\nThe average daily balance ,of aVault for a calendar quarter is calculated by adding together the balancesin the Vault ,for every day the Vault is open during the calendar quarter and dividing that amount by the ,number of days in the calendar quarter.\nIn the event your primary deposit account is ,suspended or blocked, and that suspension or block is subsequently lifted during the same ,calendar quarter, the average daily balance of a Vault for that calendar quarter is calculated ,by adding together the balancesin the Vault for every day the primary deposit account is ,not blocked or suspendedduring the calendar quarter and dividing that amount by the ,number of days in the calendar quarter.\nInterest will be calculated on a maximum ,average daily balance, aggregated across all of your Vaults, of $5,000.\nYou will not ,earn interest on any average daily balance that exceeds $5,000 across all of your ,Vaults.\nWe may, at our discretion, change the interest rate, and the corresponding ,APY, at any time.If we change the interest rate, and the corresponding APY, such change ,will take effect on the first day of the next calendar quarter.\nWe will credit interest in whole ,cents, after rounding to the nearest cent,to the applicable Vault upon the start of the first ,monthly statement period following the end of the calendar quarter (“Interest Payout ,Date”).\nBecause interest is credited to your Vaults only after each calendar quarter ends, ,the amount of accrued interest is not added to the daily balance of yourVaults during the ,calendar quarter.\nThat means that accrued interest does not compound prior to being ,credited to your Vaults.\nIf a Vault is closedprior tothe end of the calendar quarter or ,the Interest Payout Date, interest will not be credited to the Vault for the calendar ,quarter.,e.Taxes,i.General.\nYou areresponsible for paying, withholding, filing, and reporting all ,taxes, duties, and other governmental assessments associated with the interest paid ,on yourVaults, as applicable.\n,ii.Backup Withholding.We may ask you to certify your name and social security ,number to avoid potential backup withholding and to report interest income paid ,to you in connection with the Vaults.\nIn addition, we may also ask you to certify ,that you are not subject to backup withholding.\nIf the Internal Revenue Service ,(“IRS”) notifies us that we do not have a correct social security number for you, ,we may be required to withhold and remit to the IRS a percentage of interest paid ,to your Vaults.,14,8.Electronic Fund Transfers.\nOther Rights &amp.\nTerms,a.Your Liability for Unauthorized Electronic Fund Transfers.Tell us AT ONCE if you ,believe your Card or PIN has been lost or stolenor funds have been transferred from ,your Account without your permission.Reporting such loss, theft, or unauthorized ,transfer by calling us at (855) 459-1334is the best way of keeping your possible losses ,down.You could lose all the money in your Account(plus an amount up to your ,maximum Overdraft Protectionlimit).If you tell us within two business days after you ,learn of the loss or theft of your Card or PIN, you can lose no more than $50 if someone ,used your Card or PIN without your permission.\nIf you do NOT tell us within two business ,days after you learn of the loss or theft of your Card or PIN, and we can prove that we ,could have stopped someone from using your Card or PINwithout your permission if you ,had told us, you could lose as much as $500.\n(Note: Since your Card is a Visa Card, you ,will not be held responsible for unauthorized transactions processed by Visa if you use care ,in protecting your Card and PINand notify usimmediately of any unauthorized use.),Also, if your statement shows transfers that you did not make, including those made by ,Card, PIN,or other means, tell us at once.If you do not tell us within 60 days after the ,statement was mailed or otherwise made available to you, you may not get back any money ,you lost after the 60 days if we can prove that we could have stopped someone from taking,the moneyin your Accountif you had told us in time.If a good reason (such as a long trip ,or a hospital stay) kept you from telling us, we will extend the time periods.,b.In Case of Errors or Questions About Your Electronic Transfers.Call us at (855) 459-1334,or write us at Customer Care, P.O.\nBox 5100, Pasadena, CA 91117as soon as you can if ,you think your statement or receipt is wrong or if you need more information about a ,transaction listed on a statement or receipt.We must hear from you no later than 60 days ,after we sent the FIRST statement on which the problem or error appeared.When notifying ,us, you will need to tell us: (i) your name and Account number.\n(ii) why you believe there ,is an error and the dollar amount involved.\nand (iii) approximately when the error took ,place.In addition, it would be helpful if you provided us with any supporting ,documentation related to the error.If you tell us orally, we may require that you send us ,your complaint or question in writing within 10 business days.You agree to cooperate ,reasonably with us and our agents and service providers inour attempts to recover funds ,from, and to assist in the prosecution of, any unauthorizedusers of your Account.,We will determine whether an error occurred within 10 business days after we hear from ,you and will correct any error promptly.If we need more time, however, we may take up ,to 45 days to investigate your complaint or question.If we decide to do this, we will provide ,a provisional credit to your Account within 10 business days for the amount you think is ,in error, so that you will have the use of the money during the time that it takes us to ,complete our investigation.If we ask you to put your complaint or question in writing and ,we do not receive it within 10 business days, we may not provide a provisional creditto,your Account.,15,For errors involving new Accounts,point-of-saletransactions,or foreign-initiated ,transactions, we may take up to 90 days to investigate your complaint or question.For new ,Accounts, we may take up to 20 business days toprovide a provisionalcredit to your ,Account for the amount you think is in error.,We will tell you the results within three business days after completing our investigation.,If wedecide that there was no error, we will send you a written explanation.You may ask ,for copies of the documents that we used in our investigation.,c.Our Liability for Failing to Make Transfers.If we do not complete an electronic fund ,transfer to or from your Account on time or in the correct amount according to this ,Agreement, we may be liable for your losses or damages under section 910 of the ,Electronic Fund Transfer Act (Title IX of the Consumer Credit Protection Act, 15 U.S.C.\n,§§ 1693 et seq.).There are some exceptions, however.We will not be liable, for instance:,(i) if through no fault of ours, your Accounthas insufficientfunds for the transaction or the ,funds are unavailable for withdrawal (e.g., because they have not been finally collected or ,are subject to legal process).\n(ii) if the transaction would exceed your Overdraft Protection ,limit, if any.\n(iii) if the ATM where you are trying to make a withdrawaldoes not have ,enough cash.\n(iv) if the system, ATM,or point-of-saleterminal was not working properly ,and you knew about the problem when you started the transaction;(v) ifa merchant refuses ,to honor your Card.\n(vi) if you attempt to use a Card that has not been properly activated.\n,(vii) ifthe information supplied by you or a third party is incorrect, incomplete, ambiguous,,or untimely.\n(viii) ifyour Card has been reported as lost, stolen, or compromised or has ,been suspended by us, if we have limited or revoked your Account privileges, or if we have ,reason to believe the transaction is not authorized by you;(ix) ifthe transaction cannot be ,completed because your Card is damaged.\n(x) if circumstances beyond our control (such ,as fire, flood, water damage, power failure, strike, labor dispute, pandemic, computer ,breakdown, telephone line disruption, or a natural disaster) or a rolling blackout prevent or ,delay the transfer despite reasonable precautions taken by us.\nor (xi) as otherwise provided ,in this Agreement.,d.How to Stop Preauthorized Transfers From Your Primary Deposit Account.If you have ,told us in advance to make regular payments out of your primary deposit account, you can ,stop any of these payments by writing to us at Customer Care, P.O.\nBox 5100, Pasadena, ,CA 91117or by calling us at (855) 459-1334.We must receive your request at least three ,business days before the payment is scheduled to be made.(Note: If you fail to give us ,your request at least three business days prior to a transfer, we may attempt, at our sole ,discretion, to stop the payment.We assume no responsibility for our failure or refusal to ,do so, however, even if we accept the request for processing.)If you call, we may require ,you to put your request in writing within 14 days after youcall.\nIf we do not receive the ,written confirmation within 14 days, we may honor subsequent debits to your primary ,deposit account.\nFor individual payments, your request should specify the exact amount ,(dollars and cents) of the transfer you want to stop,the date of the transfer, and the identity ,of the payee.\nUnless you tell us that all future transfers to a specific recipient are to be ,16,stopped, we may treat your stop payment order as a request concerning the one transfer ,only.\nIf you order us to stop one of these payments at least three business days before the ,transfer is scheduled and we do not do so, we will be liable for your losses or damages to ,the extent provided in this Agreement or required by applicable law.,e.Varying Preauthorized Transfers.If you have arranged in advance to make regular ,payments out of your primary deposit accountand they may vary in amount, the person ,you are going to pay shouldtell you,at least 10 days before each payment,when it will be ,made and how much itwill be.The person you are going to pay may give you the option ,of receiving this notice only when the payment would differ by more than a certain amount ,from the previous payment or when the amount would fall outside certain limits that you ,set.,f.Account Statements.You will get an Accountstatement each monthly statement period ,(unless there are no transfers in a particular month).\nIn any case, you will get an Account ,statement at least quarterly, unless your Account is dormant or inactive.\nYour statement ,will be a combined statement that will reflect both your primary deposit account and your ,Savings Account.\nYou will have access to these statements at https://www.GO2bank.com,and via our Mobile App.\nWe do not mail paper statements.,g.Business Days.Except as otherwise provided in this Agreement, our business days are ,Monday through Friday, excluding federal and legal banking holidaysin the State of Utah.,h.Amendments/Changes in Account Terms.We may add to, delete,or change the terms of ,this Agreementat any time by mailing, emailing,or delivering a notice, a statement ,message,or an amended agreement to you at the last address(location or email) on file for ,you, your Account, or the service in question.Unless otherwise required by applicable law, ,we may amend this Agreementwithout prior notice (e.g., by posting the information on ,https://www.GO2bank.comor otherwise making it available to you).We may substitute ,similar services or discontinue currently offered services by giving you prior notice.We ,do not have to notify you, however, of any changes that are beneficial to you (e.g., a ,reduction or waiver of any fees or the addition of services) or if the change is required for ,security reasons.,i.Information Given to Third Parties.We may disclose information to third parties about ,you, your Account, and the transactions on your Account: (i) where it is necessary or ,helpful for completing transactions.\n(ii) in order to verify the existence and condition of ,your Account for a third party (e.g., a merchant).\n(iii) in order to comply with government ,agency or court orders.\n(iv) if you give us your consent.\n(v) to service providers who ,administer your Account or perform data processing, records management, collections, and ,other similar services for us, in order that they may perform those services.\n(vi) in order to ,identify, prevent, investigate,or report possible suspicious or illegal activity.\n(vii) in order ,to issue authorizations for transactions on yourAccount.\n(viii) to disclose the existence, ,history, and condition of your Account to consumer reporting agencies.\nand (ix) as ,17,permitted byour Privacy Policy.\nSee our Privacy Policy for further details.\nWe can also ,disclose information that is not personally identifiable for other purposes.,9.We Use The Available Balance Method,a.Determining Your Account’s Available Balance.The “Available Balance” of your ,Account is defined as the most current record of the amount of money in your Account ,available for your use or withdrawal, which does not include any money in your Savings ,Account.We use the Available Balance to authorize your transactions during the day (e.g., , C ard purchases and ATM withdrawals).\nWe also use the Available Balance to pay your ,transactions in our nightly processing.\nNote that the Available Balance of your Account ,may not represent the current balance of yourAccount due to pending transactions.\nWe ,calculate your Available Balance as follows:,i.We start with the ending daily Account (posted) balance from our prior business ,day nightly processing that includes all transactions deposited to or paid from your ,Account(excluding money in your Savings Account);,ii.We subtract from this amount any holds placed on a deposit to your Account and ,any holds placed due to legal process;,iii.We add pending deposits that are immediately available for your use (see Section ,4titled “Funds Availability” for details).\nand,iv.We subtract pending withdrawals that we have either authorized (such as Card ,purchases and ATM withdrawals) or are known to us (such as your preauthorized ,automatic ACH (as defined below) withdrawals that we receive for payment from ,your Account) but have not yet processed (see Section 5.d.titled “Money in Your ,Account May Be Held Until a Transaction is Completed”for details).,b.How We Process (Post) Transactions to your Primary Deposit Account.\nWe may charge ,your primary deposit accounton the day that a transaction is presented (or returned) to us ,directly or electronically for payment.\nWe may charge your primary deposit accountor ,place a hold on funds at an earlier time if we receive notice that anitem deposited to your ,primary deposit accountis being returned, or if we receive notice that your electronic ,payment (e.g., at a point-of-sale) is being processed for collection.\n,c.Negative Balances.\nYou may not perform transactions that exceed the Available Balance ,of your Account, and we generally will not authorize or pay transactions that exceed the ,Available Balance of your Account, unless we decide, in our sole discretion, to authorize ,and pay such transactions because you have opted in to and are eligible for Overdraft ,Protection.\nPlease note, however,that some merchants: (i)may not check with us for ,authorization of the transaction amount.\n(ii) may check with us for authorization of the ,transaction amount but later present a transaction for payment that is for a higher amount.\n,or (iii) may not timely present a transaction to us for payment, and therefore some ,transactions may be paid from your primary deposit accounteven if the Available Balance ,18,of your Account is insufficient, resulting in a negative balance in your primary deposit ,account,and even thoughyou have not opted in toand are not eligible forOverdraft ,Protection.\nIn such event, your primary deposit accountwill not be charged overdraft fees,if you have not opted in to Overdraft Protection.,You arefully liable for theamount of any negative balanceon your primary deposit ,account, including any applicable transaction fees.Any negative balance on your primary ,deposit accountmust be paid immediately, without notice or demand from us, by ,depositing funds to your primary deposit account.\nWithout limiting any other provisions of ,this Agreement, ifyou do not deposit funds to your primary deposit accountto cover a ,negative balance within 60 days of its creation, we may close your Account.Without ,limiting the foregoing, we reserve the right to pursue collections for any negative balance,on your primary deposit account, and we may offset any negative balance on your primary ,deposit accountwith subsequent deposits, funds in your Savings Accountand other credits ,to your primary deposit account, to the fullest extent permitted by applicable law, in ,accordance with Section 14.r.titled “Security Interest &amp.\nSetoff”.,10.Discretionary Overdraft Protection,a.Overview.\nIn general, you may not perform transactions that exceed the Available Balance ,of your Account.\nHowever, if you elect to participate in our optional overdraft protection ,service (“Overdraft Protection”) by “opting in” and you satisfy oureligibility ,requirements, we may allow you, at our discretion, to make purchase transactions with your ,Card that exceed the Available Balance of your Account, subject to the limits and fees ,described in this Agreement.\nPlease review the Overdraft Protection Opt-In Notice,available at https://www.GO2bank.comor via ourMobile App.\nOur eligibility ,requirements for Overdraft Protection are basedona set of automated rules that weigh ,numerous variables and accountholder behaviors,which may include the type, amount,and ,frequency of deposits to your primary deposit account, your Account status and transaction ,history, and the history of any other prioror current accounts with us.\nWhile we may, in ,our sole discretion, allow you to opt in to Overdraft Protection before you satisfy our ,eligibility requirements to use Overdraft Protection, we do not authorize and pay overdrafts ,for Card purchase transactions unless you opt in to Overdraft Protection and meet our ,eligibility requirements, except in certain limited circumstances described in this ,Agreement.\nWe may modify the eligibility requirements, limits, fees, and other terms of ,Overdraft Protection or restrict or discontinue Overdraft Protection at any time, and we ,will provide notice of any changes as required by applicable law.,b.Opt-Out Option.\nIf you previously opted in to Overdraft Protection, you may opt out of ,Overdraft Protection at any time by logging in to your Account at ,https://www.GO2bank.comor via ourMobile App.\nIn general, your opt-out request will ,be effective immediately, and we will send you an email to confirm your opt-out request.\n,If you opt out of Overdraft Protection, you will remain responsible for overdraft ,transactions, and any related overdraft fees and other applicable transaction fees, ,authorized prior to the effectiveness of your election to opt out of Overdraft Protection.,19,c.Discretionary Service.\nOverdraft Protection is not a loan or a line of credit.\nEven if you ,have opted in to Overdraft Protection, we are not obligated to pay any Card purchase ,transaction presented for payment that exceeds the Available Balance of your Account.\n,Payment of such transactions by us is a discretionary, non-contractual courtesy and not a ,right of yours or an obligation of ours.\nAny discretionary payment by us of any overdraft ,transaction does not obligate us to pay any other overdraft transaction.\nWe, in our sole and ,absolute discretion, may cease paying overdraft transactions at any time without prior ,notice of reason or cause.,d.Eligible Transactions.\nThe only transactions that are eligible for Overdraft Protection are ,Card purchase transactions.We do not authorize or pay overdrafts for any other ,transactions, including, but not limited to, ATM withdrawals, payments through our Bill ,Payment Service, ACH transfers,fund transfers(including person-to-person fund,transfers),payments toward the outstanding balance of your GO2bank secured credit card,,or teller cash withdrawals.,e.Overdraft Protection Limit.\nIf youoptin to Overdraft Protection andsatisfy oureligibility ,requirements, you may be assigned an Overdraft Protection limit determined by us in our ,sole discretionbased on a set of automated rules that weigh numerous variables and ,accountholder behaviors, as describedin Section 10.a above.We may increase or decrease ,your Overdraft Protection limit at any time in our sole discretion.We may decreaseyour ,Overdraft Protection limit to $0if some or allof our eligibility requirements are no longer ,met, whichmay result in transactions being returned unpaid to merchants or third parties ,due to insufficient funds.You will remain responsible for overdraft transactions, and any ,related overdraft fees, authorized prior to adecreasein your Overdraft Protection limit.If,you are assigned an Overdraft Protection limit, you may not select a higher limit, but we ,may allow you to lower yourOverdraft Protection limit.\nThe Overdraft Protection limit ,you may beassignedwillbe displayed in the Mobile App and after you log into your ,Accountat https://www.GO2bank.com.,Please note that overdraft fees may notcount towards your Overdraft Protection ,limit.\nTherefore, overdraft fees may cause your primary deposit accountto be ,overdrawn by an amount that is greater than yourOverdraft Protection limit.,f.Obligation to Repay.\nIf we authorize and pay a Card purchase transaction that exceeds the ,Available Balance of your Account, you must pay the negative balance, including any ,overdraft fees and other applicable transaction fees, immediately by depositing funds to ,your primarydeposit account.\nWe may, at any time, in our sole discretion and without ,notice to you, offset any negative balance in your primary deposit accountwith incoming ,deposits, funds in your Savings Account,and credits to your primary deposit account,and ,separately with funds from any other account you openor maintain with us.We will not, ,however,use funds in your Savings Accountto prevent an overdraft transaction (see ,Section 7titled “Savings Account” for details).,20,g.Fees for Overdraft Protection Transactions.\nWe will impose an overdraft fee if we pay a ,Card purchase transaction that exceeds the Available Balance of your Account, except as ,described below and in certain limited circumstances as described elsewhere in this ,Agreement.\nThe overdraft fee is in addition to any other fees that may apply to a Card ,purchase transaction or your Account, as disclosed in this Agreement.\nThe amountand ,applicabilityof the overdraft fee is as follows:,Overdraft Fee$15For each transaction that is greater than ,$5 and overdraws your primary deposit ,accountby more than $10, up to a ,maximum of tenoverdraft fees per ,monthly statement period,i.Grace Period.\nNo overdraft feewill be assessed in connection with any overdraft ,transaction if the Available Balance of your primary deposit accountis returned to ,a $0 or positive balance within 24 hours after we authorize payment of the first ,transaction greater than $5 that overdraws your primary deposit accountby more ,than $10.,ii.Order of Settlement.\nTransactions are not always processed in the order in which ,you make them.\nThe order in which the transactions are received and processed ,can affect the Available Balance of your Account and the total amount of overdraft ,fees assessed to your Account.\nTransactions are processed in the order we receive ,them for settlement.\nMultiple overdraft fees may be charged if multiple overdraft ,transactions are authorized on the same day.\nIt is important to keep track of the ,Available Balance of your Account because it is your responsibility to determine ,if you have overdrawn your primary deposit account, the day and time the ,overdraft transaction occurred, and the amount of any Card purchase transactions ,authorized and paid pursuant to Overdraft Protection.,h.Alerts.\nWe will send emails to your email address in our records (and also text messages to ,your mobile number in our records if you are enrolled in text alerts) in connection with ,your use of Overdraft Protection (e.g., to notify you when we increase or decrease your ,Overdraft Protection limit, when an overdraft occurs that might incur an overdraft fee,and ,when the grace period ends for purposes of avoiding an overdraft fee).,i.Suspension or Termination.\nWe may suspend or terminate your ability to use Overdraft ,Protection at any time without notice of reason or cause in our sole discretion.\nIf we ,suspend or terminate your ability to use Overdraft Protection, this may result in transactions ,being returned unpaid to merchants or third parties due to insufficient funds,andyou will ,remain responsible for overdraft transactions, and any related overdraft fees, authorized ,prior to the suspension or termination of your ability to use Overdraft Protection.,21,j.Limits.\nWe do not authorize and pay overdrafts if your access to Overdraft Protection has ,been suspended or terminated or if you have opted out of Overdraft Protection, except in ,certain limited circumstances described in this Agreement.\nWithout limiting the foregoing, ,if you overdraw your primary deposit account 10 times or more during a monthly statement ,period, we may suspend your access to Overdraft Protection for the remainder of the ,monthly statement period.,k.Important Notice About Overdraft Protection.\nWhile Overdraft Protection may help ,you avoid transaction declines for important purchases, this is an expensive service ,and should not be relied upon to meet your credit needs.\nWe encourage you to ,research alternative solutions that may be less expensive or more advantageous to you ,before you opt in to and use Overdraft Protection.,11.Bill Payment Service,a.General.\nIf you have met our eligibility criteria, you can make payments to others from ,your primary deposit accountusing our bill payment service.\nThis service is only available ,throughourMobile App.,b.Bill Payment Service Definitions.For purposes of this Section 11, the following definitions ,apply.,“Bill Payment Service” means the Bill Payment Service offered by theBank, through ,CheckFree Services Corporation, a subsidiary of Fiserv Solutions, Inc., that you can access ,using your Account.,“Biller” is the person or entity to which you wish a bill payment to be directed or is the ,person or entity from which you receive electronic bills, as the case may be.,“Business Day” is every Monday through Friday, excluding Federal Reserve holidays.,“Debit Date” is the day your primary deposit accountwill be debited and is also the day ,that we will begin processing your Payment Instruction.If you schedule a future Debit Date ,for a payment, and the date you schedule falls on a non-Business Day, the Debit Date will ,be the Business Day immediately preceding the date that you scheduled.,“Due Date” is the date reflected on your Biller statement for which the payment is due.It ,is not the late date or grace period.,“Pay Date” is the day your Biller should receive your payment.,22,“Payment Instruction” is the information provided by you to the Bill Payment Service for ,a paymentto be made to the Biller (such as, but not limited to, Biller name, Biller account ,number, and Debit Date).,“Scheduled Payment” is a payment that has been scheduled through the Bill Payment ,Service but has not begun processing.\n,c.Service Fees and Additional Charges.\nThere is no service fee for using the Bill Payment ,Service.\nWe may change these fees as described in this Agreement.\nYou are responsible ,for any and all telephone access fees and/or Internet service fees that may be assessed by ,your telephone and/or Internet service provider when you access the Bill Payment Service.,d.Payment Scheduling.\nTransactions begin processing on your Debit Date.The earliest Debit ,Date for Payment Instructions entered on a non-Business Day will be the next Business ,Day.When you schedule an individual payment, the earliest possible Pay Date for each ,Biller (typically five or fewer Business Days from the Debit Date) will be designated ,through the Bill Payment Service when you are scheduling the payment, and you must ,select a Debit Date so that the associated Pay Date is no later than the actual Due Date ,reflected on your Biller statement.,When you schedule regular (i.e., recurring) payments to occur in advance, you will select ,only a Debit Date.You are responsible for ensuring that the Debit Date is sufficiently in ,advance of your Due Date to allow the Biller to receive the payment.We recommend that ,you allow at least fiveBusiness Days between the Debit Date and your Due Date.YOU ,ARE RESPONSIBLE FOR ANY LATE PAYMENTS THAT OCCUR BECAUSE YOU ,SCHEDULE THE DEBIT DATE TOO CLOSE TO THE DUE DATE.,You are responsible for ensuring that there are sufficient funds in your primary deposit ,accounton the Debit Date to completethe payment.,e.Payment Authorization and Payment Remittance.\nBy providing us with names and account ,information of Billers to whom you wish to direct payments, you authorize us to follow the ,Payment Instructions that we receive from you.In order to process payments more ,efficiently and effectively, you agree that we may edit or alter payment data or data formats ,in accordance with Biller directives.,When we receive a Payment Instruction, you authorize us to debit your primary deposit ,accountand remit funds on your behalf to your Billerso that the funds arrive on or as soon ,as reasonably possible after the Pay Date designated by you.You also authorize us to credit ,your primary deposit accountfor payments returned to us by the United States Postal ,Service or Biller.,We will use commercially reasonable efforts to make all your payments properly.\nIf we do ,not complete a payment from your primary deposit accounton time or in the correct amount ,according to this Agreement,we will not be liable for your losses, costs,or expenses,,23,except for your direct losses or damages to the extent directly relating to our gross ,negligence or intentional misconduct.\nWe will also not be liable for your losses or damages ,if we are unable to complete any payments initiated by you because of the existence of any ,one or more of the following circumstances:(i) if, through no fault of ours, your primary ,deposit accountdoes not contain sufficient funds to complete the transaction;(ii) the Bill ,Payment Service is not working properly and you know or have been advised about the ,malfunction before you execute the transaction;(iii) you have not provided us with the ,correct account information, or correct Payment Instructions.\nor (iv) circumstances beyond ,our control (such as, but not limited to, fire, flood,pandemicor interference from an outside ,force) prevent the proper execution of the transaction and we have taken reasonable ,precautions to avoid those circumstances.There are other exceptions provided in this ,Agreement.Provided none of these exceptions are applicable, if we cause an incorrect ,amount of funds to be removed from your primary deposit accountor cause funds from ,your primary deposit accountto be directed to a Biller in a manner inconsistent with your ,Payment Instructions, or fail to initiate your payment in accordance with your Payment ,Instructions, we will only be responsible for returning those funds to your primary deposit ,account, or for directing to the proper Biller any previously misdirected transactions, and ,willhave no further liability with respect to same,except as expressly provided for above.,f.Payment Methods.\nWe reserve the right to select the method in which to remitfunds on ,your behalf to your Biller.These payment methods may include, but may not be limited to, ,an electronic payment or a check payment.\n,g.Limits on Payments You Can Make.\nYou may not make a payment in an amount less than ,$1.00 or greater than $7,500.Any payments you request will be considered to occur on the ,Debit Date.,h.Payment Cancellation Requests.\nYou may cancel or edit any Scheduled Payment ,(including recurring payments) by following the directions provided in the Bill Payment ,Service.There is no charge for canceling or editing a Scheduled Payment.Once we have ,begun processing a payment, on the Debit Date, it cannot be cancelled or edited, and ,therefore a stop payment request must be submitted.,i.Stop Payment Requests.\nOur ability to process a stop payment request will depend on the ,payment method and whether or not a check has cleared.We may also not have a ,reasonable opportunity to act on any stop payment request after a payment has been ,processed.If you desire to stop any payment that has already been processed, you must call ,us at (855) 459-1334or write us at Customer Care, P.O.\nBox 5100, Pasadena, CA 91117 ,so that we receive your request at least three Business Days prior to the Pay Date.We may ,require you to present your request in writing within 14 days.For any other payments, we ,will attempt to accommodate your request, but will have no liability for failing to do so.,j.Prohibited Payments.\nThe following payments are prohibited through the Bill Payment ,Service:(i) payments to Billers outside of the U.S.or its territories.\nand (ii) payments ,24,prohibited by applicable law.Except as may be required by applicable law, we will have ,no liability for any claims or damages resulting from any prohibited payments you schedule ,or attempt to schedule.,k.Exception Payments.\nTax payments and court ordered payments may be scheduled through ,the Bill Payment Service.\nhowever,such payments are discouraged and must be scheduled ,at your own risk.\nWe will have no liability for any claims or damages resulting from you ,scheduling these types of payments.\nWe also have no obligation to research or resolve any ,claim resulting from anysuch payment.\nAll research and resolution for any misapplied, ,mis-posted,or misdirected payments will be your sole responsibility.,l.Bill Delivery and Presentment.\nThe Bill Payment Serviceis for the presentment of ,electronic bills only.\nItis your sole responsibility to contact your Billers directly if you do ,not receive your statements.In addition, if you elect to activate one of the electronic bill ,options, you also agree to the following:,i.Information provided to the Biller.We cannot update or changeyour personal ,information,such as, but not limited to, name, address, phone numbers,and email ,addresses, with the electronic Biller.Any changes will need to be made by ,contacting the Biller directly.Additionally,it is your responsibility to maintain all ,usernames and passwords for all electronic Biller websites.You also agree not to ,use someone else’s information to gain unauthorized access to another person’s ,bill.We may, at the request of the Biller, provide to the Biller your email address, ,service address, or other data specifically requested by the Biller at the time of ,activating the electronic bill for that Biller, for purposes of the Biller informing ,you about the Bill Payment Service and/or bill information.,ii.Activation.Upon activation of the electronic bill feature, we may notify the Biller ,of your request to receive electronic billing information.The presentment of your ,first electronic bill may vary from Biller to Biller and may take up to 60 days, ,depending on the billing cycle of each Biller.Additionally, the ability to receive a ,paper copy of your statement(s) is at the sole discretion of the Biller.While your ,electronic bill feature is being activated,it is your responsibility to keep your ,accounts current.Each electronic Biller reserves the right to accept or deny your ,request to receive electronic bills.,iii.Authorization to obtain bill data.Your activation of the electronic bill feature for ,a Biller will be deemed by us to be your authorizationfor us to obtain bill data ,from the Biller on your behalf.For some Billers, you will be asked to provide us ,with your username and password for that Biller.By providing us with such ,information, you authorize us to use the information to obtain your bill data.,iv.Notification.We will use our best efforts to present all of your electronic bills ,promptly.In addition to notification within the Bill Payment Service, we may send ,an email notification to the email address listed for your Account.It is your sole ,25,responsibility to ensure that this information is accurate.In the event you do not ,receive notification, it is your responsibility to periodically logon to the Bill ,Payment Service and check on the delivery of new electronic bills.The time for ,notification may vary from Biller to Biller.You are responsible for ensuring timely ,payment of all bills.,v.Cancellation of electronic bill notification.The electronic Biller reserves the right ,to cancel the presentment of electronic bills at any time.You may cancel electronic ,bill presentment at any time.The timeframe for cancellation of your electronic bill ,presentment may vary from Biller to Biller.It may take up to 60 days, depending ,on the billing cycle of each Biller.We will notify your electronic Biller(s) as to the ,change in status of your Account,and it is your sole responsibility to make ,arrangements for an alternative form of bill delivery.We will not be responsible ,for presenting any electronic bills that are already in process at the time of ,cancellation.,vi.Non-Delivery of electronic bill(s).You agree to hold us harmless ifthe Biller fails,to deliver your statement(s).You are responsible for ensuring timely payment of ,all bills.Copies of previously delivered bills must be requested from the Biller ,directly.,vii.Accuracy and dispute of electronic bill.We are not responsible for the accuracy of ,your electronic bill(s).We are only responsible for presenting the information we ,receive from the Biller.Any discrepancies or disputes regarding the accuracy of ,your electronic bill summary or detail must be addressed with the Biller directly.,This Agreement does not alter your liability or obligations that currently exist between you ,and your Billers.,m.EXCLUSIONS OF WARRANTIES AND LIMITATION OF LIABILITY.,THE BILL PAYMENT SERVICE AND RELATED DOCUMENTATION ARE ,WITHOUT, AND WE EXPRESSLY DISCLAIM, ANY IMPLIED WARRANTIES, ,INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY AND ,FITNESS FOR A PARTICULAR PURPOSE.ONLY THOSE WARRANTIES ,EXPRESSLY SET FORTH IN THIS AGREEMENT APPLY TO THE BILL PAYMENT ,SERVICE AND RELATED DOCUMENTATION.,EXCEPT TO THE EXTENT PROVIDED IN THE “PAYMENT AUTHORIZATION ,AND PAYMENT REMITTANCE” SECTION, OR TO THE EXTENT REQUIRED BY ,APPLICABLE LAW, IN NO EVENT WILL WE BE LIABLE FOR ANY INDIRECT, ,SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, ,INCLUDING LOST PROFITS (EVEN IF ADVISED OF THE POSSIBILITY ,THEREOF) ARISING IN ANY WAY OUT OF THE INSTALLATION, USE, OR ,26,MAINTENANCE OF THE BILL PAYMENT SERVICE OR ANY SOFTWARE OR ,DOCUMENTATION RELATED TO THE BILL PAYMENT SERVICE.,n.Sharing of Information.\nAs provided in our Privacy Policy, information about you and your ,transactions will be shared with third parties to assist us in providingservices for your ,Account, such asthe Bill Payment Service.,o.Failed or Returned Transactions.\nByusing the Bill Payment Service, you are requesting ,the Bill Payment Service to make payments for you using your primary deposit account.If ,we are unable to complete the transaction for any reason associated with your primary ,deposit account(for example, there are insufficient funds in your primary deposit account,to cover the transaction), the transaction will not be completed and we will attempt to notify ,you.,p.Biller Limitation.We reserve the right to refuse to pay any Biller to whom you may direct ,a payment.We will attempt to notify you promptly if we decide to refuse to pay a Biller ,designated by you.This notification is not required if you attempt to make a prohibited ,payment under this Agreement.\n,q.ReturnedPayments.\nBy using the Bill Payment Service, you understand that Billers and/or ,the United States Postal Service may return payments to us for various reasons,such as, ,but not limited to, Biller’s forwarding address expired.\nBiller account number is not valid.\n,Biller is unable to locate account.\nor Biller account is paid in full.We will use our best ,efforts to research and correct the returned payment and return it to your Biller, or void the ,payment and credit your primary deposit account.You may receive notification from us.,r.Information Authorization.\nYour enrollment in the Bill Payment Service may not be ,fulfilled if we cannot verify your identity or other necessary information.In addition, you ,agree that we reserve the right to obtain financial information regarding your Account from ,a Biller (for example, to resolve payment posting problems or for verification).,s.Contact Information Updates.\nIt is your sole responsibility to ensure that your contact ,information is current and accurate.This includes, but is not limited to, your name, address, ,phone numbers,and email addresses.Certain changes (other than name) can be made ,online at https://www.GO2bank.comor in our Mobile App.If you need to change your ,name, please call us at (855) 459-1334.\nFor your securitypurposes, we will needto verify ,your identity before allowing any Account information changes.\nWe are not responsible ,for any payment processing errors or fees incurred if you do not provide accurate Biller, ,account,or contact information.,12.Funds TransferServices,a.General.\nWe offer two types of services through our Mobile App for transferring funds to ,your primary deposit account(the “Funds Transfer Services”):,27,i.The “Bank Transfer Service” allows you to transfer funds to your primary deposit ,account(an “Inbound Bank Transfer”) from an eligible bank account in your ,name at a U.S.\nfinancial institution (your “External Bank Account”).\nTo use the ,Bank Transfer Service, we may require you to activate your Personalized Card.,Although we may use any means to execute an Inbound Bank Transfer, we ,normally use the Automated Clearing House (“ACH”).\nYou cannot use the Bank ,Transfer Service to transfer funds from your primary deposit accountto your ,External Bank Account or another bank account.,ii.The “Debit Card Transfer Service” allows you to transfer funds to your primary ,deposit account(an “Inbound Debit CardTransfer”) from an External Bank ,Account that is linked to your Visa or Mastercard-branded debit card (your ,“External Debit Card Account”).\nAlthough we may use any means toexecute an ,Inbound Debit Card Transfer, funds are normally transferred via the network ,associated with the debit card that is linkedtoyour External Debit Card Account.\n,You cannot use the Debit CardTransfer Service to transfer funds from your ,primary deposit account to your External Debit CardAccount or another bank ,account.,b.External Bank Account Verification.\nBefore you may use the Bank Transfer Service, we ,will verify your ownership of your External Bank Account by: (i) accessing your account ,information at the applicable U.S.\nfinancial institution and/or (ii) asking you to provide ,proof of your ownership.\nIf we ask you to provide us information about your External Bank ,Account (e.g., your username and password), you agree that you are directly providing that ,information to us (and our designated service provider) so that we can access information ,about your External Bank Account online in order to verify your ownership of your ,External Bank Account.,c.Your Representations and Warranties.\nBy using the Funds Transfer Services, you authorize ,us to act as your agent and attorney-in-fact for the limited purpose of gathering information ,about your External BankAccountand External Debit Card Account (collectively, your ,“External Accounts”), communicating with others regarding your transfer instructions, ,and processing your transfers via the Funds Transfer Services.\nYou represent to us that: (i) ,the financial institutionsfor your External Accountshaveexpressly agreed to (or do not ,prohibit) those actions by us.\n(ii) you have the authority to grant us the right to conduct ,those activities.\n(iii) you are authorized to conduct transfersfrom your External Accounts,via the Funds Transfer Servicesand such accounts areclassified as consumeraccounts.\n,(iv) the information you provide to us regarding your External Accountsis accurate and ,complete.\n(v) you are an owner and authorized signer for your External Accountsand your ,External Accountsaretitled in your name.\nand (vi) no other person’s authorization is ,required for us to process your requested transfersvia the Funds Transfer Services.The ,financial institutionsthat hold your External Accountsmay contact us from time to time to ,28,verify information about a pending transfer.\nYou agree that we may provide any ,information needed to verify your instructions or otherwiseprocess such transfer.,d.Eligibility.\nNot all types of accounts and debit cards are eligible for use with the Funds ,Transfer Services.\nYou must check with the financial institutionsfor your External ,Accountsto determine if there are any restrictions regarding sending transfers via the Funds ,Transfer Services(e.g., 401k, IRA, savings, credit, and money market accounts may not ,be able to send transfers).\nWe are not responsible for any costs or losses incurred if transfers ,are not permitted or are restricted by the financial institutionsfor your External Accounts,or by applicable law.,e.Fees.\nThere are no fees associated with an Inbound Bank Transfer.\nAnInbound Debit Card ,Transfer is subject to the fee set forth in Section 2 titled “Fees” above.\nFor an Inbound ,Debit Card Transfer, the feeis based on, and added to, the amount you request to be ,transferred to your primary deposit accountfrom your External Debit Card Account.\nThis ,means that the amount of funds transferred to your primary deposit accountis equal to the ,amount you request to be transferred and is not reduced by the amount of the Inbound Debit ,Card Transfer Fee.\nFor example, if you request $100 to be transferred to your primary ,deposit accountfromyour External Debit Card Account, the feefor the InboundDebit ,Card Transfer will be (i) $1.50, and $101.50 will be debited from your External Debit Card ,Accountif transferred before February 11, 2022, or(ii)$3.00, and $103.00will be debited ,from your External Debit Card Accountif transferred on or after February 11, 2022.Please ,note that the financial institutions for your External Accounts may separately charge fees ,in connection with transfers via the Funds Transfer Services (e.g., if the transfer results in ,an overdraft of your External Account).,f.Processing Times.,i.Bank Transfer Service.\nInbound Bank Transfers are generally deposited to your ,primary deposit accountwithin three business days of when you instruct us to make ,the transfer.\nThe cutoff time for submitting instructions for Inbound Bank ,Transfers is 9:30 p.m.\n(Pacific Time).\nInstructions received after the cutoff time or ,on a non-business day may be processed by us on the next business day.\nInbound ,Bank Transfers scheduled to be processed on a non-business day will be processed ,on the next business day.\n,ii.Debit Card Transfer Service.\nInbound Debit Card Transfers are generally ,processed within minutes of your request, but could take up to 30 minutes in some ,cases.,iii.We may delay, suspend, or cancel the processing of any transfer via the Funds ,Transfer Servicesfor security and fraud purposes and as otherwise specified in this ,Agreement.\nWe are not responsible for any losses or damages that may result from ,our delay,suspension, or cancellation of a transfer, or for any failure to notify you ,29,of such delay, suspension, or cancellation.\nWe cannot guarantee the timely delivery ,of funds as a result of a failure of another financial institution to act in a timely ,manner.\nExcept as otherwise expressly provided in this Agreement or as otherwise ,required by applicable law, transfers authorized via the Funds Transfer Services,are non-refundable and cannot be cancelled after you submit instructions for us to ,make a transfer.,g.Limits.Your use of the Funds Transfer Services is subject to the following limits:,i.Bank Transfer Service.\nThe minimum amount of an Inbound Bank Transfer is $1,per transfer.\nThe maximum amount of your first Inbound Bank Transfer is $100.\n,Subject to the foregoing limit, you may perform up to $1,000 in Inbound Bank ,Transfers in any rolling 24-hour period, and up to $3,000 in Inbound Bank ,Transfers in any rolling 30-day period.If you have already authorized an Inbound ,Bank Transfer, you may not authorize another Inbound Bank Transfer until five ,days after the date you previously authorized the first Inbound Bank Transfer.\n,ii.Debit Card Transfer Service.\nThe minimum amount of an Inbound Debit Card ,Transfer is (1) $1 per transfer, excluding applicable fees, before February 11, 2022, ,or (2) $10per transfer, excluding applicable fees, on or after February 11, 2022.\n,The maximum amount of an Inbound Debit Card Transfer is(1)$1,000per ,transfer, excluding applicable fees,before February 11, 2022, or (2) $500per ,transfer, excluding applicable fees,on or after February 11, 2022.\nThe maximum ,amount you may transfer, in the aggregate, in a rolling seven-day period, excluding ,applicable fees, is $3,000 in Inbound Debit Card Transfersat any time.,iii.The limits applicable to the Funds Transfer Servicesare subject to change.\nYou ,may be eligible for less restrictive limits.\nIf so, we may disclose such limits at the ,time you use the applicable service.\nWe may add new limits, make existing limits ,more restrictive, or cancel your transfers without prior notice, as described below ,in “Suspension orTermination”.We will notify you of changes to the limits for ,the Funds Transfer Servicesas required by applicable law.,h.Representations Regarding Sufficiency of Funds.\nWhen you initiate a transfer via the Funds ,Transfer Services, you represent and agree that you have sufficient funds in your External ,Account for all such transfers, including any applicable fees.,i.Declined and Reversed Transfers.\nWe may decline to complete a transfer via the Funds ,Transfer Servicesif: (i) we believe it may involve or result in a violation of applicable law ,or expose us to liability or risk of loss.\n(ii) we are unable to authenticate your Account or ,your External Account.\n(iii) there are insufficient funds available for the transfer.\n(iv) the ,transfer instructions are unclear, ambiguous, or incomplete.\n(v) we identify a security risk ,involving the transfer.\nor (vi) as otherwise stated in this Agreement.\nIf we have begun to ,process a transfer, and it is rejected for any reason, we will notify you and attempt to return ,30,the funds to your External Account.\nYou authorize us to return funds to your External ,Account if we are advised by the financial institution or the company processing the ,transfer that the transfer was not authorized by you, was made to your primary deposit,accountin error, or that there were insufficient funds available in your External Account ,for the transfer.,j.Suspension or Termination.\nWithout limiting any other right or remedy that we may have ,under this Agreement or otherwise, we may suspend or terminate your ability to use the ,FundsTransfer Servicesat any time without prior notice in the event that we believe there ,is a problem with your use of the FundsTransfer Services, including, without limitation, ,under thefollowing circumstances: (i) we are unable to debit your External Account or ,collect money due to us.\n(ii) if you breach this Agreement or any other agreement with us.\n,(iii) we believe there has been or may be an unauthorized use of your Account.\n(iv) we are ,unable to verify your identity or authority to use the FundsTransfer Servicesto our ,satisfaction.\n(v) your Account is not in good standing.\nor (vi) we believe that your use of ,the FundsTransfer Servicescould expose us to increased risk.\nYou understand and agree ,that such action is reasonable for us to take in order to protect us from loss.,13.Cash BackRewardsProgram,a.General.\nIf you have anAccount in good standing, we have verified your email address,,and you have activated your Personalized Card, you are eligible to: (i) purchase virtual gift ,cards (“eGift Cards”), eitherfor yourself or to give to another GO2bank accountholder, ,from participating merchants (each, a “Merchant”) with funds from your primary deposit ,accountand (ii) earn “cash back” to your primary deposit accountfor such purchases ,(“Cash Back”), subject to the terms and limits specified herein.\nFor purposes of our Cash ,Back Rewards Program (the “Program”), your Account is in “good standing” if it has a ,positive balance (not a negative balance) and is not blocked or suspended for fraud or any ,otherreason.You may not use Overdraft Protection to purchase an eGift Card.The ,Program is only available through our Mobile App.,b.Merchant eGift Card Terms and Conditions.\neGift Card Balances.\nEach eGift Card is ,subject to the terms and conditions specified by the applicable Merchant.\nFor eGift Card ,terms and conditions, see the information provided for the applicable eGift Card in our ,Mobile App.\neGift Cards may only be redeemed at: (i) the applicable Merchant’s website ,or mobile app, as applicable, using the card number and PIN you receive after you complete ,your eGift Card purchase and/or (ii) the applicable Merchant’s physical location(s) using ,the barcodeor eGift Card numberthat is provided via our Mobile App after you complete ,your eGift Card purchase.As a courtesy, our Mobile App may allow you to store certain ,eGift Cards and obtain their balance information from time to time.\nNotwithstanding the ,foregoing, for current eGift Card balance information, you should contact the applicable ,Merchant.,31,c.Cash Back.\nWhen you purchase an eGift Card with funds from your primary deposit ,accountvia our Mobile App, we will debit your primary deposit accountfor the amount of ,the purchase and subsequently credit your primary deposit accountfor the applicable ,amount of Cash Back, which is the amount of the applicable percentage of the purchase ,price for the eGift Card, as disclosed in our Mobile App at the time of your purchase.\nCash ,Back is generally credited to your primary deposit accountwithin minutes of completion ,of a qualifying eGift Card purchase, but may take longer in some circumstances.\nThe ,amount of Cash Back provided varies by eGift Card and may change from time to time.\n,There is no maximum amount of Cash Back you may earn.\nHowever, you cannot purchase ,more than $1,000 ofeGift Cards perday.\nYou can only purchase eGift Cards via our Mobile ,App with funds from your primary deposit account.\nno other payment methods are ,permitted.,d.No Refunds or Returns.\nWe will email you a receipt for each eGift Card purchase.\nAll ,purchases of eGift Cards are final, non-returnable, and non-refundable, except as otherwise ,required by applicable law.\nIf you have any questions about the purchase of aneGift Card,via our Mobile App or about Cash Back,please contact us at (855) 459-1334.\nFor any other,questions abouteGift Cards, youmust contact the applicable Merchant.,e.Suspension/Termination.\nWe may terminate, suspend, or modify the Program at any time.\n,In addition, without limiting any other right or remedy we may have under this Agreement ,or applicable law, we reserve the right, in our discretion, to suspend or prohibit your ability ,to purchase eGift Cards via our Mobile App or earn Cash Back in the event you: (i) violate ,any terms and conditions applicable to the Program or this Agreement.\n(ii) act in a manner ,inconsistent with applicable law.\nor (iii) engage in any misconduct, fraud, or suspicious ,activity in connection with your Account or the Program.\nWithout limiting the foregoing, ,in the event we believe Cash Back has been credited to your primary deposit accountin ,error or in connection with misconduct, fraud, or suspicious activity, we may debit such ,Cash Back from your primary deposit account.,f.Disclaimer.\nWe are not responsible for a Merchant’s failure to honoran eGift Card or for ,the delivery, quality, safety, legality, or any other aspect of goods and services that you ,purchase with eGift Cards.\nEach applicable Merchant is fully responsible for all aspects of ,their eGift Card program and for any and all liabilities, damages, and costs suffered by you, ,any eGift Card recipient, or anyone else in connection with your purchase and use of their,eGift Cards, and you or the affected person must look solely to the applicable Merchant for ,any remedies.,14.Additional Terms &amp.\nConditions,a.Adjustments.We may make adjustments to your Account whenever a correction or change ,is required.Adjustments might occur, for example, if deposits are recorded or keyed in the ,wrong amount or items you deposit are returned unpaid.,32,b.Account Contact Information Changes.You agree to notify us immediately in writing of ,any change in your name, address, email address, phone number, or other contact ,information associated with your Account.We may rely on our records to determine the ,ownership of your Account.,c.Compliance.You agree not to violate the laws of the U.S., including,without limitation, ,the economic sanctions administered by the U.S.\nTreasury’s Office of Foreign Assets ,Control.You may not use your Account or any Account-related service toconduct any ,activity that would violate applicable law.If we are uncertain regarding the legality of any ,transaction, we may refuse the transaction or freeze the amount in question while we ,investigate the matter.,d.Conflicting Demands/Disputes.If there is any uncertainty regarding the ownership of an ,Account or its funds, there are conflicting demands over its ownership or control, we are ,unable to determine any person’s authority to give us instructions, we are requested by ,Adult Protective Services or any similar state or local agency to freeze the Account or reject ,a transaction due to the suspected financial abuse of an elder or dependent adult, or we ,believe a transaction may be fraudulent or may violate any law, we may, at our sole ,discretion:(i) freeze the Account and refuse transactions until we receive written proof (in ,form and substance satisfactory to us) of each person’s right and authority over the Account ,and its funds.\n(ii) refuse transactions.\n(iii) require the signatures of all authorized signers ,for the withdrawal of funds, the closing of an Account, or any change in the Account ,regardless of the number of authorized signers on the Account.\n(iv) request instructions ,from a court of competent jurisdiction at your expense regarding the Account or ,transaction.\nand/or (v) continue to honor transactionsand other instructions given to us by ,persons who appear as authorized signers according to our records.\nThe existence of the ,rightsset forth above will not impose an obligation on us to assert such rights or to deny a ,transaction.,e.Consent For Us to ContactYou.Except to the extent prohibited by applicable law,you ,agree that we or our agents may contact you at any telephone number you provide to us, ,including your mobilephone number, and you agree to receive these callsand also text ,messages, including prerecorded or autodialed calls.You understand that your service ,provider may charge you for these callsand messages.,f.Consent to Gather Information.You authorize us to obtain information from time to time ,regarding your credit history from credit reporting agencies and other third parties.You ,authorize us to obtain address information from the California Department of Motor ,Vehicles or any other government agency.As such, you waive your rights under California ,Vehicle Code §1808.21 (oritsequivalent).You authorize your wireless operator to ,disclose your mobile number, name, address, email, network status, customer type, ,customer role, billing type, mobile device identifiers (IMSI and IMEI),and other subscriber ,status and device details, if available, to us and ourservice providers solely to verify your ,identity and prevent fraud.\nSee our Privacy Policy for how we treat your data.,33,g.Cutoff Hours.Except as otherwise expressly provided in this Agreement, instructions ,received by us on a weekend, holiday,or after ourcutoff hour on a business day may be ,treated and acted upon by us as if received on the next business day.,h.Death or Adjudication of Incompetence.We may disregard any notice of incompetence ,unless the person in question has been declared incompetent by acourt of appropriate ,jurisdiction and we receive written notice and instructions from the court regarding the ,Account.We also may freeze, offset, refuse,and/or reverse deposits and transactions (e.g., ,governmental or retirement benefit payments payable to the deceased) if you die or are,adjudicated incompetent.Without limiting any other provisions of this Agreement, ifwe ,have any question as to the ownership of funds or the amount of funds that belong to any ,person upon the death of an accountholder, we may freeze all or part of the Account, ,pending receipt of proof (satisfactory to us) of each person’s right to the funds.,i.Deposit Insurance.Your Accountisinsured up to the regulatory limits prescribed by the ,Federal Deposit Insurance Corporation (FDIC).For further information regarding ,insurance of accounts, you may write to the FDIC at 550 17th Street, N.W., Washington, ,D.C.\n20429, telephone the FDIC’s toll-free consumer hotline at 877-275-3342, or visit its ,website athttps://www.fdic.gov/.,j.Fax Instructions/Voicemail/Email.We may, but are not required to, act upon instructions ,received by fax transmission, voicemail,or email.We may not review your message until ,the business day after its receipt.As such, it may not be appropriate to use these methods ,of communication if you need to reach us with time-sensitive information.For security ,reasons, you should not send us emails that contain anypersonal or Account information.,k.Force Majeure.We willnot be liable for any loss, expense, failure to perform, or delay ,caused by failure of communication systems, accidents, pandemics, strikes, fire, flood, war, ,riot, civil strife, terrorist attack, earthquake, power outage, funds transfer system or ,government rules, acts of third parties, or any cause that is beyond our reasonable control.,l.Governing Law.To the extent this Agreement is subject to the laws of any state, it will be ,subject to the law of the State of Utah, without regard to its conflict of law provisions.,m.Inactive Accounts.For security reasons, we may refuse a withdrawal or transfer from ,Accounts we internally classify as dormant if we cannot reach you in a timely fashion to ,confirm the transaction’s authorization.We may transfer (escheat) funds in your Account,to the appropriate state if no activity occurs in your Account or you fail to communicate ,with us regarding your Account within the time period specified by state law.We may ,consider your Account inactive even if you maintain another active account with us.We ,may impose a fee for sending a dormant Account notice to you prior to transferring the ,funds to the appropriate state.If funds are transferred to a state, you may file a claim with ,the state to recover the funds.,34,n.Legal Process.We may comply with any writ of attachment, execution, garnishment, tax ,levy, restraining order, subpoena, warrant,or other legal process thatwe believe (correctly ,or otherwise) to be valid.We maynotify you of such process by telephone, electronically,,or in writing.If we are not fully reimbursed for our record research, photocopying,and ,handling costs by the party that served the process, we may charge such costs to your ,Account.You agree to reimburse us for any cost or expense, including attorneys’fees, ,which we incur in responding to legal process related to your Account.You agree that we ,may honor legal process that is served personally, by mail, email,or facsimile transmission ,at any of our offices (including locations other than where the funds, records,or property ,sought is held), even if the law requires personal delivery at the office where your Account ,or records are maintained.,o.Limitation on Time to Bring Action.Unless otherwise required by law, an action or ,proceeding by you to enforce an obligation, duty,or right arising under this Agreement or ,by law with respect to your Account or any Account service must be commenced no later ,than one year after the day the cause of action accrues.,p.Other Agreements.You may have another agreement with usthat, by its terms, supersedes ,this Agreement in whole or in part.,q.Power-of-Attorney.You may appoint an attorney-in-fact for your Account and alsorevoke ,a power of attorney.Youshould notify us in advance if you plan to create a power of ,attorney involving your Account.We generally will accept a Uniform Statutory Form ,Power of Attorney that complies with applicable state law.We may refuse to accept other ,forms of powers of attorney, however, with or without cause.We may act on the ,instructions of an attorney-in-fact whether or not the attorney-in-fact relationship is noted ,in the instruction.\nYou can revoke your power of attorney by sending a written notice to ,us.We assume noduty to monitor the actions of your attorney-in-fact to ensure that he or ,she acts for your benefit.,r.Security Interest&amp.\nSetoff.You grant us a security interest in your Account, including all ,current and future deposits, for amounts owing to us now and/or in the future under this ,Agreement or any other agreement you have with us.We may charge or set off funds in ,your Account, which can include, but is not limited to, those funds in your Savings Account ,or accrued unpaid interest earned on the Vaults,for any direct, indirect,and/or acquired ,obligations that you oweus now and/or in the future, regardless of the source of the funds ,in your Account, to the fullest extent permitted by law.If you have a negative balance in ,your primary deposit accountdue to your use of Overdraft Protection or for other reasons ,discussed in Section 9titled “We Use The Available Balance Method” or Section 10titled ,“Discretionary Overdraft Protection”, we will automaticallydeduct the negative balance ,amount fromany current or future funds in your primary deposit account, your Savings ,Account,or any other account you openor maintainwith us.,35,s.Severability.If any of the provisions of this Agreement are determined to be void or invalid, ,the remainder of this Agreement will remain in full force and effect.,t.Telephone and Electronic Communication Monitoring/Recording.We may monitor ,telephone conversations and electronic communications for quality and control purposes ,without prior notice to you.We usually do not record conversations without notice to you.,u.Termination/Closing Your Account.We may close your Account if the Account balance is ,zeroor negative.We mayalsoterminate your Account relationship with us at any time, ,with or without cause, with or without notice.If funds are not withdrawnfrom your ,Account prior to the termination of your Account, we may send a check for the Account ,balance to you at the last address we have on file for your Accountor return the Account ,balance to you via any other method we select in our discretion.We reserve the right to ,refuse to return any unused balance amount less than $1.00.We may dishonor any item or ,transaction presented for payment after your Account is closed.Notwithstanding the ,foregoing, you remain responsible for such items and transactions, which may be treated ,as overdrafts.,v.Cardless Funds Access Service.\nIf (a) you openedyourAccount ata tax preparer’s office, ,(b) your Card is lost or stolen, or (c) you close your Account, we may allow you, at our ,discretion, to withdraw funds from the Available Balance of your Account via certain ,disbursement methods, subject to certain eligibility requirements, fees, and limits, as ,described below (“Cardless Funds Access Service”).We may modify the eligibility ,requirements, fees, and limits or suspend, restrict, discontinue, or prohibit your use of the ,Cardless Funds Access Service at any time, and we will provide notice of any changes as ,required by applicable law.\nIf available, you may access the Cardless Funds Access ,Service at https://www.GO2bank.comor via our Mobile App.\n,i.Eligibility.\nTo use the Cardless Funds Access Service, your Account must be ,open (even if you intend to close your Account) and in “good standing” (i.e., not ,blocked or suspended for fraud or any other reason).\nIn addition, unless otherwise ,stated herein, you will not be able to use the Cardless Funds Access Service if the ,Available Balance of your Account is less than the minimum amount required for ,disbursement, including any applicable fees.\nCertain disbursementmethods may,require you to present or submit your state-issued ID or other identifying ,documentation or information to allow us or a retailer to verify your identity ,prior to disbursing the funds requested.\n,ii.Cardless Funds Access Upon Account Closure.\n,1.Disbursement Methods.If you elect to close your Account, we may ,allow you to withdraw cash from the Available Balance of your Account, ,after debiting the cardless funds pick-up fee and any other applicable ,fees, at a Walmart store or other participating retaileras further described ,36,in the Cardless Funds Access Servicefeature at ,https://www.GO2bank.comor in our Mobile App (“Account Closure ,Cash Pick-Up”).\n,2.Limits.\nThe minimum amount of cash you can withdraw from the ,Available Balance of your Account using Account Closure Cash Pick-Up ,is $20, and the maximum amount of cash you can withdraw from the ,Available Balance of your Account using Account Closure Cash Pick-Up ,is $2,999.99.\nIn no event can you use Account Closure Cash Pick-Up to ,withdraw an amount greater than the Available Balance of your Account, ,plus any applicable fees.,iii.Cardless Funds Access if Card is Lost or Stolen.,1.Disbursement Methods.\nAfter you have reported your Card lost or stolen ,and requested a new replacement Card, we may allow you to withdraw ,cash from the Available Balance of your Account, after debiting the ,cardless funds pick-up fee and any other applicable fees, at a Walmart ,store or other participating retailer as further described in the Cardless ,Funds Access Service feature at https://www.GO2bank.comor in our ,Mobile App (“Lost/Stolen Cash Pick-Up”).\n,2.Limits.\nThe minimum amount of cash you can withdraw from the ,Available Balance of your Account using Lost/Stolen Cash Pick-Up is ,$20 per transaction, and the maximum amount of cash you can withdraw ,from the Available Balance of your Account using Lost/Stolen Cash ,Pick-Up is $500 per transaction.\nIn addition, you may not withdraw more ,than $1,500 in any rolling 24-hour period, or $3,000 in any rolling 7-day ,period, from the Available Balance of your Account using Lost/Stolen ,Cash Pick-Up.\nYou may not use Lost/StolenCash Pick-Up more than ,three timesper rolling 24-hour period and 12 times per rolling 7-day ,period.\nIn no event can you use Lost/Stolen Cash Pick-Up to withdraw ,an amount greater than the Available Balance of your Account, plus any ,applicable fees.\nYou may not use Lost/Stolen Cash Pick-Up for more ,than 10 business days after you report your Card lost or stolen.,iv.Cardless Funds Access for Accounts Opened ata Tax Preparer’s Office.\n,1.Disbursement Methods.\nIf you (a) openedan Account at a tax preparer’s ,office, (b) successfully completed the required identity verification ,procedures, and (c) have not received and activated your Personalized ,Card, we may allow you to withdraw cash from the Available Balance of ,your Account, after debiting the cardless funds pick-up fee and any other ,applicable fees, at a Walmart store or other participating retailer as ,37,further described in the Cardless Funds Access Service feature at ,https://www.GO2bank.com or in our Mobile App (“NeedCash Now ,Pick-Up”).\n,2.Limits.\nThe minimum amount of cash you can withdraw from the ,Available Balance of your Account using NeedCash Now Pick-Up is ,$20 per transaction, and the maximum amount of cash you can withdraw ,from the Available Balance of your Account using NeedCash Now Pick-,Up is $2,999.99per transaction.\nIn addition, you may not withdraw more ,than $2,999.99in any rolling 24-hour period, or $3,000 in any rolling 7-,day period,from the Available Balance of your Account using Need,Cash NowPick-Up.\nYou may not use NeedCash Now Pick-Up more ,than three timesper rolling 24-hour period and 12 times per rolling 7-day ,period.\nIn no event can you use NeedCash Now Pick-Up to withdraw an ,amount greater than the Available Balance of your Account, plus any ,applicable fees.You may not use Need Cash Now Pick-Up for more than ,21 days after you open your Account.,w.Transfers/Assignments.Unless otherwise agreed by us in writing, your Account is,non-transferable and non-negotiable.You may not grant, transfer,or assign any of your ,rights to your Account without our prior written consent.We are not required to accept or ,recognize an attempted assignment of your Account or any interest in it, including a notice ,of security interest.,x.Waivers.We may delay enforcing our rights under this Agreement without losing them.,Any waiver by us will not be deemed a waiver of other rights or of the same right at another ,time.You waive diligence, demand, presentment, protest,and notice of every kind, except ,as set forth in this Agreement.,y.Termination or Suspension of Service.We may suspend or terminate your access to or use ,of any or all of our services at any time without cause in our sole discretion.\nWe may ,immediately suspend your use of our services if you breach this Agreement or any other ,agreement with us or we have reason to believe there has been or may be an unauthorized ,use of your Account.\n,15.ARBITRATION NOTICE: THIS AGREEMENT CONTAINS AN ARBITRATION ,PROVISION.PLEASE READ THIS PROVISION CAREFULLY, AS IT AFFECTS YOUR ,LEGAL RIGHTS.,a.Acknowledgment of Arbitration.\nYour Account is being made available and priced by ,the Bank on the basis of your acceptance of the following arbitration provision.\nBy ,opening your Account, you acknowledge that you are giving up the right to litigate ,Claims(as defined below)if either partyelects arbitration of the Claims pursuant to ,this provision, except as otherwise expressly provided herein, and you hereby ,38,knowingly and voluntarily waive the right to trial of all Claims subject to this ,Agreement.\nYou further acknowledge that you have read this arbitration provision ,carefully, agree to its terms, and are entering into this Agreement voluntarily and not ,in reliance on any promises or representations whatsoever except those contained in ,this Agreement.,b.Arbitration of Claims.Except as expressly provided herein, any claim, dispute,or ,controversy (whether based upon contract.\ntort, intentional or otherwise.\nconstitution.\n,statute.\ncommon law.\nor equity and whether pre-existing, present,or future), including ,initial claims, counter-claims, cross-claims,and third-party claims, arising from or relating ,to (i) your Cardor Account.\n(ii) any service relating to your Card or Account.\n(iii) the ,marketing of your Card or Account.\n(iv) this Agreement, including the validity, ,enforceability, interpretation, scope, or application of thisAgreement and this arbitration ,provision (except for the prohibition on class or other non-individual claims, which will be ,for a court to decide).\nand (v) any other agreement or instrument relating to your Card or ,Account or any relatedservice (“Claim”) will be decided, upon the election of you or the ,Bank (or Green Dot Corporation or the Bank’s agents, employees, successors, ,representatives, affiliated companies, or assigns), by binding arbitration.Arbitration ,replaces the right to litigate a claim in court or to have a jury trial.The American Arbitration ,Association (“AAA”) will serve as the arbitration administrator.You may obtain copies of ,the current rules, forms, and instructions for initiating an arbitration with the AAA by ,contacting the AAA as follows: onlineat https://www.adr.orgor by writing to the AAA at: ,American Arbitration Association, Case Filing Services, 1101 LaurelOak Road, Suite 100, ,Voorhees, NJ 08043.,c.Other Claims Subject to Arbitration.In addition to Claims brought by either you or the ,Bank, Claims made by or against Green Dot Corporation or by or against anyone connected ,with you or the Bank or claiming through you or the Bank (including a second cardholder, ,employee, agent, representative, affiliated company, predecessor or successor, heir, ,assignee, or trustee in bankruptcy) will be subject to arbitration as described herein.,d.Exceptions.We agree not to invoke our right to arbitrate any individual Claim you bring ,in small claims court or an equivalent court so long as the Claim is pending only in that ,court.This arbitration provision also does not limit or constrain the Bank’s right to ,interplead funds in the event of claims to Accountfunds by several parties.,e.Individual Claims Only.Claims may be submitted to arbitration on an individual basis ,only.Claims subject to this arbitration provision may not be joined or consolidated ,in arbitration with any Claim of any other person or be arbitrated on a class basis, in ,a representative capacity on behalf of the general public or on behalf of any other ,person, unless otherwise agreed to by the parties in writing.However, co-applicants, ,second cardholders,and authorized users of a single Card and/or related cards are ,considered as one person, and the Bank, its officers, directors, employees, agents, and ,affiliates are considered as one person.,39,f.Arbitration Fees.If you initiate arbitration, the Bank will advanceany arbitration fees, ,including any required deposit.If the Bank initiates or elects arbitration, the Bank will pay ,the entire amount of the arbitration fees, including any required deposit.The Bank will also ,be responsible for payment and/or reimbursement of any arbitration fees to the extent that ,such fees exceed the amount of the filing fees you would have incurred if your Claim had ,been brought in the state or federal court nearest your residence with jurisdiction over the ,Claims.,g.Procedure.A single arbitrator will resolve the Claims.The arbitrator will be a lawyer with ,at least ten years’experience or who is a former or retired judge.The arbitration will follow ,the AAA’s rules and procedures in effect on the date the arbitration is filed, except when ,there is a conflict or inconsistency between the AAA’s rules and procedures and this ,arbitration provision, in which case this arbitration provision will govern.Any in-person,arbitration hearing for a Claim will take place within the federal judicial district in which ,you live or at such other reasonably convenient location as agreed by the parties.The ,arbitrator will apply applicable substantive law consistent with the Federal Arbitration Act, ,9 U.S.C.\n§§1 et seq.\n(the “FAA”),and will honor all claims of privilege and confidentiality ,recognized at law.All statutes of limitations that would otherwise be applicable will apply ,to any arbitration proceeding.The arbitrator will be empowered to grant whatever relief ,would be available in court under law or in equity.Any appropriate court may enter ,judgment upon the arbitrator’s aware.This arbitration provision is made pursuant to a ,transaction involving interstate commerce andwill be governed by the FAA.,40,Appendix A,Online and Mobile Banking Agreement,1.Introduction.This Online and Mobile Banking Agreement (this “Agreement”) sets forth the terms ,and conditions that apply to your access and use of the GO2bankonline and mobile banking ,services (“Service”) provided by Green Dot Bank, Member FDIC.In this Agreement, “you” refers ,to each owner and authorized signer on the accounts that may be accessed through the Service.The ,terms “we,” “us,” and “Bank” refer to Green Dot Bank, Member FDIC.This Agreement ,incorporates, supplements, and supersedes where inconsistent, the terms of your Deposit Account ,Agreement with us.Your use of the Service will be deemed further evidence of your agreement to ,these terms.The Service is made available to you via the website, located at ,https://www.GO2bank.com(“Website”),and the GO2bankmobile application (“Mobile App”).,Certain features and functionality of the Service may be made available only via the Website or ,only via the Mobile App.\nPLEASE READ THIS AGREEMENT CAREFULLY BEFORE ,ACCESSING OR USING THE SERVICE VIA THE WEBSITE OR MOBILE APP.DO ,NOT USE THE SERVICE VIA THE WEBSITE OR MOBILE APP IF YOU DO NOT ,AGREE TO THE TERMS OF THIS AGREEMENT.\nBy accessing or using the Service, you ,represent that you have read and agree to be bound by this Agreement in its entirety and all ,applicable laws, rules,and regulations governing your use of the Website or the Mobile App.\nThis ,Agreement may be amended by posting a new version to the Website and the Mobile App, which ,version will be effective upon posting.,2.Our Service.The Service may allow you to access a variety of features through the Website or ,Mobile App from time to time, subject to your eligibility to use such features.,3.Your Equipment.To use the Service, you must have the browser and equipment described in the ,Electronic Communications Agreement.You are responsible for the selection, installation, ,maintenance, and operation of your computer, mobile devices,and software.We are not responsible ,for any errors, failures, or malfunctions of your computer, mobile devices,or software or for any ,computer virus or related problems that may occur with your use of theService.You are responsible ,for ensuring that your computer,mobile devices,and software are compatible with the Website, ,Mobile App, and other system requirements.We reserve the right to change our system ,requirements from time to time.We reserve the right to support only certain types of mobile devices,and mobile operating systems.\nNote: Some browser software may store usernames and security ,codes to facilitate the future use of a website.For security reasons, you agree to disable this feature ,in your browser.Check your browser’s “Help” screen for more information on this feature.,4.Website Terms of Use and Mobile App End User LicenseAgreement.The Mobile App End User ,License Agreement(the “Mobile App Agreement”) applies to your access and use of the Mobile ,App.We havethe right to terminate or suspend your access to or use of the Mobile App, with or ,without notice, in the event that you violate the Mobile App Agreement.In case of any discrepancy ,between this Agreement and the Mobile App Agreement, the terms of this Agreement will prevail.,41,5.Proprietary Rights.\nUse of Content.The Website and Mobile App are owned and operated by the ,Bankor its affiliates, licensors,and/or third-party service providers (collectively, the “Green Dot ,Parties”) and,unless otherwise indicated, all designs, text, images, videos, graphics, software,and ,other content and materials appearing on the Website or Mobile App (collectively, “Content”) are ,the property of the Bankor the Green Dot Parties andareprotected, without limitation, by U.S.\nand ,foreign copyright, trademark,and other intellectual property laws.\nAll trademarks, service marks, ,trade names, logos,and other indicia of origin (collectively, “Marks”) appearing on the Website or ,Mobile App are the property of the Bankor the Green Dot Parties.\nYou may not make any use of ,any Content or Marks without the Bank’s prior written consent.\nNo Content from the Website or ,Mobile App may be copied, reproduced, republished, uploaded, posted, transmitted, or distributed ,in any way.,6.Your Conduct.In using or accessing the Service,you agree: (i) not to use the Service for fraudulent ,purposes.\n(ii) not to “spam”others or “phish”for others’personal information.\n(iii) not to create or ,use a false identity.\n(iv) not to disrupt or interfere with the security of, “deeplink,” attempt to obtain ,unauthorized access to or otherwise abuse, the Service or affiliated or linked websites.\n(v) not to ,disrupt or interfere with any other user’s enjoyment of the Service.\n(vi) not to use, frame,or utilize ,framing techniques to enclose any Marks or other proprietary information (including Content).\n(vii) ,not to use meta tags or any other “hidden text” utilizing a Mark.\nand (viii) not to use the Service in ,a manner that is defamatory, inaccurate, profane, threatening, invasive of a person’s privacy, ,violates any third-party proprietary rights, or is in violation of any applicable law.,7.Third-Party Websites and Services.\nThe Website and Mobile App may contain links to third-party ,websites and services, over which the Bankhas no control.\nYou acknowledge and agree that the ,Bankdoes not endorse, verify, or make any representations regarding these third-party websites ,and services and is not responsible for the availability of, and any liability arising from, any such ,third-party websites and services.\nThe Bankis not liable to you or any other party for any loss or ,damage which may be incurred by you as a result of these third-party websites and services.,8.Termination.\nModification.\nThe Bankreserves the right, without notice and at its sole discretion, ,to suspend or terminate your ability to access or use the Service, and to block or prevent future ,access to and use of the Service for any reason.\nThe Bankmay, in its sole discretion, terminate, ,change, modify, suspend, make improvements to,or discontinue any or all aspects of the Service, ,temporarily or permanently, at any time with or without notice to you.\nYou agree that the Bank will ,not be liable to you or to any third party for any such modification, suspension,or discontinuance.,9.Disclaimer.THE BANKMAKES NO REPRESENTATION OR WARRANTY IN ,CONNECTION WITH THE SERVICE, THE WEBSITE, THE MOBILE APP, OR ANY ,CONTENT OR ONLINE OR MOBILE SERVICES PROVIDED THEREIN (“BANK,MATERIALS”), ALL OF WHICH ARE PROVIDED ON AN “AS IS”AND “AS AVAILABLE”,BASIS.\nTHE BANKHEREBY DISCLAIMS ALL WARRANTIES, EXPRESS, IMPLIED OR ,STATUTORY, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF ,MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE,AND NON-,INFRINGEMENT, WITH RESPECT TO THEBANKMATERIALS, AND ANY THIRD-,42,PARTY WEBSITE OR SERVICE.\nTHE BANKDOES NOT WARRANT THAT THE BANK,MATERIALS WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION OF THE ,BANK MATERIALS WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS ,WILL BE CORRECTED, THAT TRANSMISSIONS OR DATA WILL BE SECURE, OR THAT ,THE BANKMATERIALS, OR THE SERVER(S) THAT MAKES THEM AVAILABLE, ARE ,FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHE BANKDOES NOT ,WARRANT OR MAKE ANY REPRESENTATION REGARDING THE USE OR THE ,RESULTS OF THE USE OF THE BANKMATERIALS IN TERMS OF THEIR ,CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.,The Bankwill not be responsible for any delay, failure in performance,or interruption of service, ,resulting directly or indirectly from acts of God, acts of civil or military authorities, civil ,disturbances, terrorism, wars, strikes or other labor disputes, pandemics, fires, transportation ,contingencies, interruptions in telecommunications or Internet services or network provider ,services, failure of equipment and/or software, other catastrophes or any other occurrences which ,are beyond the Bank’sreasonable control.,10.Limitation of Liability.YOU AGREE THAT WE WILL NOT BE LIABLE FOR ANY DIRECT, ,INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL,OR EXEMPLARY DAMAGES, ,INCLUDING,BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, ,USE, DATA,OR OTHER LOSSES INCURRED BY YOU OR ANY THIRD PARTY ARISING ,FROM OR RELATED TO THE USE OF, INABILITY TO USE, OR THE TERMINATION OF ,THE USE OF THE SERVICE, REGARDLESS OF THE FORM OF ACTION OR CLAIM ,(WHETHER CONTRACT, TORT, STRICT LIABILITY,OR OTHERWISE), EVEN IF WE ,HAVE BEEN INFORMED OF THE POSSIBILITY THEREOF, EXCEPT AS OTHERWISE ,REQUIRED BY LAW.,11.Hours of Operation.You can access automated account information through the Service sevendays ,a week, 24 hours a day.There may be times, however, when all or part of the Service is unavailable ,due to system outages or maintenance.We assume no responsibility for any damage or delay that ,may result from such unavailability.,12.Privacy.Please see our Privacy Policy and Technology Privacy Statement for information about ,how we collect, use,and disclose your information.,13.Discrepancies.We assume no responsibility for the accuracy or timeliness of information provided ,by, or retrieved from, other institutions or other parties to your transactions.You agree to provide ,us with prior written notice of any changes in your designated accounts with payees and other ,institutions that would affect our right or ability to process Service transfers or payments.,If a transfer or payment instruction identifies a payee or a bank by name and account or other ,identifying number, we and other financial institutions may process the transaction solely on the ,basis of the number, even if it identifies a different person or entity from what is indicated in the ,43,instruction.We have no obligation to identify and investigate discrepancies between names and ,numbers.,14.Limitation on Time to Sue.Unless otherwise required by law, an action or proceeding by you to ,enforce an obligation, duty,or right arising under this Agreement or by law with respect to the ,Service must be commenced no later than one year after the day the cause of action accrues.,15.Termination.We may terminate or suspend your access to all or part of the Service at any time, ,with or without cause.Any indemnification required by this Agreement will survive its termination.,44,Appendix B,Limited-Use Account Terms and Conditions,These terms and conditions form a part of, and amend, the Deposit Account Agreementto which they are ,attached.,If we allow you tohave a limited-use account, the following terms and conditions apply to your limited-,use account.\n,•You cannot deposit additional money to yourlimited-useaccount;,•You cannot use your limited-use starter card to withdraw cash or check your balanceat ATMs or ,for cash access at tellers or otherwise;,•Except as described in these terms and conditions, you may use your Card as described in the ,Deposit AccountAgreement;,•Your limited-use account is not eligible for FDIC insurance;,•You are not eligible touse ourCheck Cashing Service, Bill Payment Service,or FundsTransfer ,Services;,•You are not eligible to useOverdraft Protection;,•You may not be able to use yourlimited-use starter card for card-not-present transactions (such as ,online or phone transactions).\n,•You are not eligible to deposit money in the Savings Account.\n,•You are not eligible to earn Cash Back.\nand,•The rights and terms set forth in Section 8 titled “Electronic Fund Transfers.\nOther Rights &amp.\n,Terms,” including, but not limited to, the error resolution and the limited liability provisions,do ,not apply to your limited-use account.,Rev.\nMar.\n2023", "created_at": "2023-09-14 19:10:54.173176", "updated_at": "2023-09-14 19:10:56.688228"}, {"id": 19098, "name": "Secured Credit Cardholder Agreement and Security Agreement ", "url": "https://www.go2bank.com/content/dam/go2bank/legal/about/docs/cardholderandsecurityagreement-scc.pdf", "xpath": "//body", "text": "Rates and Fees Table for the GO2bank Secured Credit Card,Interest Rates and Interest Charges,Annual Percentage Rate (APR) ,for Purchases,22.99%,APR for Cash Advances26.99%,Paying Interest Your due date is at least 25 days after the close of each billing period ,(at least 23 days for billing periods that begin in February).\nWe will not ,charge you any interest on purchases if you pay your entire balance ,by the due date each month.\nWe will begin charging interest on cash ,advances on the transaction date.,For Credit Card Tips from the To learn more about factors to consider when applying for or using a ,Consumer Financial Protection credit card, visit the website of the Consumer Financial Protection ,BureauBureau at https://www.consumerfinance.gov/learnmore.,Fees,Annual FeeNone,Transaction Fees,•Cash Advance,•Foreign Transaction,Either $10or 5% of the amount of each cash advance, whichever is ,greater.,3%of totaltransaction amount.,Penalty Fees,•Late Payment,•Over-the-Credit Limit,•Returned Payment,Up to$39,None,Up to$20,How We Will Calculate Your Balance:We use a method called “average daily balance (excludingnew ,purchases)” to calculate your Purchase balance.\nWe use a method called “average daily balance (including ,new cash advances)” to calculate your Cash Advance balance.\nSee the Cardholder Agreement and Security ,Agreement for more details.,Billing Rights:Information on your rights to dispute transactions and how to exercise those rights is ,provided in the Cardholder Agreement and Security Agreement.,_____________________________________________________________________________________,For additional information about the costs and terms of your GO2bank Secured Credit Card Account ,(“Card Account”), see the Cardholder Agreement and Security Agreement.\nThe Cardholder Agreement ,and Security Agreement and your Card Account will be governed by Utahand applicable federal law.\nThe ,Cardholder Agreement and Security Agreement permits us to change the terms of your Card Account, ,including the rates, fees, and other credit terms, subject to us providing advance notice to you if required ,by law.,APPLICATION INFORMATION:,You authorize us to receive and exchange information about you, including from your employer, your ,bank, credit bureaus, and others for purposes of verifying your identity and the information you provide ,when you submit yourapplication and for purposes ofdetermining your eligibility for credit, renewal of ,credit, and future extensions of credit, except to the extentprohibited by applicable law.\nTHIS OFFER ,SUPERSEDES ALL PRIOR OFFERS.\nTerms of this offer, including fees, are accurate and current, but may ,change.,STATE DISCLOSURES:,(1) MARRIED WISCONSIN RESIDENTS: By submitting your credit card application,you are confirming that ,this credit card obligation is being incurred in the interest of your marriage and your family.\nNo provision ,of a marital property agreement, unilateral statement under Section 766.59 of the Wisconsin Statutes, or ,court order underSection 766.70 of the Wisconsin Statutes adversely affects the interest of the creditor ,unless the creditor, prior to the time the credit is granted, is furnished a copy of the agreement, statement,,or decree or has actual knowledge of the adverse provision when the obligation to the creditor is incurred.\n,If the credit card for which you are applying is granted, you will notify GO2bank if you have a spouse who ,needs to receive notification that credit has been extended to you.\nYou understand that we may give ,notice of this Card Account to your spouse.(2) CALIFORNIA RESIDENTS: An applicant, if married, may ,apply for a separate account.\nApplicants: (1) may, after credit approval, use the credit card account up to ,its credit limit.\n(2) may be liable for amounts extended under the plan to any joint applicant.\nAs required ,by law, you are hereby notified that a negative credit report reflecting on your credit record may be ,submitted to a credit reporting agency if you fail to fulfill the terms of your credit obligations.\n(3) OHIO ,RESIDENTS: The Ohio laws against discrimination require that all creditors make credit equally available ,to all credit worthy customers, and that credit reporting agencies maintain separate credit histories on ,each individual upon request.\nThe Ohio Civil Rights Commission administers compliance with this law.\n(4) ,NEW YORK RESIDENTS: New York residents may contact the New York State Department of Financial ,Services by telephone or visit its website for free information on comparative creditcard rates, fees, and ,grace periods.\nNY State Dept of Financial Services: 1-800-342-3736 or visiting ,https://www.dfs.ny.gov/consumers/banking_money.(5) NEW YORK, RHODE ISLAND,AND VERMONT ,RESIDENTS: We may obtain your credit reports for any legitimate purpose associated with the account or ,the application or request for an account, including, but not limited to, reviewing, modifying, renewing, ,and collecting on your account.\nOn your request, you will be informed if such a report was ordered.\nIf so, ,you will be given the name and address of the consumer reporting agency furnishing the report.\nIf you are ,a Vermont resident, you consent to the obtaining of such reports by signing or otherwise submitting a,credit application.\n(6) DELAWARE AND OREGON RESIDENTS: Service charges not in excess of those ,permitted by law will be charged on the outstanding balances from month to month.\nYou may pay more ,than the minimum payment due, up to your entire outstanding balance, at any time.\n(7) UTAH RESIDENTS:,As required by Utah law, you are hereby notified that a negative credit report reflecting on your credit ,record may be submitted to a credit reporting agency if you fail to fulfill the terms of your credit ,obligations.,ELIGIBILITY: ,In order to be eligible to apply for a Card Account: (i) you must be 18 years of age or older and a citizen or ,lawfully residing in one of the 50 states of the United Statesorthe District of Columbia;(ii) you must have ,a GO2bank bank account in good standing;and (iii) your GO2bank bank account must have received one ,or more of the following deposits or transfers totaling at least $100 in the immediately preceding 30 days: ,(a) direct deposits of payroll or government benefits, (b)transfersvia the Automated Clearing House,Network from an eligible bank account in your name at a U.S.\nfinancial institution(“External Bank ,Account”), or (c) transfersvia the network associated with aVisa or Mastercard-branded debit card that ,is linkedto yourExternal Bank Account.\nIn addition, if you applied for a Card Account and your application ,was declined or if youhad aCard Accountand it was closed, you will not be eligible to apply for a new ,Card Account until sixmonths afteryour application was declined or your Card Account was closed, as ,applicable.\nIf you previously had a Card Account and were in Default (as defined below)under this ,Agreement, your eligibility may be affected.Every applicant, regardless of marital status, can apply for a ,separate Card Account.,SECURED ACCOUNT.\nPROVISION OF SECURITYDEPOSIT:,The Card Account is a secured credit card accountthat is secured by a security deposit account that you ,are required to establish and maintain in order to open your Card Account(the “Security Deposit ,Account”).\nIn consideration of the creation of the Card Account and the issuance of the associated card, ,you agree to pay a security deposit of at least $100 from your GO2bank bank account within 90 days of ,the approval of your application, in accordance with the terms of the Security Agreement.\nYou may not ,make any withdrawals from the Security Deposit Accountthat will result in a balance of less than $100,while it secures your Card Account.,MILITARY ANNUAL PERCENTAGE RATE DISCLOSURE,Federal law provides important protections to active duty members of the Armed Forces and their ,dependents relating to extensions of consumer credit.\nIn general, the cost of consumer credit to a member ,of the Armed Forces and his or her dependent may not exceed an annual percentage rate of 36 percent.\n,This rate must include, as applicable to the credit transaction or account: The costs associated with credit ,insurance premiums.\nfees for ancillary products sold in connection with the credit transaction.\nany ,application fee charged (other than certain application fees for specified credit transactions or accounts).\n,and any participation fee charged (other than certain participation fees for a credit card account).\nTo hear ,this same disclosure and for a general description of your payment obligations for this credit card account, ,call the following toll-free number (855) 459-1334.,THE CARD ACCOUNT AND THE SECURITY DEPOSIT ACCOUNT ARE ONLY AVAILABLE ELECTRONICALLY:,The Card Account and the Security Deposit Account are only available electronically.\nThat means that, in ,order for you to openthe Card Account and the Security Deposit Account, you must agree to receive all ,disclosures electronically.\nIf you do not have the systems needed to receive disclosures electronically, we ,cannot provide the Card Account or the Security Deposit Account to you.\nRefer to the Electronic ,Communications Agreement for more information.,APPLICATION AGREEMENT:,By applyingfor a Card Account, you agree that:,1.All information provided in yourapplication is true, correct, and complete and you have the legal ,capacity to enter into this contract.\n,2.GO2bank is authorized to verify or check any of the information given and to obtain credit reports ,on you.\nYou authorize GO2bank to obtain information from others to investigate your credit, ,employment, and income history and state records, including state employment security agency ,records, and to report information regarding your Card Account toconsumer reporting agencies.\n,3.Your Card Account will be secured by a Security Deposit Account.,4.GO2bank will open the Security Deposit Account in your name.\nThe Security Deposit Account does ,not earn interest.\nWe may change these terms at any time by adding new terms or deleting or ,amending current terms, subject to applicable law and any required notices.\nThe amount ,deposited by you (subject to any minimum requirement) in the Security Deposit Account will be ,used as collateral to secure the obligations to GO2bank that you incur from time to time in ,connection with your Card Account.,5,GO2BANK,CARDHOLDER AGREEMENT AND SECURITY AGREEMENT,NOTICE: EXCEPT TO THE EXTENT THAT YOU ARE A “COVERED BORROWER” AS THAT TERM IS DEFINED ,BY 32 C.F.R.\n§ 232.3(G), THIS AGREEMENT REQUIRES ALL DISPUTES TO BE RESOLVED BY WAY OF ,BINDING ARBITRATION.\nTHE TERMS OF THE ARBITRATION CLAUSE APPEAR AT THE END OF THIS ,AGREEMENT.,This CardholderAgreementand Security Agreement(this “Agreement”) is your agreement with us for ,your CardAccount.\nIn thisAgreement,“you”and “your”refer to you, the person who applied for and ,received the CardAccount, and“GO2bank,” “Bank,” “we,” “us,” and “our”refer to Green Dot Bank, the ,issuer of your CardAccount.Below are certain otherdefined terms used in this Agreement:,•“Available Credit”meansthe amount of credit you may use without exceeding your Credit Limit.,Subject to the “Credit Availability” section below, yourAvailable Credit will be equal to the ,amount of your Credit Limit, minus the sum of:(a)your then-outstanding Card Account balance,plus (b)any Purchases and Cash Advances that we have authorized but that have not yet posted ,to yourCard Account, including authorization holds (see the “Authorization Holds” sectionbelow ,for additional information),plus (c)any payments that have not yet cleared.As provided in this,Agreement, your Available Credit will change from time to time based on changes in your Credit ,Limit, your use of your CardAccount for Purchases and Cash Advances, and payments you make ,on yourCard Account.,•“Billing Cycle”means the interval between billing statements.\nEach billing statement shows a ,closing date.\nThe closing date is the last day of the Billing Cycle for that billing statement.,•“Business Day” means every Monday through Friday, excluding Federal Reserve holidays.,•“Card”means the credit card issued to you for yourCard Account.,•“Card Account”means the secured credit card account opened for youby GO2bank that issubject ,to the terms of thisAgreement.,•“Cash Advance”means a credit advance that you obtain on yourCard Accountby: (a)presenting ,your Card (or any credit device we supply to you) to any participating financial institution to obtain ,cash or (b)using yourCard at an Automated Teller Machine (“ATM”) to obtain cash.Cash ,Advances includeany feesthat may be charged by the ATM owner or financial institution that ,provides the cash.,•“Credit Limit” means the maximum amount of credit we have approved for you on your Card,Account.,•“Debt”includes: (a)all amounts you owe to the Bank, including, without limitation,interest, fees,,and charges that may accrue foryour Card Account, (b) any continuing guaranty arising from your,Card Account, as well as each extension, refinance,or renewal of such obligations,and (c) any ,expenses that the Bank incurs in enforcing your obligations under this Agreement, including, ,without limitation,attorneys’ fees for externaland/or in-house counsel, where allowed by law.,•“GO2bank Bank Account” means the deposit account opened for you by GO2bank that is subject ,to the terms of the GO2bank Deposit Account Agreement.,•“Minimum Payment Due” means the minimum amount thatwe must receive on or before the ,Payment Due Date, asshown on each billing statement.,•“Mobile App”means that GO2bank mobile application.\n,•“New Balance”means the total outstanding balance onyourCard Accountat the end of any ,Billing Cycle, as shown on your billing statement.To determine the New Balance, we begin with ,the outstanding balance on yourCard Accountat the beginning of each Billing Cycle, called the ,6,“Previous Balance” on your billing statement.\nWe subtract any payments and credits we receive.,We then add any Purchases, Cash Advances, and other charges posted to your Card Accountsince ,the end of the previous Billing Cycle.\nWe then add the appropriate interest charges and fees and ,make other applicable adjustments.,•“Payment Due Date” means the date when your Minimum Payment Due must be received.\nSee ,the “Receipt and Crediting of Payments” section below for more information about when your ,payments must be made in order to be credited to your Card Account on a timely basis.\nEach ,Payment Due Date will be at least 25 days from the closing dateof your Billing Cycle(at least 23 ,days for Billing Cycles that begin in February) and is printed on each billing statement.,•“Purchase”means your purchase of goods or services with the use of your Card or Card Account ,number (including, without limitation, Purchases made in person, on the Internet, through mail ,order, or over the telephone).\nTax payments made with your Card Account (including any fees ,charged by a tax agency) are Purchases.,•“Security Agreement”means the portion of thisAgreement titled “Security Agreement,”which ,provides the terms applicable to your Security Deposit Account (as defined below).,•“Website” means www.go2bank.com.\n,1.Secured Credit Card Account.YourCard Accountisa secured credit card account.\nIt issecured by a ,security deposit account that you are required to establish and maintain in order to open yourCard ,Account(referred to as the“Security Deposit Account”).If you fail to make your required payments ,on yourCard Accountor otherwise fail to comply with the terms of thisAgreement, you could lose ,all the funds in your Security Deposit Account.TheSecurity Agreement below includes, among other ,important provisions, information on the security interest you have granted to the Bank in your ,Security Deposit Accountand the Bank’s rights against all funds in yourSecurity Deposit Accountin ,the event of your Defaultunder this Agreement.,2.Agreement to Terms.By applying for aCard Account, signing the Card,or otherwise using or ,consenting to the use of theCard Account, you agree to the terms and conditions of this Agreement ,and that this Agreement will govern yourCard Account, the use of your Card, and all credit extended ,under this Agreement.You also agree that your use of yourCard Account, whether by use of your Card ,or otherwise, will constitute your acceptance of, and will be subject to, this Agreement.YourCard ,Accountwill not be opened until we have received your deposit to your Security Deposit Account, in ,an amount of at least $100, as described below in the “Establishing Your Credit Limit and Initial Credit ,Limit”section.,3.Using YourCard Account.,(a)Available Transactions.Subject to your Credit Limit, you may use your Card and yourCard Account,to make Purchases and obtain Cash Advances aslong as you are not in Default.You may not obtain ,balance transfers from yourCard Account.You may make Purchases as described in the definition ,of Purchase above.You may obtain Cash Advances in the ways described in the definition of Cash ,Advance above,subject to the terms, limits, and fees described in this Agreement.When you ,activate your Card, you mustselect apersonal identification number (“PIN”), which can be used ,withyour Card to obtain a Cash Advance at an authorized ATM, subject to the terms, limits, and ,fees described in this Agreement.,(b)Limitations on Using YourCard Account.You agree to use yourCard Accountonly for personal, ,family, or household purposes.You also promise that yourCard Accountwill be not be used for ,purposes that are illegal under state or federal law, including,without limitation,illegal gambling ,7,activity.We reserve the right to deny transactions or authorizations from merchants that appear ,to be engaged in illegal activities.We are not responsible if anyone does not allow you to use your,Card Accountor refuses to accept your Card.We may decline any transaction at any time.,(c)Additional Limits on Cash Advances.In addition to yourCredit Limit, Cash Advances(including ,any fees)arelimited as follows:,(i)Maximum Cash Advance limit at an ATM is $200 per day and $3,000 per month;,(ii)Maximum Cash Advance limit ataparticipating financial institutionis $200 per day and $3,000 ,per month;,(iii)Cash Advances are only permitted at ATMs and participating financial institutions located in ,the U.S., itsterritories, Canada, and Mexico.\nand,(iv)For security purposes, we maylimit the number of Cash Advance transactions at an ATM per ,day and maydecline any Cash Advance request made after you reach the maximum number ,of Cash Advances for that day, which maximum number will be set by us in our sole discretion ,and may change at any time.,4.Establishing Your Credit Limit and Initial Credit Limit.When we open yourCard Account, we will,establish a Credit Limitfor your Card Account.Your initialCredit Limit is based on the amount you ,initially deposit in your Security Deposit Account, subject to a minimum deposit requirement of $100.,We will notify you of any change in your Credit Limit as may be required by law.\nChanges to your ,Credit Limit may take effect before you receive such notice.\nYour billing statement for your Card ,Account will disclose your Credit Limit and the amount of your Available Credit as of the closing date ,of your Billing Cycle.,5.Future Credit Limit Changes.If weare satisfied with your ability to repay a higher Credit Limit,we ,mayallow you to increase yourCredit Limitby depositing additional funds toyour Security Deposit ,Accountfrom your GO2bank Bank Account.\nHowever, if we determine,at any time in our discretion, ,that you might not have the ability to repay the full amount of your Credit Limit, we maydecrease,your Credit Limit.Notwithstanding the foregoing, we may decrease your Credit Limit in our discretion,at any time.If you want to decrease your Credit Limit,you may withdrawmoney from your Security ,DepositAccount,subject to the limits described in Section 37(g) titled “Withdrawals”, and your Credit ,Limit will be decreased accordingly.\n,6.Your Credit Limit Obligations.Your Credit Limit will be shownon your billing statements.You promise ,not to engage in any transactionsthat, along with any applicable fees we assess in connection with ,such transactions(such as, but not limited to, Cash Advance fees),wouldcause you to exceed your ,Credit Limit.Notwithstanding the foregoing,interest charges and feesmay cause you toexceed your ,Credit Limit.If you attempt a transaction that would cause you to exceed your Credit Limit, we may,,in our discretion,authorize the transaction without increasing your Credit Limit or we may deny the ,authorization.If we allow you to exceed your Credit Limit at any time, that does not obligate us to do ,so any other time.Without limiting our other rights under this Agreement, including our rights under ,the “Our Rights Upon Default” sectionbelow, you agree that if you exceed your Credit Limit at any ,time,you will immediately pay us for the full amount that exceedsyourCredit Limit.,7.Credit Availability.,8,(a)General Rules.Except as otherwise provided in this Agreement, payments on yourCard Account,and changes to your Credit Limit will change the amount of your Available Credit.This section ,describes when yourCard Accountpayments will be credited for purposes of your Available ,Credit.Crediting of payments for purposes of your scheduled payment obligations is described in ,the “Receipt and Crediting of Payments” sectionbelow.,(b)Payments from Your GO2bank Bank Account.For purposes of your Available Credit only, ,payments from your GO2bank Bank Account thatyou schedule by logging in to our Website or ,Mobile Appwill increase your Available Credit whenwe receive the payment.,(c)Payments from YourExternalBank Account.For purposes of your Available Credit only, ,payments from your External BankAccount thatyou schedule by logging in to our Website or ,Mobile Appwill increase your Available Credit whenthe payment is credited to your Card ,Account.,(d)Payments by Check.For purposes of your Available Credit only, payments by check will increase ,your Available Credit within 8 to 12daysafter we receive the payment.,8.Promise to Pay.,(a)General Promise to Pay.You promise to pay us all amounts you owe on yourCard Account, ,including,without limitation,the total amount of all Purchases, Cash Advances, interest charges,,and all other charges and fees described in this Agreement.You must make a payment every ,month that yourbilling statementreflects a New Balance.If we do not receive your Minimum ,Payment Due by the Payment Due Date reflected on your billing statement,your paymentwill be ,considered late and you will be in Default.See the “Our Rights Upon Default” sectionbelow for ,consequences of Default.,(b)Making Payments.All payments to us must be made in U.S.\ndollars.You can make payments by ,any of the following methods: (i) scheduling a payment from your GO2bank Bank Account via our ,Website or Mobile App, (ii) scheduling a payment from your ExternalBank Account via our ,Website or Mobile App,or(iii)sending a check to us at the address disclosed on your billing ,statement.,(c)Minimum Payment Requirement.Except as otherwise provided in this Agreement, you may pay ,the entire balance owed at any time, without penalty, or you may pay some lesser amount.At a ,minimum, however, you must pay the Minimum Payment Due as is reflected on your billing ,statement, and we must receive that payment on or before the Payment Due Date shown on your,billing statement.ThePayment Due Date will be the same day of each calendar month (although, ,for payments by check,if the Payment Due Date is not a Business Day, we will treat any check ,payment that is received by us by 5:00 p.m.\nPacificTime on the next Business Dayafter the ,Payment Due Dateas having been made on the Payment Due Date).See the “Receipt and ,Creditingof Payments”sectionbelow.If your Minimum Payment Due is not received by the ,Payment Due Date, you will be charged a Late Payment Fee (see the “Fees” section below).,Except with respect to any past due amounts, if the New Balance shown on your billing statement ,is less than $25.00, your Minimum Payment Due will be equal to the New Balance.Except with ,respect to any past due amounts, if the New Balanceshown on your billing statementis $25.00 ,or more, your Minimum Payment Due will be equal tothe greater of: (i)$25.00 or(ii)2% of the ,New Balance.\nNotwithstanding anything to the contrary above, if you have failed to make timely ,9,payments on your Card Account or otherwise owe amounts that are past due, the Minimum ,Payment Due will also include all past due amounts, which we will require you to pay in full on or ,before the Payment Due Date for the current Billing Cycle.\nNothing herein shall be deemed a ,waiver of our rights with respect to your Default or otherwise to preclude us from exercising any ,of our rights as a result of your failure to make timely payments on your Card Account in ,accordance with this Agreement.\nAny credits on your Card Account will not be used to meet the ,Minimum Payment Due amount.,9.Receipt and Crediting of Payments.For purposes of your payment obligations, the following ,describes when your payments must be made in order to be credited to yourCard Accounton a timely ,basis.,(a)Payments From Your GO2bank Bank Account.If you schedule a paymentfrom your GO2bank ,Bank Account via our Website or Mobile App before 2:00 p.m.\nPacificTimeon a Business Day, we ,will credit the payment as of that day.,(b)Payments From Your ExternalBank Account.If you schedule a paymentfrom your External Bank ,Account via our Website or Mobile App before 9:45 p.m.Pacific Timeon a Business Day, wewill ,credit the payment within three Business Days, but not later than the end of the third Business ,Day.,(c)Payments By Check.A conforming payment received by us by 5:00 p.m.\nPacificTime on a Business ,Day will be credited to yourCard Accounton the datewe receive it.A “conforming payment” is a ,payment by check drawn on a U.S.\nfinancial institution that is capable of being processed through ,the Federal Reserve System, is payable to GO2bank, and has yourCard Accountnumber written ,on it.Any check that does not meet these requirements will be considered a Non-conforming ,Payment (as defined below),which may delay the crediting of the payment for up to fivedays.,Please allow sevento ten Business Days for the U.S.\nPostal Service to deliver your checkpayment ,to us.,(d)Non-conforming Payments.We may reject, in our discretion,any payments that do not comply ,with the payment instructions set forth in this Agreement or on your billing statement(each a ,“Non-conforming Payment”).\nIf we accept aNon-Conforming Payment, the paymentwill be ,credited to your Card Account within five days as long as we can identify your Card Account, which ,may result in additional interest charges and fees.We can accept Non-conforming Payments, late ,payments, partialpayments, or conditional checks or any checks marked “payment in full” ,without losing our rights under this Agreement, including the right to require full payment of all ,amounts owed under this Agreement.,(e)Application of Payments.Subject to applicable law, we may decide, in our sole discretion,how to ,apply your payments, up to the Minimum Payment Due, to the balances on your Card Account.\n,After the Minimum Payment Due has been paid, we will apply your payments to the balance with ,the highestinterest rate and then to balances with lower interest rates.,10.Authorization Holds.Transactions at some merchants (such as hotels, car rental companies, ,restaurants, and gas stations) may result in temporary authorizations for amounts greater than the ,actual Purchase amount.If this happens, it will make less credit available to you on yourCard Account,until the date the actual Purchase amount is received by us from the merchantor the authorization ,hold is released.,10,11.Our Rights Upon Default.,(a)Events of Default.The Bank may, without prior notice, declare you in default under this ,Agreement if any of the following occur (each, a“Default”):(i)you fail to meet the conditions, ,perform any obligation, or make any required payment under this Agreement or any other ,agreement that you make with us relating to the Debt.\n(ii)you have given the Bank false or ,misleading information or made misrepresentations.\n(iii) you exceededyour Credit Limit.\n(iv)you ,die.\n(v)any government authority takes action that the Bank believes adversely affects your ,financial condition or ability to repay the Debt.\n(vi)any guaranty or other agreement required in ,connection with the Debt is violated or ineffective.\n(vii) you default on any other account you have ,with the Bank.\nor (viii)you file a bankruptcy petition, a bankruptcy petition is filed against you, or ,you make a general assignment for the benefit of creditors.,(b)Our Rights Upon Your Default.If you Default, the Bank may declare all the Debt immediately due ,and payable, subject to any notice and rights to cure you may have under applicable law.\nUpon ,any Default, we are authorized to exercise all of our rights under the security interest that you ,have granted to us in your Security Deposit Account.Without limiting the foregoing, we may act ,as owner of the Security Deposit Accountand apply all or any portion of the funds in the Security ,Deposit Accountto repayment of the Debt and our costs in enforcing our rights hereunder.Your ,Security Deposit Account does not secure any obligations to us other than the Debt.\nWe are ,irrevocably appointed as attorney-in-fact for the limited purpose of executing any instruments ,required to satisfy the Debt.In addition and by way of example, if you are in Default, we may close ,yourCard Accountwithout notice and require you to pay your unpaid balance immediately, ,except to the extent prohibited by applicable law, and we can also begin collection activities.\nTo ,the extent permitted by law, if you are in Default because you have failed to pay us, we will require ,you to pay our collection costs, attorneys’ fees, court costs, and all other expenses of enforcing ,our rights under this Agreement.,Our rights stated in this Agreement are in addition to any otherrights the Bank hasunder applicable,law.\nIf there is a conflict regarding thesecurity interest between this Agreement and any other ,agreement, this Agreement will control.\nYou represent that no insolvency proceeding or general ,assignment for creditors is pending that would affect the Bank’s security interest.\nIf the Bank waives ,ordelays exercising a right, it does not forfeit that right or any others.\nYou waive any defense you may ,have against the Bank.\nThe Bank can exercise its rights against the Security Deposit Accounteven if ,you are no longer liable on the Debt because of a statute of limitations or because of other reasons.\n,Until the Debt is fully repaid and you have no further obligations under this Agreement, you will ,subordinate in favor of the Bank any right of subrogation and any right to enforce a remedy the Bank ,now has or may later have.,12.Authorized Users.If you give your Card to any person to use or otherwise authorize any person to use ,yourCard Account,you will be responsible for all charges that such person makes on yourCard ,Account, even if you did not anticipate or specifically approve the charges.You must notify us in ,writing if you wish to revoke any permission you gaveto another person to use yourCard Account.,We then will take commercially reasonable efforts to comply with your instructions to revoke that ,authority, which may include replacing your Card with a new Card or changing yourCard Account,number.,13.Billing Statements.Each month while your Card Account is open,we will provide you a billing ,statement showing your New Balance, Minimum Payment Due, and the Payment Due Date.We will ,11,provide the billing statement to you electronically by notifying you by email that your billing statement ,isavailable.When you receive this email, you will need to login to yourCard Accountvia the Website ,and Mobile Appto view and print your billing statement.We may discontinue sendingbilling ,statements to you if: (i)we deem yourCard Accountto be uncollectible.\n(ii) delinquency collection ,proceedings have been instituted against you to enforce this Agreement.\n(iii) furnishing the statement ,would violate applicablelaw.\nor (iv) as otherwise permitted by applicable law.Even though you may ,not receive a billing statement in such instances, you understand and agree that, except to the extent ,prohibited by applicable law,interest charges may continue to accrue on yourCard Account.,14.Fees.,(a)Late Payment Fee.If your Minimum Payment Dueis not received by your Payment Due Date, the,Late Payment Feeis $25.If this happens again within the next six Billing Cycles, the Late Payment ,Fee is$39.However, the Late Payment Fee will not exceed the Minimum Payment Due.,(b)Returned Payment Fee.For any payment that you make to us that is returned unpaid, we will ,impose a Returned Payment Fee equal to the lesser of $20or the amount of your required ,Minimum Payment Due immediately prior to the date on which the payment is returned.,(c)Cash Advance Fee.We will impose a Cash Advance fee for each Cash Advance you obtain, equal ,to the greater of $10or 5%of the amount of the Cash Advance(including any fee that may be ,charged by the ATM owner or financial institution that provides the cash).,(d)Foreign Transaction Fee.We will impose a Foreign Transaction Fee equal to 3%of the total ,transaction amount for each Foreign Transaction(as defined below).\nSeethe“Foreign ,Transactions” section below for additional restrictions on such transactions.,(e)ExpeditedCard Delivery Fee.We will impose a $24.95fee if you request that we expedite the ,delivery of any replacement Card to you.,(f)Fees for Other Services.We may charge you other fees for services associated with your Card ,Account that you request in accordance with applicable law.,15.Interest Charges.,When Interest Charges Begin.\nGrace Periodsfor New Purchases Only.We calculate interest ,charges separately for Cash Advances and Purchases.There are no grace periodsfor Cash ,Advances,so you will pay interest charges on Cash Advancesbeginningon the transaction date ,until they are paid in full.,There is a grace period during which no interest charge will be imposed on Purchasesappearing ,on abilling statementfor the first time(“New Purchases”).New Purchaseswill not be subject to ,an interest charge ifyoupay the New Balance reflected on the current billing statement (the ,statement reflecting the New Purchases) in full by the Payment Due Date reflected on the current ,billing statement.If you do not pay the New Balance reflected on the current billing statement in ,full by the Payment Due Date reflected on the current billing statement, the balance of the New ,Purchases that is not paid by the Payment Due Date on the current billing statement will be ,subject to an interest charge from the first day of the Billing Cycle beginning immediately after ,the Billing Cycle in which the New Purchases were posted to yourCard Account.,12,(a)How We Calculate Your Interest on Purchases: Average Daily Balance Method (ExcludingNew ,Purchases).We calculate a portion of the interest charge on yourCard Accountby applying a Daily,Periodic Rate to the “Average Daily Balance of Purchases (excluding New Purchases)”on your ,CardAccount.The “DailyPeriodic Rate” is determined by dividing the Annual Percentage Rateby ,365 (or by 366 in a leap year).The current DailyPeriodic Rate is 0.074%.To get the Average Daily ,Balance of Purchases, we take the beginning balance of Purchases on yourCard Accounteach day;,and subtract unpaid interest or other finance charges and any payments or credits and fees(New ,Purchases are not included in the calculation of the Average Daily Balance of Purchases for the ,Billing C ycle in which those Purchases are made).This gives us the Daily Balance of Purchases.\n,Then we add together all of these Daily Balances of Purchases for the Billing Cycle, and divide the ,total by the number of days in the Billing Cycle.\nThis gives us the Average Daily Balance of ,Purchases.,(b)How WeCalculate Your Interest on Cash Advances: Average Daily Balance Method (Including ,New Cash Advances).We calculate a portion of the interest charge on yourCard Accountby ,applying a Daily Periodic Rate to the “Average Daily Balance of Cash Advances(including New Cash ,Advances)” on your CardAccount.The “Daily Periodic Rate” is determined by dividing the Annual ,Percentage Rateby 365(or by 366 in a leap year).The current Daily Periodic Rate is 0.074%.To ,get the Average Daily Balance of Cash Advances, we take the beginning balance of Cash Advances ,on theCard Accounteach day.\nadd any new Cash Advances that have a transaction date that ,occurredon that day.\nand subtract unpaid interest or other finance charges and any payments or ,credits and fees.This gives us the Daily Balance of Cash Advances.\nThen we add together all of ,these Daily Balances of Cash Advances for the Billing Cycle, and divide the total by the number of ,days in the Billing Cycle.\nThis gives us the Average Daily Balance of Cash Advances.,(c)Calculation of Interest Charges.We calculate a portion of your interest charge by multiplying a ,DailyPeriodic Rate by your Average Daily Balance of Purchases(excluding New Purchases), and ,by multiplying a Daily Periodic Rate by your Average Daily Balance of Cash Advances (including ,new Cash Advances).\nWe add together the results of these daily calculations to get your total ,interest charge for the Billing Cycle.,16.Consent to Electronic Disclosures.TheCard Accountand Security Deposit Accountare only available ,electronically.In order for you to obtain and maintain yourCard Account, you must consentto receive ,all disclosures electronicallyas provided in our Electronic Communications Agreement.If you wish to ,withdraw your consent, you must close your Card Accountand Security Deposit Account.See the ,“Cancellation and Change in Terms” sectionbelowfor more information on closing yourCard Account,and the consequences of doing so.,17.Lost or Stolen Cards;LiabilityFor Unauthorized Card Transactions.You must contact us ,IMMEDIATELY ifyou believe your Cardor Card Account informationhas been lost or stolen oryou ,believe your Card or Card Account informationhas been used without your permission.\nYou may ,contact us by calling(855) 459-1334or by writing to us at Customer Care, P.O.\nBox 5100, Pasadena, ,CA 91117.If you choose to write to us, besure to include your Card Account number, and, if ,applicable, anyinformation about the alleged unauthorized use, including, but not limited to, an ,identification of the transaction(s), the dollar amount of the transaction(s), and the identity of the ,person who used your Card without authorization, if any of this information is known.You will not be ,liable for any unauthorized use that occurs after you notify us.\nYou may, however, be liable for ,unauthorized use that occurs before your notice to us.\nIn any case, your liability will not exceed $50.,13,Notwithstanding the foregoing, Visa’s Zero Liability Policy provides you with protections against ,unauthorized Card transactions processed by Visa if you use care in protecting your Card and notify ,us immediately of any unauthorized use.We will evaluate any such unauthorized transaction claims ,for which you notify us, and we limit your liability for such transactions to $0.\nHowever, we may ,increase your liability for such transactions if we reasonably determine, based on substantial ,evidence, that you were negligent or acted fraudulently in the handling of your Card or Card Account,information.,See the “YOUR BILLING RIGHTS” section below for more information concerning your rights and our ,responsibilities under the Fair Credit Billing Act and your potential liability for transactions that are ,not covered by this section.,18.Disputes.We are not responsible for refusal by any merchant, financial institution, ATM, or ,automated equipment to honor or accept your Card, and we have no responsibility for merchandise ,or services obtained by you with your Card,except as provided in the “YOUR BILLING RIGHTS” section,below.You agree to use your best efforts to resolve any dispute concerning merchandise or services ,with the applicable merchant.,19.Cards.Any Cards that we issue to you belong to us.\nWe, a merchant, or any party acting on our behalf ,may retain your Card without prior notice to you.\nYou agree to sign your Card in the space provided ,for authorized signatures before you use the Card.\nYour Card is issued with an expiration date.\nWe ,have the right not to renew your Card orCard Account.\nIf we have not closedyour Card Account or ,exercised our right not to renew yourCard Account, we will send you a new Card when your prior ,Card expires.,20.No Waiver of Rights.We may delay in enforcing our rights under this Agreement without losing those ,rights or any other rights.\nWe may waive enforcement of our rights in one or more instances without ,waiving those rights or any other rights in other instances.,21.Our Communications With You.You agree that we (and our affiliates, agents, and contractors) may ,monitor or record any calls between you and usfor quality control or other business purposes.\nIf we ,need to contact you to service yourCard Accountorto collect amounts you owe to us, you expressly ,consent and agree that we(and our affiliates, agents, and contractors) maycontact you by written, ,electronic, andverbal means, except as otherwise provided by applicable law.\nThis consent includes, ,but is not limited to, contact by manual calling methods, prerecorded or artificial voice messages, text ,messages, emails,and automatic telephone dialing systems.Except to the extent prohibited by ,applicable law, you agree that we may contact you atany numberor email address(a) you provide to ,us,(b) from which you called or emailed us, or (c) thatwe obtained and believe we can reach you at.\n,We may contact you on a mobile, wireless, or similar device, even if you are charged for it by your ,provider, except as otherwise provided by applicable law.You agree to promptly notify us if you ,change any contact information you providedto us, includingyour name, mailing address, email ,address, andphone number.,22.Assignments and Transfers.Your rights under this Agreement may not be transferred by operation of ,law or otherwise.\nHowever, your obligations under this Agreement will be binding upon your estate ,andpersonal representatives.We may sell yourCard Accountand Security Deposit Accountand/or ,assign or transfer this Agreement and our relatedrights and obligations without prior notice to you ,and without your consent.\n,23.Cancellation and Change in Terms.,14,(a)You May Close YourCard Account.You may close yourCard Accountat any time by notifying us ,at (855) 459-1334.We will cancel yourCard Accountafter we receive notice from you and have a ,reasonable opportunity to process your notice.\nYou agree that we are not responsible for any ,costs, damages, or inconvenience you may suffer as a result of our cancelling yourCard Account.,(b)We May Close YourCard Account.Even if you are not in Default, we may:(i) close yourCard ,Account,(ii) cancel or suspend your privileges to make Purchases or obtain Cash Advances, or(iii) ,otherwise cancel or suspend anyCard Accountprivileges or benefits (whether or not such ,privileges or benefits are described or referred to in this Agreement).\nWe may do so for any ,reason, includingCard Accountinactivity, in our sole discretion.\nWe will provide you with notice ,of any such action if required to do so by applicable law.,(c)No More Transactions ifCard Accountis Closed.If either you or we close yourCard Account,you ,may not make further Purchases or Cash Advances with your Card orCard Account.However, you ,will remain responsible and must pay for all credit owed to us (extended to you or arising from ,use of yourCard Accountprior to or subsequent to cancellation).We also will return the funds ,from your Security Deposit Accountto you as described in thisAgreement.,24.Changing Terms of YourCard Account.We may amend theterms of this Agreement, including the ,amount of anyCard Accountfees, from time to time in our sole discretion.\nDepending on the nature ,of the change, the amendment to this Agreement may, on or after the date on which it becomes ,effective, apply to all Debt.\nIf required by applicable law, we will:(a)send notice of the changes to you ,and (b)give you the right to opt out of the change.\nIf you opt out of the change,you will be unable to ,initiate any further transactions on yourCard Account,and you will be required to pay the amount ,that you owe us under the terms and conditions of the then-existing Agreement.,25.Governing Law.You understand and agree that:(a)this Agreement is subject to applicable federal ,laws and, to the extent not preempted by federal law, the laws of the State of Utah, and (b)yourCard ,Accountwas opened or will be continued after approval by us in the State of Utah.\nIf any provision of ,this Agreement conflictswith applicable law, that provision will be considered modified to the extent ,necessary to comply with such law.,26.Obtaining Credit Information.When you applied for yourCard Account, you authorized us to make ,or have made any credit, employment, or other investigative inquiries we deemed appropriate ,(including, without limit, obtaining a consumer report) prior to extending credit to you.\nYou also ,authorized us to make such inquiries and obtain consumer reports when renewing, updating, or ,collecting on yourCard Accountin the future.\nUpon your request, we will tell you whether we ,obtained a consumer report and the names and addresses of any consumerreporting agencies that ,provided such reports.,27.Foreign Transactions.If you use your Card to make a Purchase or Cash Advancein a currency other ,than U.S.\ndollars, the merchant, network, or card association that processes the transaction may ,convert any related debit or credit into U.S.\ndollars in accordance with its then-current policies.\nVisa ,currently uses a conversion rate that is either: (a) selected from a range of rates available in wholesale ,currency markets on or one day prior to its central or transaction processing date (which rate may ,vary from the rate Visa itself receives) or (b) the government-mandated rate.\nThe conversion rate may ,be different from the rate in effect on the date of your transaction and the date it is posted to your ,Card Account.\nWe will impose a charge equal to 3% of the total transactionamount (U.S.\nor foreign ,15,currency) for each transaction that you conduct at merchants (including a foreign website) outside of ,the U.S.\nand its territories(“Foreign Transaction”).,We monitor your Card Accountfor signs of potential fraud, which could include the use of your Card ,in a manner that is out of the ordinary.If you are planning on using your Card in a foreign country (for ,example, if you are traveling abroad),please let us know in advance.\nOtherwise,it is possible that your ,Foreign Transactions may be delayed or declined.For example, there are some countries in which we ,are required by law to block transactions and some countries for which we will not authorize the use ,of yourCard Accountdue to fraud, terrorism,or other concerns.Those countries change from time ,to time, so contact us in advance if you are planning on using your Card in a foreign country and want ,to confirm that the Card can be usedin that country.,28.Disclosure of Information to Third Parties.By requesting, obtaining,or using a Card Account,you ,agree that we may release information in our records regarding you and yourCard Account: (a)to ,comply with government agency or court orders.\n(b)to share your credit performance on your Card ,Account with credit reporting agencies and other creditors who we reasonably believe are or may be ,doing business with you.\n(c)to provide informationon yourCard Accountto any third party who we ,believe is conducting an inquiry in accordance with the Federal Fair Credit Reporting Act.\n(d)to share ,information with our employees, agents,or representatives performing work for us in connection ,with yourCard Account.\nor (e)as otherwise permitted by our Privacy Policy.,29.Furnishing Information to Third Parties.If you believe that we have furnished any inaccurate ,information relating to yourCard Accountto any consumerreporting agency, you may notify usat ,P.O.\nBox 5100, Pasadena, CA 91117.To help us respond to your notification, you must include your,Card Accountnumber, Social Security Number, the name of the consumerreporting agency reflecting ,the inaccurate information, and an explanation of why you believe the information is inaccurate.\nYou ,understand that you may also contact the appropriate consumerreporting agency directly.,30.Negative Credit Reports.YOU ARE HEREBY NOTIFIED THAT A NEGATIVE CREDIT REPORT REFLECTING ,YOUR CREDIT HISTORY WITH US MAY BE SUBMITTED TO A CREDITREPORTING AGENCY IF YOU FAIL ,TO FULFILL THE TERMS OF YOUR CREDIT OBLIGATIONS.\nLATE PAYMENTS, MISSED PAYMENTS, OR ,OTHER DEFAULTS ON YOUR CARD ACCOUNT MAY BE REFLECTED IN YOUR CREDIT REPORT.,31.Force Majeure.We will not be liable for any loss, expense, failure to perform, or delay caused by ,failure of communication systems, accidents, strikes, fire, flood, pandemic, war, riot, civil strife, ,terrorist attack, earthquake, power outage, funds transfer system or government rules, acts of third ,parties, or any cause that is beyond our reasonable control.,32.Military Annual Percentage Rate Disclosure.Federal law provides important protections to active ,duty members of the Armed Forces and their dependents relating to extensions of consumer credit.\n,In general, the cost of consumer credit to a member of the Armed Forces and his or her dependent ,may not exceed an annual percentage rate of 36 percent.\nThis rate must include, as applicable to the ,credit transaction or account: The costs associatedwith credit insurance premiums.\nfees for ancillary ,products sold in connection with the credit transaction.\nany application fee charged (other than ,certain application fees for specified credit transactions or accounts).\nand any participation fee ,charged (other than certain participation fees for a credit card account).\nTo hear this same disclosure ,and for a general description of your payment obligations for this credit card account, call the ,following toll-free number (855) 459-1334.,16,33.Covered Borrower Savings Clause.\nThe provisions of this section apply only to a “Covered Borrower” ,as that term is defined by 32 C.F.R.\n§ 232.3(g).\nIf any contract provision not identified herein is contrary ,to the rights and protections afforded to you by federal law pursuant to 10 U.S.C.\n§ 987 and its ,implementing regulations, including, but not limited to 32 C.F.R.\n§ 232.8, then the conflicting ,provisions or proscribed terms are inoperative and shall have no force and effect.\nHowever, all ,remaining contract terms and provisions not proscribed or prohibited will remain in full force and ,effect.,34.State Disclosures.,Kentucky Residents:You may pay the unpaid balance of yourCard Accountin whole or in part at any ,time.,Maryland Residents:Finance charges will be imposed on your Card Accountin amounts or at rates ,not in excess of those permitted by law.,New Jersey Residents:Because certain provisions of this Agreement are subject to applicable law, ,they may be void, unenforceable,or inapplicable in some jurisdictions.\nNone of these provisions, ,however, is void, unenforceable,or inapplicable in New Jersey.,35.ARBITRATION NOTICE:THIS AGREEMENT CONTAINS AN ARBITRATION PROVISION.\nPLEASE READ ,THIS PROVISION CAREFULLY, AS IT AFFECTS YOUR LEGAL RIGHTS.,PURSUANT TO 10 U.S.C § 987 AND ITS IMPLEMENTING REGULATIONS, IT IS UNLAWFUL FOR A ,CREDITOR TO REQUIRE A “COVERED BORROWER,” AS THAT TERM IS DEFINED BY 32 C.F.R.\n§ ,232.3(G),TO SUBMIT DISPUTES TO ARBITRATION OR TO WAIVE HIS/HER RIGHT TO LEGAL ,RECOURSE UNDER STATE OR FEDERAL LAW.\nACCORDINGLY, THE TERMS OF THIS ARBITRATION ,NOTICE AND ARBITRATION CLAUSE DO NOT APPLY TO COVERED BORROWERS.,(a)Acknowledgment of Arbitration.Your Card Account is being made available and priced by the ,Bank on the basis of your acceptance of the following arbitration provision.\nBy requesting your ,Card Account, you acknowledge that you are giving up the right to litigate Claims(as defined ,below)if either party elects arbitration of the Claims pursuant to this provision, except as ,otherwise expressly provided herein, and you hereby knowingly and voluntarily waive the right ,to trial of all Claims subject to this Agreement.\nYou further acknowledge that you have read this ,arbitration provision carefully, agree to its terms, and are entering into this Agreement ,voluntarily and not in reliance on any promises or representations whatsoever except those ,contained in this Agreement.,(b)Arbitration of Claims.Except as expressly provided herein, any claim, dispute,or controversy ,(whether based upon contract.\ntort, intentional or otherwise.\nconstitution.\nstatute.\ncommon law.\n,or equity and whether pre-existing, present,or future), including initial claims, counter-claims, ,cross-claims,and third-party claims, arising from or relating to:(i) your Cardor Card Account.\n(ii) ,any service relating to your Card or Card Account.\n(iii) the marketing of your Card or Card Account.\n,(iv)this Agreement, including the validity, enforceability, interpretation, scope, or application of ,thisAgreement and this arbitration provision (except for the prohibition on class or other non-,individual claims, which will be for a court to decide).\nand (v) any other agreement or instrument ,relating to your Card orCardAccount or any relatedservice (“Claim”) will be decided, upon the ,election of you or the Bank (or Green Dot Corporation or the Bank’s agents, employees, ,successors, representatives, affiliated companies, or assigns), by binding arbitration.\nArbitration ,17,replaces the right to litigate a claim in court or to have a jury trial.\nThe American Arbitration ,Association (“AAA”) will serve as the arbitration administrator.\nYou may obtain copies of the,current rules, forms, and instructions for initiating an arbitration with the AAA by contacting the ,AAA as follows: onlineat www.adr.orgor by writing to the AAA at: American Arbitration ,Association, Case Filing Services, 1101 Laurel Oak Road, Suite 100, Voorhees, NJ 08043.,(c)Other Claims Subject to Arbitration.In addition to Claims brought by either you or the Bank, ,Claims made by or against Green Dot Corporation or by or against anyone connected with you or ,the Bank or claiming through you or the Bank (including a second cardholder, employee, agent, ,representative, affiliated company, predecessor or successor, heir, assignee, or trustee in ,bankruptcy) will be subject to arbitration as described herein.,(d)Exceptions.We agree not to invoke our right to arbitrate any individual Claim you bring in small ,claims court or an equivalent court so long as the Claim is pending only in that court.\nThis ,arbitration provision also does not limit or constrain the Bank’s right to interplead funds in the ,event of claims to funds by several parties.,(e)Individual Claims Only.Claims may be submitted to arbitration on an individual basis only.\nClaims ,subject to this arbitration provision may not be joined or consolidated in arbitration with any ,Claim of any other person or be arbitrated on a class basis, in a representative capacity on behalf ,of the general public or on behalf of any other person, unless otherwise agreed to by the parties ,in writing.However, co-applicants, second cardholders,and authorized users of a single Card ,and/or related cards are considered as one person, and the Bank, its officers, directors, ,employees, agents, and affiliates are considered as one person.,(f)Arbitration Fees.If you initiate arbitration, the Bank will advance any arbitration fees, including ,any required deposit.\nIf the Bank initiates or elects arbitration, the Bank will pay the entire amount ,of the arbitration fees, including any required deposit.\nTheBank will also be responsible for ,payment and/or reimbursement of any arbitration fees to the extent that such fees exceed the ,amount of the filing fees you would have incurred if your Claim had been brought in the state or ,federal court nearest your residence with jurisdiction over the Claims.,(g)Procedure.\nA single arbitrator will resolve the Claims.\nThe arbitrator will be a lawyer with at least ,ten years’ experience or who is a former or retired judge.\nThe arbitration will follow the AAA’s ,rules and procedures in effect on the date the arbitration is filed, except when there is a conflict ,or inconsistency between the AAA’s rules and procedures and this arbitration provision, in which ,case this arbitration provision will govern.\nAny in-person arbitration hearing for a Claim will take ,place within the federal judicial district in which you live or at such other reasonably convenient ,location as agreed by the parties.\nThe arbitrator will apply applicable substantive law consistent ,with the Federal Arbitration Act, 9 U.S.C.\n§§ 1 et seq.\n(the “FAA”), and will honor all claims of ,privilege and confidentiality recognized at law.\nAll statutes of limitations that would otherwise be ,applicable will apply to any arbitration proceeding.\nThe arbitrator will be empowered to grant ,whatever relief would be available in court under law or in equity.\nAny appropriate court may ,enter judgment upon the arbitrator’s aware.\nThis arbitration provision is made pursuant to a ,transaction involving interstate commerce and will be governed by the FAA.,36.YOUR BILLING RIGHTS:KEEP THIS DOCUMENT FOR FUTURE USE,This notice tells you about your rights and our responsibilities under the Fair Credit Billing Act.,18,What To Do If You Find A Mistake On Your Billing Statement:,If you think there is an error on your billing statement, write to us at:, G O2bank,P.O.\nBox 5100,Pasadena, CA 91117,In your letter, give us the following information:,•Account information:Your name andCard Accountnumber.,•Dollar amount:The dollar amount of the suspected error.,•Description of problem:If you think there is an error on your billing statement, describe what ,you believe is wrong and why you believe it is a mistake.,You must contact us:,•Within 60 days after the error appeared on your billing statement.,•At least 3 Business Days before an automated payment is scheduled, if you want to stop ,payment on the amount you think is wrong.,You must notify us of any potential errors in writing.\nYou may call us, but if you do we are not required ,to investigate any potentialerrors and you may have to pay the amount in question.,What Will Happen After We Receive Your Letter:,When we receive your letter, we must do two things:,(1)Within 30 days of receiving your letter, we must tell you that we received your letter.\nWe will ,also tell you if we have already corrected the error.,(2)Within 90 days of receiving your letter, we must either correct the error or explain to you why ,we believe the billing statementis correct.,While weinvestigate whether or not there has been an error:,•We cannot try to collect the amount in question, or report you as delinquent on that amount.,•The charge in question may remain on your billing statement, and we may continue to charge ,you interest on that amount.,•While you do not have to pay the amount in question, you are responsible for the remainder ,of your balance.,•We can apply any unpaid amount against your Credit Limit.,After we finish our investigation, one of two things will happen:,•If we made a mistake:You will not have to pay the amount in question or any interest or ,other fees related to that amount.,•If we do not believe there was a mistake:You will have to pay the amount in question, along ,with applicable interest and fees.\nWe will send you a statement of the amount you owe and ,the date paymentis due.\nWe may then report you as delinquent if you do not pay the amount ,we think you owe.,19,If you receive our explanation but still believe your billing statementis wrong, you must write to us ,within 10daystelling us that you still refuseto pay.\nIf you do so, we cannot report you as delinquent ,without also reporting that you are questioning your bill.\nWe must tell you the name of anyone to ,whom we reported you as delinquent, and we must let those organizations know when the matter ,has been settled between us.,If we do not follow all of the rules above, you do not have to pay the first $50 of the amount you ,question even if your billing statementis correct.,Your Rights If You Are Dissatisfied With Your Credit Card Purchases:,If you are dissatisfied with the goods or services that you have purchased with your Card, and you ,have tried in good faith to correct the problem with the merchant, you may have the right not to pay ,the remaining amount due on the Purchase.,To use this right, all of the following must be true:,(1)The Purchase must have been made in your home state or within 100 miles of your current ,mailing address, and the Purchase price must have been more than $50.\n(Note: Neither of ,these are necessary if your Purchase was based on an advertisement we mailed to you or if ,we own the company that sold you the goods or services.),(2)You must have used your Card for the Purchase.\nPurchases made with Cash Advances from ,an ATM or with a check that accesses yourCard Accountdo not qualify.,(3)You must not yet have fully paidfor the Purchase.,If all of the criteria above are met and you are still dissatisfied with the Purchase, contact usin ,writingat:,GO2bank,P.O.\nBox 5100,Pasadena, CA 91117,While we investigate, the same rules apply to the disputed amount as discussed above.After we finish ,our investigation, we will tell you our decision.\nAt that point, if we think you owe an amount and you ,do not pay, we may report you as delinquent.,37.SECURITY AGREEMENT,This Security Agreement governs your Security Deposit Account.,(a)Grant of Security Interest in theSecurity Deposit Account.To secure all Debt arising under your ,CardAccount and under the terms of thisAgreement, you assign, transfer, pledge, grant a security ,interest in, and set over to us all of your rights, title,and interest in theSecurity Deposit Account ,andin all renewals, substitutions of, and additions and proceeds of theSecurity Deposit Account.,YourSecurity Deposit Account does not secure any obligations to us other than the Debt.No ,portion of theSecurity Deposit Account will be available to you or may be used to secure other ,loans.,(b)Our Rights Over YourSecurity Deposit Account.The security interest, pledge,and assignment in ,yourSecurity Deposit Account given to us by you includes and gives the Bankthe right to make ,settlements or compromiseson your Security Deposit Account.\ntransfer yourSecurity Deposit ,20,Account to the Bank’s own name.\nor exercise ownership rights on yourSecurity Deposit Account.\n,You waive any right to require the Bank to: (i)proceed against you or any other person.\n,(ii)proceed against or exhaust any security you have provided to us through other agreements.\n,or (iii)pursue any other remedy in the Bank’s power.\nThe Bank may, without prior notice, and ,from time to time: (1)renew, compromise, extend, accelerate,or otherwise change the terms ,relating to the Debt.\n(2)take and hold security (other than theSecurity Deposit Account) for ,payment of the Debt and enforce, exchange,and release the security in any manner that the Bank ,determines is proper.\n(3)release or substitute you, any guarantor, or any endorser of the Debt.\n,and (4)increase or lower the Credit Limit on your Card Account, and no such action will change ,the fact that theSecurity Deposit Account at all times willbe held by the Bank as security for the ,Debt.,(c)Events of Default.The Bank may, without prior notice, declare you in Default.\nIf you Default, the ,Bank may declare the Debt immediately due and payable.\nThe Bank may also exercise all the rights ,of an owner of theSecurity Deposit Account.,(d)Our Rights Upon Your Default.Upon any Default, we are authorized to act as owner of your,Security Deposit Account and to apply all or any portion of the funds in yourSecurity Deposit ,Account to repayment ofthe Debt and Bank’s costs in enforcing its rights hereunder.The Bank is ,irrevocably appointed as attorney-in-fact for the limited purpose of executing any instruments ,required to satisfy theDebt.,(e)Closing Your Security Deposit Account.\nReturning the Funds.You may not close yourSecurity ,DepositAccount until your obligations under thisAgreement have been fully paid and yourCard ,Account isclosed.\nWe may, in our discretion, close yourSecurity Deposit Account at any time.If ,you or we close yourSecurity Deposit Account, we may return the funds in yourSecurity Deposit ,Account to you by any of the following means: (i)by a transfer of the funds to your GO2bank Bank ,Account.\n(ii)by sending a check to you at the address we have in our records.\nor (iii)some other ,method deemed sufficient by us.However, if the balance in yourSecurity Deposit Account is $1.00 ,or less, we will not issue a refund to you unless you request it in writing.In addition, wemay use ,the funds in yourSecurity Deposit Account to pay any balances on your CardAccount.\nYou agree ,that if your CardAccount is closed for any reason, we may apply the funds in yourSecurity Deposit ,Account to pay off any balance on your Card Account.\nWe also may hold the funds in yourSecurity ,Deposit Account for as long as 60 days after you have paid off your CardAccount balance and ,yourCard Account is closed.If a check we send to you is returned as undeliverable orif we cannot ,locate you, we will hold the funds from yourSecurity Deposit Account until you either contact us ,and provide information on how to send the funds to you or until we are required to remit your ,funds to a state under an applicable unclaimed property law, whichever occurs first.For this ,reason, it is important that youpromptly notify us if you change any contact information you ,provide to us,including your name, mailing address, email address, and phone number.,(f)OurLiability to You.We will have no liability to you with respect to yourSecurity Deposit Account, ,other thanas provided in thisSecurity Agreement.\nWe will meet our duty to care for yourSecurity ,Deposit Account if we exercise ordinary care in the transaction at issue.\n“Ordinary care” requires ,only that we follow standards that do not vary unreasonably from the general standards followed ,by similarly situated banks.\nA mere clerical error, or an honest mistake, will not be considered a ,failure of the Bankto perform any of its obligations.,21,(g)Withdrawals.YourSecurity Deposit Account serves as the collateral for yourCardAccount.\nIt may ,not be used to secure any other loans.\nTheBank has the right to require at least sevendays’,written notice before you withdraw or transfer money from yourSecurity Deposit Account.If you ,withdraw money from your Security Deposit Account, your Credit Limit will be decreased ,accordingly.Notwithstanding the foregoing, you agree that you may not withdraw fundsif: i) you ,have a past due amount, ii) you had made a withdrawal in the previous 30 days, iii) the withdrawal ,would result in your Security Deposit Account being below the minimum amount we require given ,your outstanding balance, and iv) the withdrawal would result in an amount below theminimum ,required balance as described below in the “Minimum Balance Limitations”section.\nIn addition, ,notwithstanding the foregoing, wemay prohibit you fromexercisingany other rights over your,Security Deposit Account until your obligations under thisAgreement have been fully paid and/or,yourCard Accounthas been closed.See the “Closing YourSecurity Deposit Account.\nReturning ,the Funds” section above for terms and conditions regarding return of the funds and closure of ,your CardAccount.,(h)Non-Interest BearingSecurity Deposit Account.No interestwill be paid on yourSecurity Deposit ,Account.,(i)Fees.There are no fees for yourSecurity Deposit Account.,(j)Minimum Balance Limitations.The minimum balance to open and maintain yourSecurity Deposit ,Account is the amount of your Credit Line, which will not be less than $100.\nNeither your Card ,Account nor yourSecurity Deposit Account will be opened until we have received the minimum ,balance.,(k)Deposits to YourSecurity Deposit Account.Other than depositing funds to secure your Card ,Account, you cannot make deposits to yourSecurity Deposit Account.You may only deposit funds,to your Security DepositAccount to secure your Card Account by transferring funds from your ,GO2bank Bank Accountvia our Website or Mobile App.\n,(i)Your Initial Deposit.The initial deposit to fund your Security Deposit Account must be at least ,$100.,(ii)SubsequentDeposits.Except as otherwise provided in this Agreement, you may make ,deposits to yourSecurity Deposit Accountto secure your Card Accountat any time, up to your ,Credit Limit.If you attempt to make a deposit that would cause the balance of yourSecurity ,Deposit Account to exceed your Credit Limit, we may reject thedeposit.If we allow the ,deposit, we are not required to allow depositsin thefuture.In addition, increasing the ,balance of yourSecurity Deposit Account will not necessarily increase yourCredit Line.If you ,choose to make deposits to yourSecurity Deposit Accountto secure your Card Account, each ,deposit must be for at least $1.00.,(l)DepositInsurance.Your Security Deposit Account is insured up to the regulatory limits prescribed ,by the Federal Deposit Insurance Corporation (FDIC).\nFor further information regarding insurance,of accounts, you may writeto the FDIC at 550 17th Street, N.W., Washington, D.C.\n20429, ,telephone the FDIC’s toll free consumer hotline at 877-275-3342, or visit its website at ,www.fdic.gov.Please note that GO2bankoperates under the following registered trade names: ,Green Dot Bank, G oBank, and Bonneville Bank.\nAll of these registered trade names are used by, ,and refer to, a single FDIC-insured bank, Green Dot Bank.\nDeposits under any of these trade names ,are deposits with Green Dot Bank and are aggregated for deposit insurance coverage.,22,(m)ElectronicFund Transfer Disclosures.,(i)Transfer Types and Limitations.The only kind of electronic fund transfers that may occur ,relating to yourSecurity DepositAccount are transfers to and from your GO2bank Bank ,Account (“Transfers”) to fund yourSecurity Deposit Accountor make withdrawalsfrom your ,Security Deposit Account.See the “Deposits to YourSecurity Deposit Account” sectionand ,“Withdrawals” sectionfor limitations on depositingfunds to and withdrawing funds from your,Security Deposit Account.\n,(ii)Our Liability for Failure to Make Transfers.If we do not complete a Transfer toor fromyour,Security Deposit Account on time or in the correct amount according to this Agreement, we ,will be liable for your losses or damagesunder section 910 of the Electronic Fund Transfer Act ,(Title IX of the Consumer Credit Protection Act, 15 U.S.C.\n§§ 1693 et seq.).\nHowever, there are ,some exceptions.\nWe will not be liable for instance: (1)if through no fault of ours, your,Security Deposit Account,GO2bank Bank Accountor External Bank Accounthas insufficient ,funds for the Transfer or the funds are unavailable for withdrawal from your Security Deposit ,Account, GO2bank Bank Accountor External Bank Account(e.g., because they have not been ,finally collected or are subject to legal process).\n(2)if the transaction would exceed your ,overdraft limit, if any, foryour GO2bank Bank Account;(3) if we have limited or revoked your ,GO2bank Bank Account privileges, or if we have reason to believe the transaction is not ,authorized by you;(4) if circumstances beyond our control (such as fire, flood, pandemic, ,water damage, power failure, strike, labor dispute, computer breakdown, telephone line ,disruption, or a natural disaster) or a rolling blackout prevent or delay the Transfer despite ,reasonable precautions taken by us.\nor (5) as otherwise provided in this Agreement.,(iii)In C ase of Errors or Questions about your Transfers.\nC all us at (855) 459-1334or write us at ,P.O.\nBox 5100, Pasadena, CA 91117 as soon as you can, if you think your statement or receipt ,is wrong or if you need more information about a Transfer listed on the statement or receipt.\n,We must hear from you no later than 60 days after we sent the FIRST statement on which the ,problem or error appeared.\nWhen notifying us, you will need to tell us: (1) your name and ,Card Account number.\n(2) why you believe there is an error and the dollar amount involved.\n,and (3) approximately when the error took place.If you tell us orally, we may require that you ,also send us your complaint or question in writing within tenBusiness Days.We will ,determine whether an error occurred within tenBusiness Days after we hear from you and ,will correct any error promptly.\nIf we need more time, however, we may take up to 45 days ,to investigate your complaint or question.\nIf we decide to do this, we will provide a provisional ,credit yourSecurity Deposit Account within tenBusinessDaysfor the amount you think is in ,error, so that you will have the benefit of your money during the time it takes us to complete ,our investigation.\nIf we ask you to put your complaint or question in writing, and we do not ,receive it within tenBusiness Days, we may not provisionally credit yourSecurity Deposit ,Account.\nFor errors involving a newSecurity Deposit Account, we may take up to 90 days to ,investigate your complaint or question and we may take up to 20 Business Days to provide a ,provisional credit to yourSecurity Deposit Account for the amount you think is in error.\nWe ,will tell you the results within three Business Days after completing our investigation.\nIf we ,decide that there was no error, we will send you a written explanation.\nYou may ask for copies ,of the documents that we used in our investigation.,(iv)Statements.\nWe will provide periodicstatements for your Security Deposit Account(as part ,of your billing statement for your Card Account) to you electronically by notifying you by email ,23,that your billingstatement is available.\nWhen you receive this email, you will need to login to ,your Card Accountvia the Website and Mobile Appto view and print your billing statement.\n,(n)LegalActionsAffecting YourSecurity Deposit Account.YourSecurity Deposit Account may be ,subject to legal action, such as a tax levy, third-party garnishment or levy, seizure,or forfeiture.\n,Such legal action is subject to the Bank’s security interest and right of setoff.\nFees or expenses the ,Bank incurs in responding to legal action (including,without limitation,attorneys’fees and the ,Bank’s internal expenses) may be charged against yourSecurity Deposit Account.,(o)Adverse Claims.If we receive a claim to all or a portion of yourSecurity Deposit Account that is ,adverse to your interest and we do not believe that we are otherwise adequately protected if we ,ignore that claim, we may place a hold on funds that are subject to the claim.\nThe hold may be ,placed for any period of time we believe to be reasonably necessary to allow a legal proceeding ,to determine the merits of the claim to be instituted.,(p)InformationGiven to Third Parties.We may disclose information to third parties about youand ,your Security Deposit Account: (i) where it is necessary or helpful for completing transactions.\n(ii) ,in order to verify the existence and condition of your Security Deposit Account for a third party.\n,(iii) in order to comply with government agency or court orders.\n(iv) if you give us your consent.\n,(v) to service providers who administer your Security Deposit Account or perform data processing, ,records management, collections, and other similar services for us, in order that they may ,perform those services.\n(vi) in order to identify, prevent, investigate, or report possible suspicious ,or illegal activity;(vii) to disclose the existence, history, and condition of your Security Deposit ,Account to consumer reporting agencies.\nand (viii) as permitted by our Privacy Policy.\nSee our ,Privacy Policy for further details.\nWe mayalso disclose information that is not personally ,identifiable for other purposes.,Rev.\n4/2023", "created_at": "2023-09-14 19:11:56.163884", "updated_at": "2023-09-14 19:11:58.032788"}, {"id": 19094, "name": "Terms", "url": "https://www.go2bank.com/content/dam/go2bank/legal/about/docs/terms-of-use.pdf", "xpath": "//body", "text": "SITE TERMS OF USE,PLEASE READ THESE SITE TERMS OF USE CAREFULLY BEFORE ACCESSING OR ,USING THIS WEBSITE.DO NOTUSE THE WEBSITE IF YOU DO NOT AGREE TO THESE ,TERMS.,Last Updated: December 2020,The following Site Terms of Use (“Terms of Use”) govern your access to and use of websites,owned and operated by Green Dot Corporation, Green Dot Bank d/b/a GoBank, GO2bankand ,Bonneville Bank,and their subsidiaries and affiliated companies(“Green Dot”, “we”, “us” or “our”), ,including any content, functionality, products and services offered on or through such websites ,(collectively, the“Services”).\nPlease note that if you are a cardholder, these Terms of Use are not ,intended to, and do not, modify or alter the terms of your Deposit Account Agreement or ,Cardholder Agreement, as applicable,which governs your use of your debit card (“Card”).\nBy ,accessing or using the Services, whether via computer, mobile device or other technology, you ,represent that you are 18 years of age or older and you have readand agree to be bound by ,these Terms of Use in their entirety and all applicable laws, rules and regulations governing your ,use of the Services.\nThese Terms of Use may be amended by posting a new version onour ,Serviceswhich version will be effective upon posting.\nIf you do not agree to the new version of ,these Terms of Use, do not use the Services.,Privacy,To access the Servicesor some of the resources offered, you may be asked to provide certain ,personal information and non-personal information.\nIt is a condition of your use of the Services,that all the information you provide is correct, current and complete.\nYour use of the Services is ,governed by our Technology Privacy Statement and if applicable, the Privacy Policy applicable to ,your Card or other product or service,which explain how we collect, store, share or otherwise use ,your personal information and non-personal information, and you consent to all actions we take ,with respect to your information consistent with our Technology Privacy Statement and Privacy ,Policy.,Registration.\nAccounts ,As a condition of using certain aspects of the Services, you may be required to register for an ,account (\"Account\").\nTo register for an Account, you will: (1) provide true, accurate and complete ,information aboutyourself in the registration form.\n(2) maintain and promptly update such ,information.\nand (3) establish a username and password which you will keep secure.\nYou agree ,not to provide access to your Account together with your user username and password to others.\n,You are solely responsible for protecting the security of your Account on your device.\nGreen Dot ,shall have no liability associated with or arising from your failure to maintain accurate registration ,information.\nYou are responsible for all use of your Account and for ensuring that use of or ,access to your Account complies fully with these Terms of Use.\n,Proprietary Rights.\nUse of Content,The Services areowned and operated by Green Dot or its affiliates, licensors and/or third party ,service providers (the “Green Dot Parties”) and unless otherwise indicated, all designs, text, ,images, videos, graphics, software and other content and materials appearing in the Services,(collectively, “Content”) are the property of Green Dot or the Green Dot Parties, and protected, ,without limitation, by U.S.\nand foreign copyright, trademark and other intellectual property laws.\n,All trademarks, service marks, trade names, logos and other indicia of origin (collectively, ,\"Marks\") appearing on the Servicesare the property of Green Dot orthe Green Dot Parties.\nYou,may not make any use of any Content or Marks without the prior written consent of Green Dot.\n,No Content from the Servicesmay be copied, reproduced, republished, uploaded, posted, ,transmitted, or distributed inany way.,Your Conduct,In using or accessing the Servicesyou agree: (1) not to use the Servicesor any of the Content ,contained herein, for any unlawful or fraudulent purpose.\n(2) not to “spam” others or “phish”for ,others' personal information.\n(3) not to create or use a false identity.\n(4) not to disrupt or interfere ,with the security of, “deeplink”, attempt to obtain unauthorized access to or otherwise abuse, the ,Servicesor affiliated or linked websites.\n(5) not to disrupt or interfere with any other user’s ,enjoyment ofthe Services.\n(6) not to use, frame or utilize framing techniques to enclose any ,Marks or other proprietary information (includingContent).\n(7)not to use meta tags or any other ,“hidden text” utilizing a Mark.\nand (8) not to use the Servicesin a manner that is defamatory, ,inaccurate, profane, threatening, invasive of a person's privacy, violates any third party ,proprietary rights, or is in violation of any law or regulation.,Third Party Websites and Services,The Servicesmay contain links to third party websites and services, over which Green Dot has no ,control.\nYou acknowledge and agree that Green Dot does not endorse, verify, or make any ,representations regarding these third party websites and services and is not responsible for the ,availability of, andany liability arising from, any such third party websites and services.\nGreen Dot ,is not liable to you or any other party for any loss or damage which may be incurred by you as a ,result of these third party websites and services.\nIt isrecommend that youcarefully review any ,terms of use and privacy policy of any linked third party website before providing any information ,to that website or using its products and services.,Termination.\nModification,Green Dot reserves the right, without notice and at its sole discretion, to suspendor terminate ,your ability to access or use the Services, andto block or prevent future access to anduse of the ,Servicesfor any reason.\nGreen Dot may, in its sole discretion, terminate, change, modify, ,suspend, make improvements to or discontinue any orall aspects of the Services, temporarily or ,permanently, at any time with or without notice to you.\nYou agree that Green Dot shall not be ,liable to you or to any third party for any such modification, suspension or discontinuance.,Disclaimer,THE GREEN DOTPARTIES AND THEIR RESPECTIVE OFFICERS, DIRECTORS, ,EMPLOYEES, AGENTS, OR CONTRACTORS (COLLECTIVELY, THE “GREEN DOT ,PARTNERS”)MAKENO REPRESENTATION OR WARRANTY IN CONNECTION WITH THE ,SERVICESOR CONTENT, ALL OFWHICH ARE PROVIDEDON AN \"AS IS\" AND \"AS ,AVAILABLE\" BASIS.\nTHE GREEN DOT PARTNERS HEREBY DISCLAIMALL WARRANTIES, ,EXPRESS, IMPLIED OR STATUTORY, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED ,WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE ,AND NON-INFRINGEMENT, WITH RESPECT TO THESERVICES, CONTENT AND ANY ,THIRD PARTY WEBSITE OR SERVICE.\nTHE GREEN DOT PARTNERS DONOT WARRANT ,THAT THE SERVICESOR CONTENT WILL MEET YOUR REQUIREMENTS, THAT THE ,OPERATION OF THE SERVICESOR CONTENT WILL BE UNINTERRUPTED OR ERROR-,FREE, THAT DEFECTS WILL BE CORRECTED, THAT TRANSMISSIONS OR DATA WILL BE ,SECURE, OR THAT THIS CONTENT, SERVICESOR THE SERVER THAT MAKES THEM,AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHE GREEN ,DOT PARTNERS DONOT WARRANT OR MAKE ANY REPRESENTATION REGARDING THE ,USE OR THE RESULTS OF THE USE OF THE SERVICESOR ANY CONTENT IN TERMS OF ,THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.,The Green Dot Partners will not be responsible for any delay, failure in performance or ,interruption of service, resulting directly or indirectly from acts of God, acts of civil or military ,authorities, civil disturbances, terrorism, wars, strikes or other labor disputes, fires, transportation ,contingencies, interruptions in telecommunications or Internetservices or network provider ,services, failure of equipment and/or software, other catastrophes or any other occurrences which ,are beyond the Green DotPartners’reasonable control.,Limitation of Liability,IN NO EVENT AND UNDER NO CAUSEOF ACTION, INCLUDING, WITHOUT LIMITATION, ,NEGLIGENCE, SHALL ANY OF THE GREEN DOT PARTIES BE LIABLE TO YOU OR ANY ,THIRD PARTY FOR ANY DAMAGES, CLAIMS OR LOSSES INCURRED (INCLUDING, ,WITHOUT LIMITATION, COMPENSATORY, INCIDENTAL, INDIRECT, SPECIAL, ,CONSEQUENTIAL OR EXEMPLARY DAMAGES), HOWEVER CAUSED, AND UNDER ANY ,THEORY OF LIABILITY, EVEN IF A GREEN DOT PARTNER IS ADVISED OF THE ,POSSIBILITY OF SUCH DAMAGES, CLAIMS OR LOSSES, ARISING IN CONNECTION WITH: ,(1) THE SERVICES.\n(2) YOUR USE OR INABILITY TO USE THE SERVICESOR CONTENT.\n(3) ,ANY THIRD PARTY WEBSITE OR SERVICE USED IN CONNECTION WITH OR AVAILABLE ,THROUGH THE SERVICES.\n(4)UNAUTHORIZED ACCESS TO OR ALTERATION OR LOSS ,OF YOUR TRANSMISSIONS OR DATA OR OTHER INFORMATION THAT IS SENT OR ,RECEIVED IN CONNECTION WITH THE SERVICES.\nOR (5)ERRORS, SYSTEM DOWNTIME, ,NETWORK OR SYSTEM OUTAGES, FILE CORRUPTION OR SERVICE INTERRUPTIONS.,NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, THE ,CUMULATIVE LIABILITY OF THE GREEN DOT PARTNERS TO YOU ARISING FROM ANY , C AUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL ,TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU FOR ACCESS TO THE ,SERVICES.\nIF NO AMOUNTS WERE PAID, YOUR SOLE REMEDY UNDER THESE TERMS ,OF USE SHALL BE TO DISCONTINUE ANY USE OF THESERVICES.,Indemnification,You agree to indemnify, defend and hold harmless the Green Dot Partners from and against any ,actual or alleged claims, demands, causes of action, judgments, damages, losses, liabilities, and ,all costs and expenses of defense (including, without limitation, reasonable attorneys' and other ,legal fees and costs) arising out of or relating to: (1) your violation of these Terms of Use or any ,law, rule or regulation.\n(2) your use of the Servicesor any Content.\n(3) loss of any data or account ,information;and (4) any material sentby you to Green Dot.\nYou will cooperate as fully and ,reasonably as required by Green Dot in the defense of any claim.\nGreen Dot reserves the right to ,assume the exclusive defense and control of any matter subject to indemnification by you, and ,you will not in any event settle any claim without the prior written consent of Green Dot.,Governing Law,These Terms of Use shall be exclusively governed by and construed in accordance with the laws ,of the State of California excluding conflicts of law rules.\nAny dispute arising from these Terms of ,Use or the Servicesshall be resolved in the state or federal courts residing in Los Angeles, ,California and you irrevocably agree to the jurisdiction of such courts.\nGreen Dot makes no ,representation that Content containedinthe Servicesis appropriate or available for use in ,jurisdictions outside the United States, or that the Terms of Use comply with the laws of any other ,country.\nIf any provision of these Terms of Use are deemed unlawful, void or for any reason ,unenforceable, then that provision shall be deemed severable from these Terms of Use and shall ,not affect the validity and enforceability of any remaining provisions.,Export Control,The supply of goods, services and software through the Servicesis subject to United States ,export control and economic sanctions requirements.\nBy acquiring any such items through the ,Services, you represent and warrant that your acquisition comports with and your use of the item ,will comportwith those requirements.\nWithout limiting the foregoing, you may not acquire goods, ,services or software through the Servicesif: (1) you are in, under the control of, or a national or ,resident of Cuba, Iran, North Korea, Sudan or Syria or if you are on the U.S.\nTreasury ,Department's Specially Designated Nationals List or the U.S.\nCommerce Department's Denied ,Persons List, Unverified List or Entity List or (2) you intend to supply the acquired goods, services ,or software to Cuba, Iran, North Korea, Sudan or Syria (or a national or resident of one of these ,countries) or to a person on the Specially Designated Nationals List, Denied Persons List, ,Unverified List,or Entity List.,Assignment,You will not assign (including without limitation by operation of law,change of control or ,otherwise) your rights or licenses to the Servicesprovided under these Terms of Use, either in ,whole or in part, without the prior written consent of Green Dot, and any attempted assignment ,contrary to the foregoing will be void and have no effect.\nWe may assign all or a portion of our ,rights under these Terms of Use.,Waiver and Severability,No waiver of by Green Dot of any term or condition set forth in these Terms of Use shall be ,deemed a further or continuing waiver of such term orcondition or a waiver of any other term or ,condition, and any failure of Green Dot to assert a right or provision under these Terms of Use ,shall not constitute a waiver of such right or provision.,If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction ,to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited ,to the minimum extent such that the remaining provisions of the Terms of Use will continue in full ,force and effect.,Contact Us, G reen Dot Customer Service,P.O.\nBox 5100, Pasadena, California 91117.", "created_at": "2023-09-14 19:09:04.682397", "updated_at": "2023-09-14 19:12:18.944621"}, {"id": 19096, "name": "ELECTRONIC COMMUNICATIONS AGREEMENT", "url": "https://www.go2bank.com/content/dam/go2bank/legal/about/docs/electroniccommunicationsagreement.pdf", "xpath": "//body", "text": "GO2BANK,ELECTRONIC COMMUNICATIONS AGREEMENT,Agreement to Electronic Communicationsand Signatures.Green Dot Bank (“Bank,” “we,” “us,” and ,“our”)may need to provide you with certain information, agreements, and disclosures in writing in ,connection with the accounts and services offered by Bank (“Communications”).\nBy agreeing to this,Electronic Communications Agreement(this “Agreement”), youare confirming your ability, and ,providing your consent, to: (i)receive Communications electronically from Bank and our designees,instead of in paper form and (ii) use electronic signatures in connection with our relationship with you.\n,Without limiting the foregoing, you further agree that Communications may be provided to you via email, ,text message, the GO2bank website, the GO2bank mobile app, and any other reasonable electronic ,notification methods.,Our ability to provide Communications to you electronically is dependent upon you maintaining a valid, ,workingemail address.\nTherefore, you agree to provide us with and maintain avalid, workingemail ,address for Communications that will be delivered by email and that you will promptly notify us of any ,change toyour email address.\nForCommunications that are provided to you via email, text message, the ,GO2bank website, the GO2bank mobile app,or another electronic notification method, it is your ,responsibility to promptly review those Communications.\nWe and our designees may, at our discretion, ,mail paper copies of Communications to you, in addition to or instead of sending them to you ,electronically.,By agreeing to this Agreement, you consent, understand,and agree that: (i) you are entering into ,this Agreement electronically;(ii) you meet the minimum hardware and software requirements ,specified below;(iii) yourconsent to receive C ommunications electronically will remain validuntil ,you withdraw your consent;and (iv) C ommunicationsthatmay be provided electronicallyinclude, ,butarenot limited to, the following:,•Agreements (including account agreements) and disclosures, including changes to and updated ,versions of those agreements and disclosures;,•Bank’s Privacy Policy, as well as annual notices and other disclosures regarding Bank’s Privacy ,Policy;,•Information regarding use of your account(s)and our services, including your account balances ,and activity foryour account(s);,•Accountstatements, authorizations,receipts, and transaction historiesfor your account(s);,•Notices to you of the resolution of any error regarding your account(s);and,•Inquiries andnotices toyou about transactionsperformed.,In order to access, view, and print/retain C ommunications electronically, you must have:,•Access to a device (e.g., a computer, smartphone, mobile, device, tablet, etc.) that is suitable for ,connecting to the Internet or downloading our mobile app and has aCurrent Version (as defined ,below) of: (i) an operating system, such as Windows, Mac OS, iOS or Android and (ii) an ,Internetbrowser, such as Chrome, Safari,or Firefox, that we support;,•A connection to the Internet;,•Local electronic storage capacity to retain Communications and/or a printer to print ,Communications;,•Avalid, working email address and software to access it.\nand,•Software that enables you to view and display files in HTML and PDF format.,By “Current Version,” we mean a version of the software that is currently being supported by its ,publisher.\nFrom time to time, we may offer services or features that require that your Internet browser be ,configured in a particular way, such as permitting the use of JavaScript or cookies.\nIf we detect that your ,Internet browser is not properly configured, we may provide you with a notice and advice on how to ,update your configuration.\nWe reserve the right to discontinue support of a Current Version of an ,operating system or Internet browser if, in our sole opinion, it suffers from a security flaw or other flaw ,that makes it unsuitable for use.,We reserve the right to modify this Agreement in our discretion.\nWe will provide you with notice of any,modifications, as required by applicable law.,Consent to receiving electronic Communications is a requirement of being able to open and ,maintain an accountwith Bank.\nExcept as may be required by applicable law, you do not have the ,option of requesting Communications in paper or other non-electronic form.\nYou can withdraw ,your consent only by contacting customer service at (855) 459-1334 and closing your account(s).,Rev.\n11/2020", "created_at": "2023-09-14 19:10:25.339333", "updated_at": "2023-09-14 19:10:27.947351"}], "points": [], "urls": ["go2bank.com"]}}