{"error": 448, "message": "OK", "parameters": {"id": 8338, "name": "Kids Chat", "created_at": "2023-05-16 16:59:31.631402", "updated_at": "2023-05-16 22:02:13.88121", "wikipedia": null, "keywords": null, "related": null, "slug": "kids-chat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8338.png", "url": "kidschat.net", "documents": [{"id": 16183, "name": "Privacy policy", "url": "https://www.kidschat.net/kidschat/privacy.php", "xpath": "//body", "text": " <i>\n</i>\n<p>Privacy policy</p>\n<p>Privacy Policy</p>\n<p>\nWe do collect personal information such as your IP address and email address (if you provide us that).\n<br>\nWe do not share email addresses or IP addresses with anyone except law enforcement agencies.\n<br>\nAny links found on our site, you can go at your own risk.\nWe hold no responsibility for any content found on other websites that are linked from this website.\n</p>\n<ul>\n<li>2023 © Kids Chat Net</li>\n<li>Home</li>\n<li>Forums</li>\n<li>Blog</li>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n<li>\n<i>\n</i> Language</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2023-05-16 16:59:31.691403", "updated_at": "2023-05-16 17:00:19.932536"}, {"id": 16185, "name": "Cookies", "url": "https://www.kidschat.net/forums/help/cookies/", "xpath": "//body", "text": " <i>\n</i>\nMenu <ul>\n<li> Home </li>\n<li> Forums New posts\nSearch forums </li>\n<li> What's new New posts\nNew profile posts\nLatest activity </li>\n<li> Members Current visitors\nNew profile posts\nSearch profile posts </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Log in Register <i>\n</i>\nWhat's new <i>\n</i>\nSearch Search <i>\n</i>Search titles only By: Search\nAdvanced search… <ul>\n<li> Latest activity </li>\n<li> Register </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu Log in Register Install the app\nInstall <ul>\n<li> Home </li>\n<li> Help </li>\n</ul> Cookie usage Help pages Help Smilies\nBB codes\nTrophies\nCookie usage\nTerms and rules\nPrivacy policy <p>This page discusses how cookies are used by this site.\nIf you continue to use this site, you are consenting to our use of cookies.</p>\nWhat are cookies?\n<p>Cookies are small text files stored on your computer by your web browser at the request of a site you're viewing.\nThis allows the site you're viewing to remember things about you, such as your preferences and history or to keep you logged in.</p>\n<p>Cookies may be stored on your computer for a short time (such as only while your browser is open) or for an extended period of time, even years.\nCookies not set by this site will not be accessible to us.</p>\nOur cookie usage\n<p>This site uses cookies for numerous things, including:</p>\n<ul>\n<li>Registration and maintaining your preferences.\nThis includes ensuring that you can stay logged in and keeping the site in the language or appearance that you requested.</li>\n<li>Analytics.\nThis allows us to determine how people are using the site and improve it.</li>\n<li>Advertising cookies (possibly third-party).\nIf this site displays advertising, cookies may be set by the advertisers to determine who has viewed an ad or similar things.\nThese cookies may be set by third parties, in which case this site has no ability to read or write these cookies.</li>\n<li>Other third-party cookies for things like Facebook or Twitter sharing.\nThese cookies will generally be set by the third-party independently, so this site will have no ability to access them.</li>\n</ul>\nAdditional cookies and those set by third parties\n<p>\nAdditional cookies may be set during the use of the site to remember information as certain actions are being performed, or remembering certain preferences.\n</p>\n<p>\nOther cookies may be set by third party service providers which may provide information such as tracking anonymously which users are visiting the site, or set by content embedded into some pages, such as YouTube or other media service providers.\n</p>\nRemoving/disabling cookies\n<p>Managing your cookies and cookie preferences must be done from within your browser's options/preferences.\nHere is a list of guides on how to do this for popular browser software:</p>\n<ul>\n<li>Microsoft Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Safari for macOS</li>\n<li>Safari for iOS</li>\n</ul>\nMore information about cookies\n<p>\nTo learn more about cookies, and find more information about blocking certain types of cookies, please visit the ICO website Cookies page.\n</p>\nStandard cookies we set Name\nPurpose Essential cookies These cookies are required to enable core functionality such as security, network management, and accessibility.\nYou may not reject these.\nxf___crossTab\nThis local storage item is used to store information used to communicate across tabs, such as the current cross-site request forgery token.\nxf_cacheKey\nThis local storage item is used to store the cache key used for offline storage items.\nxf_consent\nThis cookie is used to store a user's cookie consent preferences.\nxf_csrf\nThis cookie is used to store a user's cross-site request forgery token, preventing other applications from making malicious requests on the user's behalf.\nxf_dbWriteForced\nThis cookie is used to indicate that the request should completed using the write-only database server.\nxf_editorDisabled\nThis local storage item is used to store whether or not a user has the rich text editor enabled.\nfr-copied-html\nThis local storage item is used to store a user's copied rich text when pasting into the text editor.\nfr-copied-text\nThis local storage item is used to store a user's copied plain text when pasting into the text editor.\nxf_guestUsername\nThis local storage item is used to store a guest user's username.\nxf_inline_mod_*\nThese cookies are used to store a user's currently selected inline moderation items.\nxf_language_id\nThis cookie is used to store a user's selected language.\nxf_lbSidebarDisabled\nThis local storage item is used to store whether or not a user has toggled the lightbox sidebar.\nxf_ls\nThis cookie is used to store a user's local storage contents in the event their browser does not support the native local storage mechanism.\nxf_multiQuote*\nThese local storage items are used to store a user's multi-quote selections.\nxf_notice_dismiss\nThis cookie is used to store a user's dismissed notices.\nxf_push_history_user_ids\nThis local storage item is used to store which users on this device have enabled push notifications.\nxf_push_notice_dismiss\nThis cookie is used to determine whether or not a user has dismissed the push notification notice.\nxf_push_subscription_updated\nThis cookie is used to determine if a user's push subscription preferences have been updated.\nxf_session\nThis cookie is used to store a user's session identifier.\nxf_style_id\nThis cookie is used to store a user's selected style.\nxf_tfa_trust\nThis cookie is used to determine if a user has previously chosen to trust this device without requiring further two-step verification for a period of time.\nxf_toggle\nThis cookie and local storage item are used to store a user's preferences for toggling various controls open or closed.\nxf_user\nThis cookie is used to store a user's \"remember me\" token, allowing their credentials to persist across multiple sessions.\nxf_visitorCounts\nThis local storage item is used to store counts of a user's unread conversations and alerts.\nOptional cookies We deliver enhanced functionality for your browsing experience by setting these cookies.\nIf you reject them, enhanced functionality will be unavailable.\nxf_emoji_usage\nThis cookie is used to store which emojis a user has recently used when composing a message.\nxf_from_search\nThis cookie is used to track when a user has arrived on the site from a search engine.\nThird-party cookies Cookies set by third parties may be required to power functionality in conjunction with various service providers for security, analytics, performance or advertising purposes.\nGoogle\nThese cookies are set by Google, and may be used for analytics, verifying legitimate traffic, or other embedded content.\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul>\n<ul>\n<li>Contact us</li>\n<li>Terms and rules</li>\n<li>Privacy policy</li>\n<li>Help</li>\n<li>Home</li>\n</ul>\n<i>\n</i>Top ", "created_at": "2023-05-16 17:01:37.414984", "updated_at": "2023-05-16 17:01:48.177959"}, {"id": 16186, "name": "Forum  Privacy policy", "url": "https://www.kidschat.net/forums/help/privacy-policy/", "xpath": "//body", "text": " <i>\n</i>\nMenu <ul>\n<li> Home </li>\n<li> Forums New posts\nSearch forums </li>\n<li> What's new New posts\nNew profile posts\nLatest activity </li>\n<li> Members Current visitors\nNew profile posts\nSearch profile posts </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Log in Register <i>\n</i>\nWhat's new <i>\n</i>\nSearch Search <i>\n</i>Search titles only By: Search\nAdvanced search… <ul>\n<li> Latest activity </li>\n<li> Register </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu Log in Register Install the app\nInstall <ul>\n<li> Home </li>\n<li> Help </li>\n</ul> Privacy policy Help pages Help Smilies\nBB codes\nTrophies\nCookie usage\nTerms and rules\nPrivacy policy <p>We are Kidschat.net Forums (\"we\", \"our\", \"us\").\nWe’re committed to protecting and respecting your privacy.\nIf you have questions about your personal information please contact us.</p>\nWhat information we hold about you\n<p>The type of data that we collect and process includes:</p>\n<ul>\n<li>Your name or username.</li>\n<li>Your email address.</li>\n<li>Your IP address.</li>\n</ul>\n<p>Further data may be collected if you choose to share it, such as if you fill out fields on your profile.</p>\n<p>We collect some or all of this information in the following cases:</p>\n<ul>\n<li>You register as a member on this site.</li>\n<li>You fill out our contact form.</li>\n<li>You browse this site.\nSee \"Cookie policy\" below.</li>\n<li>You fill out fields on your profile.</li>\n</ul>\nHow your personal information is used\n<p>We may use your personal information in the following ways:</p>\n<ul>\n<li>For the purposes of making you a registered member of our site, in order for you to contribute content to this site.</li>\n<li>We may use your email address to inform you of activity on our site.</li>\n<li>Your IP address is recorded when you perform certain actions on our site.\nYour IP address is never publicly visible.</li>\n</ul>\nOther ways we may use your personal information.\n<p>In addition to notifying you of activity on our site which may be relevant to you, from time to time we may wish to communicate with all members any important information such as newsletters or announcements by email.\nYou can opt-in to or opt-out of such emails in your profile.</p>\n<p>We may collect non-personally identifiable information about you in the course of your interaction with our site.\nThis information may include technical information about the browser or type of device you're using.\nThis information will be used purely for the purposes of analytics and tracking the number of visitors to our site.</p>\nKeeping your data secure\n<p>We are committed to ensuring that any information you provide to us is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place suitable measures and procedures to safeguard and secure the information that we collect.</p>\nCookie policy\n<p>Cookies are small text files which are set by us on your computer which allow us to provide certain functionality on our site, such as being able to log in, or remembering certain preferences.</p>\n<p>We have a detailed cookie policy and more information about the cookies that we set on this page.</p>\nRights\n<p>You have a right to access the personal data we hold about you or obtain a copy of it.\nTo do so please contact us.\nIf you believe that the information we hold for you is incomplete or inaccurate, you may contact us to ask us to complete or correct that information.</p>\n<p>You also have the right to request the erasure of your personal data.\nPlease contact us if you would like us to remove your personal data.</p>\nAcceptance of this policy\n<p>Continued use of our site signifies your acceptance of this policy.\nIf you do not accept the policy then please do not use this site.\nWhen registering we will further request your explicit acceptance of the privacy policy.</p>\nChanges to this policy\n<p>We may make changes to this policy at any time.\nYou may be asked to review and re-accept the information in this policy if it changes in the future.</p>\nCAPTCHA privacy policy\n<p>This site is protected by reCAPTCHA and the Google privacy policy and terms of service apply.</p>\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul>\n<ul>\n<li>Contact us</li>\n<li>Terms and rules</li>\n<li>Privacy policy</li>\n<li>Help</li>\n<li>Home</li>\n</ul>\n<i>\n</i>Top ", "created_at": "2023-05-16 17:02:17.505356", "updated_at": "2023-05-16 17:02:25.217947"}, {"id": 16182, "name": "Terms of use", "url": "https://www.kidschat.net/kidschat/terms.php", "xpath": "//body", "text": " <i>\n</i>\n<p>Terms of use</p>\n<p>Terms of Use for Kids Chat</p>\n<p>\nYou must be at least 13 years old to login, register and participate on Kids Chat.\n<br>\n<br>\nYou agree to follow all the rules we have outlined on this website.\n<br>\n<br>\nUser Generated Objectionable content is strictly forbidden.\nThese can include the following:\n<br>\n<br>\n- Depictions of all sexual content include sexual nudity, or sexually suggestive poses in which the subject is nude, blurred or minimally clothed, and/or where the clothing would not be acceptable in an appropriate public context.\n<br>\n- Depictions, animations or illustrations of sex acts, or sexually suggestive poses or the sexual depiction of body parts.<br>\n- Content that depicts or are functionally sexual aids, sex guides, illegal sexual themes and fetishes.<br>\n- Content that is lewd or profane.\n<br>\n- Messages that degrade or objectify people.\n<br>\n- Hate speech and stereotyping.<br>\n- Content or speech trying to encourage others to believe that people should be hated or discriminated against because they are a member of a protected group.<br>\n- Content which promotes hate symbols such as flags, symbols, insignias, paraphernalia or behaviors associated with hate groups.<br>\n- Any content that depict or facilitate violence.<br>\n- Bullying or Harassment of other users.\n<br>\n- Messages that mention Illegal and dangerous content\n<br>\n<br>\nYou are solely responsible for protecting your own account password and other account information.\n<br>\n<br>\nWe do record IP addresses and by participating in our chat rooms, you agree that we can provide your IP address to law enforcement officials if there is an investigation against you.\n<br>\n<br>\nUsers of this website agree to indemnify and hold harmless Kids Chat Net, including its moderation team from any claims, liabilities, expenses or costs, including, but not limited to legal fees and expenses, arising out of a breach by you or any user of the chat rules or privacy policy set forth on this website.\nBreaches include user generated content such as blog posts, image uploads, voice memos and text chat.\n<br>\n<br>\n</p>\n<p>VIP Chat Membership</p>\n<p>You agree to purchase VIP using a bank or credit card in which you are the authorised account holder or have full permission from the account holder to make the purchase.\nWe reserve the right to verify each transaction with the cardholder.\n<br>\n<br>\nUsers who purchase VIP understand that there are no refunds except for those who accidentally make duplicate payments.\nThis includes situations in which you are kicked, banned, delete your account, or change your mind.\n<br>\n<br>\nIf you do not agree to our terms of use, please leave our website.\n</p>\n<ul>\n<li>2023 © Kids Chat Net</li>\n<li>Home</li>\n<li>Forums</li>\n<li>Blog</li>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n<li>\n<i>\n</i> Language</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2023-05-16 16:59:31.661743", "updated_at": "2023-05-16 17:08:00.643335"}, {"id": 16184, "name": "Forum  Terms and rules", "url": "https://www.kidschat.net/forums/help/terms/", "xpath": "//body", "text": " <i>\n</i>\nMenu <ul>\n<li> Home </li>\n<li> Forums New posts\nSearch forums </li>\n<li> What's new New posts\nNew profile posts\nLatest activity </li>\n<li> Members Current visitors\nNew profile posts\nSearch profile posts </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Log in Register <i>\n</i>\nWhat's new <i>\n</i>\nSearch Search <i>\n</i>Search titles only By: Search\nAdvanced search… <ul>\n<li> Latest activity </li>\n<li> Register </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu Log in Register Install the app\nInstall <ul>\n<li> Home </li>\n<li> Help </li>\n</ul> Terms and rules Help pages Help Smilies\nBB codes\nTrophies\nCookie usage\nTerms and rules\nPrivacy policy <p>The providers (\"we\", \"us\", \"our\") of the service provided by this web site (\"Service\") are not responsible for any user-generated content and accounts.\nContent submitted express the views of their author only.</p>\n<p>This Service is only available to users who are at least 13 years old.\nIf you are younger than this, please do not register for this Service.\nIf you register for this Service, you represent that you are this age or older.</p>\n<p>All content you submit, upload, or otherwise make available to the Service (\"Content\") may be reviewed by staff members.\nAll Content you submit or upload may be sent to third-party verification services (including, but not limited to, spam prevention services).\nDo not submit any Content that you consider to be private or confidential.</p>\n<p>You agree to not use the Service to submit or link to any Content which is defamatory, abusive, hateful, threatening, spam or spam-like, likely to offend, contains adult or objectionable content, contains personal information of others, risks copyright infringement, encourages unlawful activity, or otherwise violates any laws.\nYou are entirely responsible for the content of, and any harm resulting from, that Content or your conduct.</p>\n<p>We may remove or modify any Content submitted at any time, with or without cause, with or without notice.\nRequests for Content to be removed or modified will be undertaken only at our discretion.\nWe may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice.</p>\n<p>You are granting us with a non-exclusive, permanent, irrevocable, unlimited license to use, publish, or re-publish your Content in connection with the Service.\nYou retain copyright over the Content.</p>\n<p>These terms may be changed at any time without notice.</p>\n<p>If you do not agree with these terms, please do not register or use the Service.\nUse of the Service constitutes acceptance of these terms.\nIf you wish to close your account, please contact us.</p>\n<ul>\n<li> Home </li>\n<li> Help </li>\n</ul>\n<ul>\n<li>Contact us</li>\n<li>Terms and rules</li>\n<li>Privacy policy</li>\n<li>Help</li>\n<li>Home</li>\n</ul>\n<i>\n</i>Top ", "created_at": "2023-05-16 17:01:08.917379", "updated_at": "2023-05-18 21:29:38.666662"}], "points": [], "urls": ["kidschat.net"]}}