{"error": 448, "message": "OK", "parameters": {"id": 7190, "name": "Campus Suite", "created_at": "2023-01-03 00:17:25.071196", "updated_at": "2023-01-22 17:00:14.843101", "wikipedia": null, "keywords": null, "related": null, "slug": "campus-suite", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7190.png", "url": "campussuite.com", "documents": [{"id": 13748, "name": "Terms and Conditions", "url": "https://www.campussuite.com/campus-suite-terms-conditions", "xpath": "//body", "text": " <ul>\n<li>Login</li>\n<li>Academy</li>\n<li>Contact</li>\n<li>Help</li>\n</ul>\n<ul>\n<li>Solutions <ul>\n<li>Websites</li>\n<li>Website accessibility</li>\n<li>Social Media</li>\n<li>Mobile app</li>\n<li>Notifications</li>\n<li>Neighborhood Districts</li>\n<li>Full feature list</li>\n</ul>\n</li>\n<li>Services <ul>\n<li>Design and launch</li>\n<li>Accessibility and compliance</li>\n<li>PDF Accessibility Compliance</li>\n<li>Branding services</li>\n</ul>\n</li>\n<li>Designs</li>\n<li>Customers</li>\n<li>Resources <ul>\n<li>Blog</li>\n<li>Case studies</li>\n<li>Website accessibility</li>\n<li>Guides and templates</li>\n<li>Webinar and videos</li>\n</ul>\n</li>\n<li>Company <ul>\n<li>About us</li>\n<li>Contact information</li>\n<li>Partner program</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>See a demo</li>\n</ul> Campus Suite Terms and Conditions\n<strong>General Criteria</strong>\n<p>The availability of Internet access in the School District provides an opportunity for staff and students to access information and contribute to the School District’s presence on the World Wide Web.\nThe District/school/classroom websites must relate to curriculum or instructional matters, school authorized activities, or general information of interest to the public pertaining to the District or its schools.\nStaff and students are prohibited from publishing personal home pages or links to personal home pages as part of the District/school/classroom Web Page(s).\nSimilarly, no individual or outside organization will be permitted to publish personal Web Pages as part of the District/school/classroom Web Page(s).</p>\n<p>Internet access for the creation of web pages is provided by the District and all information must be reviewed by the Director of Information Services or his/her designee prior to publishing it on the Web.\nPersonnel designing information for the web pages must familiarize themselves with and adhere to District standards and procedures.\nFailure to follow District standards or responsibilities may result in disciplinary sanctions in accordance with law and/or the applicable collective bargaining agreement.</p>\n<p>The District may provide, as necessary, general training on relevant legal considerations and compliance with applicable laws and regulations including copyright, intellectual property, and privacy of student records as well as relevant District procedures to those staff members and students who are allowed to develop or place material on the District/school/classroom web page(s).</p>\n<p>&nbsp;</p>\n<strong>Message to Students and Parents: </strong>&nbsp.\n<p>This Privacy Statement applies to Personal Information collected on the Campus Suite Certified School website, including the notification systems, Social Media Manager and mobile applications provided and hosted by Campus Suite for your school, school district or other organization (“School”).\nSchools use the Campus Suite Content Management System (CMS) to provide customized websites, applications and other programs to the School’s end users, which could include teachers, parents, students and others.\nThis Privacy Policy pertains only to the Personal Information that Campus Suite collects from you or that is provided to us by the School or your users in connection with the School’s use of the Campus Suite CMS, where we serve as the supplier that processes this data on the School’s behalf.\n“Personal Information” is information that can identify a specific individual.&nbsp;</p>\n<p>When you or your School use Campus Suite School Communication Cloud, they use your data to host and provide the overall service to you and the School.\nCampus Suite collects, uses and retains your Personal Information as a service provider to the School in accordance with our contractual agreements with the School.\nThis Privacy Statement explains how Campus Suite processes your Personal Information on the School’s behalf.&nbsp;</p>\n<p>Campus Suite uses this information to operate, maintain, and provide to you and other users the features of the service, including to provide you with the features of the service selected and controlled by the School.\nWe may use this information to communicate with you, such as to send you email messages, push notifications, text messages, and to permit other Users of the service to contact you, to improve and develop our product and services, to improve customer service, and for other systems maintenance purposes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Reviewing, modifying or deleting Student Data</strong>\n</p>\n<p>Student Data is controlled by your School and Campus Suite processes Student Data on your School’s behalf.\nIf you have any questions about reviewing, modifying, or deleting Personal Information of a student, please contact your School directly.\nQuestions we receive regarding Student Data will be referred to your School as we require your School’s authorization for Campus Suite to update or delete information contained in School created accounts.\nWe will promptly respond to all requests from your School to provide access to, correct, or delete Student Data.</p>\n<p>The District has selected Campus Suite, a FERPA certified organization, as our CMS (Content Management System) in order for our School District to have a presence on the World Wide Web.\nAdditionally, we may be using their Social Media Integration and Notification platform for School messaging.&nbsp.\nThe Family Educational Rights and Privacy Act (FERPA), which is a Federal law that protects the privacy interest of students as well as affords parents the right to access and amend their children's education records, and additionally provides them with some control of the disclosure of the information in these records.&nbsp;</p>\n<p>FERPA protects personally identifiable information contained in students’ education records from unauthorized disclosure.\nConsistent with FERPA, Campus Suite will only use education records, as defined under FERPA, for the purpose of providing agreed services to a school, school district or teacher.\nCampus Suite will never share or sell FERPA­ protected information, or use it for any other purposes, except as otherwise directed or permitted by the school, school district or teacher.\nFor clarity and without limitation, Campus Suite will not use education records or any other student data to engage in targeted advertising</p>\n<p>&nbsp;</p>\n<strong>Data Associated with Social Media Networks</strong>\nSchools may optionally connect their Campus Suite website to Facebook and/or Twitter using our <em>Social Media Manager</em>.\nIn doing so, they agree to the terms and conditions of those networks along with these Campus Suite terms and conditions.\nSchools can request to sever the connection to their any social media account by sending an email to helpdesk at campussuite dot com.\nWe request up to two (2) business days (Mon-Fri) to handle such requests.\nYou may review our data storage and retention policy by clicking here.<br>\n<p>&nbsp;</p>\n<strong>Content Standards</strong>\n<ol>\n<li>Approval for posting a web page must be obtained from the Director of Information Services or his/her designee.\nIf at any time, the Director of Information Services or his/her designee believes the proposed material does not meet the standards approved by the District, it will not be published on the Web.\nDecisions regarding access to active web pages for editing content or organization will be the responsibility of the Director of Information Services/designee(s).</li>\n<li>A web page must be sponsored by a member of the District faculty, staff or administration who will be responsible for its content, design, currency and maintenance.\nThe sponsor is responsible for ensuring that those constructing and maintaining the web page have the necessary technical training and that they fully understand and adhere to District policies and regulations.\nThe web page must include the name of the sponsor.</li>\n<li>Staff or student work should be published only as it relates to a school/classroom authorized project or other school-related activity.</li>\n<li>The review of a Student Web Page shall be subject to prior District review as would any other school-sponsored student publication.</li>\n<li>An authorized teacher, staff member or administrator who is publishing the final web page(s) for himself/herself or for a student will edit and test the page(s) for accuracy of links and check for conformance with District standards and practices.</li>\n<li>The following disclaimer about the content of web pages must be part of individual sites:&nbsp.\n“The District has made every reasonable attempt to ensure that our Web Pages are educationally sound and do not contain links to questionable material or material that can be deemed in violation of the District’s Standards and Guidelines for Web Page Publishing Policy and the Acceptable Use Agreement.”</li>\n<li>Commercial advertising or marketing on the District/school/classroom Web Page(s) (or the use of school-affiliated Web Pages for the pursuit of personal or financial gain) shall be prohibited unless otherwise authorized in accordance with law and/or regulation.\nDecisions regarding website advertising must be consistent with existing District policies and practices on this matter.\nSchool-affiliated Web pages may mention outside organizations only in the context of school programs that have a direct relationship to those organizations.</li>\n<li>&nbsp;Web Pages may include faculty or staff names.\nhowever, other personal information about employees including, but not limited to, home telephone numbers, addresses, email addresses, or other identifying information such as names of family members may be published only with the written permission of the employee.</li>\n<li>All Web Pages must conform to the standards for appropriate use found in the District’s Acceptable Use Policy and accompanying Regulations regarding standards of acceptable use.\nexamples of inappropriate behavior.\nand compliance with applicable laws, privacy, and safety concerns.</li>\n<li>All Web Pages must be approved through the designated process before being posted to the District/school/classroom websites.</li>\n<li>All staff and/or students authorized to publish material on the District/school/classroom Web Page(s) shall acknowledge receipt of the District’s Web Page Standards and agree to comply with same prior to posting any material on the Web.</li>\n</ol>\n<p>&nbsp;</p>\n<strong>Copyrighted Materials</strong>\n<p>All employees and students are prohibited from copying materials not specifically allowed by the copyright law, “Fair Use”&nbsp.\nguidelines,&nbsp.\nlicenses&nbsp.\nor&nbsp.\ncontractual&nbsp.\nagreements,&nbsp.\nor&nbsp.\nthe permission&nbsp.\nof&nbsp.\nthe copyright proprietor.\nWeb Page publications must include a statement of copyright when appropriate and indicate that permission has been secured when including copyrighted materials or notice that such publication is in accordance with the “Fair Use” provisions of the Copyright Law.</p>\n&nbsp.\n<strong>Fair Use of Copyrighted Materials</strong>\n<p>Pursuant to Section 107 of the Copyright Law (“Fair Use” provisions), the use of copyrighted material for criticism, comment, news reporting, teaching, scholarship, or research may be permitted under certain circumstances.</p>\n<p>However, any appropriation of someone else’s work on the Internet is a potential copyright infringement.\n“Fair Use” provisions may not apply when a project created by a teacher or student is accessed by others over the Internet.\nIf there is a possibility that school-affiliated Web Page(s), which incorporate copyrighted works under the “Fair Use” provisions, could later result in broader dissemination, it will be necessary to seek the permission of the copyright holder.\nThe complex interplay between copyright law and the “Fair Use” provisions in educational multimedia projects should be considered in development of Web Page publishing standards and reviewed by school counsel prior to District implementation for compliance with applicable law and regulations.</p>\n<ol>\n<li>Unless otherwise noted, always assume that work on the web is copyrighted.\nIt is NOT necessary that the copyright symbol — © — be displayed for the work to be protected by copyright laws.</li>\n<li>Proper attribution must always be given.</li>\n<li>Obtaining permission(s) from the copyright holder(s) (whether text, graphics or music) should occur during the developmental process or project, rather than waiting to seek permission upon completion of the project.</li>\n</ol>\n&nbsp.\n<strong>Intellectual Property/Works Made for Hire</strong>\n<p>All works completed by employees as part of their employment shall be considered “works made for hire” as described in the United States Code Annotated, Title 17, Copyrights to the extent permitted by law.\nThis determination includes, but is not limited to, the following activities:</p>\n<ol>\n<li>&nbsp;Work prepared by an employee within the scope of his/her employment, whether tangible or intangible;</li>\n<li>Work specifically ordered or commissioned for use as a contribution to a collective work, as enumerated in law.</li>\n</ol>\n<p>Any work created within the scope of such a relationship will be considered a work made for hire when a regular employment relationship exists.</p>\n<p>Work covered under this policy is the property of the School District, not the creator of such work.\nThe District shall own any and all rights to such works, or derivatives thereof, unless there is a written agreement to the contrary.</p>\n&nbsp.\n<strong>Student Work</strong>\n<p>*Students are the copyright holders of their own original work.\nThe District must receive written permission from both the parent and the student prior to publishing students’ original work on the District/school/classroom websites.</p>\n<p>&nbsp;</p>\n<strong>Student Free Speech Issues (School-sponsored Publications)</strong>\n<p>In general, School Districts can exercise editorial control over the style and content of student expression in school-sponsored publications, theatrical productions, and other expressive activities that *students, parents and members of the public might reasonably perceive to bear the imprimatur of the school.</p>\n<p>District’s computer network, in accordance with law and applicable collective bargaining agreements.\nIn the case that a violation may constitute a criminal offense, it will be reported to the appropriate authorities.</p>\n&nbsp.\n<strong>Students</strong>\n<p>Students posting non-approved or inappropriate material on a school-affiliated website are subject to the imposition of discipline, including possible suspension or revocation of access to the District’s computer network, in accordance with applicable due process procedures and the District Code of Conduct.\nIn the case that a violation may constitute a criminal offense, it will be reported to the appropriate authorities.</p>\n&nbsp.\n<strong>Oversight</strong>\n<p>However, the school’s actions in such a case must be reasonably related to legitimate pedagogical concerns and may not amount to viewpoint discrimination.</p>\n<p>&nbsp;</p>\n<strong>Consequences for Non-Compliance</strong>\n<p>Web pages that do not comply with the above criteria are subject to revocation of approval and removal from the District/school/classroom websites.</p>\n<p>&nbsp;</p>\n<strong>Staff</strong>\n<p>Faculty or staff posting non-approved or inappropriate material on a school-affiliated website are subject to the imposition of discipline, including possible suspension or revocation of access to the Superintendent of Schools or his/her designee shall have the authority to approve or deny the posting of any proposed Web Pages on school-affiliated websites based upon compliance with the terms and conditions set forth in this policy as well as applicable District practices and procedures.</p>\n<p>\n<em>* Students must be sponsored and supervised by a member of the teaching staff.\nStudents will not have access to login information for Web Pages.</em>\n</p>\n<p>&nbsp;</p>\n<p>Campus Suite Platform License</p>\n<p>RECITALS</p>\n<p>WHEREAS, Licensor is engaged in the business of providing access to Software and Licensor's application server.\nWHEREAS, Licensee desires to retain Licensor to perform the services provided for in this agreement.\nNOW, THEREFORE, Licensor and Licensee agree as follows:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Grant of License</strong>\n</p>\n<p>Subject to the terms and conditions herein, Licensor hereby grants Licensee a nonexclusive license to (i) access and utilize Campus Suite Hosted Edition (the 'Software') on Licensor's application server over the Internet, and (ii) transmit data related to Licensee's use of the Software over the Internet.</p>\n<p>‌</p>\n<p>Use and Access</p>\n<ol>\n<li>Subject to the restrictions on use as set forth herein, Licensee will have access to the Software and Licensor's application server for the purpose of using the software for its intended purpose and in accordance with the specifications set forth in any documentation relating to the Software provided by Licensor.\nSuch use and access will be continuous on a 24/7 basis except for interruptions by reason of maintenance or downtime beyond Licensor's reasonable control.</li>\n<li>‌Licensee will use the Software only for its internal school operations and will not permit the Software to be used by or for the benefit of anyone other than Licensee.\nLicensee will not have the right to re-license or sell rights to access and/or use the Licensed Software or to transfer or assign rights to access or use the Software, except as expressly provided herein.\nLicensee may not modify, translate, reverse engineer, decompile or create derivative works based upon the Software.\nLicensee agrees to use the Software in a manner that complies with all applicable laws including intellectual property and copyright laws.\nLicensor expressly reserves all rights not expressly granted to Licensee herein.</li>\n<li>Licensee will not: (i) transmit or share identification or password codes to persons other than authorized users (ii) permit the identification or password codes to be cached in proxy servers and accessed by individuals who are not authorized users, or (iii) permit access to the software through a single identification or password code being made available to multiple users on a network.</li>\n<li>Student Submitted Information within Schools.\nPrior to a student submitting any information within a School environment by accessing Campus Suite for the purpose of using the notification system, the Teacher must certify that they have received the appropriate consent by either a) choosing to act as the agent of the Parent and consent on the Parents behalf which is commonly referred to as School Consent or b) collect the parental consent directly from the parent.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Unlimited Calling, E-mailing and Texting Restriction</p>\n<p>Licensee may send unlimited calls, emails and texts during the term of this Agreement to the recipient numbers and email addresses based on the enrollment number provided (qualifying personnel included in service at no extra charge) at the time of sign up or on the renewal date.\nCalls and texts will be limited to the North American Numbering Plan.&nbsp.\nValid recipients include ( parents, guardians, students, employees, faculty and administrative staff.\nCalls, emails, or texts to others outside of this enrollment and qualifying personnel are strictly prohibited.\nAll recipients must opt into communications from your school to be called, emailed, or texted.</p>\n<p>‌</p>\n<p>Definition of Unlimited Calls</p>\n<p>Certain plans are classified as “unlimited,” which means you can send an unlimited number of time-sensitive messages to a relatively static list of members or recipients, provided, however, that messages conform with all FTC and FCC regulations, and are not considered as “spamming” by your recipients.\nThe following results may result in a plan adjustment or account cancellation by Licensor: Frequently changing recipient lists.\nfrequently sending messages that have a high percentage of disconnected numbers.\nfrequent hang-ups by recipients shortly after the call begins.\nreceiving a high percentage of opt-out requests from your recipients.</p>\n<p>‌</p>\n<strong>Minimum Age</strong>\n<br>\n<p>You are prohibited from using or registering for the Campus Suite system for notifications for individuals under the age of (13) thirteen, or with consent from a parent or guardian.\nBy using or registering for the Campus Suite system, you represent and warrant to Licensor that your users are above the age of thirteen, or have parental consent.</p>\n<p>‌</p>\n<strong>Customer Represent and Warrants</strong>\n<br>\n<p>Customer Represents and warrants that one (1) user is knowledgeable concerning the restrictions under federal,state and local laws and regulations that may apply to customer’s use of Campus Suite and other automated communication services ordered hereunder, and two (2) each use by the user of Campus Suite shall comply in all respects with all such applicable laws and regulations, including but not limited to the type and identity of each call recipient, transmission of a valid caller-ID, customer’s relationship to each call recipient, the call date and time selected by the user and the content and timing of each call.\nAny unlawful use by the user of Campus Suite Is strictly prohibited.\nCustomer and the person executing this Agreement jointly and severally represents and warrants that such person is fully authorized to execute and deliver the Agreement on behalf of the customer.</p>\n<p>‌</p>\n<p>Price and Payment</p>\n<ol>\n<li>Licensee will pay Licensor an annual subscription cost for the license of the Software and access to Licensor's application server.\nLicensor will invoice the licensee for quantity pricing on the first day of the contract date.\nLicensor reserves the right to change pricing based on, provider cost changes, additional features, or excessive utilization of the software resources.\nThe licensor will notify the licensee 30 (thirty) days in advance of any price changes.\nUpon Licensor providing project related parties and/or Licensor access to the Software and Licensor's application server (e.g.\nthe \"product\"), the Licensee is formally accepting the Campus Suite \"product\" as delivered.</li>\n<li>‌The fees for the license of the Software do not include taxes.\nIf Licensor is required to pay or collect any federal, state, local, or value-added tax on any fees charged under this Agreement, or any other similar taxes or duties levied by any governmental authority, excluding taxes levied on Licensor's net income, then such taxes and/or duties will be billed to and paid by Licensee immediately upon receipt of Licensor's invoice and supporting documentation for the taxes or duties charged.</li>\n</ol>\n<p>‌</p>\n<strong>Technical Support</strong>\n<br>\n<p>Licensor will supply telephone and/or email support to Licensee based on support level (Premium, professional or standard) regarding the Software on a reasonable and necessary basis to Client within business hours – Monday to Friday 9 am to 6 pm EST, exclusive of holidays.\nLicensor will provide a listing of detailed hours, holidays, and service availability on their website, and reserves the right to modify the times technical support is available.</p>\n<p>‌</p>\n<strong>Term and Termination</strong>\n<br>\n<ol>\n<li>The term of service shall be (36) months starting (May 1, 2021) with voluntary one year extensions.\nThe parties agree that unless either party provides written (letter, facsimile, email) notice of intent not to extend the contract for an additional year within 30 days of the applicable termination date to the authorized representative contact below, the contract will be extended for a term of one year.</li>\n<li>‌Either party may terminate this agreement for material breach, provided, however, that the terminating party has given the other party at least twenty-one (21) days written notice of and the opportunity to cure the breach.\nTermination for breach will not preclude the terminating party from exercising any other remedies for breach.</li>\n</ol>\n<p>‌</p>\n<strong>Ownership of Intellectual Property</strong>\n<br>\n<p>Title to any proprietary rights in the Software or Licensor's web site will remain in and be the sole and exclusive property of Licensor.\nLicensee will be the owner of all content created and posted by Licensee.</p>\n<p>‌</p>\n<strong>Confidentiality</strong>\n<br>\n<ol>\n<li>Licensee acknowledges that the Software and other data on Licensor's application server embodies logic, design and coding methodology that constitute valuable confidential information that is proprietary to Licensor.\nLicensee will safeguard the right to access the Software and other software installed on Licensor's application server using the same standard of care that Licensee uses for its own confidential materials.</li>\n<li>‌All data pertaining to Licensee disclosed to Licensor in connection with the performance of this Agreement And residing on Licensor's application server will be held as confidential by Licensor and will not, without the prior written consent of Licensee, be disclosed or be used for any purposes other than the performance of this Agreement.\nLicensor will safeguard the confidentiality of such data using the same standard of care that Licensor uses for its own confidential materials.\nThis obligation does not apply to data that: (i) is or becomes, through no act or failure to act on the part of Licensor, generally known or available.\n(ii) is known by Licensor at the time of receiving such information as evidenced by its written records.\n(iii) is hereafter furnished to Licensor by a third party, as a matter of right and without restriction on disclosure.\n(iv) is independently developed by Licensor as evidenced by its written and dated records and without any breach of this Agreement.\nor (v) is the subject of a written permission to disclose provided by Licensee.\nFurther notwithstanding the forgoing, disclosure of data will not be precluded if such disclosure: (i) is in response to a valid order of a court or other governmental body of the United States.\n(ii) is otherwise required by law.\nor (iii) is otherwise necessary to establish rights or enforce obligations under this Agreement, but only to the extent that any such disclosure is necessary.</li>\n</ol>\n<p>‌</p>\n<strong>Warranty and Disclaimer</strong>\n<br>\n<p>Licensor warrants the Software is developed and will be provided in conformity with generally prevailing industry standards.\nLicensee must report any material deficiencies in the Software to Licensor in writing within thirty (30) days of Licensee's discovery of the defect.\nLicensor's exclusive remedy for the breach of the above warranty will be for Licensor to provide access to replacement Software within a commercially reasonable time.\nTHIS WARRANTY IS EXCLUSIVE AND IS IN LIEU OF ALL OTHER WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AND ANY ORAL OR WRITTEN REPRESENTATIONS, PROPOSALS OR STATEMENTS MADE ON OR PRIOR TO THE EFFECTIVE DATE OF THIS AGREEMENT.\nDEVELOPER EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES.</p>\n<p>‌</p>\n<strong>Limitation of Liability, Indemnification</strong>\n<br>\n<p>Neither party will be liable to the other for special, indirect or consequential damages incurred or suffered by the other arising as a result of or related to the use of the Software, whether in contract, tort or otherwise, even if the other has been advised of the possibility of such loss or damages.\nLicensee will indemnify and hold Licensor harmless against any claims incurred by Licensor arising out of or in conjunction with Licensee's breach of this Agreement, as well as all reasonable costs, expenses and attorneys' fees incurred therein.\nLicensor's total liability under this Agreement with respect to the Software, regardless of cause or theory of recovery, will not exceed the total amount of fees paid by Licensee to Licensor during the twelve month period immediately preceding the occurrence or act or omission giving rise to the claim.\nLicensor is not liable for any damages, claims, or costs from loss of access to the software, or loss of licensee data for disconnection for non-payment.\nADA compliant web content is the responsibility of the Licensee and Licensor is not held liable for any related circumstances related to ADA compliant lawsuits brought forth from the effective date.</p>\n<p>‌</p>\n<strong>Relation of Parties</strong>\n<br>\n<p>Nothing in this Agreement will create or imply an agency or employment relationship between the parties, nor will this Agreement be deemed to constitute a joint venture or partnership between the parties.</p>\n<p>‌</p>\n<strong>Non-assignment</strong>\n<br>\n<p>Neither party will assign this Agreement, in whole or in part, without the prior written consent of the other party, and such consent will not be unreasonably withheld.\nThis Agreement will inure to the benefit of, and be binding upon the parties hereto, together with their respective legal representatives, successors, and assigns, as permitted herein.</p>\n<p>‌</p>\n<strong>Arbitration</strong>\n<br>\n<p>Any dispute arising under this Agreement will be subject to binding arbitration by a single Arbitrator with the American Arbitration Association (AAA), in accordance with its relevant industry rules, if any.\nThe parties agree that this Agreement will be governed by and construed and interpreted in accordance with the laws of the State of Ohio.\nThe arbitration will be held in Ohio.\nThe Arbitrator will have the authority to grant injunctive relief and specific performance to enforce the terms of this Agreement.\nJudgment on any award rendered by the Arbitrator may be entered in any Court of competent jurisdiction.</p>\n<p>‌</p>\n<strong>Attorneys' Fees</strong>\n<br>\n<p>If any litigation or arbitration is necessary to enforce the terms of this Agreement, the prevailing party will be entitled to reasonable attorneys' fees and costs.\nLicensor's total liability under this Agreement with respect to the Software, legal fees, or damages regardless of cause or theory of recovery, will not exceed the total amount of fees paid by Licensee to Licensor during the twelve month period immediately preceding the occurrence or act or omission giving rise to the claim.</p>\n<p>‌</p>\n<strong>Severability</strong>\n<br>\n<p>If any term of this Agreement is found to be unenforceable or contrary to law, it will be modified to the least extent necessary to make it enforceable, and the remaining portions of this Agreement will remain in full force and effect.</p>\n<p>‌</p>\n<strong>Force Majeure</strong>\n<br>\n<p>Neither party will be held responsible for any delay or failure in performance of any part of this Agreement to the extent that such delay is caused by events or circumstances beyond the delayed party's reasonable control.</p>\n<p>‌</p>\n<strong>Waiver and Modification</strong>\n<br>\n<p>The waiver by any party of any breach of covenant will not be construed to be a waiver of any succeeding breach or any other covenant.\nAll waivers must be in writing, and signed by the party waiving its rights.\nThis Agreement may be modified only by a written instrument executed by authorized representatives of the parties hereto.</p>\n<p>‌</p>\n<strong>Entire Agreement</strong>\n<br>\n<p>This Agreement constitutes the entire agreement between the parties with respect to its subject matter, and supersedes all prior agreements, proposals, negotiations, representations or communications relating to the subject matter.\nBoth parties acknowledge that they have not been induced to enter into this Agreement by any representations or promises not specifically stated herein.</p>\n<p>&nbsp;</p>\n<p>Relavent Documents</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Data Storage and Retention Policy</li>\n</ul>\n<p>\n<strong>CASE STUDIES</strong>\n</p>\nMoving schools forward\nSee the results, and see for yourself what it's like working with us.\n<p>Starkville Public Schools</p>\nA school district removes website accessibility barriers and builds a brand <p>Hudsonville Public Schools</p>\nStanding out in a competitive open enrollment environment in Michigan <p>District 401 Elmwood Park</p>\nMidwest school district builds a digital communication foundation Free resources, training and ideas\nCampus Suite Academy –&nbsp;professional development and forum for school communicators<br>\n<br>\n<p>Guides and templates Webinars and videos Website accessibility</p>\n<p>Featured webinar</p>\nK12 How to Use Social Media to Boost Parent Engagement\nFree webinar on-demand\n<p>Register now</p> Resources for school professionals <p>\n<strong>Coronavirus communication center</strong>\n</p>\n<p>\n<strong>Campus Suite Blog</strong>\n</p>\n<p>\n<strong>School website design center</strong>\n</p>\n<p>\n<strong>Guides and templates</strong>\n</p>\n<p>\n<strong>Website accessibility center</strong>\n</p>\n<p>\n<strong>Webinars and videos</strong>\n</p> Start engaging today.\n<p>If you want to talk, get pricing, or see Campus Suite in action, we're ready whenever you are.</p> Speak to a specialist\nContact us Request&nbsp;pricing\nGet a quote See a demo\nWatch video Solutions <ul>\n<li>Websites</li>\n<li>Notifications</li>\n<li>Mobile app</li>\n<li>Feature list</li>\n</ul> Designs\nCustomers Services <ul>\n<li>Design and launch</li>\n<li>Website accessibility</li>\n</ul> Company <ul>\n<li>About us</li>\n<li>Partner program</li>\n<li>Contact us</li>\n<li>Careers</li>\n</ul> Resources <ul>\n<li>Blog</li>\n<li>Case studies</li>\n<li>Guides and templates</li>\n<li>Accessibility center</li>\n<li>Webinars and videos</li>\n</ul> Contact Us\n800.301.9285\n<p>© 2022 Campus Suite is an Innersync Studio, LTD company.\nAll Rights Reserved.</p>\n<p>Privacy policy</p> ", "created_at": "2023-01-03 00:17:25.253324", "updated_at": "2023-01-03 00:18:12.770527"}, {"id": 13747, "name": "Data Storage and Retention Policy", "url": "https://www.campussuite.com/data-storage-retention", "xpath": "//body", "text": null, "created_at": "2023-01-03 00:17:25.192507", "updated_at": "2023-01-03 00:18:37.545509"}, {"id": 13746, "name": "Privacy Policy", "url": "https://www.campussuite.com/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Login</li>\n<li>Academy</li>\n<li>Contact</li>\n<li>Help</li>\n</ul>\n<ul>\n<li>Solutions <ul>\n<li>Websites</li>\n<li>Website accessibility</li>\n<li>Social Media</li>\n<li>Mobile app</li>\n<li>Notifications</li>\n<li>Neighborhood Districts</li>\n<li>Full feature list</li>\n</ul>\n</li>\n<li>Services <ul>\n<li>Design and launch</li>\n<li>Accessibility and compliance</li>\n<li>PDF Accessibility Compliance</li>\n<li>Branding services</li>\n</ul>\n</li>\n<li>Designs</li>\n<li>Customers</li>\n<li>Resources <ul>\n<li>Blog</li>\n<li>Case studies</li>\n<li>Website accessibility</li>\n<li>Guides and templates</li>\n<li>Webinar and videos</li>\n</ul>\n</li>\n<li>Company <ul>\n<li>About us</li>\n<li>Contact information</li>\n<li>Partner program</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>See a demo</li>\n</ul> Campus Suite Privacy Policy\n<p>This Application collects some Personal Data from its Users and this Statement governs all our services that we provide directly to you.\nWhether you are browsing our websites, receiving our newsletters, or using our Campus Suite products.\nWe take your privacy seriously so please take the time to review how we collect and use your information.\nBy accessing or using the Service, you are consenting to the collection, use, disclosure and other handling of your information as described below.&nbsp;</p>\n<p>Additionally this Statement governs the use of personal information for all our products and services that we provide directly to you as a so-called ‘data controller.’</p>\n<p>What personal information we collect and how we use it will depend on your relationship with us.&nbsp.\nThe following section is mainly for informational purposes and describes how your information is generally used when we provide products and services to you on behalf of a client.\nHow your information is used depends on your institution, so you should read your institution’s privacy statement.</p>\n&nbsp.\nStudent Submitted Information within Schools\n<p>Prior to a student submitting any information within a School environment by accessing Campus Suite for the purpose of using the notification system, publishing any Student PI on School Sponsored website as well as the Social Media Integration, the Teacher must certify that they have received the appropriate consent by either a) choosing to act as the agent of the Parent and consent on the Parents behalf which is commonly referred to as School Consent or b) collect the parental consent directly from the parent.</p>\n<p>The first and simplest way is for teachers to agree to act as the parent's agent, and provide consent on their behalf to use Campus Suite solely in the educational context.\nThis form is commonly referred to as \"school consent\".\nUnder this type of consent, no Student PI or related content submitted by students will be shown publicly, unless parents give additional parental consent to School.\nTeachers, Staff or IT Administrators should not be publishing any Student PI without the appropriate parental consent.</p>\n&nbsp.\nTypes of Data collected\n<p>Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Cookies.\nUsage Data.</p>\n<p>Complete details on each type of Personal Data collected are provided below, and in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.\nPersonal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.</p>\n<p>For the purposes of sending notifications to parents, school staff, students and administrators, we receive the following PII from the school’s SIS system.\nUnless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services.\nIn cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.</p>\n<p>PII data collected: First name, last name, email address, phone number, password and gender.</p>\n<p>Other data collected: Language, country, grades</p>\n<p>Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users logging into the platform are responsible for any third-party Personal Data obtained, published or shared through the platform and confirm that they have the third party's consent to provide the Data to the Owner.</p>\n<p>We outsource some development of our software to a trusted third party for the purpose of processing the contact information coming from a school’s SIS and normalizing it into our system for email, text and voice communications.\nIn this case, we have a signed NDA in place that includes our expectations of data handling, security and privacy.</p>\n<p>Campus Suite allows end-users to change, at any time, email addresses and phone numbers that have been synchronized to us from the school.\nTo change this personal information, log into the parent portal, review the information, and make the appropriate changes.\nThis will result in an automatic notice sent to the school asking them to update the information in their SIS, Active Directory or system that is synchronizing data to us so that the proper contact information is correctly sent to us during the next synchronization.</p>\n<p>&nbsp;</p>\nMode and place of processing the Data\nMethods of processing\n<p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.</p>\n<p>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p>\n<p>If Campus Suite becomes aware of a systems security breach by an unauthorized party or that any user data was used for an unauthorized purpose, we will comply with relevant state and other data breach laws.\nWe will notify users of any breach resulting in unauthorized release of data electronically, at minimum, and without unreasonable delay so that you can take appropriate steps.\nThe notification will include: date of the breach, the types of information that were subject to the breach, general description of what occurred, and steps Campus Suite is taking to address the breach.</p>\n&nbsp.\nLegal basis of processing\n<p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>\n&nbsp.\nRequests to Review, Change or Remove Personal Data\n<p>Data is synchronized one-way from the school to Campus Suite in order for us to provide notifications services.\nAny party seeking access to their personal information stored by Campus Suite can make a request to the school sharing the data.&nbsp;</p>\n<p>Campus Suite allows end-users to change, at any time, email addresses and phone numbers that have been synchronized to us from the school.\nTo change this personal information, log into the parent portal, review the information, and make the appropriate changes.\nThis will result in an automatic notice sent to the school asking them to update the information in their SIS, Active Directory or system that is synchronizing data to us so that the proper contact information is correctly sent to us during the next synchronization.</p>\n<p>Student information may be visible during Customer Support and/or Troubleshooting.\nPersonally identifiable information such as Student Name, Student Email Address, login dates and times could be viewed by our Product Support Staff.</p>\n<p>Educators can delete an account at your request by contacting them directly.\nWhen they delete your account, that information will not sync over during the next synchronization process, and the data in Campus Suite will be deleted.\nPlease note that some content may not be deleted given various compliance and recordkeeping obligations schools have.\nPlease contact your (or your child’s) school if you would like this content deleted.&nbsp;</p>\n<p>Below are some general user rights specified in the Campus Suite Privacy Policy:</p>\n<p>The rights of Users</p>\n<ul>\n<li>Object to processing of their Data.\nUsers have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>Access their Data.\nUsers have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>Verify and seek rectification.\nUsers have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>Restrict the processing of their Data.\nUsers have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.</li>\n<li>Have their Personal Data deleted or otherwise removed.\nUsers have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n</ul>\n&nbsp.\nPlace\n<p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.</p>\n<p>Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.</p>\n<p>If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p>\n&nbsp.\nRetention time\n<p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>NOTE: The Owner may be obliged to retain Personal Data for a longer period whenever required upon order of an authority.</p>\n<p>Once the retention period expires, Personal Data shall be deleted according to our data storage and retention policy.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p>\n<p>&nbsp;</p>\nThe purposes of processing\n<p>The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Access to third-party accounts and Analytics.</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p>\n<p>&nbsp;</p>\nThird-Party Subprocessors\n<p>It's important to us that we keep your information safe and secure.\nIn order to help us provide, maintain, protect and improve our products and services, Campus Suite shares information with other partners, vendors and trusted organizations to process it on our behalf in accordance with our instructions, Privacy Policy, and any other appropriate confidentiality, security or other requirements we deem appropriate.&nbsp.\nThese companies will only have access to the information they need to provide the Campus Suite service.</p>\n<p>You can find information on these partners and subprocessors we work with below, including what data we share with them or they provide to us, the service they provide for Campus Suite and links to their respective privacy policies.\nWe’ll make changes to this list as necessary.</p>\n<p>Amazon Web Services powers the Campus Suite platform and provides a secure, scalable and always accessible environment.<br>Information collected:&nbsp;</p>\n<ul>\n<li>network and connection information, such as the Internet protocol (IP) address used to connect your computer or other device to the Internet and information about your Internet service provider;&nbsp;</li>\n<li>computer and device information, such as device, application, or browser type and version, browser plug-in type and version, operating system, or time zone setting;&nbsp;</li>\n<li>the location of your device or computer;</li>\n</ul>\n<p>Amazon Privacy Policy: https://aws.amazon.com/privacy/</p>\n<p>Appnitro Software MachForm used to create web customized forms that are embedded in your website pages.&nbsp;</p>\n<p>Information shared: Form Data.\nStores form data (questions and responses) created by customers for the purpose of retrieval later.\n<br>MachForm Privacy Policy: https://www.machform.com/privacy-policy/</p>\n<p>Hubspot tracks product users to understand how they are using Campus Suite and allows us to provide relevant help tools, tips, etc.<br>Information collected: IP address, browser type, domain names, internet service provider (ISP), the files viewed on our site (e.g., HTML pages, graphics, etc.) If you subscribe to our blog, sign up for a webinar, or request customer support, we also collect personal information such as your name, e-mail address, company name, address, phone number.<br>Hubspot Privacy Policy: https://legal.hubspot.com/privacy-policy</p>\n<p>Chameleon is used to to help show more targeted and relevant content, and to assess which users engaged with in-product tours.</p>\n<p>Information collected: Chameleon does not collect any personal data of end users by default.\nWhen the Chameleon code snippet is loaded on a customer's software page, the only data Chameleon obtains by default is ‘user agent’&nbsp.\nand ‘URL’.&nbsp;</p>\n<p>Chameleon Privacy Policy: https://www.trychameleon.com/privacy</p>\n<p>Google Analytics and Forms help our school customers understand how visitors interact with their website hosted with us.\nThis snippet is obtained from the customer and installed on their behalf.</p>\n<p>Information collected: Customers who create a Google account provide them with personal information that includes name, email and password.\nThe tracking snippet customers provide us collects browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, application version number, apps, browsers, and devices, including IP address, crash reports, system activity, and the date, time, and referrer URL of each request.</p>\n<p>Google Privacy Policy: https://policies.google.com/privacy</p>\n<p>&nbsp;</p>\nFacebook and Twitter permissions asked for by this Application\n<p>When a “User” (typically the IT person at a school, but sometimes a principal or superintendent) chooses to connect the Social Media Manager to the schools Facebook page or Twitter profile, this Application asks for some permissions allowing it to perform actions on the User's behalf.\nFor example, posting something to the school’s Facebook page or Twitter wall.\nWhen making this connection, certain information is shared with us enabling the Campus Suite website to post and share information to the chosen social networks.&nbsp;</p>\n<p>The Social Media Manager is not available to all website users, and only a school-approved administrator(s) who already has access to post to the school social networks.\nIt is only this user authorizing the connection whose data is being shared.</p>\n<p>The permissions asked are the following:</p>\nBasic information\n<p>By default, this includes the User’s Data such as id, name, email address, picture and locale.\nIf the User has made more of their Data public within the privacy settings of their social network, more information may be available.</p>\nAccess Page CTA\n<p>Provides the access to manage call to actions on User-managed Pages.</p>\nApp Notifications\n<p>Send notifications to the social network on the users behalf.</p>\nBusiness Management API\n<p>Read and write with Business Management API.</p>\nContact email\n<p>Access the User's contact email address.</p>\nCreate Events\n<p>Enables the application to create and modify events on the User's behalf.</p>\n<p>&nbsp;</p>\nDetailed information on the processing of Personal Data\n<p>Personal Data of the user authorizing the social network connection is collected for the following purposes and using the following services:</p>\nAccess to third-party accounts\n<p>This type of service allows this Application to access Data from your account on a third-party service and perform actions with it.\nThese services are not activated automatically, but require explicit authorization by the User.</p>\nFacebook account access (Facebook, Inc.)\n<p>This service allows this Application to connect with the User's account on the Facebook social network, provided by Facebook, Inc.</p>\n<p>Permissions asked: Access Page CTA.\nAccess private data.\nContact email.\nCreate Events.\nCurrent City.\nEvents.\nManage Notifications.\nManage Pages, News Feed and Wall, Publish as Page.</p>\n<p>Place of processing: United States – Privacy Policy.</p>\nGoogle Drive account access (Google LLC)\n<p>This service allows this Application to connect with the User's account on Google Drive, provided by Google LLC.</p>\n<p>Permissions asked: Access to files for sharing to website.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.</p>\nTwitter account access (Twitter, Inc.)\n<p>This service allows this Application to connect with the User's account on the Twitter social network, provided by Twitter, Inc.</p>\n<p>When you view Twitter content or Twitter products integrated into other websites using Twitter for Websites, Twitter may receive information including the web page you visited, your IP address, browser type, operating system, and cookie information.&nbsp;</p>\n<p>Read more detail about the Twitter API and how we use it by clicking here.</p>\n<p>&nbsp;</p>\nAnalytics\n<p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p>\nGoogle Analytics (Google Inc.)\n<p>Google Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.</p>\n<p>Data processed: Cookies.\nUsage Data.</p>\n<p>To protect user privacy, Google policies mandate that no data be passed to Google that Google could use or recognize as personally identifiable information (PII).\nRead more detail about PII and Google Analytics by clicking here.</p>\n<p>&nbsp;</p>\nThe rights of Users\n<p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>Withdraw their consent at any time.\nUsers have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>Object to processing of their Data.\nUsers have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>Access their Data.\nUsers have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>Verify and seek rectification.\nUsers have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>Restrict the processing of their Data.\nUsers have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.</li>\n<li>Have their Personal Data deleted or otherwise removed.\nUsers have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>Receive their Data and have it transferred to another controller.\nUsers have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>Lodge a complaint.\nUsers have the right to bring a claim before their competent data protection authority.<br>\n<br>\n</li>\n</ul>\nHow to exercise these rights\n<p>Any requests to exercise User rights can be directed to the Owner through the contact details provided at the bottom of this policy.\nThese requests can be exercised free of charge and will be addressed by both the school and the Owner as early as possible and always within one month.</p>\n<p>&nbsp;</p>\nAdditional information about Data collection and processing\nLegal action\n<p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.\nThe User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p>\n&nbsp.\nAdditional information about User's Personal Data\n<p>In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services.</p>\n&nbsp.\nSystem logs and maintenance\n<p>For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.</p>\n&nbsp.\nInformation not contained in this policy\n<p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p>\n&nbsp.\nHow “Do Not Track” requests are handled\n<p>This Application does not support “Do Not Track” requests.</p>\n<p>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p>\n&nbsp.\nChanges to this privacy policy\n<p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.&nbsp;</p>\n<p>We won't reduce your rights under this Privacy Policy without your explicit consent.\nIf we make any significant changes, we'll provide prominent notice by posting a notice on the Service or the Campus Suite Website and/or notifying you by email (using the email address you provided), so you can review and make sure you know about them.</p>\n<p>We encourage you to review this Privacy Policy from time to time taking note of the revision date listed at the bottom of this page, to stay informed about the collection, use, and disclosure of personal information through the Service and Campus Suite Website.\nIf you don't agree with any changes to the Privacy Policy, you may terminate your account.\nBy continuing to use the Service or the Campus Suite Website after the revised Privacy Policy has become effective, you acknowledge that you accept and agree to the current version of the Privacy Policy.</p>\n<p>Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p>\n&nbsp.\nChange of Control\n<p>Over time, Campus Suite may grow and reorganize.\nWe may share your information, including personal information with affiliates such as a parent company, subsidiaries, joint venture partners or other companies that we control or that are under common control with us, in which case we will require those companies to agree to use your personal information in a way that is consistent with this Privacy Policy.&nbsp;&nbsp;</p>\n<p>In the event of a change to our organizations such that all or a portion of Campus Suite or its assets are acquired by or merged with a third-party, or in any other situation where personal information that we have collected from users would be one of the assets transferred to or acquired by that third-party, this Privacy Policy will continue to apply to your information, and any acquirer would only be able to handle your personal information as per this policy (unless you give consent to a new policy).\nWe will provide you with notice of an acquisition within thirty (30) days following the completion of such a transaction, by posting on our homepage and by email to your email address that you provided to us.\nIf you do not consent to the use of your personal information by such a successor company, subject to applicable law, you may request its deletion from the company.</p>\n<p>In the unlikely event that Campus Suite goes out of business, or files for bankruptcy, we will protect your personal information, and will not sell it to any third-party.</p>\n<p>&nbsp;</p>\nDefinitions and legal references\n<p>Personal Data (or Data)</p>\n<p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p>\n&nbsp.\nUsage Data\n<p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p>\n&nbsp.\nUser\n<p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p>\n&nbsp.\nData Subject\n<p>The natural person to whom the Personal Data refers.</p>\n&nbsp.\nData Processor (or Data Supervisor)\n<p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p>\n&nbsp.\nData Controller (or Owner)\n<p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p>\n&nbsp.\nThis Application\n<p>The means by which the Personal Data of the User is collected and processed.</p>\n&nbsp.\nService\n<p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p>\n&nbsp.\nEuropean Union (or EU)\n<p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p>\n&nbsp.\nCookie\n<p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p>\n&nbsp.\nTracker\n<p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p>\n<p>&nbsp;</p>\nLegal information\n<p>This Privacy statement has been prepared based on provisions of multiple legislations, including GDPR and FERPA, 20 U.S.C.\nSection 1232g and relates solely to this Application, if not stated otherwise within this document.</p>\n<p>This policy can be printed for reference by using the print command in the settings of any browser.\nIf you have questions or concerns about this Privacy Policy or our collection, use, or disclosure of your personal information, please contact us in one of the following ways:</p>\n<p>Owner and Data Controller</p>\n<p>Innersync Studio, Ltd.<br>752 Dunwoodie Dr.<br>Cincinnati, OH 45230<br>Owner contact email</p>\n<p>&nbsp;</p>\n<p>Relavent Documents</p>\n<ul>\n<li>Terms and Conditions</li>\n<li>Data Storage and Retention Policy</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<em>This policy was last updated: October 5, 2021</em>\n</p>\n<p>\n<strong>CASE STUDIES</strong>\n</p>\nMoving schools forward\nSee the results, and see for yourself what it's like working with us.\n<p>Starkville Public Schools</p>\nA school district removes website accessibility barriers and builds a brand <p>Hudsonville Public Schools</p>\nStanding out in a competitive open enrollment environment in Michigan <p>District 401 Elmwood Park</p>\nMidwest school district builds a digital communication foundation Free resources, training and ideas\nCampus Suite Academy –&nbsp;professional development and forum for school communicators<br>\n<br>\n<p>Guides and templates Webinars and videos Website accessibility</p>\n<p>Featured webinar</p>\nK12 How to Use Social Media to Boost Parent Engagement\nFree webinar on-demand\n<p>Register now</p> Resources for school professionals <p>\n<strong>Coronavirus communication center</strong>\n</p>\n<p>\n<strong>Campus Suite Blog</strong>\n</p>\n<p>\n<strong>School website design center</strong>\n</p>\n<p>\n<strong>Guides and templates</strong>\n</p>\n<p>\n<strong>Website accessibility center</strong>\n</p>\n<p>\n<strong>Webinars and videos</strong>\n</p> Start engaging today.\n<p>If you want to talk, get pricing, or see Campus Suite in action, we're ready whenever you are.</p> Speak to a specialist\nContact us Request&nbsp;pricing\nGet a quote See a demo\nWatch video Solutions <ul>\n<li>Websites</li>\n<li>Notifications</li>\n<li>Mobile app</li>\n<li>Feature list</li>\n</ul> Designs\nCustomers Services <ul>\n<li>Design and launch</li>\n<li>Website accessibility</li>\n</ul> Company <ul>\n<li>About us</li>\n<li>Partner program</li>\n<li>Contact us</li>\n<li>Careers</li>\n</ul> Resources <ul>\n<li>Blog</li>\n<li>Case studies</li>\n<li>Guides and templates</li>\n<li>Accessibility center</li>\n<li>Webinars and videos</li>\n</ul> Contact Us\n800.301.9285\n<p>© 2022 Campus Suite is an Innersync Studio, LTD company.\nAll Rights Reserved.</p>\n<p>Privacy policy</p> ", "created_at": "2023-01-03 00:17:25.131903", "updated_at": "2023-01-03 00:19:39.479854"}], "points": [], "urls": ["campussuite.com"]}}