{"error": 448, "message": "OK", "parameters": {"id": 8986, "name": "Heidelberg Institute for Geoinformation Technology at Heidelberg University", "created_at": "2023-07-09 21:49:25.673985", "updated_at": "2023-07-09 22:02:41.298849", "wikipedia": null, "keywords": null, "related": null, "slug": "heidelberg-institute-for-geoinformation-technology-at-heidelberg-university", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8986.png", "url": "heigit.org,ohsome.org,hex.ohsome.org", "documents": [{"id": 17599, "name": " Privacy Policy", "url": "https://heigit.org/privacy-policy/", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Focus <b>\n</b>\n<ul>\n<li>Smart Mobility</li>\n<li>Geoinformation for Humanitarian Aid</li>\n<li>Big Spatial Data Analytics</li>\n</ul>\n</li>\n<li>What we do</li>\n<li>Team</li>\n<li>Jobs</li>\n<li>Blog</li>\n<li>Contact</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Privacy Policy <p>This data protection information, intends to inform our website visitors about how we process personal data or outline you about your rights.\nWe are aware of the sensitive nature of processing personal data and accordingly observe all relevant legal requirements.\nThe protection of your privacy is of utmost importance to us.\nAll processing of your personal data is carried out in compliance with the current General Data Protection Regulation, as well as other data protection regulations.</p>\nPerson responsible for data processing\n<p>HeiGIT gGmbH<br>\nSchloss-Wolfsbrunnenweg 33<br>\n69118 Heidelberg<br>\nE-Mail: info[at]heigit.org</p>\n<p>\n<strong>Contact details of the data protection officer:</strong> eprivacy[at]heigit.org</p>\nDefinition of terms\n<p>This data protection notice uses the terms of the General Data Protection Regulation (GDPR):</p>\n<ul>\n<li>\n<strong>“Personal data”</strong> means any information relating to an identified or identifiable natural person (hereinafter “data subject”).\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</li>\n<li>\n<strong>“Processing”</strong> means any operation or set of operations which is performed upon personal data, whether or not by automatic means, such as collection, recording, organisation, filing, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</li>\n<li>\n<strong>“Restriction of processing”</strong> means the marking of stored personal data with the aim of limiting their future processing.</li>\n<li>\n<strong>“Pseudonymisation”</strong> means the processing of personal data in such a way that the personal data can no longer be attributed to a specific data subject without additional information, provided that such additional information is kept separately and is subject to technical and organisational measures which ensure that the personal data are not attributed to an identified or identifiable natural person.</li>\n<li>\n<strong>“File system”</strong> means any structured collection of personal data accessible according to specified criteria, whether such collection is maintained on a centralised, decentralised or functional or geographical basis.</li>\n<li>\n<strong>“Controller”</strong> means the natural or legal person, public authority, agency or other body which alone or jointly with others determines the purposes and means of the processing of personal data.\nwhere the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its designation may be provided for by Union or Member State law.</li>\n<li>\n<strong>“Processor”</strong> means a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller.</li>\n<li>\n<strong>“Recipient”</strong> means a natural or legal person, public authority, agency or other body to whom personal data are disclosed, whether or not a third party.\nHowever, public authorities which may receive personal data in the framework of a specific investigation mandate under Union or Member State law shall not be considered as recipients and the processing of such data by those authorities shall be carried out in accordance with the applicable data protection rules, in accordance with the purposes of the processing.</li>\n<li>\n<strong>“Third party”</strong> means any natural or legal person, public authority, agency or other body other than the data subject, the controller, the processor and the persons who are authorised to process the personal data under the direct responsibility of the controller or the processor.</li>\n<li>\n<strong>“Consent”</strong> means the freely given specific, informed and unambiguous indication of the data subject’s wishes in the form of a statement or other unambiguous affirmative act by which the data subject signifies his or her agreement to the processing of personal data relating to him or her.</li>\n</ul>\nProcessing operations\n<p>We collect and process the following personal data about you:</p>\n<ul>\n<li>Contact, event, API – Key and master data information if you have provided us with your contact information or registered on our site,</li>\n<li>Online identifiers (e.g.\nyour IP address, browser type and version, operating system used, referrer URL, IP address, file name, access status, amount of data transferred, date and time of server request),</li>\n<li>for the purpose of contacting you,</li>\n<li>for information about our activities and offers,</li>\n<li>Contract data (e.g.\nsubject matter of the contract, contract term, contract category),</li>\n<li>Application (by post, via e-mail),</li>\n<li>Implementation of events,</li>\n<li>Video conferences, sound and image recordings,</li>\n<li>Social media identifiers.</li>\n</ul>\nData processing purposes\n<p>We process your data for the following purposes:</p>\n<ul>\n<li>to process our services e.g.\nopenrouteservice,</li>\n<li>for quality assurance,</li>\n<li>for our statistics.</li>\n</ul>\nLegal basis for data processing\n<p>Your data is processed on the following legal bases:</p>\n<ul>\n<li>your consent according to Art.\n6 para.\n1 lit.\na) GDPR,</li>\n<li>for the performance of a contract with you according to Art.\n6 para.\n1 lit.\nb) GDPR,</li>\n<li>to fulfil legal obligations according to Art.\n6 Para.\n1 lit.\nc) GDPR,</li>\n<li>for a legitimate interest according to Art.\n6 para.\n1 lit.\nf) GDPR.</li>\n</ul>\n<p>If we base the processing of your personal data on <strong>legitimate interests</strong> within the meaning of.\nArt.\n6 para.\n1 lit.\nf) GDPR, such interests are</p>\n<ul>\n<li>the improvement of our offer,</li>\n<li>the protection against misuse,</li>\n<li>the management of our statistics.</li>\n</ul>\nData sources\n<p>We obtain the data from you (including via the devices you use).\nIf we do not collect the personal data directly from you, we will also tell you the source of the personal data and, if applicable, whether it comes from publicly available sources.</p>\nTransfer/data recipient\n<p>In processing your data, we work with the following service providers who have access to your data:</p>\n<ul>\n<li>Web analytics tool providers,</li>\n<li>Web hosting providers,</li>\n<li>Administration service providers,</li>\n<li>Video conferencing service providers,</li>\n<li>Social media.</li>\n</ul>\n<p>Data is transferred to third countries outside the European Union.\nThis takes place on the basis of contractual regulations provided for by law, which are intended to ensure an appropriate level of protection for your data and which you can view on request.</p>\nDuration of processing\n<p>We only store your personal data for as long as is necessary to achieve the purpose of the processing or for as long as the storage is subject to a statutory retention period.</p>\n<p>We store your data, if:</p>\n<ul>\n<li>you have consented to the processing, at most until you revoke your consent;</li>\n<li>we require the data for the performance of a contract, at most for as long as the contractual relationship with you exists or for as long as statutory retention periods apply,</li>\n<li>we use the data on the basis of a legitimate interest, at most for as long as your interest in deletion or anonymisation does not prevail.</li>\n</ul>\nYour rights\n<p>Within specific limits depending on particular circumstances, you have the right to:</p>\n<ul>\n<li>request information free of charge about the processing of your data and to receive a copy of your personal data.\nAmong other things, you can request information about the purposes of the processing, the categories of personal data that are processed, the recipients of the data (if the data are passed on), the duration of the storage or the criteria for determining the duration;</li>\n<li>rectify your data.\nIf your personal data is incomplete, you have the right to complete the data, taking into account the purposes of the processing;</li>\n<li>have your data erased or blocked.\nReasons for the existence of a right to erasure/blocking may be, among others, the revocation of the consent on which the processing is based, the data subject objects to the processing, the personal data have been processed unlawfully;</li>\n<li>to have the processing restricted;</li>\n<li>object to the processing of your data;</li>\n<li>withdraw your consent to the processing of your data for the future;</li>\n<li>complain to the competent supervisory authority about unlawful data processing.</li>\n</ul>\nFurther information on data protection\nData protection\n<p>We have taken extensive technical and organisational measures to protect your data against possible dangers, such as unauthorised access, unauthorised disclosure, modification or distribution, as well as against loss, destruction or misuse.</p>\n<p>In order to protect your personal data from unauthorised access by third parties during transmission, we secure data transmissions using TLS encryption where necessary.\nThis is a standardised encryption procedure for online services, designed especially for internet traffic.</p>\nLog files\n<p>Each time you access our website, usage data is transmitted by the respective internet browser and stored in our server´s log files.\nThese data records contain the following data:</p>\n<ul>\n<li>Domain from which the user accesses the website,</li>\n<li>Date, time of access and the IP address of the accessing computer,</li>\n<li>website(s) visited by the user within the scope of the offer,</li>\n<li>amount of data transferred,</li>\n<li>browser type and version,</li>\n<li>operating system used,</li>\n<li>message as to whether the retrieval was successful.</li>\n</ul>\n<p>These log file data records are evaluated anonymously in order to improve our offer and make it more user-friendly, to find and correct errors and to manage our servers.</p>\nCookies\n<p>This website does not currently use cookies.</p>\nStatus of this data protection information\n<p>October 2022</p>\n<p>We reserve the right to change or update this privacy policy at any time as required to continue to conform to the most recent public policies and legal requirements pertaining to data protection.</p> Focus <ul>\n<li>Big Spatial Data Analytics</li>\n<li>Geoinformation for Humanitarian Aid</li>\n<li>Smart Mobility</li>\n</ul> Further Information <ul>\n<li>Contact</li>\n<li>Imprint</li>\n<li>Join The Team</li>\n<li>Privacy Policy</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Search Search for: Search <p> © 2022 Heidelberg Institute for Geoinformation Technology at Heidelberg University | HeiGIT gGmbH </p> ", "created_at": "2023-07-09 21:49:25.704274", "updated_at": "2023-07-09 21:49:48.671776"}], "points": [], "urls": ["heigit.org", "ohsome.org", "hex.ohsome.org"]}}