{"error": 448, "message": "OK", "parameters": {"id": 2938, "name": "3commas", "created_at": "2021-04-02 17:49:19.512718", "updated_at": "2021-04-03 00:00:59.593914", "wikipedia": null, "keywords": null, "related": null, "slug": "3commas", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2938.png", "url": "3commas.io", "documents": [{"id": 4620, "name": "privacy policy", "url": "https://3commas.io/privacy-policy", "xpath": "//body", "text": "<p>\n<strong>About cookies on this site</strong>\n</p>\n<p>We use cookies to collect and analyse information on site performance and usage, to provide social media features and to enhance and customise content and advertisements.</p>\n<p>Learn more</p>Allow all cookiesCookie settings<p>\n<strong>About cookies on this site</strong>\n</p>\n<ul>\n<li>Cookie settings</li>\n<li>Cookie declaration</li>\n</ul>\n<p>Cookies used on the site are categorized and below you can read about each category and allow or deny some or all of them.\nWhen categories than have been previously allowed are disabled, all cookies assigned to that category will be removed from your browser.\nAdditionally you can see a list of cookies assigned to each category and detailed information in the cookie declaration.</p>\n<p>Learn more</p>Allow all cookiesDeny all<p>\n<strong>Necessary cookies</strong>\n</p>\n<p>Some cookies are required to provide core functionality.\nThe website won't function properly without these cookies and they are enabled by default and cannot be disabled.</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies help us improve our website by collecting and reporting information on its usage.</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are used to track visitors across websites to allow publishers to display relevant and engaging advertisements.</p>\n<p>\n<strong>Other cookies</strong>\n</p>\n<p>The cookies in this category have not yet been categorized and the purpose may be unknown at this time.</p>\n<p>Cookies used on the site are categorized and below you can read about each category and allow or deny some or all of them.\nWhen categories than have been previously allowed are disabled, all cookies assigned to that category will be removed from your browser.\nAdditionally you can see a list of cookies assigned to each category and detailed information in the cookie declaration.</p>\n<p>Learn more</p>\n<p>\n<strong>Necessary cookies</strong>\n</p>\n<p>Some cookies are required to provide core functionality.\nThe website won't function properly without these cookies and they are enabled by default and cannot be disabled.</p>NameHostnamePathExpiryTags__cf_bm.quora.com/1 hour3rd party<p>The __cf_bm cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.</p>__cf_bm.3commas.io/1 hour<p>The __cf_bm cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies help us improve our website by collecting and reporting information on its usage.</p>NameHostnamePathExpiryTags_ga.3commas.io/730 days<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.3commas.io/1 day<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_dc_gtm_*.3commas.io/1 hour<p>Used to throttle request rate.\nIf Google Analytics is deployed via Google Tag Manager</p>MUID.bing.com/390 days3rd party<p>Microsoft User Identifier tracking cookie used by Bing Ads.\nIt can be set by embedded microsoft scripts.\nWidely believed to sync across many different Microsoft domains, allowing user tracking.</p>_ga_*.3commas.io/730 days<p>Contains a unique identifier used by Google Analytics 4 to determine that two distinct hits belong to the same user across browsing sessions.</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are used to track visitors across websites to allow publishers to display relevant and engaging advertisements.</p>NameHostnamePathExpiryTags__adrolld.adroll.com/395 days3rd party<p>Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.</p>__adroll_shared.adroll.com/395 days3rd party<p>Collects data on the user across websites - This data is used to make advertisement more relevant.</p>IDE.doubleclick.net/390 days3rd party<p>Used by Google's DoubleClick to serve targeted advertisements that are relevant to users across the web.\nTargeted advertisements may be displayed to users based on previous visits to a website.\nThese cookies measure the conversion rate of ads presented to the user.</p>_gcl_au.3commas.io/90 days<p>Used by Google AdSense to understand user interaction with the website by generating analytical data.</p>_uetsid.3commas.io/1 day<p>This cookie is used by Bing to determine what ads should be shown that may be relevant to the end user perusing the site.</p>_uetvid.3commas.io/390 days<p>Used by Microsoft Advertising to store a unique, anonymized visitor ID to personalize marketing.</p>outbrain_cid_fetch3commas.io/1 hour<p>Set by Outbrain and is used for tracking conversion.</p>_uetsid_expPersistent<p>This is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.</p>_uetvidPersistent<p>This is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.</p>_uetvid_expPersistent<p>This is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.</p>_uetsidPersistent<p>This is a cookie utilised by Microsoft Bing Ads and is a tracking cookie.\nIt allows us to engage with a user that has previously visited our website.</p>CMID.casalemedia.com/365 days3rd party<p>Cookie is set by Casale Media.\nThe main business activity is linked to advertising and tracking the products users are looking at.</p>CMPS.casalemedia.com/90 days3rd party<p>Cookie is set by Casale Media.\nThe main business activity is linked to advertising and tracking the products users are looking at.</p>CMPRO.casalemedia.com/90 days3rd party<p>Cookie is set by Casale Media.\nThe main business activity is linked to advertising and tracking the products users are looking at.</p>demdex.demdex.net/180 days3rd party<p>Audience Manager sets this cookie to assign a unique ID to a site visitor.\nThe demdex cookie helps Audience Manger perform basic functions such as visitor identification, ID synchronization, segmentation, modeling, reporting, etc.</p>dpm.dpm.demdex.net/180 days3rd party<p>Adobe Audience Manager - data management platform uses this cookie to record information around synchronization of IDs.</p>_fbp.3commas.io/90 days<p>Facebook Pixel advertising first-party cookie.\nUsed by Facebook to track visits across websites to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>_ttp.tiktok.com/390 days3rd party<p>Used by Tiktok to track user behaviour for the purposes of serving targeted advertisements.</p>_tt_enable_cookie.3commas.io/390 days<p>Cookie set by TikTok</p>_ttp.3commas.io/390 days<p>Used by Tiktok to track user behaviour for the purposes of serving targeted advertisements.</p>_kuid_.krxd.net/180 days3rd party<p>Set by Salesforce DMP.\nRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.</p>uuid2.adnxs.com/90 days3rd party<p>This cookie contains a unique randomly-generated value that enables AppNexus to distinguish browsers and devices.\nThis information is used by clients to select advertisements for delivery by the Platform, and to measure the performance of, and attribute payment for, those advertisements.</p>anj.adnxs.com/90 days3rd party<p>Used by AppNexus and contains data denoting whether a cookie ID is synced with their partners.</p>\n<p>\n<strong>Other cookies</strong>\n</p>\n<p>The cookies in this category have not yet been categorized and the purpose may be unknown at this time.</p>NameHostnamePathExpiryTagsvisitor_id.3commas.io/7305 days<p>User ID is used to match users from the landing page and within the project</p>eng_mtPersistentintercom.intercom-state-fuovgowaPersistentCMTS.casalemedia.com/90 days3rd partyan:attribution.3commas.io/30000 days_rdt_uuid.3commas.io/90 daystt_sessionIdSessiontt_pixel_session_indexSessiontt_appInfoSessionSave settings3Commas logo, link to main page<ul>\n<li>Features<ul>\n<li>FeaturesSmart tools for traders with no limits</li>\n<li>Smart TradeTerminal with enhanced automation</li>\n<li>TradingViewOver 100 deal start signals</li>\n<li>Crypto-SignalsProfessional trading strategies</li>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n<li>Exchanges17+ major exchanges</li>\n<li>Trading terminalProfit from quick scalps</li>\n<li>EnterpriseOrchestrate thousands of accounts</li>\n<li>System statusServices availability and more</li>\n</ul>\n</li>\n<li>Plans<ul>\n</ul>\n</li>\n<li>Price Charts<ul>\n<li>Crypto PricesPrices Live Charts</li>\n<li>ConverterCurrency converter</li>\n</ul>\n<ul>\n<li>Bitcoin</li>\n<li>Ethereum</li>\n<li>XRP</li>\n<li>Terra</li>\n<li>Dogecoin</li>\n<li>Smooth love</li>\n<li>Shiba inu</li>\n<li>Polkadot</li>\n<li>Luna</li>\n<li>Cardano</li>\n<li>Vechain</li>\n<li>Solana</li>\n</ul>\n</li>\n<li>Trading Bots<ul>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n</ul>\n<ul>\n<li>Binance Bot</li>\n<li>OKX Bot</li>\n<li>Deribit Bot</li>\n<li>Bittrex Bot</li>\n<li>KuCoin Bot</li>\n<li>Kraken Bot</li>\n<li>Bitstamp Bot</li>\n<li>Huobi Bot</li>\n<li>Ripple Bot</li>\n<li>Bitfinex Bot</li>\n<li>Ethereum Bot</li>\n<li>Bitmex Bot</li>\n<li>Crypto.com Bot</li>\n<li>Coinbase Bot</li>\n<li>Bybit Bot</li>\n<li>Dogecoin bot</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>3Commas AppsPublish your app on our marketplace</li>\n<li>Apps ChatCollaborate with other developers</li>\n<li>API GitBuild unique functionality on top of 3Commas</li>\n<li>API ChatShare your technical knowledge</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About 3CommasLearn more about us and our story</li>\n<li>CareersWe are hiring! Apply now</li>\n<li>Knowledge baseGet answers to any question</li>\n<li>PartnershipTeam up with 3Commas</li>\n<li>SecurityWorld class security and protection</li>\n<li>BlogLearn all about crypto</li>\n</ul>Stay in touch<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Academy<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>Sign InTry It Freeen<ul>\n<li>Russian</li>\n<li>French</li>\n<li>Portuguese</li>\n<li>Chinese</li>\n<li>Spanish</li>\n<li>Korean</li>\n<li>Czech</li>\n</ul>Privacy Policy <p>\n<strong>This Privacy Policy is effective as of November 15, 2022.</strong>\n</p>\n<p>\n</p>\n<strong>1.\nINTRODUCTION</strong>\n<p>3Commas Technologies OÜ provides software as a service, which allows you to utilize several functionalities for managing your cryptocurrency holdings and other instruments across different accounts, including SmartTrade Terminal and automated Trading Bots.\nThis Privacy Policy explains the principles on how 3Commas Technologies OÜ, registry code 14125515, address Laeva tn 2, Kesklinna linnaosa, Tallinn, Harju maakond, 10111, e-mail support@3commas.io (“<strong>3Commas</strong>”, “<strong>our</strong>”, “<strong>we</strong>” or “<strong>us</strong>”) as the personal data controller collects and processes your (\"<strong>you</strong>\") personal data when you visit the website&nbsp;https://3commas.io/&nbsp;(“<strong>Website</strong>”) and in relation to the provision of web-based application https://app.3commas.io, 3Commas mobile application(s) and application program interfaces) (“<strong>Software</strong>”).\nIn case you act as the Signals Provider, please see our privacy notice for signals providers.</p>\n<p>Capitalised terms used in this Privacy Policy are used in the meaning given to them in the Terms of Use unless otherwise expressly set out herein.</p>\n<p>\n</p>\n<strong>2.\nDATA WE COLLECT</strong>\n<p>We have set out in the table below the categories of personal data we collect and use about you:</p>Category of personal dataData collected<p>When you visit our Website or contact with us</p>\n<p>Technical Data</p>\n<p>Upon visiting our Website, we process technical data related to your usage of the Website, including but not limited to IP address, location data (down to city level), access-provider, referring URL, date, time, access tokens, session key, browser type and version, browser language, operating system, amount and state of transferred data.\nThis information can be related to you, therefore, Personal Identification Information can be processed as well.\nThese data may also be processed as anonymized statistical data.</p>\n<p>Cookie Data</p>\n<p>We apply cookies on the Website, for optimising the Website and its functionalities.\nThe cookies may collect your personal data.\nTo learn more about the cookies we use, please read our Cookie Policy.</p>\n<p>Communication Data</p>\n<p>In case you interact with us via our Website live chat, e-mails and sign-up forms, 3Commas Facebook page, Youtube channel, Twitter page or Telegram or any other official social media account, we process, in addition to Personal Identification Information (limited in case of contacting via social media), also the contents of your message.</p>\n<p>When you use the Software</p>\n<p>Personal Identification Information</p>\n<p>Name, e-mail address, 2FA key, IP address, KYC token, language, Google Analytics client ID, Gravatar image, if you choose to sign up via Facebook, we collect your Facebook UID, Facebook profile name, Facebook e-mail, if you choose to sign up via Apple, we collect your Apple profile name, Apple e-mail or Apple generated e-mail.\nIf you sign up via mobile application, we collect your device language, device region, device type and model.\n</p>\n<p>Financial and Transaction Data</p>\n<p>Exchange Account username, API key, API secret, passphrase, transaction data (date/time/amount of transaction), transaction request/response, Referral status, billing information (country, phone number, address, city, postal code.\nin case of an entity: business name, registry code and VAT ID).</p>\n<p>The personal data we process is collected from one of the following sources:</p>\n<ul>\n<li>the data is disclosed by you directly to us;</li>\n<li>we receive the data from your Exchange Account provider due to you connecting your Exchange Accounts to the Client Account;</li>\n<li>we receive the data from social media service provider due to you registering or contacting with us via your existing social media account;</li>\n<li>we receive the data from the payment service provider due to you concluding the Purchase Agreement and paying for the Subscription;</li>\n<li>we receive Technical Data automatically from your browser, our servers and systems;</li>\n</ul>\n<strong>3.\nWhat we use your personal data for</strong>\n<p>We have set out in the table below the reasons why we process your personal data:</p>Purpose for processingCategory of personal data processedLegal basis<p>Client authentication</p>\n<p>Personal Identification Information</p>\n<p>Performance of the Terms of Use</p>\n<p>Client identity verification (KYC) for recovery</p>\n<p>Personal Identification Information</p>\n<p>Performance of the Terms of Use</p>\n<p>Client’s transaction history</p>\n<p>Financial and Transaction data</p>\n<p>Performance of the Terms of Use</p>\n<p>Responding to your enquiries and requests submitted via the website, sign-up forms, live chat or e-mail or any social media platforms</p>\n<p>Communication Data, however, depending on the nature of your enquiry we can process all the data indicated in Section 2 above</p>\n<p>In case your question clearly relates to matters connected to the Terms of Use, Client Agreement or Purchase Agreement we process the data for the performance of the Contract.\nIn other cases, we rely on our legitimate interests in ensuring effective relations management with all the interested parties in our Software and services</p>\n<p>Client invoicing for the Purchase Agreement or for mediating your payments to Signals Providers (no personal data are shared with Signals Providers)</p>\n<p>Personal Identification Information, Financial and Transaction Data</p>\n<p>Performance of the Purchase Agreement or our legitimate interest in performing the Signaller Agreement concluded with the Signals Provider</p>\n<p>Transfer of funds from a payment service provider to your Client Account and making out payments upon your withdrawal request via payment service provider</p>\n<p>Financial and Transaction Data, Personal Identification Information</p>\n<p>Performance of the Terms of Use</p>\n<p>Determining your location for designating applicable VAT rate</p>\n<p>Personal Identification Information</p>\n<p>Performance of the Purchase Agreement</p>\n<p>Handling the refunds related to Purchase Agreement</p>\n<p>Personal Identification Information, Financial and Transaction Data, Communication Data</p>\n<p>Performance of the Purchase Agreement or in certain situations performance of our legal obligation</p>\n<p>Enabling your use of the Trial</p>\n<p>Personal Identification Information</p>\n<p>Performance of the Trial Terms</p>\n<p>Enabling the Software and its functionalities</p>\n<p>Personal Identification Information, Financial and Transaction Data</p>\n<p>Performance of the Terms of Use and if relevant performance of the Purchase Agreement</p>\n<p>Sending newsletters to your e-mail</p>\n<p>Personal Identification Information</p>\n<p>Consent</p>\n<p>Providing you with notifications via your chosen channel (for example, mobile app, e-mail, Website, Telegram Bot)</p>\n<p>Personal Identification Information</p>\n<p>Consent given for the specific notification channel</p>\n<p>Direct marketing campaigns - Client marketing campaigns in relation to the Software, its functionalities and products already provided to you</p>\n<p>Personal Identification Information, Financial and Transaction Data (mainly the transaction activity)</p>\n<p>Our legitimate interest in providing you with information relating to the services and products you have previously sourced from us</p>\n<p>Processing data for predictive analytics and insights, improvement and development of the Software</p>\n<p>All of the data categories indicated in Section 2 above</p>\n<p>Our legitimate interest in detecting and deterring suspicious and fraudulent actions related to the Website and the Software</p>\n<p>Processing (including anonymising) data for predictive analytics and insights, improvement and development of the Software &nbsp;</p>\n<p>All of the data categories indicated in Section 2 above</p>\n<p>Our legitimate interest in improving and developing the Website and the Software within the course of our business activities or performance of the Terms of Use</p>\n<p>Diagnosing and repairing technical issues related to the Software and the Website</p>\n<p>Technical Data</p>\n<p>Our legitimate interest in providing data security and preventing fraudulent actions related to the Software and the Website.\nensuring the functioning of the Software and the Website</p>\n<p>Storing information containing personal data in backup systems</p>\n<p>All of the data categories indicated in Section 2 above</p>\n<p>Our legitimate interest in ensuring the security of data processing operations</p>\n<p>Data disclosures to potential acquirers of 3Commas business, including legal advisors, auditing service providers in case of a merger, acquisition or selling the whole or part of our business</p>\n<p>All of the data categories indicated in Section 2 above</p>\n<p>Our legitimate interest in ensuring proper due diligence process and business continuity</p>\n<p>Data disclosures to our service providers</p>\n<p>All of the data categories indicated in Section 2 above</p>\n<p>Our legitimate interest in utilising the information technology infrastructure and services provided by our co-operation partners</p>\n<p>Mandatory disclosures to law enforcement and data protection authorities</p>\n<p>All of the data categories indicated in Section 2 above</p>\n<p>Performance of our legal obligation</p>\n<p>We may process your personal data for other purposes, provided that we disclose the purposes and use to you at the relevant time, and that you either consent to the proposed use of the personal data, other legal grounds exist for the new processing purposes or the new purpose is compatible with the original purpose brought out above.</p>\n<strong>4.\nSHARING YOUR PERSONAL DATA</strong>\n<p>Any data you provide will not be publicly displayed or shared to other Website visitors or clients.\nCertain employees of 3Commas have access to personal data to the extent necessary for the performance of their work duties.</p>\n<p>We use third party processors and separate data controllers to help provide our service.\nThey will have access to your personal data as reasonably necessary to perform these tasks on our behalf and are obligated not to disclose or use it for other purposes.</p>\n<p>We have set out in the table below the reasons why and with whom we share your personal data:</p>Categories of RecipientsReason for sharingType of recipient<p>Service providers</p>\n<p>We work with service providers that work on our behalf which may need access to certain personal data to provide their services to us.\nThese companies include those we have hired to operate the technical infrastructure that we need to provide service, assist in protecting and securing our systems and services, and help market our service.</p>\n<p>Most of the aforementioned service providers are located in the European Union or European Economic Area, however, some of those service providers are located in the United States and in the Russian Federation.\nStandard contractual clauses, or other applicable means, are applied to ensure the safeguard of the transfer.</p>\n<p>Data processors</p>\n<p>Payment processors</p>\n<p>We will share your personal data with our payment processors as necessary to enable them to process your payments.</p>\n<p>The aforementioned service providers are located in the United States and Canada.\nStandard contractual clauses, or other applicable means, are applied to ensure the safeguard of the transfer.</p>\n<p>Data processors or separate controllers</p>\n<p>Advertising partners</p>\n<p>We work with advertising partners to enable us to customize the advertising content you may receive.\nThese partners help us deliver more relevant ads and promotional messages to you, which may include interest-based advertising (also known as online behavioral advertising), contextual advertising, and generic advertising.\nWe and our advertising partners process certain personal data to help us understand your interests or preferences so that we can deliver advertisements that are more relevant to you.</p>\n<p>The aforementioned service providers are located in the United States.\nStandard contractual clauses, or other applicable means, are applied to ensure the safeguard of the transfer.</p>\n<p>We also provide you promotional e-mail campaigns related to our services (educational videos etc.) by using e-mail campaign service provider.\nIn order to do this we may transfer your e-mail address to such service provider so that they can send you the materials.\n</p>\n<p>Data Processors</p>\n<p>Identity verification service provider, such as Synaps SAS, with registry code: 83860473400015, and address: 13, rue Rene Cassin – 69740 Genas, France</p>\n<p>You can verify your identity on our platform to recover your account when needed.\nThe KYC verification process is operated by Synaps which provides us only a positive or negative response without other details.\nWe do not receive a copy of your identification document or any biometric data.</p>\n<p>Data Processor</p>\n<p>Professional advisors (legal advisors, accounting etc.\nbound to confidentiality)</p>\n<p>In case not operating as data processors, the legitimate interests in conducting and supporting our regular business activities.</p>\n<p>Data Processors</p>\n<p>Potential business acquirers and business transferee(s)</p>\n<p>If necessary and required for successfully transferring our business or for the purposes of mergers and acquisitions, your Personal data may be disclosed to the specified acquirers and their representatives and / or legal counsels.</p>\n<p>This is done based on our legitimate interests to sell and reorganize our business activities.</p>\n<p>Separate data controllers</p>\n<p>In addition to the information provided in the table above, in some cases, we may transfer your personal data outside the European Union or European Economic Area, if the recipient is located outside the European Union or European Economic Area.\nWe shall opt to use special personal data protection safeguards, in order to ensure the safety of your personal data.\nFor obtaining further information on the processors and recipients engaged by us or if you wish to get acquainted with or obtain information on the transferring of your personal data outside the European Union or European Economic Area and the safeguards implied thereof by contacting us using the contact information specified in this Privacy Policy.</p>\n<strong>5.\nENSURING THE SECURITY OF PERSONAL DATA</strong>\n<p>We have taken necessary technical and organizational security measures to protect your personal data against accidental or unlawful destruction, loss or alteration and against the unauthorized disclosure, abuse or other processing in violation of applicable law.\nWe also encourage you to take measures to ensure the safety of your personal data.\nIn particular, we advise you not to share your personal data with us or any of our partners via any public forums or other public channels, unless you acknowledge and accept that relevant data will be publicly accessible.</p>\n<strong>6.\nRETENTION AND DELETION OF PERSONAL DATA</strong>\n<p>Your personal data (all data categories mentioned in Section 2) shall be stored insofar as reasonably necessary to attain the objectives stated in Section 3 above, or until the legal obligation stipulates that we do so.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the processing purposes and whether we can achieve these purposes through other means, and applicable statutory obligations.\nWhilst retaining the personal data, we take into account the viable need to resolve disputes and enforce the contract between us or anonymize your personal data and retain this anonymized information indefinitely.</p>\n<p>In case you are Client, as a general rule we will retain all your data for 7 days after the termination of the Client Agreement in a manner that would allow you to re-activate the Client Account.\nOtherwise, please see the following non-exhaustive summary on storing your personal data:</p>\n<ul>\n<li>For accounting purposes, we retain Financial Data and Transaction Data and Personal Identification Information connected to it for a period of 7 years from the end of the financial year when the respective business transaction took place;</li>\n<li>Data connected to the Client Agreement or the Purchase Agreement, which is first and foremost Personal Identification Information, is retained for the whole period when the respective agreement is in force and at least 3 years from the moment of termination of the respective agreement under our legitimate interests to protection ourselves against potential disputes or enforce claims.\nIn case we have a reasonable doubt that a party has acted in bad faith, has breached any obligations intentionally or has threatened us with a dispute, we may prolong such retention period for a maximum of 10 years.</li>\n<li>Technical Data will be retained for 30 days as of the collection of such data;</li>\n<li>Communication Data, unless clearly connected to the Client Agreement or the Purchase Agreement, will be retained for a period of 3 years from the moment the respective communication-flow has been closed.</li>\n</ul>\n<p>In case any of the data stipulated in Section 2 above is needed for purposes of protection against ongoing or threatened disputes, we shall retain the related data as long as the dispute is solved.</p>\n<p>After the expiry of the retention period determined above or the termination of the legal basis for processing purpose, we may retain the materials containing the personal data in the backup systems, from which the respective materials will be deleted after the end of the backup cycle.\nWe ensure that during the backup period appropriate safeguards are applied and the backed-up materials are put beyond use.</p>\n<strong>7.\nYOUR RIGHTS AND PREFERENCES</strong>\n<p>Under data protection law, you have rights including:</p>\n<ol>\n<li>\n<em>Right to be informed and to access</em>.\nYou may get information regarding your personal data processed by us.</li>\n<li>\n<em>Right to data portability</em>.\nYou have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nMoreover, you may request that the personal data is transmitted to another controller.\nBear in mind that the latter can only be done if that is technically feasible.</li>\n<li>\n<em>Right to erasure</em>.\nYou the right to have personal data we process about you erased from our systems if the personal data are no longer necessary for the related purposes.</li>\n<li>\n<em>Right to object and restrict</em>.\nYou have the right to object to the processing of your personal data and restrict it in certain cases.</li>\n<li>\n<em>Right to rectification</em>.\nYou have the right to make corrections to your personal data.</li>\n<li>\n<em>Right to withdraw consent</em>.\nWhen you have given us consent to process your personal data, you may withdraw said consent at any time.</li>\n<li>\n<em>Right to contact the supervisory authority</em>.\nIf you are not satisfied with our response to your request in relation to Personal Data or you believe we are processing your Personal Data not in accordance with the law, you can submit your claim with the Estonian Data Protection Inspectorate (in Estonian: Andmekaitse Inspektsioon) at info@aki.ee (https://www.aki.ee/).</li>\n</ol>\n<p>To exercise any of the abovementioned rights, please contact our customer support team via e-mail indicated in Section 8 below.</p>\n<p>Please note that in case you are requesting to use the above described rights or any other rights related to our services, on someone elses name (legal representative, close relative of deceased customer etc), we have the right to ask additional information from you to prove the authorization for such request (signed authorization from customer, requestor ID, death certificate etc.).&nbsp;</p>\n<p>Such additional information is required to protect our customers’ personal data and financial interests.&nbsp;</p>\n<p>3Commas has appointed the Data Protection Officer (DPO) to guarantee high-level personal data protection safeguards and individuals’ rights regarding privacy and data protection.\nThe DPO service for 3Commas is provided by Hedman Partners Law firm.\nIn case you wish to contact our data protection officer, please write to dpo@3commas.io.</p>\n<strong>8.\nOTHER IMPORTANT INFORMATION</strong>\n<p>\n<em>Newsletter, notifications and direct marketing campaigns</em>\n</p>\n<p>With your explicit consent, you may be subject to direct marketing campaigns, we may send you our newsletter or provide you with notifications.\nYou may opt out of the direct marketing campaigns, newsletters and notifications on your account settings.\nWe may also provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information.</p>\n<p>Please note that email marketing messages include an opt-out mechanism within the message itself (e.g.\nan unsubscribe link in the emails we send to you).\nClicking on the link in an email will opt you out of further messages of that category.\nYou can use the Account Settings page to exercise choices about all categories of email and push marketing communication.</p>\n<p>\n<em>Dispute resolution</em>\n</p>\n<p>If you have questions, please feel free to contact us at support@3commas.io.\n</p>\n<p>Disputes relating to the processing of personal data are settled through our Complaint Procedure.</p>\n<p>We may amend or modify this Privacy Policy from time to time to reflect changes in the way we process personal data.\nIn case of material changes, we will notify you, as required under applicable laws.</p>\n<p>\n<em>Age limitations</em>\n</p>\n<p>We do not knowingly collect any information from individuals under 18 years of age.\nIf we discover a user of being younger than 18 years old we will require the user to close their account and we will take steps to delete any collected information as soon as possible.</p>\n<strong>9.\nCALIFORNIA PRIVACY RIGHTS</strong>\n<p>This section describes how we collect, use and share Personal Information of California residents in our capacity as a \"business\" under the California Consumer Privacy Act of 2018 (\"CCPA\"), and their rights under the CCPA.</p>\n<p>This section applies only if you are a California resident.\nFor purposes of this section, \"Personal Information\" has the meaning given in the California Consumer Privacy Act (\"CCPA\").</p>\n<p>This section does not apply to:</p>\n<ul>\n<li>information exempted from the scope of the CCPA;</li>\n<li>information collected in a business-to-business context, namely, where the information reflects our communications or transactions with you in the context of performing due diligence on, providing services to, or receiving services from, a company, partnership, sole proprietorship, non-profit or government agency where you are an employee, controlling owner, director, officer or contractor of that organization;</li>\n<li>activities governed by a different privacy notice, such as notices we give to California personnel or job candidates.\nor</li>\n</ul>\n<p>Personal Information we collect, use, and share on behalf of our customers as a \"service provider\" under the CCPA.\nYou have the following rights:</p>\n<p>- Right to Know – Information.\nYou can request the following information about how we have collected and used your Personal Information during the past 12 months:</p>\n<p>• The categories of Personal Information we have collected.</p>\n<p>• The categories of sources from which we collected the Personal Information.</p>\n<p>• The business or commercial purpose for collecting and/or selling Personal Information.</p>\n<p>• The categories of third parties with whom we share the Personal Information.</p>\n<p>• The categories of Personal Information that we sold or disclosed for a business purpose.</p>\n<p>• The categories of third parties to whom the Personal Information was sold or disclosed for a business purpose.</p>\n<p>- Right to Know – Access.\nYou can request a copy of the Personal Information that we have collected about you during the past 12 months.</p>\n<p>- Right to Deletion.\nYou can ask us to delete the Personal Information that we have collected from you.</p>\n<p>- Right to Opt-Out.\nYou have the right to opt-out of any \"sale\" of your Personal Information as defined in the CCPA.</p>\n<p>- Right to Nondiscrimination.\nYou are entitled to exercise the rights described above free from discrimination prohibited by the CCPA.</p>\n<p>\n<em>How to exercise your rights</em>\n</p>\n<p>We will need to verify your identity to process your information, access, and deletion requests and reserve the right to confirm your California residency.\nTo verify your identity, we may require you to log into an 3Commas online account (if applicable), provide government identification, give a declaration as to your identity under penalty of perjury, and/or provide additional information.\nThese rights are not absolute, and in some instances, we may decline your request as permitted by law.</p>\n<p>Your authorized agent may make a request on your behalf upon our verification of the agent's identity and our receipt of a copy of the valid power of attorney given to your authorized agent pursuant to California Probate Code Sections 4000-4465.\nIf you have not provided your agent with such a power of attorney, you must provide your agent with written and signed permission to exercise your CCPA rights on your behalf, provide the information we request to verify your identity and provide us with written confirmation that you have given the authorized agent permission to submit the request.</p>\n<p>\n<em>Personal information that we collect, use and disclose</em>\n</p>\n<p>The categories of Personal Information we collect are described below by reference to the statutory categories of Personal Information specified in the CCPA (California Civil Code section 1798.140):</p>\n<ul>\n<li>Identifiers (excluding online identifiers), such as first and last names, email addresses, phone numbers,2FA key, social media account information (such as Facebook UID, Facebook profile name, Facebook email), in case on an entity: business name, business registry code and VAT ID.</li>\n<li>Commercial information, such as records of your transactions with us.\ncontent of messages.\nand services considered.</li>\n<li>Financial information, such as billing and mailing address, exchange account username, API key, API secret, passphrase, transaction data (date/time/amount of transaction), transaction request/response, referral status, billing information (country, phone number, address, city, postal code.\nand other payment-related information.</li>\n<li>Online identifiers, such as operating system type and version number, manufacturer and model.\nbrowser type.\nscreen resolution.\nIP address.\nunique device identifiers.\nand 3Commas user ID.</li>\n<li>Geographical data, such as city of your location identified by your IP address.</li>\n<li>Internet or network information, such as what 3Commas web pages you’ve seen and how long you spent on them.\nyour access-provider.\nreferring URL.\nnavigation paths between pages.\nsession date and time.\naccess tokens.\nsession key.\namount and state of transferred data.\nand other information about your interaction with our sites and services, including the information described in our Cookie Policy.</li>\n<li>Professional or employment information, such as your organizational affiliation.</li>\n<li>California Customer Records (listed in California Civil Code section 1798.80), such as the Professional or employment information, Financial information, Commercial information and Identifiers listed above.</li>\n<li>Inferences drawn from any of the above information to create a profile reflecting your preferences, characteristics, and behavior.</li>\n</ul>\n<p>The sources from which we collect these categories of Personal Information are described in Section 2 of this Privacy Policy.\nThe business/commercial purposes for which we use these categories of Personal Information are described in Section 3.\nThe categories of third parties with which we share these categories of Personal Information, are described in Section 4 above.</p>\n<p>We do not sell your personal information in the conventional sense.\nHowever, like many companies, we use advertising services that try to tailor online ads to your interests based on information collected via cookies and similar technologies about your activity on ours and other online services.\nThis is called interest-based advertising.\nThe CCPA’s statutory definition of the term \"sale\" is broad and may include use of interest-based advertising services.\nYou can get more information and opt-out of the use of cookies on our sites for interest-based advertising purposes by turning advertising cookies off in our Cookie Management Banner.\nYou will need to set that preference from each device and each web browser from which you wish to opt-out.\nSome of these features use cookies to apply your preferences, so if you clear all cookies from your browser, you will need to re-set your settings.</p>\n<p>The above summary of how we collect, use and share Personal Information describes our practices currently and for the 12 months preceding the effective date of this Privacy Policy.</p>\n<p>Previous version before 15 November 2022<br>Previous version before 23 September 2022<br>Previous version before 14 September 2022<br>Previous version before 21 December 2021<br>Previous version before 04 August 2021<br>Previous version before 13 April 2021</p>Platform<ul>\n<li>Features</li>\n<li>DCA Bot</li>\n<li>Smart Trade</li>\n<li>GRID Bot</li>\n<li>Options Bot</li>\n<li>HODL Bot</li>\n<li>TradingView</li>\n<li>Trading Terminal</li>\n<li>Crypto-Signals</li>\n<li>Exchanges</li>\n<li>System Status</li>\n<li>Wallet</li>\n</ul>Trading Bots<ul>\n<li>Binance</li>\n<li>Bittrex</li>\n<li>Bitstamp</li>\n<li>Bitfinex</li>\n<li>Bitmex</li>\n<li>Coinbase</li>\n<li>OKX</li>\n<li>KuCoin</li>\n<li>Huobi</li>\n<li>Bybit</li>\n<li>Deribit</li>\n<li>Kraken</li>\n<li>Ripple</li>\n<li>Ethereum</li>\n<li>Crypto.com</li>\n<li>Dogecoin</li>\n</ul>For Developers<ul>\n<li>3Commas Apps</li>\n<li>Apps Chat</li>\n<li>API Git</li>\n<li>API Chat</li>\n</ul>Legal Information<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Complaint Procedure</li>\n<li>Cookie Policy</li>\n<li>Refund Policy</li>\n<li>Partnership Agreement</li>\n<li>Terms of Referral</li>\n<li>Bug Bounty</li>\n<li>API Terms of Use for Developers</li>\n<li>Wallet Terms of Use</li>\n<li>Wallet Privacy Policy</li>\n<li>Terms of Use for Marketplace signallers</li>\n</ul>Company<ul>\n<li>About us</li>\n<li>Careers</li>\n<li>Partnership</li>\n<li>3Commas &amp.\nBinance</li>\n<li>Blog</li>\n<li>Knowledge Base</li>\n<li>FAQ</li>\n<li>Reviews</li>\n</ul>\n<ul>\n<li>Plans</li>\n<li>For Enterprises</li>\n<li>Business Partners</li>\n<li>Price Charts</li>\n<li>Sitemap</li>\n<li>Security</li>\n</ul>Get our weekly digest!SubscribeTry again© 2022TelegramFacebookTwitterDiscordYoutubeVisaMasterCardBitcoinLogoPayPalAppStoreGooglePlay\n<p>\n</p> ", "created_at": "2021-04-02 17:49:19.804663", "updated_at": "2022-12-15 21:35:30.828679"}, {"id": 13277, "name": "Terms of Use", "url": "https://3commas.io/terms-and-conditions", "xpath": "//body", "text": "3Commas logo, link to main page<ul>\n<li>Features<ul>\n<li>FeaturesSmart tools for traders with no limits</li>\n<li>Smart TradeTerminal with enhanced automation</li>\n<li>TradingViewOver 100 deal start signals</li>\n<li>Crypto-SignalsProfessional trading strategies</li>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n<li>Exchanges17+ major exchanges</li>\n<li>Trading terminalProfit from quick scalps</li>\n<li>EnterpriseOrchestrate thousands of accounts</li>\n<li>System statusServices availability and more</li>\n</ul>\n</li>\n<li>Plans<ul>\n</ul>\n</li>\n<li>Price Charts<ul>\n<li>Crypto PricesPrices Live Charts</li>\n<li>ConverterCurrency converter</li>\n</ul>\n<ul>\n<li>Bitcoin</li>\n<li>Ethereum</li>\n<li>XRP</li>\n<li>Terra</li>\n<li>Dogecoin</li>\n<li>Smooth love</li>\n<li>Shiba inu</li>\n<li>Polkadot</li>\n<li>Luna</li>\n<li>Cardano</li>\n<li>Vechain</li>\n<li>Solana</li>\n</ul>\n</li>\n<li>Trading Bots<ul>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n</ul>\n<ul>\n<li>Binance Bot</li>\n<li>OKX Bot</li>\n<li>Deribit Bot</li>\n<li>Bittrex Bot</li>\n<li>KuCoin Bot</li>\n<li>Kraken Bot</li>\n<li>Bitstamp Bot</li>\n<li>Huobi Bot</li>\n<li>Ripple Bot</li>\n<li>Bitfinex Bot</li>\n<li>Ethereum Bot</li>\n<li>Bitmex Bot</li>\n<li>Crypto.com Bot</li>\n<li>Coinbase Bot</li>\n<li>Bybit Bot</li>\n<li>Dogecoin bot</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>3Commas AppsPublish your app on our marketplace</li>\n<li>Apps ChatCollaborate with other developers</li>\n<li>API GitBuild unique functionality on top of 3Commas</li>\n<li>API ChatShare your technical knowledge</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About 3CommasLearn more about us and our story</li>\n<li>CareersWe are hiring! Apply now</li>\n<li>Knowledge baseGet answers to any question</li>\n<li>PartnershipTeam up with 3Commas</li>\n<li>SecurityWorld class security and protection</li>\n<li>BlogLearn all about crypto</li>\n</ul>Stay in touch<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Academy<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>Sign InTry It Freeen<ul>\n<li>Russian</li>\n<li>French</li>\n<li>Portuguese</li>\n<li>Chinese</li>\n<li>Spanish</li>\n<li>Korean</li>\n<li>Czech</li>\n</ul>Terms of Use<p>\n<strong>This Terms of Use is effective as of October 26, 2022.</strong>\n</p>\n<strong>1.\nINTRODUCTION</strong>\n<p>\n<strong>1.1 </strong>The service is made available to you by 3Commas Technologies OÜ, a company formed under the laws of the Republic of Estonia (“<strong>3Commas</strong>”, “we”, “us” or “our”) through the website located at&nbsp;https://3commas.io, 3Commas mobile application(s), application program interface(s) (except for 3Commas API as described in Section 6.2.6) and functions further described in Section 6 below (except for 3Commas API) (collectively, “<strong>Software</strong>”) for the purpose of providing tools that allow managing personal cryptocurrency holdings.\nThe term “you” or “<strong>Client</strong>” refers to the person visiting or otherwise accessing or using the Software.</p>\n<p>\n<strong>1.2 </strong>These terms and conditions (“<strong>Terms of Use</strong>”) and the Privacy Policy (as defined below) govern your access to and use of the Software and constitute the entire, complete, and binding agreement between you and 3Commas with respect to the Software.</p>\n<p>\n<strong>1.3 </strong>You should also read our Privacy Policy at&nbsp;https://3commas.io/privacy-policy, which is incorporated by reference into the Terms of Use.\nIf you do not wish to be bound by these Terms of Use or by the terms of our Privacy Policy, please do not access or use the Software.</p>\n<p>\n<strong>1.4 </strong>THESE TERMS OF USE CONTAIN VERY IMPORTANT INFORMATION REGARDING YOUR RIGHTS AND OBLIGATIONS, AS WELL AS CONDITIONS, LIMITATIONS, AND EXCLUSIONS.\nPLEASE READ THESE TERMS OF USE CAREFULLY BEFORE ACCESSING OR USING THE SOFTWARE.\nBY USING THE SOFTWARE IN ANY WAY AND FOR ANY PURPOSE, WITH OR WITHOUT A CLIENT ACCOUNT AND FROM ANY DEVICE AND LOCATION, YOU AGREE AND CONFIRM THAT:</p>\n<p>1.4.1 you have read and understood these Terms of Use and you accept and agree to be bound by these Terms of Use as they appear on each respective date that you use the Software.</p>\n<p>1.4.2 you assume all the obligations set forth herein;</p>\n<p>1.4.3 you are of sufficient legal age and capacity to use the Software;</p>\n<p>1.4.4 you are not under the control of jurisdiction that explicitly prohibits the use of similar software;</p>\n<p>1.4.5 you use the Software at your discretion and under your own responsibility.</p>\n<strong>2.\nSUBJECT MATTER OF THE TERMS OF USE</strong>\n<p>\n<strong>2.1 </strong>These Terms of Use apply between 3Commas and the Client using the Software.\nThe Software is made available to you via website&nbsp;https://3commas.io&nbsp;on computer or mobile device.</p>\n<p>\n<strong>2.2 </strong>These Terms of Use constitute a legally binding agreement between you and 3Commas and covers the operation and provision of the Software.\nThe Software is provided to natural and legal persons with an existing exchange account(s) and is intended to help better manage the personal cryptocurrency holdings.&nbsp;<strong>You shall not use the Software to manage third-party’s cryptocurrency holdings in any way.</strong>\n</p>\n<p>\n<strong>2.3 </strong>3Commas may update or revise these Terms of Use from time to time by providing notice of such updates or revisions on the Software.\nSuch changes to the Terms of Use will take effect as of the “Last updated” date stated at the beginning of these Terms of Use.\nEach time you access the Software, you agree to be bound by the most current version of the Terms of Use.\nYou agree that you will review these Terms of Use periodically.\nIf you do not agree to the terms of these Terms of Use or any modified version of these Terms of Use, your sole recourse is to terminate your use of the Software.</p>\n<strong>3.\nSIGN-UP</strong>\n<p>\n<strong>3.1 </strong>In order to sign-up and use the Software, you must be at least eighteen (18) years of age.</p>\n<p>\n<strong>3.2 </strong>If you are entering into these Terms of Use on behalf of a legal person (i.e.\ncompany or other legal entity), you represent that you have the authority to bind such legal person to these Terms of Use and that you have shared all email addresses, passwords and access credentials with other authorized representatives of the legal person.\nIf you do not have such authority you shall not access or use the Software.</p>\n<p>\n<strong>3.3 </strong>Prior to the sign-up, you are solely responsible for ensuring that the use of the Software in accordance with these Terms of Use in your jurisdiction of residence is permitted by applicable laws.\nIf such use is not permitted by laws, you shall not access or use the Software.</p>\n<p>\n<strong>3.4 </strong>The following steps are necessary to sign-up to create the Client Account and access the Software:</p>\n<p>3.4.1 <strong>Sign-up</strong>.\nFill in the sign-up form by providing your email address and password.\nYou will be given the opportunity to read the Terms of Use and the Privacy Policy.\nYou can retrieve the documents from the named links and take notice of them.\nPrior to clicking “Register” to continue the sign-up process, you must confirm that you accept these Terms of Use and have acquainted yourself with our Privacy Policy.\nFurther, you must confirm that you are at least 18 years old.\nAfter clicking “Register” your account is created (“Client Account”).\nThe same process applies in case you choose to sign-up with your Facebook account.\nThe latter method requires you to also comply with the terms, conditions, and privacy policies of such third party service.</p>\n<p>3.4.2 From the moment 3Commas provides you the Client Account to access and use the Software, the sign-up process is completed.\nThe Client Account is provided to you free of charge.\n3Commas has the right to refuse to provide you a Client Account at its sole discretion, in which case you shall not use the Software.</p>\n<p>3.4.3 You can terminate the registration process at any time and/or suspend the process and resume it at a later point.\nYou can check for any errors in the information that you have entered and, if necessary, correct these by changing your input.</p>\n<p>3.4.4 After creating the Client Account, you are prompted to complete your Client Account’s profile, and you will be guided through different steps, including connecting your Client Account with your existing cryptocurrency exchange account.</p>\n<p>3.4.5 <strong>Connecting with a cryptocurrency exchange account</strong>.\nIn order to use the functions of Software you must have a cryptocurrency exchange account (“<strong>Exchange Account</strong>”) (for example, Binance, Huobi, Coinbase etc).\nIf you do not have the Exchange Account, you may choose whether to register directly on the cryptocurrency exchange provider’s website or through a link from our “My Exchanges” tab which directs you to the chosen cryptocurrency exchange provider’s website.\nEither way, you acknowledge that you are entering into a separate legal relationship with the chosen cryptocurrency exchange provider and you are bound by their specific terms and conditions.</p>\n<p>For connecting your Exchange Account with the Client Account you must log in to your Exchange Account, create an API key and API secret, then return to the Software, navigate to “My Exchanges” tab and insert the API key and the API secret.\nPrior to clicking “Connect an exchange” you are required to confirm that the Exchange Account belongs to you personally and you are not connecting someone else’s account.\nWhen you have concluded this step, your Exchange Account shall be displayed on the “Dashboard” tab.\n</p>\n<p>Depending on your chosen subscription type (please see Section 7 for more details regarding Plans), you may connect either a single Exchange Account from a single cryptocurrency exchange or you may connect several Exchange Accounts from a single cryptocurrency exchange with the Client Account.\nProvided that the previously stated is observed, you may connect Exchange Account(s) from several cryptocurrency exchanges with the Client Account.&nbsp;&nbsp;</p>\n<p>Under certain circumstances, we may drop the API keys for security purposes, which will require you to connect to your Exchange Account again.</p>\n<p>\n<strong>3.5 </strong>As a part of the sign-up process you will be required to provide us with certain information, such as your email address and a password.\nFor more information about the data we collect, please see our Privacy Policy at&nbsp;https://3commas.io/privacy-policy.\nYou are required to provide accurate, current and complete information about yourself and promptly update all information in your Client Account to ensure that your Client Account is accurate, current and complete.\nYou may update or change your Client Account settings at any time.</p>\n<p>\n<strong>3.6</strong> Depending on the Exchange Account you use, we may automatically register you to trading contests that we organize for the possible benefits to you.\nSuch contests do not oblige you to take actively part from the contest or do any additional actions.\nRegistration to trading contests are not financially harmful to you.\nWhen we organize trading contests, we send you the information of the contest terms and details in advance.\nWe can request an additional data for distribution of prizes, it is voluntary and you have a right to refuse, however in such case your prize will be annulated.</p>\n<strong>4.\nUSING YOUR CLIENT ACCOUNT TO ACCESS THE SOFTWARE</strong>\n<p>\n<strong>4.1 The purpose and permitted use of your Client Account and the Software</strong>\n</p>\n<p>4.1.1 You may use the Software only within the intended purpose and permitted use.\nYou acknowledge that depending on your chosen Plan, the purpose of the Client Account is to provide you with access to the Software with tools to manage one or more Exchange Accounts.\nAny use for other purposes or particular misuse of the Software is not permitted.\nYou agree not to use your Client Account and the Software in particular in order to:</p>\n<p>4.1.1.1 upload, post, email, transmit or otherwise make available any content that is unlawful, harmful, threatening, abusive, fraudulent, harassing, insulting, defamatory, vulgar, obscene, libellous, invasive of another's privacy, hateful or racist, that glorifies violence, is pornographic, unethical or otherwise prohibited or objectionable;</p>\n<p>4.1.1.2 impersonate any natural or legal person, or falsely state or otherwise misrepresent your affiliation with a natural or legal person;</p>\n<p>4.1.1.3 transmit or otherwise make available any content that you do not have a right to make available, that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</p>\n<p>4.1.1.4 engage in any activity that attempts to reverse engineer, disassemble, decompile, hack or extract any proprietary software used to maintain the Software;</p>\n<p>4.1.1.5 trade on platforms in respect of which you should not have access to;</p>\n<p>4.1.1.6 interfere with or disrupt the Software or servers or networks connected to the Software, including but not limited to hacking or bypassing any measures we may use to prevent unauthorised access to the Software.\nand/or</p>\n<p>4.1.1.7 violate any applicable national or international rules and laws, as well as rights of third parties.</p>\n<p>4.1.2 Failure of observing the limits of purpose and permitted use of your Client Account and the Software (including if we detect any activity, which refers to you managing several accounts from the same cryptocurrency exchange accounts through your personal Client Account without having subscribed to the appropriate Plan) is deemed a material breach of these Terms of Use.\n3 Commas shall be entitled to – without prejudice to any other rights – terminate your Client Account in accordance with Sections 12.3.2 and 12.3.3.\nYou may not use the Software if we have terminated your Client Account of or otherwise banned you.</p>\n<p>\n<strong>4.2 Confidentiality of the Client Account</strong>\n</p>\n<p>4.2.1 You acknowledge that your Client Account is personal to you, and you are obliged not to provide any other person with access to the Software or portions of it using your email address, password, or other security information.</p>\n<p>4.2.2 You are responsible for maintaining the confidentiality of your data and for monitoring and, if necessary, restricting access to your devices.\nAny email address, password or any other information chosen by you or provided to you as a part of our security procedures, must be treated as confidential, and you must not disclose it to any other person or entity.\nYou must exercise caution when accessing your Client Account from a public or shared computer so that others are not able to view or record your password or other Client Account information.\nYou agree to ensure that you logout from you Client Account at the end of each session.</p>\n<p>4.2.3 You accept responsibility for all activities that occur under your Client Account or from your devices in relation to the Software and your Client Account, including any misuse of your Client Account.\n3Commas will use reasonable and industry-standard security measures to protect you from unauthorized access to your Client Account.\nYou agree to notify us immediately of any unauthorized access to or use of your Client Account or any other breach of security.\nIf you fail to notify 3Commas accordingly, 3Commas might not be able to prevent such unauthorized access or other breach of security or take corresponding security measures.</p>\n<p>4.2.4 For ensuring better protection of your Client Account, you are provided with an option under your Client Account’s “Settings”, to set up a two-factor authentication via Google authenticator.</p>\n<p>4.2.5 You acknowledge and agree that to the extent permitted by applicable law, we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by, or in connection with the unauthorized use of your Client Account arising from a failure on your part to maintain the confidentiality of your password, if we have performed our obligation to apply reasonable and industry-standard security measures.</p>\n<strong>5.\nTRIAL ACCOUNT</strong>\n<p>\n<strong>5.1 </strong>If you have elected to use a free trial, we will make the Software available to you on a trial basis free of charge (“<strong>Trial</strong>”).\nBy gaining access to the Software, you agree to be bound by our Terms of Use and the following additional terms of this Section 5 (“<strong>Trial Terms</strong>”), provided that in the event of a conflict between the Trial Terms and any other terms of these Terms of Use, the Trial Terms shall govern.\n3Commas has the right to refuse to give you access to a Trial.</p>\n<p>\n<strong>5.2 </strong>To receive Trial access to the Software, you must follow through the sign-up process described in Section 3.\nYou may terminate the Trial any time and for any reason under the Client Account settings, where we have made this option available to you.</p>\n<p>\n<strong>5.3 </strong>The Trial will start when we approve your Trial and shall terminate on the earlier of (a) the end of the free Trial period for which you registered, or (b) the start date of any purchased Subscription (as defined in Section 7).\nAt the end of the Trial, any trades you initiated through the Software during the Trial will continue but may take longer to complete and you will no longer have access to any data you entered into your Client Account.</p>\n<p>\n<strong>5.4 </strong>We may terminate your use of the Trial and products and services made available in connection therewith, at any time and for any reason, with or without cause, without prior notice to you and without any liability or further obligation of any kind whatsoever to you or any other party.</p>\n<strong>6.\nCLIENT ACCOUNT FUNCTIONALITIES</strong>\n<p>\n<strong>6.1 </strong>The Client Account provides you with a free of charge access to “Dashboard”, “Blog”, “3Commas API”, “Paper Trading” (under “SmartTrade Terminal”), track “Portfolio” and “Community” functions provided by 3Commas as described in this Section 6.1 and to the “Marketplace for Crypto-Signals“ which contains services and content provided by third parties as described in Section 6.3.\nThe specific Client Account functionalities will be those provided under the selected Subscription (as described in Section 7 below) at the time your offer to conclude the Purchase Agreement (as defined in Section 7.4) is placed.</p>\n<p>\n<strong>6.2 </strong>The Software provides you with tools that allow you to manage your cryptocurrency holdings across the Exchange Accounts, including but not limited to the following tools:</p>\n<p>6.2.1 <strong>SmartTrade Terminal</strong>, that allows you to manually place buy/sell orders on one or several third party cryptocurrency exchanges using the capabilities of third-party public APIs and “SmartTrade Terminal” features of 3Commas.\nUnder the SmartTrade Terminal function you can activate Paper Trading function for up to 100 active entities (including Trading Bots, smart trades and trades), which allows you to practice and simulate trading without risking real assets;</p>\n<p>6.2.2 <strong>Trading Bots</strong>, which allow you to configure the parameters of the chosen bot (for example, DCA Bot, GRID Bot, Options Bot, etc.) that will execute cryptocurrency trade orders automatically on third party cryptocurrency exchanges within those established parameters and without the need for additional human interaction or intervention;</p>\n<p>6.2.3 <strong>TradingView</strong>, which is a large analysis platform of asset price behaviour that allows you to connect the bot to one or more indicators of your choice to start receiving alerts and open trades;</p>\n<p>6.2.4 <strong>Dashboard</strong>, which tracks your account balances on different connected Exchange Accounts and displays your accounts’ summary;</p>\n<p>6.2.5 <strong>Portfolios</strong>, which allows you to analyse how certain portfolio set ups have performed in the past and apply the chosen set up to your existing exchanges;</p>\n<p>6.2.6 <strong>3Commas API</strong>, which consists of an application programming interface and related specification documents to establish an electronic connection to third-party services;</p>\n<p>6.2.7 <strong>Blog</strong>, which provides you with information and news regarding cryptocurrencies and trading;</p>\n<p>6.2.8 <strong>Community</strong>, which provides you with live chat, customer support and related services.</p>\n<p>\n<strong>6.3 </strong>Additionally, while logged in to your Client Account, you can access the following functions through the Software, which are provided by third parties:</p>\n<p>6.3.1 <strong>Marketplace for Crypto-Signals</strong>&nbsp;is where you can purchase signals from professionals and connect them to your DCA Bot without having to configure it yourself.\nAll of the signals on the Marketplace for Crypto-Signals are provided by third-party service providers as described below in Section 14;</p>\n<p>When utilizing the functions provided by third parties, you acknowledge the information provided in Section 14.</p>\n<strong>7.\nPURCHASING THE SUBSCRIPTION PLAN</strong>\n<p>\n<strong>7.1&nbsp;</strong>&nbsp;When registering for the Services, you have the opportunity to choose between different subscription plans, i.e “Free”, “Starter”, “Advancer”,&nbsp.\n“Pro” , and \"Enterprise\" plan (collectively “<strong>Plans</strong>” or “<strong>Subscription</strong>”).</p>\n<p>\n<strong>7.2 </strong>A detailed description of 3Commas Subscriptions, including the prices and the functions associated with each type of Subscription, is available on our Plans page or in&nbsp;Help Center.\n3Commas reserves the right to change the Subscriptions published on the Plans page (e.g add or remove Plans) at any given moment.\nWhen removing a Plan, 3Commas shall endeavour to give notice to those who might be affected by such actions.&nbsp;</p>\n<p>7.2.1 The Subscriptions available at the Plans page are subject to these Terms of Use.\nBy accepting these Terms of Use, you also confirm that you agree with the Subscriptions features conditions as described on the Plans page.</p>\n<p>\n<strong>7.3 </strong>3Commas reserves the right to, at their full discretion, provide Services to Clients based on customized Plans (“<strong>Customized Plans</strong>”).\nCustomized Plans will not be displayed on the Plans page and will be offered to Clients on an individual basis.\nCustomized Plans are subject to these Terms of Use.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>7.4&nbsp;</strong>To purchase the Subscription, other than a Customized Plan, select the Subscription you want to purchase on our website’s Plans page or Client Account’s “Subscription” tab, choose the preferred payment method.\nAll payments made with debit/credit cards and Paypal are processed by our merchant of record – Paddle.com.\nBy purchasing a Subscription using any of the said payment methods, You also enter into an agreement with Paddle.com.\nYour relationship with Paddle is governed by Paddle’s Terms and Conditions available at&nbsp;https://paddle.com/legal-buyers.\nPrior to clicking the “Pay” button, you must confirm that you accept these Terms of Use and the Privacy Policy.\nFurther, you must confirm that you are at least 18 years old and you agree with receiving the Subscription functions as of the conclusion of the Purchase Agreement.\nSelecting the Subscription, term of the Subscription (for example, a month or a year) and submitting your payment information is an offer to conclude an agreement with 3Commas for the use of the Software functions provided under the selected Subscription on the basis of these Terms of Use effective as described in Section 3.4 (“<strong>Purchase Agreement</strong>”).\nThe offer must be accepted by us.\nWe may choose not to accept the offer at our sole discretion.\nThe Purchase Agreement will be accepted at such time at which you receive confirmation from us or we activate your selected Subscription functions, as described below.\n3Commas will not store the text of the Purchase Agreement after the Purchase Agreement has been concluded.\nHowever, the text of the Purchase Agreement will be made available to you on the Terms of Use page in downloadable format.\nThe terms described in Section and 3.4.3 above apply hereto to the extent not stipulated otherwise in this Section 7.\nThe term of the Purchase Agreement is the term of Subscription chosen by you and is subject to the termination provisions of Section 12.</p>\n<p>\n<strong>7.5 </strong>If you wish to upgrade your Subscription, you may do so at any time through your Client Account’s “Subscription” tab.\nYour new Subscription will start after the payment has been processed.\nYour new Subscription will be activated immediately after processing of your payment, irrespective of any remaining time on your old Subscription.\nOrdering a new Subscription will result in the immediate termination of the Purchase Agreement in relation to your old Subscription, and conclusion of a new Purchase Agreement for the new Subscription.\nAny funds you may be eligible from your old Subscription will be calculated towards your new Subscription, meaning you will only pay the difference between your new Subscription payment and the proportion of funds not used under the old Subscription.\nFor termination of the Purchase Agreement, see Section 12.4.</p>\n<strong>8.\nDISCLAIMER</strong>\n<p>\n<strong>8.1 </strong>3COMMAS PROVIDES THE SOFTWARE.\n3COMMAS DOES NOT PROVIDE FINANCIAL, INVESTMENT, LEGAL, TAX OR ANY OTHER PROFESSIONAL ADVICE.\n3COMMAS IS NOT A BROKER, FINANCIAL ADVISOR, INVESTMENT ADVISOR, PORTFOLIO MANAGER OR TAX ADVISOR.\nNOTHING ON OR IN THE SOFTWARE SHALL CONSTITUTE OR BE CONSTRUED AS AN OFFERING OF ANY CURRENCY OR ANY FINANCIAL INSTRUMENT OR AS INVESTMENT ADVICE OR INVESTMENT RECOMMENDATIONS (SUCH AS RECOMMENDATIONS AS TO WHETHER TO PURCHASE A CURRENCY OR INSTRUMENT) BY 3COMMAS OR A RECOMMENDATION AS TO AN INVESTMENT STRATEGY BY 3COMMAS.\nYOU ACKNOWLEDGE AND AGREE THAT 3COMMAS IS NOT RESPONSIBLE FOR YOUR USE OF ANY INFORMATION THAT YOU OBTAIN ON THE SOFTWARE.\nYOUR DECISIONS MADE IN RELIANCE ON THE PRODUCTS OR SERVICES IN THE SOFTWARE OR YOUR INTERPRETATIONS OF THE DATA FOUND IN THE SOFTWARE ARE YOUR OWN FOR WHICH YOU HAVE FULL RESPONSIBILITY.\nYOU EXPRESSLY AGREE THAT YOU USE THE SOFTWARE AT YOUR SOLE RISK.</p>\n<p>\n<strong>8.2 </strong>3COMMAS WILL STRIVE TO ENSURE ACCURACY OF INFORMATION LISTED ON THIS WEBSITE ALTHOUGH IT WILL NOT HOLD ANY RESPONSIBILITY FOR ANY MISSING OR WRONG INFORMATION.\nNO CONTENT ON THE SOFTWARE IS TAILORED TO THE SPECIFIC NEEDS OF ANY INDIVIDUAL, ENTITY OR GROUP OF INDIVIDUALS.\n3COMMAS EXPRESSES NO OPINION AS TO THE FUTURE OR EXPECTED VALUE OF ANY CURRENCY, SECURITY OR OTHER INTEREST.\nCONTENT ON THE SOFTWARE MAY NOT BE USED AS A BASIS FOR ANY FINANCIAL OR OTHER PRODUCT WITHOUT THE EXPRESS PRIOR WRITTEN CONSENT OF 3COMMAS.</p>\n<p>\n<strong>8.3 </strong>SOME CONTENT PROVIDED ON THE SOFTWARE IS SUBMITTED TO 3COMMAS BY UNRELATED THIRD-PARTY PROVIDERS.\nOTHER CONTENT IS UPLOADED BY YOU.\n3COMMAS DOES NOT REVIEW ALL CONTENT FOR ACCURACY, DOES NOT REVIEW CONTENT FOR COMPLETENESS OR RELIABILITY, AND DOES NOT WARRANT OR GUARANTEE THE ACCURACY, COMPLETENESS, RELIABILITY OR ANY OTHER ASPECT OF ANY CONTENT.\nTHE PERFORMANCE OF THE SOFTWARE IS DIRECTLY LINKED TO THE PERFORMANCE OF THE UNRELATED THIRD-PARTY SERVICES.\n3COMMAS DISCLAIMS ALL RESPONSIBILITY OF NON-PERFORMANCE OF THE SOFTWARE CAUSED BY NONPERFORMANCE OF UNRELATED THIRD-PARTY SERVICES.</p>\n<p>\n<strong>8.4 </strong>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT YOU MAY LOSE SOME OR ALL OF YOUR FUNDS.\nCRYPTOCURRENCIES ARE A NEW AND INSUFFICIENTLY TESTED TECHNOLOGY.\nIN ADDITION TO THE RISKS INCLUDED HEREIN, THERE ARE OTHER RISKS ASSOCIATED WITH YOUR USE OF THE SOFTWARE, AND THE PURCHASE, HOLDING AND USE OF CRYPTOCURRENCIES, INCLUDING THOSE THAT 3COMMAS CANNOT ANTICIPATE.\nSUCH RISKS MAY FURTHER MATERIALIZE AS UNANTICIPATED VARIATIONS OR COMBINATIONS OF THE RISKS DISCUSSED HEREIN.</p>\n<strong>9.\nINTELLECTUAL PROPERTY AND THE LICENCE FOR THE USE OF THE SOFTWARE</strong>\n<p>\n<strong>9.1 </strong>The Software, trademarks and other intellectual property objects displayed, distributed, or otherwise made available via the Software, is the exclusive property of 3Commas, and its successors, assigns, licensors, and/or suppliers.\nUnless specifically provided in the Terms of Use or if you have agreed otherwise in writing with 3Commas, nothing in these Terms of Use gives you a right to use the Software and its content, 3Commas’ trade-marks or other intellectual property of 3Commas.</p>\n<p>\n<strong>9.2 </strong>3Commas grants you a personal, non-exclusive, non-transferable, non-sublicensable, revocable license to use the Software for your personal, non-commercial use, as described in these Terms of Use, for the period you access the Software and the functions related to the Subscription, if relevant.\nAny intellectual property objects (without limitation, all information, data, products, materials, services, software applications and tools, APIs, design elements, text, images, photographs, illustrations, audio and video contents, artwork and graphics contained therein or otherwise made available to you in connection therewith) provided through or used to operate the Software is licensed, not sold, to you by 3Commas.\nYou acknowledge that you have no right to access the Software in source-code form.\n3Commas may inform you, by notice within the Software or otherwise, that the Software contains intellectual property governed by the licence of a third party and you agree to abide by the terms of the Software.</p>\n<p>\n<strong>9.3 </strong>Unless you have been permitted in writing to do so in a separate agreement with us, you have no right to rent, lease, lend, sell, redistribute, sublicense, copy, reverse, engineer, decompile, disassemble, translate, modify, distribute copies of, make available, adapt, or create derivative works based on the Software or its related intellectual property.</p>\n<p>\n<strong>9.4 </strong>For all contents and data, that you insert or make available via the Software (\"<strong>User Content</strong>\"), you grant 3Commas free of charge a transferable, sublicensable, non-exclusive, irrevocable, worldwide right of use and exploitation and for the maximum term permitted under applicable law and which is unlimited in terms of content, to use these User Content for any purpose including but not limited to the purposes of:</p>\n<p>9.4.1 providing the Software;</p>\n<p>9.4.2 conducting research, develop new products and services;</p>\n<p>9.4.3 predictive analytics and insights;</p>\n<p>9.4.4 improvement and further development of the Software.\nand</p>\n<p>9.4.5 other, including commercial use (\"<strong>Right of Use and Exploitation</strong>\").</p>\n<p>\n<strong>9.5 </strong>The Right of Use and Exploitation covers in particular, but not exclusively, the right to amend, edit and translate, as well as to store, reproduce, disseminate, make accessible to the public, send, disclose publicly and non-publicly and otherwise make available the User Content, including, without limitation, all bots that you create, the names of such bots and any settings that you create for such bots.\nBy entering or making available User Content via the Software, you guarantee that the User Content is in accordance with these Terms of Use, does not violate the rights of third parties and that you are entitled to grant these Rights of Use and Exploitation.\nYou shall indemnify 3Commas against all claims brought by third parties against 3Commas in connection with the exercise of these Rights of Use and Exploitation.</p>\n<p>\n</p>\n<strong>10.\nPRICES, PAYMENT TERMS AND REFUNDS</strong>\n<p>\n<strong>10.1 &nbsp;</strong>All prices, discounts, and promotions posted on the Software are subject to change without notice.\nThe price charged for the Subscription selected by you will be the price advertised on the Software at the time the order is placed, subject to Purchase Agreement and the terms of any promotions or discounts, your geographical location or residence, and chosen payment method.\nYou will be charged the price advertised at the time you placed an offer to conclude the Purchase Agreement.\nIf you choose subscription for one month and wish to pay via Paypal or Stripe, you can set up monthly recurring payments and thereafter the price of the Subscription will be invoiced automatically each month until the Purchase Agreement is terminated as outlined under these Terms of Use.\nIf you pay via Stripe your payment will be processed through 3Commas Capital Inc.\nIf you choose subscription for one year or use any other payment method other than Paypal or Stripe to pay for subscription for one month, you must make each payment manually.\nThe price charged for your current use of the Software will be displayed under the “Subscription history” of your Client Account’s “Subscription” tab after completion and confirmation of each transaction by the third party payment service provider.</p>\n<p>\n<strong>10.2&nbsp;</strong>Applications available through the Software (e.g.\napps) may be provided for a price (“<strong>Paid App</strong>”) or free of charge.\nApplications that are provided free of charge are indicated with the purchase price USD/EUR/USDT 0.\nPayment for having access to the Paid App(s) shall be made by the Client to 3Commas by using any preferred payment method as shown on our website at the time of the intended purchase.\nAll applications ordered by the Client shall be displayed under the Client’s Subscription overview (including the free of charge applications).</p>\n<p>\n<strong>10.3 </strong>If we increase our prices, that increase will only apply to purchases made after the date the increase comes into effect.\nThe prices posted in the Software may not include applicable discounts or taxes until the profile data in your Client Account is fully completed by you.\nWe strive to display accurate price information, however, we may, on occasion, make inadvertent typographical errors, inaccuracies or omissions related to pricing and availability.\nWe reserve the right to correct any errors, inaccuracies, or omissions at any time and to cancel any orders arising from such occurrences.</p>\n<p>\n<strong>10.4 </strong>You must initiate payment for the charges related to the Subscription or other products or services provided through the Software when submitting the order.\nIf you do not complete this payment to our satisfaction, we will cancel your offer to conclude the Purchase Agreement.</p>\n<p>\n<strong>10.5 </strong>You can use any available and the most convenient payment method currently available in the Software for all purchases.\nHowever, 3Commas does not guarantee the availability of any payment method at any moment.\n3Commas may add, remove or suspend any payment method temporarily or permanently by its own discretion.</p>\n<p>\n<strong>10.6 </strong>Any payments you make through the Software and for the Software may be subjected to VAT (value added tax) with appropriate rate and in accordance with the law of jurisdiction you are established.\n3Commas accrues and charges VAT for your payments based on your location that is automatically determined by IP address of your device and/or manually provided by you to 3Commas when entering billing address.\nFor legal persons within the EU which are registered for VAT purposes, and persons located outside of the EU, 3Commas applies a VAT rate of 0%.\nFor Estonian legal and natural persons, 3Commas applies a VAT rate of 20%, and the VAT is included in the displayed price.\nFor other persons within the EU (including natural persons and legal persons which are not registered for VAT purposes), 3Commas applies VAT rate applicable in respective country, and VAT is included in the displayed price.\nFor avoidance of doubt, if you pay via Stripe, your payment will be processed through 3Commas Capital Inc..\nhowever, this does not impact the VAT treatment of your payment.</p>\n<p>\n<strong>10.7 </strong>If you disagree with the default payment-related information that our Software generated automatically, you should provide: your billing address (so long as the Software will be used at this location).\nenter the address data in the Software when proceeding with the payment.\nand sending us a valid proof of this address afterwards.\nWe will then make a determination as to whether the default payment-related information should be adjusted.\nFor more information on how we handle your personal information, please refer to our Privacy Policy.</p>\n<p>\n<strong>10.8 </strong>You represent and warrant that: (i) the payment information you supply to us is true, correct and complete, (ii) you are duly authorized to use the payment method you provide, (iii) charges incurred by you will be honoured by the issuer of your payment method, and (iv) you will pay charges incurred by you at the posted prices, including all applicable taxes, if any, regardless of the amount quoted on the Software at the time of your order.</p>\n<p>\n<strong>10.9 </strong>Unless otherwise required by applicable law, we have no obligation to provide a refund or a credit.\nDue to the nature of the Software as a digital product, no refunds are granted without clear, justified and legitimate reasons.\nWe will assess any refund request for fees payable in advance on its merits and in the manner set forth in these Terms of Use and our Refund Policy at&nbsp;https://3commas.io/refund.</p>\n<p>\n<strong>10.10 </strong>You understand that you are purchasing the Software from 3Commas via a payment service provider (“<strong>PSP</strong>”).\nUnless otherwise required by law, you are obligated to contact 3Commas support service for any issues related to payment transactions before contacting the PSP or financial institution.</p>\n<p>\n<strong>10.11 </strong>Using the Software via the Internet may lead to incurring costs that you will have to pay to your service provider.</p>\n<p>\n</p>\n<strong>11.\nUPDATES</strong>\n<p>\n<strong>11.1 </strong>3Commas may provide you, at no additional cost, with updates which contain</p>\n<p>11.1.1 <strong>Enhancements</strong>.\nFrom time to time digital content requires further development and adaptation to new technical possibilities or changes in user environment/infrastructure.\nTo the extent this does not adversely affect the subjective or objective conformity requirements of the Software or your access or use of the Software (i.e.\nwhich are no debuggings or modifications), 3Commas may provide you with updates, new software versions and releases that include technical adaptations or additional services, functions, links, integrate additional (module) services or redesign and recompile services, as well as change the name and appearance of the Software.\n3Commas is not obliged to supply enhancements.</p>\n<p>11.1.2 <strong>Debuggings</strong>.\n3Commas will provide you with updates, including security updates that contain debuggings which keep the Software in conformity with the subjective or objective requirements including legal, regulatory and judicial requirements for the period of your use of the Software.\n3Commas shall inform you about the availability of updates with debuggings and the consequences of the failure to install such updates, as well as provide you with an installation instruction.\nThis Section 11.1.2 does by no means limit your remedies for lack of conformity according to Section 11.2</p>\n<p>11.1.3 <strong>Modifications</strong>.\n3Commas may provide you with updates that contain modifications to the Software beyond what is necessary to maintain conformity of the Software.\n3Commas may make modifications if and to the extent that (a) functions of the Software or parts thereof are no longer used to an extent that justifies their maintenance and continued operation, (b) (new or amended) legal, regulatory or judicial requirements would require adjustments of the Software which would be economically unreasonable to 3Commas, (c) changes in the technical conditions of the Software environment or infrastructure that are beyond 3Commas's control and that complicate maintenance and continued operations of the Software to an extent which would be economically unreasonable to 3Commas.\n3Commas shall inform you of Modifications.\nIf the Modification negatively impacts the your access to or use of the Software, and the impact is not only minor, the following applies to such information: 3Commas shall inform you via the Software in advance of the features and time of the Modification and bring to your attention if it is possible for you to maintain without additional cost the Software without the Modification or if you have the right to terminate the contract in accordance with Section 12.3 of these Terms of Use.</p>\n<p>\n<strong>11.2</strong> Remedies for lack of conformity</p>\n<p>11.2.1 In the event of a lack of conformity of the Software, you are entitled to have the Software brought into conformity with the conditions set out in these Terms of Use, e.g.\nvia update.\nIf (i) 3Commas refuses or fails to achieve conformity within a reasonable period of time and without significant inconvenience to you, (ii) or where the lack of conformity is of such serious nature that it is unreasonable for you to apply for rectification first, are entitled to (a) a proportionate reduction of the price, if any, for the period of time during which the digital content or digital service was not in conformity and (b) unless the lack of conformity is only minor, terminate the contract in accordance with Section 13.3.\nA price reduction or refund is proportionate if it reflects the decrease in the value of the Software compared to the value that the digital content or digital service would have if they were in conformity.</p>\n<p>11.2.2 To assert your rights under this Section 11, you can contact 3Commas’s Customer Care.\nThe contact details of Customer Care are support@3commas.io.</p>\n<strong>12.\nSUSPENSION OF FUNCTIONS OR THE SOFTWARE</strong>\n<p>\n<strong>12.1 </strong>3Commas has the right to implement changes to the Software and its functions.</p>\n<p>\n<strong>12.2 </strong>Until all the circumstances have been clarified and, if necessary, know your client procedures have been carried out, 3Commas may suspend or interrupt the provision of the Software, either entirely or partly, and without any liability to the Client:</p>\n<p>12.2.1 if it is necessary for repairs, maintenance or other similar actions, including security updates, in which case 3Commas endeavours to notify you of the interruption in advance to the extent reasonably possible;</p>\n<p>12.2.2 if you fail to pay any part of the Subscription payment after having been notified of the failure by us;</p>\n<p>12.2.3 if your actions or omissions relating to the use of the Software interfere with or prevent the normal operation of the Software or otherwise cause, or are likely to cause, harm, damage or other detrimental effects to the Software, 3Commas or other users of the Software;</p>\n<p>12.2.4 if there are reasons to suspect that your credentials have been wrongfully disclosed to an unauthorized third party and the Software is being used under such credentials;</p>\n<p>12.2.5 if you use the Software in breach of these Terms of Use and have not remedied the breach without delay after having been notified thereof by 3Commas or use the Software in violation of any applicable laws, regulations or regulatory provisions;</p>\n<p>12.2.6 if you refuse to provide the required clarifications within the time requested.\nor</p>\n<p>12.2.7 for any other reasons as 3Commas may determine from time to time.</p>\n<p>\n<strong>12.3 </strong>Material breach of the Terms of Use may include, without limitation, actions and inactions described in Sections 11.2.2 to 11.2.6.</p>\n<p>\n<strong>12.4 </strong>3Commas endeavours to notify you of the interruption as far in advance as reasonably possible or, if advance notification is not possible due to the urgency of the reasons requiring interruption, without undue delay.\nSuspension of the Software for the reasons set out in Section 11.2 does not relieve you from the obligation to pay any applicable fees.</p>\n<strong>13.\nCLIENT TERM AND TERMINATION</strong>\n<p>\n<strong>13.1 </strong>Upon any access or use of the Software, these Terms of Use remain thereafter in full force and effect in respect of such access or use, as they may be updated from time to time.</p>\n<p>\n<strong>13.2 </strong>The term of your paid Subscription pursuant to the Purchase Agreement will remain in effect for the period you made the payment for (for example, a month or a year), subject to any renewals.</p>\n<p>\n<strong>13.3 Deletion of the Client Account</strong>\n</p>\n<p>13.3.1 You may delete your Client Account at any time and without giving any reasons via your Client Account settings, where we have made this option available to you.\nPrior to deleting your Client Account, we will ask you to disconnect any linked exchanges and close any open trades or bots.\nIn case of termination, your Client Account will be closed within seven (7) days provided that: (i) any disputes in which you have been involved have been satisfactorily resolved.\nand (ii) you have completed any other obligation(s) associated with your use of the Software (i.e.\nyou have disconnected any linked exchanges and closed any open trades or bots).\nWithin those seven (7) days you may choose to reactivate your Client Account by logging in and cancelling the termination of the Client Account.</p>\n<p>13.3.2 3Commas may delete your Client Account by giving you seven (7) days prior notice by notifying you in the Software.\nThe Client Account will be deleted at the end of the seventh (7) day in which the prior notice period expires.\nIn case 3Commas detects material breach, including, without limitation, as determined in Section 11.3, 3Commas may delete your Client Account immediately, without prior notice.</p>\n<p>13.3.3 Regardless of the party initiating the termination, the termination of the Client Account will mean that: (i) concurrently with the termination of the Client Account, also the Purchase Agreement (if relevant) will be terminated and thus your access to the Software and products and services made available in connection therewith is revoked.\n(ii) you are prohibited from any further use of the Software.\nand (iii) any and all data and information residing in your Client Account or pertaining to activity from your account will be irretrievably deleted, except to the extent that we are obligated or permitted to retain such content, data or information in accordance with applicable laws and regulations.\nYou agree that all such measures will be carried out by 3Commas and that 3Commas will not make itself liable to you or any third parties as a result of any such measure for any reason, to the extent this is permitted by applicable law.</p>\n<p>\n<strong>13.4 Termination of the Purchase Agreement</strong>\n</p>\n<p>13.4.1 You may use your rights described in Section 13 to terminate your Purchase.</p>\n<p>13.4.2 After the fourteen (14) day “cooling off” period you may terminate your Purchase Agreement at any time and without giving any reasons via your Client Account settings by choosing “Not to extend”.</p>\n<p>13.4.3 3Commas may terminate the Purchase Agreement under the same conditions described in Section 12.3.2.</p>\n<p>13.4.4 Regardless of the party initiating the termination, the termination of the Purchase Agreement will mean that your access to the Software functions provided under the Subscription based on the Purchase Agreement and products and services made available therewith is terminated immediately, however you will still have access to your Client Account.\nTermination of the Purchase Agreement will not cause data loss, meaning if you decide to conclude the Purchase Agreement in the future, the functions’ metrics set up by you will continue working.\nFor instructions on receiving refund, please see our Refund Policy.\nYou agree that all such measures will be carried out by 3Commas and that 3Commas will not make itself liable to you or any third parties as a result of any such measure for any reason, to the extent this is permitted by applicable law.</p>\n<p>\n<strong>13.5 </strong>When these Terms of Use come to an end, all of the legal rights, obligations and liabilities that you and 3Commas have benefited from, been subject to (or which have accrued over time while the Terms of Use have been in force) or which are expressed to continue indefinitely, shall be unaffected by such termination including but not limited to Sections 1, 4, 8, 10, 9, 14 to 19.</p>\n<strong>14.\nRIGHT OF WITHDRAWAL</strong>\n<p>\n<strong>14.1 </strong>If you created the Client Account and you are a consumer from the European Union, you have the right of withdrawal in accordance with the statutory provisions.</p>\n<p>\n<strong>14.2 </strong>The right of withdrawal is governed by the provisions set out in the following notice of the right of withdrawal:</p>\n<p>Notice of the right of withdrawal</p>\n<p>You have the right to revoke this Purchase Agreement within fourteen days without giving any reasons.</p>\n<p>The revocation period is fourteen (14) days from the day you accessed the functions of your chosen Subscription.</p>\n<p>To exercise your right of withdrawal, you must inform us, 3Commas Technologies OÜ, Address: Laeva tn 2, Kesklinna linnaosa, Tallinn, Harju maakond, 10111, email address: support@3commas.io, by making an unambiguous declaration of your decision to withdraw the Purchase Agreement.\nFor this purpose, you may, but you are not obligated to, use the following model form:</p>\n<p>Model form of withdrawal</p>\n<p>To 3Commas Technologies OÜ, Address: Laeva tn 2, Kesklinna linnaosa, Tallinn, Harju maakond, 10111:</p>\n<p>Hereby I declare that I withdraw the Purchase Agreement I entered into on the use of the Software Subscription dated [insert the date you accessed the functions of your chosen Subscription].</p>\n<p>Name of the consumer:</p>\n<p>Address of the consumer:</p>\n<p>Signature of the consumer (only for notices in paper form):</p>\n<p>Date:</p>\n<p>In order to observe the withdrawal period, it is sufficient that you send the notification that you are exercising your right of withdrawal before the withdrawal period expires.</p>\n<p>Once you withdraw the Purchase Agreement, we must return to you the costs of the Subscription of which is deducted proportionally the amount of what was delivered as the performance of the Purchase Agreement (including the free Trial) up to withdrawal in accordance with the&nbsp;Section 1.2&nbsp;of the Refund Policy without undue delay and at the latest within fourteen (14) days of the date on which we received notification that you are withdrawing the Purchase Agreement.\nFollowing the receipt of your notice, we will remove your access to the Subscription related functions immediately, but you will still have access to your Client Account.</p>\n<p>You must cease all use of the Subscription related functions without undue delay, and in any case no later than fourteen (14) days from the date on which you notify us of your withdrawal.</p>\n<strong>15.\nTHIRD-PARTY CONTENT</strong>\n<p>\n<strong>15.1 </strong>Any content provided through the Software is intended to be used and must be used for informational purposes only.\nIt is very important to do your own analysis before making any investment based on your own personal circumstances.\nYou should take independent financial advice from a professional in connection with, or independently research and verify, any information that is provided by us of the third-parties and wish to rely upon, whether for the purpose of making an investment decision or otherwise.\nAny content, data, information, or publications made available through the Software are furnished by us on an as-is basis for your convenience and information.\nAny opinions, advice, statements, services, offers, or other information made available by third parties are those of the respective author(s) or publisher(s), and not of 3Commas.\nSuch information should not be interpreted as approval by 3Commas of those content or information you may obtain from them.\n3Commas has no control over the content or information of these resources.\n3Commas disclaims any warranty or representation, either express or implied, that the information in such publications is accurate or complete.</p>\n<p>\n<strong>15.2</strong>\n<strong>Marketplace for the Crypto-Signals.\n</strong>You can access though the Software the Marketplace for the Crypto-Signals.\nCrypto-Signals are information provided by third-party service providers who come up with signals and trading tactics.\nAll of the Crypto-Signals displayed on the marketplace are provided by third parties (collectively, “<strong>Signals Provider</strong>”) and not 3Commas.\nSignals Provider does not publish advice about using cryptocurrency or trading cryptocurrency.\nWhile the Software contains information on an algorithmic indicator created by the Signals Provider, it is not giving its reader any financial advice.\nWe are not in any case liable for any data the Crypto-Signals publish as they are third party services and for informational purposes only.\nWe will not be liable, whether in contract, negligence or otherwise, in respect of any damage, expense or other loss you may suffer arising out of such information or any reliance you may place upon such information.</p>\n<p>\n<strong>15.3 </strong>As the Crypto-Signals are provided by third party Signals Providers, their use is subject to the terms and conditions of this third-party Signals Provider.\nThe terms of use of the Crypto-Signals shall be made available to you, when you subscribe to the Crypto-Signal chosen by you.\nPayments for use of Crypto-Signals to third Party Signals Providers shall be made by you in accordance with the payment terms specified in Section 10 to 3Commas, who shall forward the respective payment to the relevant Signals Provider in accordance with the conditions agreed between them.</p>\n<p>\n<strong>14.4 </strong>Past performances by the algorithmic indicator is not a guide to the future.\nFor the avoidance of any doubt, the Signals Provider and any associated companies, or employees, do not hold themselves out as commodity trading advisors or authorized financial advisors.\nGiven this representation, all information, data and material provided by the Signals Provider and any associated companies, or employees, is for educational purposes only and should not be considered specific investment advice.</p>\n<p>\n<strong>15.5</strong>\n<strong>Links to Third-Party Platforms and Information.</strong> Use of certain links on the Software will direct you to third party feeds, software, websites or mobile applications (collectively, “<strong>Third-Party Platforms</strong>”).\nSuch Third-Party Platforms are not under the control of 3Commas, and 3Commas is not responsible for the contents of any such Third-Party Platforms or any link contained in such Third Party-Platform.\nLinks to Third-Party Platforms included on the Software are provided for your convenience, and the inclusion of such links does not imply a recommendation or endorsement by us of any such Third Party Platform or the products or services or information offered therein.\nIf you decide to access any Third Party Platform information linked to the Software, you do so entirely at your own risk.</p>\n<p>\n<strong>15.6</strong>&nbsp;<strong>Third-Party Services.</strong>&nbsp;We may make services from third parties, such as applications using the 3Commas API or framing in Servise, available to you through the Software.\nIf you decide to enable, access or use services provided by other parties be advised that your access and use of such Third-Party Services is governed by the terms and conditions of such Third-Party Services, and we do not endorse, are not responsible or liable for, and make no representations as to any aspect of such Third-Party Services, including, without limitation, their content or the manner in which they handle, protect, manage or process data or any interaction between you and the provider of such Third-Party Services.\nYou irrevocably waive any claim against 3Commas with respect to such Third-Party Services.\nWe are not liable for any damage or loss caused or alleged to be caused by or in connection with your enablement, access or use of any such Third-Party Services, or your reliance on the privacy practices, data security processes or other policies of such Third-Party Services.</p>\n<strong>16.\nPRIVACY AND PERSONAL INFORMATION</strong>\n<p>\n<strong>16.1 </strong>In order to make full use of the Software, you will need to provide some information relating to you (“Personal Data”).\nYou acknowledge that 3Commas will collect and use certain Personal Data as described in our Privacy Policy.\nFor more information about our collection, use, disclosure and protection of your Personal Data, please read our Privacy Policy at&nbsp;https://3commas.io/privacy-policy.\nQuestions or requests with respect to your Personal Data may be sent via email to support@3commas.io.</p>\n<p>\n</p>\n<strong>17.\nAVAILABILITY OF THE SOFTWARE</strong>\n<p>\n<strong>17.1 </strong>3Commas will endeavour to ensure that the Software is always available.\nhowever, 3Commas cannot give any assurance that the Software will be available at all times.\nThe Software is provided “as is” and “as available”.\nYou do not have any right to the Software and the functions offered being available at all times or to a specific availability being guaranteed by 3Commas.\n3Commas is not obliged to ensure that the Software can be accessed at all times without any interruptions or faults, and does not assume any liability for this.</p>\n<p>\n<strong>17.2 </strong> It may be that the Software is not available in the following cases, for example:</p>\n<p>17.2.1 if the defect or fault in the Software provided via the website results from you having amended or modified the Software or in any way used the Software outside the scope of its normal and intended access and its intended usage;</p>\n<p>17.2.2 if the defect or fault in the Software results from an issue with your device,</p>\n<p>17.2.3 in case of technical malfunctions.</p>\n<p>\n<strong>17.3 </strong>You may access and use the Software through a mobile device and computer.\nAs the Software is provided over the Internet and mobile networks, the quality and availability of the Software may be affected by factors outside our reasonable control.\nNot all of the Software’s functions are available on the mobile device.\nYou are solely responsible for any prerequisite software and hardware requirements and for any data charges and fees associated with accessing and using the Software through a mobile device.</p>\n<strong>18.\nWARRANTY DISCLAIMER</strong>\n<p>\n<strong>18.1 </strong>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, EXCEPT AS EXPRESSLY PROVIDED HEREIN, YOUR USE OF THE SOFTWARE IS PROVIDED TO YOU “AS IS” AND “AS AVAILABLE”.\n3COMMAS, ITS RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS EXPRESSLY DISCLAIM ALL OTHER REPRESENTATIONS, ENDORSEMENTS, WARRANTIES, AND CONDITIONS, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY REPRESENTATION, WARRANTY OR CONDITION OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT, COMPLETENESS, SECURITY, RELIABILITY, SUITABILITY, ACCURACY, CURRENCY OR AVAILABILITY, ERROR-FREE, UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SOFTWARE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR ANY WARRANTY ARISING FROM A COURSE OF DEALING, PERFORMANCE, OR TRADE USAGE.\nYOUR SOLE AND EXCLUSIVE REMEDY, AND OUR SOLE OBLIGATION TO YOU OR ANY THIRD PARTY FOR ANY CLAIM ARISING OUT OF YOUR USE OF THE SOFTWARE, IS THAT YOU ARE FREE TO DISCONTINUE YOUR USE OF THE SOFTWARE AT ANY TIME.</p>\n<p>\n<strong>18.2 </strong>3COMMAS PROVIDES NO WARRANTIES OR REPRESENTATIONS REGARDING THE SOFTWARE INCLUDING BUT NOT LIMITED TO THAT (I) THE SOFTWARE WILL MEET YOUR REQUIREMENTS.\n(II) THE SOFTWARE WILL BE UNINTERRUPTED, TIMELY, SECURE OR DEFECTS-FREE.\n(III) THE RESULTS OBTAINED FROM USE OF THE SOFTWARE WILL BE ACCURATE OR RELIABLE.\nOR (IV) THAT ANY KNOWN AND STILL NOT DETECTED DEFECTS WILL BE CORRECTED.</p>\n<p>\n<strong>18.3 </strong>WE CANNOT AND DO NOT GUARANTEE OR WARRANT THAT FILES OR DATA AVAILABLE FOR DOWNLOADING FROM THE INTERNET OR THE SOFTWARE WILL BE FREE OF VIRUSES OR OTHER DESTRUCTIVE CODE.\nYOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR YOUR USE OF THE SOFTWARE AND YOUR COMPUTER, INTERNET AND DATA SECURITY.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, 3COMMAS, ITS RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY DENIAL-OF-SERVICE ATTACK, DISTRIBUTED DENIAL-OF-SERVICE ATTACK, OVERLOADING, FLOODING, MAILBOMBING OR CRASHING, VIRUSES, TROJAN HORSES, WORMS, LOGIC BOMBS, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SOFTWARE OR ANY SERVICES OR ITEMS FOUND OR ATTAINED THROUGH THE SOFTWARE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY THIRD PARTY PLATFORM LINKED TO IT.</p>\n<p>\n<strong>18.4 </strong>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<strong>19.\nLIMITATION OF LIABILITY</strong>\n<p>\n<strong>19.1 </strong>3Commas does not make any warranties or representations other than those explicitly mentioned in these Terms of Use.\nThe Software has not been developed to meet your individual needs.</p>\n<p>\n<strong>19.2 </strong>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW YOU EXPRESSLY UNDERSTAND AND AGREE THAT 3COMMAS AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES OR AGENTS SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU IN CONNECTION WITH YOUR USE OF THE SOFTWARE, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY INCLUDING, BUT NOT LIMITED TO, ANY LOSS OF PROFIT, LOST OPPORTUNITIES, LOSS OF DATA SUFFERED, OR OTHER INTANGIBLE LOSS.</p>\n<p>\n<strong>19.3 </strong>3COMMAS MAXIMUM AGGREGATE LIABILITY TO YOU SHALL BE LIMITED TO THE SUBSCRIPTION PRICES PAID BY YOU TO US OVER THE 12 (TWELVE) MONTH PERIOD PRECEDING TO THE CLAIM BY YOU.</p>\n<strong>20.\nINDEMNIFICATION</strong>\n<p>\n<strong>20.1 </strong>To the maximum extent permitted by applicable law, you agree to defend, indemnify, and hold harmless 3Commas, its affiliates, and their respective directors, officers, employees, agents, service providers, contractors, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your breach of these Terms of Use or your use of the Software, including, but not limited to, your submissions, Third Party Platforms, any use of the intellectual property, services, and products other than as expressly authorized in these Terms of Use.</p>\n<strong>21.\nCHANGES TO THE TERMS OF USE</strong>\n<p>\n<strong>21.1 </strong>3Commas reserves the right to change these Terms of Use.\nYou will be informed of any changes to the Terms of Use within the Software seven (7) days in advance.\nThe changes will become effective and binding in the end of the seventh (7) day the advance notice period ends.\nIn case you do not agree with the changes, you have the right to delete your Client Account as stipulated in Section 12.3.1.</p>\n<p>\n<strong>21.2 </strong>3Commas reserves the right to change the Terms of Use with the following types of changes without providing you with a prior notice:</p>\n<p>21.2.1 if the change to the Terms of Use is only advantageous for you;</p>\n<p>21.2.2 if the change relates solely to new services, functionalities or service components, and does not result in any change to the existing contractual relationship for you;</p>\n<p>21.2.3 if the change is necessary to harmonise the Terms of Use with the applicable statutory requirements, in particular in the event of a change in the applicable legal situation, and if the change does not have any material detrimental effects on you.\nor</p>\n<p>21.2.4 if 3Commas is obliged to implement the change in order to comply with a court judgment that is binding for 3Commas or with a binding decision by an authority, and if the change does not have any material detrimental effects on you.</p>\n<p>\n<strong>21.3 </strong>You will be informed of such changes in the Software.</p>\n<strong>22.\nSUPPORT AND REPORTING</strong>\n<p>\n<strong>22.1 </strong>We only provide support services for the operation of the Software.\nShould you become aware of misuse of the Software including libellous or defamatory conduct, you must report it to 3Commas.\nWe recommend contacting us for assistance if you experience any issues regarding the Software in the following ways:</p>\n<p>22.1.1 by accessing 3Commas help centre at&nbsp;https://help.3commas.io/&nbsp;(when logged in to your Client Account);</p>\n<p>22.1.2 by requesting via “Support” form embedded into the Software (when logged in to your Client Account);</p>\n<p>22.1.3 by sending email to support@3commas.io.</p>\n<strong>23.\nGENERAL</strong>\n<p>\n</p>\n<p>\n<strong>23.1</strong> These Terms of Use, including the Privacy Policy and any other URL incorporated by reference in these Terms of Use constitute the entire agreement between you and 3Commas relating to your use and our provision of the Software.</p>\n<p>\n<strong>23.2</strong> The parties agree that if a party does not exercise or enforce any legal right or remedy which is contained in these Terms of Use (or which it has the benefit of under any applicable law), this will not be taken to be a formal waiver of its rights and that those rights or remedies will still be available to the party.</p>\n<p>\n<strong>23.3</strong> If any provision of these Terms of Use is held to be illegal, invalid or unenforceable, this will not affect any other provision of these Terms of Use and the agreement between you and us will be deemed amended to the extent necessary to make it legal, valid, and enforceable.</p>\n<p>\n<strong>23.4</strong> The parties hereto confirm that they have requested that these Terms of Use, including the Purchase Agreement and all related documents are drafted and concluded in English.\nAny translation hereof has been provided for information purposes only and does not have any legal value nor create any contractual relationship between the parties.</p>\n<p>\n<strong>23.5</strong> No email address found on the Software may be harvested or otherwise used for purposes of solicitation.</p>\n<p>\n<strong>23.6</strong> The relationship between the parties is that of independent contractors.\nNothing contained in these Terms of Use shall be construed as creating any agency, partnership, joint venture or other form of joint enterprise, employment or fiduciary relationship between the parties, and neither party shall have authority to contract for or bind the other party in any manner whatsoever.</p>\n<p>\n<strong>23.7</strong> These Terms of Use, the Purchase Agreement and any contractual or non-contractual disputes arising out of or in connection with the use of the Software will be governed by and in accordance with Estonian law and settled in Harju County Court (Estonia).</p>\n<p>\n<strong>23.8</strong> You will not assign any of your rights or delegate any of your obligations under these Terms of Use without our prior written consent.\nAny purported assignment or delegation in violation of this Section is null and void.\nNo assignment or delegation relieves you of any of your obligations under these Terms of Use.</p>\n<p>\n<strong>23.9</strong> 3Commas may transfer its rights and obligations under these Terms of Use to a third party.\nIn this case, 3Commas will inform you in advance of the transfer to the third party accordingly in the Software.\nYou will have the right to terminate the Client Account immediately if you do not agree to the transfer.</p>\n<p>\n<strong>23.10</strong> If any provision of these Terms of Use is deemed to be unenforceable or invalid by any court or arbitrator of competent jurisdiction, for any reason, that provision will be limited or severed to the extent necessary so that these Terms of Use will otherwise remain in full force and effect.</p>\n<p>\n</p>\n<strong>24.\nCOMPLAINT PROCEDURE</strong>\n<p>\n</p>\n<p>\n<strong>24.1</strong> In case you have any complaints regarding 3Commas and/or its services, you have the right to lodge a complaint by following our Complaint Procedure.</p>\n<p>\n<strong>24.2 </strong>The European Commission has also set up an online dispute resolution platform, which can be found at http://ec.europa.eu/consumers/odr 3Commas is not obliged or willing to participate in a dispute resolution procedure before a consumer arbitration board.</p>\n<p>\n</p>\n<strong>25.\nNOTICES</strong>\n<p>\n</p>\n<p>\n<strong>25.1</strong> We may provide any notice to you under these Terms of Use by: (i) sending a message to the email address you provide to us and consent to us using.\nor (ii) by posting to the Software.\nNotices sent by email will be effective when we send the email and notices we provide by posting will be effective upon posting.\nIt is your responsibility to keep your email address current and check for incoming messages regularly.</p>\n<p>\n<strong>25.2</strong> To give us notice under these Terms of Use, you must contact us by email at support@3commas.io.</p>\n<p>\n<strong>25.3</strong> To request the consent of 3Commas for any of the actions for which such consent is required under these Terms of Use, please send an email to support@3commas.io.\n3commas reserves the right to refuse any such requests in its sole discretion</p>\n<p>\n</p>\n<strong>26.\nSANCTIONS COMPLIANCE</strong>\n<p>\n</p>\n<p>\n<strong>26.1</strong> By accessing and using 3Commas’ services, you represent and warrant that you:</p>\n<p>26.1.1 have not been included in any trade embargos or economic sanctions lists, including but not limited to:</p>\n<p>(a) Restrictive measures of the European Union;</p>\n<p>(b) Sanctions of the United Nations;</p>\n<p>(c) Sanctions of the Government of Estonia;</p>\n<p>(d) the list of specially designated nationals maintained by Office of Foreign Assets Control (OFAC) of the U.S.\nDepartment of the Treasury;</p>\n<p>(e) the denied persons or entity list of the U.S.\nDepartment of Commerce;</p>\n<p>(f) Lists of subjects to Financial Sanctions maintained by the UK Office of Financial Sanctions Implementation (OFSI),</p>\n<p>26.1.2 your use and access of 3Commas services does not violate or circumvent international sanctions and restrictive measures established by the European Union, United Nations, United States of America, United Kingdom or other international sanctions applicable in the Republic of Estonia, and </p>\n<p>26.1.3 are not from any of the following comprehensively sanctioned countries or geographical regions (this list is subject to change from time to time):</p>\n<p>(a)Belarus</p>\n<p>(b)Burma (Myanmar)</p>\n<p>(c) Cote d’Ivoire</p>\n<p>(d) Crimea (Region of Ukraine)</p>\n<p>(e)Cuba</p>\n<p>(f) Democratic Republic of the Congo</p>\n<p>(g)Donetsk (Region of Ukraine)</p>\n<p>(h) Iran</p>\n<p>(i) Iraq</p>\n<p>(j) Liberia (Former Regime of Charles Taylor)</p>\n<p>(k)Libya</p>\n<p>(l) Luhansk (Region of Ukraine)</p>\n<p>(m)Nicaragua</p>\n<p>(n) North Korea</p>\n<p>(o)Sierra Leone</p>\n<p>(p) Somalia</p>\n<p>(q)Sudan</p>\n<p>(r) Syria</p>\n<p>(s) Venezuela</p>\n<p>(t) Yemen</p>\n<p>(u) Zimbabwe.</p>\n<p>\n<strong>26.2</strong> We reserve the right to choose markets and jurisdictions to conduct business, and may restrict or refuse, in our sole discretion, the provision of 3Commas services in certain countries or regions, including those not listed in Section 26.1.3.</p>\n<p>\n<strong>26.3</strong> If you become subject to international sanctions, you are obliged to immediately stop using our services and notify us.</p>\n<p>\n<strong>26.4</strong> Without prejudice to other grounds for such actions available to us, we have the right to terminate, suspend or restrict the provision of 3Commas’ services to you as well as to terminate these Terms of Use in case:</p>\n<p>26.4.1 you become a subject of international sanctions, </p>\n<p>26.4.2 providing services to you is considered a violation or circumvention of international sanctions,</p>\n<p>26.4.3 you are according to our assessment related to a territory, area of activity, transaction or person subject to international sanctions, or</p>\n<p>26.4.4 we apply our right referred to in Section 26.2</p>\n<p>\n</p>\n<p>3Commas Technologies OÜ</p>\n<p>Address: Laeva tn 2, Kesklinna linnaosa, Tallinn, Harju maakond, 10111</p>\n<p>Registration code 14125515 in the Commercial Register of companies of the Republic of Estonia</p>\n<p>VAT number EE101951896</p>\n<p>support@3commas.io</p>\n<p>Previous version before 26 October 2022</p>\n<p>Previous version before 14 September 2022</p>\n<p>Previous version before 17 May 2022</p>\n<p>Previous version before 28 March 2022</p>\n<p>Previous version before 3 January 2022</p>\n<p>Previous version before 4 August 2021</p>\n<p>Previous version before 13 April 2021</p>Platform<ul>\n<li>Features</li>\n<li>DCA Bot</li>\n<li>Smart Trade</li>\n<li>GRID Bot</li>\n<li>Options Bot</li>\n<li>HODL Bot</li>\n<li>TradingView</li>\n<li>Trading Terminal</li>\n<li>Crypto-Signals</li>\n<li>Exchanges</li>\n<li>System Status</li>\n<li>Wallet</li>\n</ul>Trading Bots<ul>\n<li>Binance</li>\n<li>Bittrex</li>\n<li>Bitstamp</li>\n<li>Bitfinex</li>\n<li>Bitmex</li>\n<li>Coinbase</li>\n<li>OKX</li>\n<li>KuCoin</li>\n<li>Huobi</li>\n<li>Bybit</li>\n<li>Deribit</li>\n<li>Kraken</li>\n<li>Ripple</li>\n<li>Ethereum</li>\n<li>Crypto.com</li>\n<li>Dogecoin</li>\n</ul>For Developers<ul>\n<li>3Commas Apps</li>\n<li>Apps Chat</li>\n<li>API Git</li>\n<li>API Chat</li>\n</ul>Legal Information<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Complaint Procedure</li>\n<li>Cookie Policy</li>\n<li>Refund Policy</li>\n<li>Partnership Agreement</li>\n<li>Terms of Referral</li>\n<li>Bug Bounty</li>\n<li>API Terms of Use for Developers</li>\n<li>Wallet Terms of Use</li>\n<li>Wallet Privacy Policy</li>\n<li>Terms of Use for Marketplace signallers</li>\n</ul>Company<ul>\n<li>About us</li>\n<li>Careers</li>\n<li>Partnership</li>\n<li>3Commas &amp.\nBinance</li>\n<li>Blog</li>\n<li>Knowledge Base</li>\n<li>FAQ</li>\n<li>Reviews</li>\n</ul>\n<ul>\n<li>Plans</li>\n<li>For Enterprises</li>\n<li>Business Partners</li>\n<li>Price Charts</li>\n<li>Sitemap</li>\n<li>Security</li>\n</ul>Get our weekly digest!SubscribeTry again© 2022TelegramFacebookTwitterDiscordYoutubeVisaMasterCardBitcoinLogoPayPalAppStoreGooglePlay\n<p>\n</p> ", "created_at": "2022-12-15 21:37:14.912279", "updated_at": "2022-12-15 21:38:25.300838"}, {"id": 13275, "name": "Cookie Policy", "url": "https://3commas.io/cookie-policy", "xpath": "//body", "text": "3Commas logo, link to main page<ul>\n<li>Features<ul>\n<li>FeaturesSmart tools for traders with no limits</li>\n<li>Smart TradeTerminal with enhanced automation</li>\n<li>TradingViewOver 100 deal start signals</li>\n<li>Crypto-SignalsProfessional trading strategies</li>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n<li>Exchanges17+ major exchanges</li>\n<li>Trading terminalProfit from quick scalps</li>\n<li>EnterpriseOrchestrate thousands of accounts</li>\n<li>System statusServices availability and more</li>\n</ul>\n</li>\n<li>Plans<ul>\n</ul>\n</li>\n<li>Price Charts<ul>\n<li>Crypto PricesPrices Live Charts</li>\n<li>ConverterCurrency converter</li>\n</ul>\n<ul>\n<li>Bitcoin</li>\n<li>Ethereum</li>\n<li>XRP</li>\n<li>Terra</li>\n<li>Dogecoin</li>\n<li>Smooth love</li>\n<li>Shiba inu</li>\n<li>Polkadot</li>\n<li>Luna</li>\n<li>Cardano</li>\n<li>Vechain</li>\n<li>Solana</li>\n</ul>\n</li>\n<li>Trading Bots<ul>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n</ul>\n<ul>\n<li>Binance Bot</li>\n<li>OKX Bot</li>\n<li>Deribit Bot</li>\n<li>Bittrex Bot</li>\n<li>KuCoin Bot</li>\n<li>Kraken Bot</li>\n<li>Bitstamp Bot</li>\n<li>Huobi Bot</li>\n<li>Ripple Bot</li>\n<li>Bitfinex Bot</li>\n<li>Ethereum Bot</li>\n<li>Bitmex Bot</li>\n<li>Crypto.com Bot</li>\n<li>Coinbase Bot</li>\n<li>Bybit Bot</li>\n<li>Dogecoin bot</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>3Commas AppsPublish your app on our marketplace</li>\n<li>Apps ChatCollaborate with other developers</li>\n<li>API GitBuild unique functionality on top of 3Commas</li>\n<li>API ChatShare your technical knowledge</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About 3CommasLearn more about us and our story</li>\n<li>CareersWe are hiring! Apply now</li>\n<li>Knowledge baseGet answers to any question</li>\n<li>PartnershipTeam up with 3Commas</li>\n<li>SecurityWorld class security and protection</li>\n<li>BlogLearn all about crypto</li>\n</ul>Stay in touch<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Academy<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>Sign InTry It Freeen<ul>\n<li>Russian</li>\n<li>French</li>\n<li>Portuguese</li>\n<li>Chinese</li>\n<li>Spanish</li>\n<li>Korean</li>\n<li>Czech</li>\n<li>Turkish</li>\n<li>Deutsch</li>\n</ul>Cookie Policy<p>\n<strong>This Cookie Policy is effective as of February 16, 2022.</strong>\n</p>\n<p>This policy specifically explains how we deploy and administer cookies on our website https://3commas.io&nbsp.\n(the \"Site\"), as well as the options you have to control them.\nFor further information on how we process your personal data, see our Privacy Policy.</p>\n<p>\n</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>Cookies are small pieces of data stored in text files that are stored on your computer or other devices when websites are loaded in a browser.\nThey are widely used to remember you and your preferences, either for a single visit (“session cookie”) or for multiple repeat visits (“persistent cookie”).\nThey ensure a consistent and efficient experience for visitors and perform essential functions such as allowing users to register and remain logged in.\nCookies may be set by the site that you are visiting (“first party cookies”) or by third parties, such as those who serve content or provide advertising or analytics services on the website (“third party cookies”).</p>\n<p>\n</p>\n<p>\n<strong>The types of cookies we use</strong>\n</p>\n<p>\n</p>\n<p>\n<strong>Required cookies</strong>\n</p>\n<p>These are necessary cookies, without which the Site won’t work properly or be able to provide certain features and functionalities.\nSome of these may be manually disabled in your browser but can affect the functionality of the Site.</p>\n<p>\n</p>Cookie nameHostnamePurposeExpiry<p>1c</p>\n<p>3commas.io</p>\n<p>Stores user selected language</p>\n<p>Session</p>\n<p>visitor_id</p>\n<p>3commas.io</p>\n<p>User ID is used to match users from the landing page and within the project</p>\n<p>7305 days</p>\n<p>px-browser</p>\n<p>3commas.io</p>\n<p>User browser data</p>\n<p>30 days</p>\n<p>agreement</p>\n<p>3commas.io</p>\n<p>Shows status - whether user Agreement approved or not while registering</p>\n<p>365 days</p>\n<p>PANEL_STATE</p>\n<p>3commas.io</p>\n<p>Shows status - whether sidebar opened or closed</p>\n<p>31 days</p>\n<p>HIDDEN_BALANCES</p>\n<p>3commas.io</p>\n<p>Shows status - whether users balances opened or hidden</p>\n<p>31 days</p>\n<p>CHAT_OPEN</p>\n<p>3commas.io</p>\n<p>Shows status - whether Intercom chat opened or closed</p>\n<p>31 days</p>\n<p>\n<strong>Preference cookies</strong>\n</p>\n<p>Preference cookies are used to recognize repeat visitors to the Site.\nWe use these cookies to record your browsing history, the pages you have visited, and your settings and preferences each time you visit the Site.</p>NameHostnamePurposeExpiry<p>_ym_uid</p>\n<p>.3commas.io</p>\n<p>Used for identifying site users by Yandex.Metrica.</p>\n<p>365 days</p>\n<p>_ym_d</p>\n<p>.3commas.io</p>\n<p>This cookie saves the date of the user's first site session by Yandex.Metrica.</p>\n<p>365 days</p>\n<p>_ym_isad</p>\n<p>.3commas.io</p>\n<p>Determines whether a user has ad blockers by Yandex.Metrica.</p>\n<p>20 hours</p>\n<p>VISITOR_INFO1_LIVE</p>\n<p>.youtube.com</p>\n<p>A cookie that the YouTube sets that measures your bandwidth to determine whether you get the new player interface or the old.</p>\n<p>180 days</p>\n<p>CONSENT</p>\n<p>.youtube.com</p>\n<p>Used by Google to store user consent preferences</p>\n<p>6026 days, 15 hours</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies monitor how users reached the Site, and how they interact with and move around once on the Site.\nThese cookies let us know what features on the Site are working the best and what features on the Site can be improved.</p>NameHostnamePurposeExpiry<p>gtmauth</p>\n<p>3commas.io</p>\n<p>Initializing the google tag manager</p>\n<p>Session</p>\n<p>gtmformid</p>\n<p>3commas.io</p>\n<p>Initializing the google tag manager</p>\n<p>Session</p>\n<p>_ga</p>\n<p>.3commas.io</p>\n<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>\n<p>730 days</p>\n<p>_ga</p>\n<p>.tradingview.com</p>\n<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>\n<p>730 days</p>\n<p>_gid</p>\n<p>.3commas.io</p>\n<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>\n<p>1 day</p>\n<p>_gid</p>\n<p>.tradingview.com</p>\n<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>\n<p>1 day</p>\n<p>_gat_UA-106216314-1</p>\n<p>.3commas.io</p>\n<p>Used by Google Analytics to throttle the number of requests received by users</p>\n<p>1 hour</p>\n<p>_gat</p>\n<p>.3commas.io</p>\n<p>Used by Google Analytics to throttle request rate (limit the collection of data on high traffic sites)</p>\n<p>1 hour</p>\n<p>yandexuid</p>\n<p>.3commas.io</p>\n<p>Registers data on visitors' website-behavior.\nThis is used for internal analysis and website optimization.</p>\n<p>365 days</p>\n<p>yuidss</p>\n<p>.yandex.ru</p>\n<p>Collects information on visitor behavior on multiple websites.\nThis information is used on the website, in order to optimize the relevance of the advertisement.</p>\n<p>365 days</p>\n<p>yabs-sid</p>\n<p>.yandex.ru</p>\n<p>Registers data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.</p>\n<p>Session</p>\n<p>i</p>\n<p>mc.yandex.ru</p>\n<p>Used for identifying site users.</p>\n<p>3650 days</p>\n<p>ymex</p>\n<p>.yandex.ru</p>\n<p>Registers data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.</p>\n<p>365 days</p>\n<p>_ym_visorc</p>\n<p>.yandex.ru</p>\n<p>Allows Session Replay to function correctly</p>\n<p>1 hour</p>\n<p>YSC</p>\n<p>.3commas.io</p>\n<p>This cookie is set by the YouTube video service on pages with YouTube embedded videos to track views.</p>\n<p>Session</p>\n<p>_koko_analytics_pages_viewed</p>\n<p>youtube.com</p>\n<p>Worldpress analytics cookie</p>\n<p>6 hours</p>\n<p>_gat_gtag_UA_29998092_1</p>\n<p>3commas.io</p>\n<p>Google Analytics cookie to throttle the request rate.</p>\n<p>1 hour</p>\n<p>amplitude_id_e417d01</p>\n<p>727c9c7595d73037cdc</p>\n<p>a2b3433commas.io</p>\n<p>.tradingview.com</p>\n<p>These cookies are set by Amplitude analytics, which helps to better understand how our website is used.</p>\n<p>3650 days</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are placed on your computer by advertisers and ad servers in order to display advertisements that are most likely to be of interest to you.\nThese cookies allow advertisers and ad servers to gather information about your visits to the Site and other websites, alternate the ads sent to a specific computer, and track how often an ad has been viewed and by whom.</p>NameHostnameExpiry<p>__adroll</p>\n<p>d.adroll.com</p>\n<p>These cookies enable us to identify your device when you move between different digital properties so that we can serve targeted advertising to you</p>\n<p>395 days</p>\n<p>__adroll_shared</p>\n<p>.adroll.com</p>\n<p>395 days</p>\n<p>_fbp</p>\n<p>.3commas.io</p>\n<p>Facebook Pixel is advertising first-party cookies.\nUsed by Facebook to track visits across websites to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>\n<p>90 days</p>\n<p>IDE</p>\n<p>.doubleclick.net</p>\n<p>Used by Google's DoubleClick to serve targeted advertisements that are relevant to users across the web.\nTargeted advertisements may be displayed to users based on previous visits to a website.\nThese cookies measure the conversion rate of ads presented to the user.</p>\n<p>390 days</p>\n<p>\n<strong>Controlling cookies</strong>\n</p>\n<p>Where you have consented to our use of cookies through the consent banner, apart from necessary cookies, you agree to our use of cookies as per this policy.\nYou may at any time change or withdraw your cookie consent by clicking a shield icon on our website, which opens the cookie consent banner.</p>\n<p>Most browsers provide ways to control cookie behavior, such as the time they are stored – either through built-in functionality or by utilizing third-party plugins.&nbsp;</p>\n<p>If you would prefer to opt-out of cookies, you should be aware that you might lose some features and functionality of the website.\nCookies, including those which have already been set, can be deleted from your device.\nYou can also change the preferences in your web browser to control cookies.\nSome internet browsers have a „Do Not Track“ or „DNT“ setting - this sends a signal to websites asking them not to track your browsing.</p>\n<p>\n</p>\n<p>For more information on how to control cookies, check your browser or device’s settings for how you can control or reject cookies, or visit the following links:</p>\n<p>Firefox</p>\n<p>Chrome</p>\n<p>Safari</p>\n<p>Microsoft Edge</p>\n<p>Internet Explorer</p>\n<p>\n</p>\n<p>\n<strong>Contact us</strong>\n</p>\n<p>We may update this notice from time to time.\nIf we make significant changes, we will let you know, but we ask you to check this notice regularly to ensure you are aware of the most updated version.\nIf you have any questions about our use of cookies, you can find the most relevant contact details in our privacy notice.</p>\n<p>This Cookie Notice was last updated on February 16, 2022.</p>Platform<ul>\n<li>Features</li>\n<li>DCA Bot</li>\n<li>Smart Trade</li>\n<li>GRID Bot</li>\n<li>Options Bot</li>\n<li>HODL Bot</li>\n<li>TradingView</li>\n<li>Trading Terminal</li>\n<li>Crypto-Signals</li>\n<li>Exchanges</li>\n<li>System Status</li>\n<li>Wallet</li>\n</ul>Trading Bots<ul>\n<li>Binance</li>\n<li>Bittrex</li>\n<li>Bitstamp</li>\n<li>Bitfinex</li>\n<li>Bitmex</li>\n<li>Coinbase</li>\n<li>OKX</li>\n<li>KuCoin</li>\n<li>Huobi</li>\n<li>Bybit</li>\n<li>Deribit</li>\n<li>Kraken</li>\n<li>Ripple</li>\n<li>Ethereum</li>\n<li>Crypto.com</li>\n<li>Dogecoin</li>\n</ul>For Developers<ul>\n<li>3Commas Apps</li>\n<li>Apps Chat</li>\n<li>API Git</li>\n<li>API Chat</li>\n</ul>Legal Information<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Complaint Procedure</li>\n<li>Cookie Policy</li>\n<li>Refund Policy</li>\n<li>Partnership Agreement</li>\n<li>Terms of Referral</li>\n<li>Bug Bounty</li>\n<li>API Terms of Use for Developers</li>\n<li>Wallet Terms of Use</li>\n<li>Wallet Privacy Policy</li>\n<li>Terms of Use for Marketplace signallers</li>\n</ul>Company<ul>\n<li>About us</li>\n<li>Careers</li>\n<li>Partnership</li>\n<li>3Commas &amp.\nBinance</li>\n<li>Blog</li>\n<li>Knowledge Base</li>\n<li>FAQ</li>\n<li>Reviews</li>\n</ul>\n<ul>\n<li>Plans</li>\n<li>For Enterprises</li>\n<li>Business Partners</li>\n<li>Price Charts</li>\n<li>Sitemap</li>\n<li>Security</li>\n</ul>Get our weekly digest!SubscribeTry again© 2022TelegramFacebookTwitterDiscordYoutubeVisaMasterCardBitcoinLogoPayPalAppStoreGooglePlay\n<p>\n</p> ", "created_at": "2022-12-15 21:35:50.753498", "updated_at": "2022-12-15 21:39:06.354393"}, {"id": 13276, "name": "Refund Policy", "url": "https://3commas.io/refund", "xpath": "//body", "text": "3Commas logo, link to main page<ul>\n<li>Features<ul>\n<li>FeaturesSmart tools for traders with no limits</li>\n<li>Smart TradeTerminal with enhanced automation</li>\n<li>TradingViewOver 100 deal start signals</li>\n<li>Crypto-SignalsProfessional trading strategies</li>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n<li>Exchanges17+ major exchanges</li>\n<li>Trading terminalProfit from quick scalps</li>\n<li>EnterpriseOrchestrate thousands of accounts</li>\n<li>System statusServices availability and more</li>\n</ul>\n</li>\n<li>Plans<ul>\n</ul>\n</li>\n<li>Price Charts<ul>\n<li>Crypto PricesPrices Live Charts</li>\n<li>ConverterCurrency converter</li>\n</ul>\n<ul>\n<li>Bitcoin</li>\n<li>Ethereum</li>\n<li>XRP</li>\n<li>Terra</li>\n<li>Dogecoin</li>\n<li>Smooth love</li>\n<li>Shiba inu</li>\n<li>Polkadot</li>\n<li>Luna</li>\n<li>Cardano</li>\n<li>Vechain</li>\n<li>Solana</li>\n</ul>\n</li>\n<li>Trading Bots<ul>\n<li>DCA BotPurchase at opportune moments</li>\n<li>GRID BotTrade in sideways markets</li>\n<li>Options BotBuy Call and Put Options</li>\n<li>HODL BotBuild your long hold portfolio</li>\n</ul>\n<ul>\n<li>Binance Bot</li>\n<li>OKX Bot</li>\n<li>Deribit Bot</li>\n<li>Bittrex Bot</li>\n<li>KuCoin Bot</li>\n<li>Kraken Bot</li>\n<li>Bitstamp Bot</li>\n<li>Huobi Bot</li>\n<li>Ripple Bot</li>\n<li>Bitfinex Bot</li>\n<li>Ethereum Bot</li>\n<li>Bitmex Bot</li>\n<li>Crypto.com Bot</li>\n<li>Coinbase Bot</li>\n<li>Bybit Bot</li>\n<li>Dogecoin bot</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>3Commas AppsPublish your app on our marketplace</li>\n<li>Apps ChatCollaborate with other developers</li>\n<li>API GitBuild unique functionality on top of 3Commas</li>\n<li>API ChatShare your technical knowledge</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About 3CommasLearn more about us and our story</li>\n<li>CareersWe are hiring! Apply now</li>\n<li>Knowledge baseGet answers to any question</li>\n<li>PartnershipTeam up with 3Commas</li>\n<li>SecurityWorld class security and protection</li>\n<li>BlogLearn all about crypto</li>\n</ul>Stay in touch<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Academy<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>Sign InTry It Freeen<ul>\n<li>Russian</li>\n<li>French</li>\n<li>Portuguese</li>\n<li>Chinese</li>\n<li>Spanish</li>\n<li>Korean</li>\n<li>Czech</li>\n</ul>Refund Policy<p>\n<strong>This Refund Policy is effective as of August 4, 2021.</strong>\n</p>\n<p>Any capitalized term used herein shall have the meaning given to them in the&nbsp;Terms of Use.</p>\n<p>In case of any issues related to a payment or refund for the payment, please review the information found at the 3Commas Help Center and request 3Commas Support via “Contact Us”/”Support” form or email&nbsp;support@3commas.io.</p>\n<p>\n</p>\n<p>\n<strong>1.1</strong>\n<strong>Partial refund for termination of Subscription</strong>.\nIf you wish to terminate your Subscription (as described in&nbsp;Section 12.3.1&nbsp;of the Terms of Use) or upgrade your Subscription (as described in&nbsp;Section 7.4&nbsp;of the Terms of Use), you are entitled to partial refund.\nIf payment(s) for the Subscription have been made via our merchant of record – Paddle.com (applicable if you made the payment(s) via a credit or debit card or via Paypal) – then the refund will also be made by Paddle.\nYour relationship with Paddle is governed by Paddle’s Terms and Conditions available at https://paddle.com/legal-buyers.&nbsp;For receiving refund, you must contact support with a corresponding request.\nIn this case, the calculation of the refund is done according to the formula: the number of months you used the Subscription at the full cost (excluding discounts) is deducted from the payment amount.\nany day of the calendar month is equal to the full month.\nFor example, if you chose Subscription with annual payment and have been using it for three (3) months and two (2) days, you will receive a refund for eight (8) months of the Subscription (12-4).\nIn the case where a discount has been applied, the amount deduction for the used Subscription time will be calculated at the non-discounted rate.</p>\n<p>\n<strong>1.2</strong>\n<strong>Refund when using right of withdrawal</strong>.\nIf you as consumer from the EU and Turkey have informed us of using your right of withdrawal (as described in&nbsp;Section 13&nbsp;of the Terms of Use), you shall receive refund of the cost of the Subscription of which is deducted proportionally the amount of what was delivered as the performance of the Purchase Agreement (including the Trial) up to the withdrawal.\nMeaning that the calculation of the refund is done according to the formula: the number of days you used the Subscription at the full cost (excluding discounts) is deducted payment amount.\nFor example, if you chose Subscription with monthly payment and have been using if for five (5) days, you will receive a refund for twenty-five (25) days of the Subscription (30-5).\nFor receiving refund, you must contact support with a corresponding request provided that no more than fourteen (14) days have passed since the conclusion of the Purchase Agreement.\nIf the period exceeds fourteen (14) days, the refund calculation is done according to the formula in Section 1.1 of this Refund Policy.</p>\n<p>\n<strong>1.3</strong>\n<strong>Any clients outside the EU and Turkey and the EU legal persons</strong>.\nThe full cost of the subscription to any clients from outside the EU and Turkey and the EU legal persons who contacts support with a corresponding request and has not yet used the Subscription, provided that no more than twenty four (24) hours have passed since the purchase.\nIf the period exceeds twenty four (24) hours, the refund is partial and the calculation is done according to the formula in Section 1.1 of this Refund Policy.</p>\n<p>\n<strong>1.4</strong>\n<strong>Partial refund for termination of the Crypto-Signals</strong>.\nIf you wish to terminate your subscription of Crypto-Signals provided by Signals Provider (as described in&nbsp;Section 14.2&nbsp;of the Terms of Use) or due to the actions taken with your Client Account you cannot make use of the Crypto-Signals (for example, your Client Account is terminated), you are entitled to partial refund.\nFor receiving refund, you must contact our support with a corresponding request.\nIn this case, the calculation of the refund is done according to the same formula described above in Section 1.1 of this Refund Policy).\nYou will receive the refund onto your Client Account.\nPlease be aware that regardless of 3Commas and/or Paddle facilitating the refund for Crypto-Signals, the Signals Provider is responsible for providing you refund.</p>\n<p>\n<strong>1.5</strong> You may take advantage of a refund for each disputed payment only once.\nIf a refund is already made then you shall have no right to further contest a refund request or dispute or transaction reversal with 3Commas or a third-party payment service provider, bank or financial institution.</p>\n<p>\n<strong>1.6</strong> Refunds shall be made in the same currency you paid with or its equivalent based on the refund date market rate.\nUpon your prior approval, we may provide you with a discount for future services, an extra subscription period or subscription upgrade with a significantly greater benefit instead of a payment refund.</p>\n<p>\n<strong>1.7</strong> 3Commas is not responsible for any fees that may be applied by your payment service provider when processing a refund.</p>\n<p>\n</p>\n<p>Previous version before 4 August 2021</p>\n<p>Previous version before 13 April 2021</p>Platform<ul>\n<li>Features</li>\n<li>DCA Bot</li>\n<li>Smart Trade</li>\n<li>GRID Bot</li>\n<li>Options Bot</li>\n<li>HODL Bot</li>\n<li>TradingView</li>\n<li>Trading Terminal</li>\n<li>Crypto-Signals</li>\n<li>Exchanges</li>\n<li>System Status</li>\n<li>Wallet</li>\n</ul>Trading Bots<ul>\n<li>Binance</li>\n<li>Bittrex</li>\n<li>Bitstamp</li>\n<li>Bitfinex</li>\n<li>Bitmex</li>\n<li>Coinbase</li>\n<li>OKX</li>\n<li>KuCoin</li>\n<li>Huobi</li>\n<li>Bybit</li>\n<li>Deribit</li>\n<li>Kraken</li>\n<li>Ripple</li>\n<li>Ethereum</li>\n<li>Crypto.com</li>\n<li>Dogecoin</li>\n</ul>For Developers<ul>\n<li>3Commas Apps</li>\n<li>Apps Chat</li>\n<li>API Git</li>\n<li>API Chat</li>\n</ul>Legal Information<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Complaint Procedure</li>\n<li>Cookie Policy</li>\n<li>Refund Policy</li>\n<li>Partnership Agreement</li>\n<li>Terms of Referral</li>\n<li>Bug Bounty</li>\n<li>API Terms of Use for Developers</li>\n<li>Wallet Terms of Use</li>\n<li>Wallet Privacy Policy</li>\n<li>Terms of Use for Marketplace signallers</li>\n</ul>Company<ul>\n<li>About us</li>\n<li>Careers</li>\n<li>Partnership</li>\n<li>3Commas &amp.\nBinance</li>\n<li>Blog</li>\n<li>Knowledge Base</li>\n<li>FAQ</li>\n<li>Reviews</li>\n</ul>\n<ul>\n<li>Plans</li>\n<li>For Enterprises</li>\n<li>Business Partners</li>\n<li>Price Charts</li>\n<li>Sitemap</li>\n<li>Security</li>\n</ul>Get our weekly digest!SubscribeTry again© 2022TelegramFacebookTwitterDiscordYoutubeVisaMasterCardBitcoinLogoPayPalAppStoreGooglePlay\n<p>\n</p> ", "created_at": "2022-12-15 21:36:12.03488", "updated_at": "2022-12-15 21:38:53.955538"}], "points": [], "urls": ["3commas.io"]}}