{"error": 448, "message": "OK", "parameters": {"id": 7012, "name": "Deckbox", "created_at": "2022-11-27 21:33:54.447668", "updated_at": "2022-11-27 23:01:29.202444", "wikipedia": null, "keywords": null, "related": null, "slug": "deckbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7012.png", "url": "deckbox.org", "documents": [{"id": 12856, "name": "Privacy Policy", "url": "https://deckbox.org/privacy", "xpath": "//*[@id=\"content\"]", "text": " Privacy statement <p>Last Modified: 24<sup>th</sup> September 2021.</p>\n<p>We do not sell, trade, exchange or otherwise make available any personally identifiable information to any other team or organization.\nWe may update this policy.\nWe will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your account or by placing a prominent notice on our site.</p> Name and Address of the data controller &amp.\ndata protection officer <p> The responsible person within the meaning of the General Data Protection Regulation law and other national data protection laws, as well as any other provisions on data protection, is: </p>S.C.\nLeaping Frog Studios S.R.L\nstr I.L.Caragiale 1/19\n430121 Baia Mare\nRomania\nPhone: +43 680 2326804\nadmin@deckbox.org <p>\n</p> Account and personal data deletion <p> Users can at any point request the cancellation of their account and removal of their personal data by opening a support ticket, or sending an email to support@deckbox.org.\n</p> General information on data processing <p> We generally only process our users' personal data if we require this data to offer you the full functionality of our website, or if the information is required for access to our content and services.\n</p>\n<p>The EU General Data Processing Regulation (GDPR) serves as the legal basis for processing personal data in cases where the user has provided permission for us to do so.</p> Confidentiality <p>Your inventory, tradelist, wishlist and decks are publicly viewable on the internet&nbsp;by default.\nHowever, you can choose to protect them with a password, or make them completely private (feature available for premium accounts).</p>\n<p>Your Deckbox Profile is publicly available on the internet.\nInformation included in the profile and viewable by other people is: <strong>name, country and city, last login time.</strong> Your e-mail address, as well as your postal address are private and not displayed or disclosed by us with the exception of \"emailing other users\" and \"trading\" explained below.</p> Emailing other users <p>When using the email functionality on Deckbox the name and e-mail address that you provided to us will be available to the other party.</p> Trading <p>When trading with other users, your full name as well as the postal address that you supply and confirm on per trade basis are available only to you and to the other party.\nAlso, the chat and chat history from each trade are private and viewable only by you and the other party.</p> Comments <p>Comments made on private decks are private to the owner of the deck and not publicly available.\nComments made on public decks, as well as events are public.</p> Intellectual Property <p>Our Terms and Conditions recognizes your right to retain full intellectual property protection for the digital content you create, including decks.</p>\n<p>\n</p>Cookies <p> Deckbox uses cookies.\nCookies are small text files stored in your browser.\nWhen a user accesses a website, a cookie may be stored on the user's operating system.\nThis cookie contains a unique string of characters that make it possible to identify the browser if the user accesses the website again.\nCertain elements on our website require us to be able to identify the browser of the user accessing the website even if the user comes back to the site after leaving.\n</p> Subscription or Registration via Facebook <p>You can sign up for our service with your Facebook account (Facebook Connect).\nYou are forwarded by a link to the Facebook website (Facebook, 1601 South California Avenue, Palo Alto, CA 94304, USA), where you can log in with your Facebook login credentials.</p>\n<p> When you sign in using your Facebook account, your Facebook profile will be linked to our service.\nPlease note that we have no influence on the processing of data by Facebook.\nWe receive the following information from Facebook: Name, surname, email address The only information that we use from Facebook is the following: Name, surname, email address This information is mandatory for the login to be able to identify the user.\nFor more information about Facebook Connect, please see Facebook's Privacy Policy and Terms of Service.\n</p> ", "created_at": "2022-11-27 21:33:54.454101", "updated_at": "2022-11-27 20:34:27.235444"}, {"id": 12855, "name": "Terms and Conditons", "url": "https://deckbox.org/legal", "xpath": "//*[@id=\"content\"]", "text": " Terms and Conditions <p>Last Modified: 27<sup>th</sup> July 2018.</p>\n<p>Thank you for using Deckbox! These terms of service (the “Terms”) govern your access to and use of Deckbox (“we” or “our”) websites and services, so please carefully read them before using Deckbox.</p> Using Deckbox means accepting these terms <p>By accessing or using Deckbox in any way, whether you have created your own Deckbox account or are accessing Deckbox public content, or are just browsing around, you agree to and are bound by the terms and conditions written in this document.</p>\n<p>You may use Deckbox only in compliance with these Terms.\nYou may use Deckbox only if you have the power to form a contract with Deckbox and are not barred under any applicable laws from doing so.\nYou represent and warrant that you are at least 18 years old and that all registration information you submit is accurate and truthful.\nDeckbox may continue to change over time as we refine and add more features.\nWe may stop, suspend, or modify Deckbox at any time without prior notice to you.\nWe may also remove any content from Deckbox at our discretion.</p> Deckbox is a Venue <p>Deckbox acts as a venue to allow users who comply with its policies to trade, offer, sell and buy collectible card game singles.\nWe are not directly involved in the transaction between traders and buyers and sellers.\nAs a result, we have no control over the quality, legality of any aspect of the cards listed, the truth or accuracy of the listings, the ability of traders and sellers to send items and of buyers to pay for items.\nWe cannot ensure that a trader or buyer or seller will actually complete a transaction.</p>\n<p> Consequently, we do not transfer legal ownership of items between users when traded.\n</p>\n<p> We cannot guarantee the true identity, age, and nationality of a user.\nWe encourage you to communicate directly with potential transaction partners through the tools available on the Site.\nYou may also wish to consider using a third-party escrow service or services that provide additional user verification.\n</p>\n<p> You use the Deckbox service at your own risk.\n</p> Trading <p> By trading on deckbox, you agree to all our rules terms described in the rules document: Deckbox Trading Rules.\nPlease consult our privacy policy for more information about personal data handling.\n</p> Selling Cards <p>\n<strong>Listing Description</strong>: All card listings in your tradelist that you have priced must be for sale.\nBy listing an item on the Site you warrant that you and all aspects of the item comply with our published policies.\nYou also warrant that you may legally sell the item.\nYou must accurately describe your item and all terms of sale.\nIf the \"in stock\" quantity is more than one, all items in that listing must be identical.\nEach unique item must have its own listing.\n</p>\n<p>\n<strong>User Policies</strong>: All sellers can create policies for their Deckbox store.\nThese policies may include, for example, shipping, returns, payment and selling policies.\nSellers must create reasonable policies in good faith and must abide by such policies.\n<strong>All shop policies must comply with Deckbox's site-wide policies.\n</strong> Sellers are responsible for enforcing their own reasonable shop policies.\nDeckbox reserves the right to request that a seller modify a shop policy.\n</p>\n<p>\n<strong>Binding Sale</strong>: Sellers are responsible for accurately listing their items, and buyers are responsible for reading the description of items before making a purchase.\nAll sales are binding.\nThe seller is obligated to ship the order or otherwise complete the transaction with the buyer in a prompt manner, unless there is an exceptional circumstance, such as: (a) the buyer fails to meet the terms of the seller's listing (such as payment method), or (b) the seller cannot authenticate the buyer's identity.\nThe buyer is obligated to deliver appropriate payment for items purchased, unless there is an exceptional circumstance.\n</p>\n<p>\n<strong>Fee Avoidance</strong>: The price stated in each item listing description must be an accurate representation of the sale.\nSellers may charge reasonable shipping and handling fees to cover the costs for packaging and mailing the items.\nSellers may not charge excessive shipping fees or otherwise avoid fees.\nYou may not alter the item's price after a sale for the purpose of avoiding Deckbox transaction fees, misrepresent the item's location, or use another user's account without permission.\n</p> Fees and Billing <p> Becoming a seller on the Deckbox Market is free.\nWe charges fees as a percentage of the sale price when an order is payed.\nOur Fees Policy, which is subject to change, is incorporated into this Agreement by reference.\nChanges to the Fees Policy and the fees for our services are effective after we provides you with at least fourteen (14) days' notice by posting the changes on the Site.\nWe may, at our sole discretion, change some or all of our services at any time.\nIn the event we introduces a new service, the fees for that service are effective at the launch of the service.\nUnless otherwise stated, all fees are quoted in US Dollars (USD).\n</p>\n<p> In certain situations, including but not limited to a void or invalid transaction, we may issue a credit for the applicable fees to a seller's billing statement.\n</p>\n<p> You are responsible for paying all fees and applicable taxes associated with using the Deckbox Market.\nWe will send an invoice to the seller’s email address on file detailing the amount due for the prior month’s fees and charges.\nThe seller must pay the amount due in full within 15 days of the date of the invoice, or the account will be considered past due.\n</p>\n<p> Fees and Termination: If we terminates a listing or your account, if you close your account, or if the payment of your fees cannot be completed for any reason, you remain obligated to pay Deckbox for all unpaid fees plus any penalties, if applicable.\nIf the seller's account is not paid in full and becomes past due, the seller risks penalties such as the suspension of privileges and/or termination of the account and other collection mechanisms (including retaining collection agencies and legal counsel).\nIf you have a question or wish to dispute a charge, contact Deckbox.\n</p> Disputes with users or third parties <p> In the event a dispute arises between you and another user or a third party, we encourage you to contact the user or third party to resolve the dispute amicably.\nYou may also report user-to-user disputes to your local law enforcement, postmaster general, or a certified mediation or arbitration entity, as applicable.\nTo involve Deckbox in a resolution process, please read section 4 of our Deckbox Trading Rules, which refers to handling trade disputes.\nYou release Deckbox (and Deckbox's officers, directors, agents, moderators and employees) from any and all claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with disputes with one or more users, or an outside party.\n</p> Breach of Terms <p>If you breach any of the terms and conditions in this document, your authorization to access or use Deckbox automatically terminates.\nAny materials downloaded or printed from Deckbox in violation of the Terms of Service must be immediately destroyed.</p>\n<p>We may block, restrict, disable, suspend or terminate your access to all or part of Deckbox at any time in our sole discretion, without prior notice or liability to you.</p>\n<p>If you think we removed your access by mistake, let us know and we’ll give you our reasoning.\nWe also have a quick way to restore access without losing any of your data.</p> Account Security <p>You are responsible for safeguarding the password that you use to access Deckbox and you agree not to disclose your password to any third party.\nYou are responsible for any activity using your account, whether or not you authorized that activity.\nYou should immediately notify Deckbox of any unauthorized use of your account.\nYou acknowledge that if you wish to protect your transmission of data to Deckbox, it is your responsibility to use a secure encrypted connection to communicate with Deckbox.</p> Your Stuff <p>By using our Services you provide us with information that you submit to Deckbox.\nYou retain full ownership to your stuff.\nThese Terms do not grant us any rights to your stuff or intellectual property.</p> Reliability <p>Although we are constantly looking for ways to improve our service and its quality for our customers, we cannot always guarantee 100% uptime of our services.\nLike all other cloud-based applications, we are vulnerable to the inherent unreliability of the Internet.\nWe monitor Deckbox closely and have set up automated alarms to be notified (via email and SMS) when the Deckbox service is under stress, so that we can deal with the issue before it becomes a problem that might impact customer access.</p> Play Nice <p>To insure the best experience for all our customers, you agree to never:</p>\n<ul>\n<li>Collect, harvest, mine or engage in any other activity to obtain e-mail addresses, phone numbers, personal information or any other information about others.</li>\n<li>Use or attempt to gain access to or use another’s user or company account, password, data, or computer systems or networks connected to any Deckbox server, whether through hacking, password mining or any other means.</li>\n<li>Access or attempt to access any material that you are not authorized to access.</li>\n<li>Use any materials in any manner that infringes any intellectual property rights or other rights of any party.</li>\n<li>Disrupt or interfere with the security of, or otherwise cause harm to, the Deckbox service, Leaping Frog Studios materials, systems resources, accounts, passwords, servers or networks connected to or accessible through Deckbox or any affiliated or linked sites.</li>\n<li>Create a false identity for the purpose of misleading others.</li>\n<li>Disrupt, interfere or inhibit any other user from using and enjoying the Deckbox service or other affiliated or linked sites, materials or services.</li>\n<li>Access or use Deckbox in any manner that could damage, disable, overburden or impair any Deckbox server or the network(s) connected to any Deckbox server.</li>\n<li>Violate any applicable laws or regulations related to the access to or use of Deckbox, or engage in any activity prohibited by the Terms of Service.</li>\n<li>Post or otherwise submit any topic, name, material or information that is child pornography, defamatory, excessively violent, harassing, inappropriate, indecent, lascivious, lewd, obscene, profane, racist, unlawful, or otherwise objectionable.\n</li>\n<li>Engage in any chain letters, contests, junk e-mail, pyramid schemes, spamming, surveys or any other duplicative or unsolicited messages (commercial or otherwise).</li>\n<li>Market any goods or services for any business purpose (including advertising and making offers to buy or sell goods or services), unless specifically allowed to do so by Leaping Frog Studios.</li>\n</ul> Special Treatment for Spammers <p>In the event of your or others’ access to or use of the Deckbox service in connection with the transmission of spam unsolicited e-mail or postings in violation of these Terms of Service, you acknowledge and agree that Leaping Frog Studios would be irreparably harmed thereunder and that monetary damages would be an insufficient and ineffective remedy.\ntherefore you agree that Leaping Frog Studios is entitled to obtain immediate injunctive relief against any such transmission (in addition to all other remedies available at law or in equity).\nLeaping Frog Studios may without restriction block, filter or delete unsolicited e-mail.</p> Magic the Gathering <p>Magic the Gathering images, logos and all associated marks, logos, places, names, creatures, races, characters, products and illustations are the proprietary property of © 1995-2012 Wizards of the Coast LLC, a subsidiary of Hasbro, Inc.\nAll Rights Reserved, and are protected by copyright, trademark, and other intellectual property laws.</p> World of Warcraft TCG <p>World of Warcraft TCG images, logos and all associated marks, logos, places, names, creatures, races, characters, products and illustations are the proprietary property of © 2012 Blizzard Entertainment, Inc.\nAll Rights Reserved and © 2012 Cryptozoic Entertainment.\nAll rights Reserved, and are protected by copyright, trademark, and other intellectual property laws.</p> Warhammer: Invasion <p>Warhammer: Invasion The Card Game © Games Workshop Limited 2010.\nGames Workshop, Warhammer, Warhammer: Invasion The Card Game, the foregoing marks’ respective logos and all associated marks, logos, places, names, creatures, races, characters, products and illustrations from the Warhammer World and Warhammer: Invasion The Card Game game setting are either ®, TM and/or © Games Workshop Ltd 2000–2012.\nThis edition published under license to Fantasy Flight Publishing Inc.\nFantasy Flight Games and the FFG logo are trademarks of Fantasy Flight Publishing, Inc.\nAll Rights Reserved to their respective owners.</p> Limitation of Liability <p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL DECKBOX, ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL (INCLUDING LOSS OF USE, DATA, BUSINESS, OR PROFITS) DAMAGES, REGARDLESS OF LEGAL THEORY, WHETHER OR NOT DECKBOX HAS BEEN WARNED OF THE POSSIBILITY OF SUCH DAMAGES, AND EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE.\n</p>\n<p>Inspired by (although not related in any legal way to) the Roll20 &amp.\nDropbox &amp.\nEtsy Terms of Service &amp.\nPrivacy Policy.</p> ", "created_at": "2022-11-27 21:33:54.450471", "updated_at": "2022-11-27 20:34:38.682866"}], "points": [], "urls": ["deckbox.org"]}}