{"error": 448, "message": "OK", "parameters": {"id": 7518, "name": "Deputy", "created_at": "2023-03-13 20:00:45.344812", "updated_at": "2023-03-29 19:26:45.304065", "wikipedia": null, "keywords": null, "related": null, "slug": "deputy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7518.png", "url": "deputy.com", "documents": [{"id": 14458, "name": "User terms of service", "url": "https://www.deputy.com/terms/terms-of-service", "xpath": "//body", "text": " Start free trial Product Industries Pricing Resources Start free trial Start my free trial Log in Contact sales Help center Contact Sales Log in Start my free trial Product Industries Pricing Resources Contact Sales Log in Start my free trial User terms of service <ol>\n<li>\n<p>These User Terms of Service (<b>User Terms</b>) govern your access and use of Deputy’s products and services (<b>Deputy Services</b>) as an Authorized User of the Deputy Services and comprise a legally binding contract between you and Deputy.\n<b>Deputy </b>refers to the applicable Deputy entity in the Contract (defined below).&nbsp;</p>\n</li>\n<li>\n<p>You agree to comply with the most recent version of Deputy’s Acceptable Use Policy, which is incorporated by reference into these User Terms.\nIf you access or use the Deputy Services, or continue accessing or using the Deputy Services after being notified of a change to the User Terms or the Acceptable Use Policy, you confirm that you have read, understand and agree to be bound by the User Terms and the Acceptable Use Policy.&nbsp;</p>\n</li>\n<li>\n<p>Customer has separately agreed to our Subscription Agreement or entered into a written agreement with Deputy (<b>Contract</b>) that permitted Customer to create an account or instance within Deputy (<b>Deputy Instance</b>) that you and others could join (each invitee granted access to the Deputy Instance is an <b>Authorized User</b>).\nThe Contract contains our commitment to deliver the Deputy Services to the Customer, who may then invite Authorized Users to join its Deputy Instance.\nWhen an Authorized User submits content or information to the Deputy Services, you acknowledge and agree that the Customer Data is owned by Customer and the Contract provides Customer with many choices and control over that Customer Data.\nFor example, Customer may provision or deprovision access to the Deputy Services, enable or disable third party integrations, manage permissions, retention and export settings, and these choices and instructions may result in the access, use, disclosure, modification or deletion of certain or all Customer Data.&nbsp;</p>\n</li>\n<li>\n<p>AS BETWEEN DEPUTY AND CUSTOMER, YOU AGREE THAT IT IS SOLELY CUSTOMER’S RESPONSIBILITY TO (A) INFORM YOU OF ANY RELEVANT CUSTOMER POLICIES AND PRACTICES AND ANY SETTINGS THAT MAY IMPACT THE PROCESSING OF CUSTOMER DATA.\n(B) OBTAIN ANY RIGHTS, PERMISSIONS OR CONSENTS FROM YOU AND ANY AUTHORIZED USERS THAT ARE NECESSARY FOR THE LAWFUL USE OF CUSTOMER DATA AND THE OPERATION OF THE DEPUTY SERVICES.\n(C) ENSURE THAT THE TRANSFER AND PROCESSING OF CUSTOMER DATA UNDER THE CONTRACT IS LAWFUL.\nAND (D) RESPOND TO AND RESOLVE ANY DISPUTE WITH YOU AND ANY AUTHORIZED USER RELATING TO OR BASED ON CUSTOMER DATA, THE DEPUTY SERVICES OR CUSTOMER’S FAILURE TO FULFILL THESE OBLIGATIONS.\nDEPUTY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, TO YOU RELATING TO THE DEPUTY SERVICES, WHICH ARE PROVIDED TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS.&nbsp;</p>\n</li>\n<li>\n<p>All Authorized Users must comply with our Acceptable Use Policy and any applicable policies established by Customer.\nIf you see inappropriate behaviour or content, please report it to your employer.</p>\n</li>\n<li>\n<p>These User Terms remain effective until Customer’s subscription for you expires or terminates, or your access to the Deputy Services has been terminated by Customer, you or Deputy.&nbsp;</p>\n</li>\n<li>\n<p>IN NO EVENT WILL YOU OR DEPUTY HAVE ANY LIABILITY TO THE OTHER FOR ANY LOST PROFITS OR REVENUES OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER OR PUNITIVE DAMAGES HOWEVER CAUSED, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, AND WHETHER OR NOT THE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nUNLESS YOU ARE ALSO A CUSTOMER (AND WITHOUT LIMITATION TO OUR RIGHTS AND REMEDIES UNDER THE CONTRACT), YOU WILL HAVE NO FINANCIAL LIABILITY TO US FOR A BREACH OF THESE USER TERMS.\nOUR MAXIMUM AGGREGATE LIABILITY TO YOU FOR ANY BREACH OF THE USER TERMS IS ONE HUNDRED DOLLARS ($100) IN THE AGGREGATE.\nTHE FOREGOING DISCLAIMERS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW AND DO NOT LIMIT EITHER PARTY’S RIGHT TO SEEK AND OBTAIN EQUITABLE RELIEF.&nbsp;</p>\n</li>\n<li>\n<p>Deputy Services are intended for use by businesses and organizations and not for consumer purposes.\nTo the maximum extent permitted by law, you hereby acknowledge and agree that consumer laws do not apply.\nIf however any consumer laws do apply and cannot otherwise be lawfully excluded, nothing in these User Terms will restrict, exclude or modify any statutory warranties, guarantees, rights or remedies you have, and our liability is limited (at our option) to the replacement, repair or resupply of the Deputy Services or the pro-rata refund to Customer of pre-paid fees for your subscription covering the remainder of the term.&nbsp;</p>\n</li>\n<li>\n<p>Except as otherwise set out in these User Terms, all notices under the User Terms will either be by email or through the Deputy Services.\nNotices to Deputy must be sent to legal@deputy.com.\nA notice will be deemed to have been duly given (a) the day after it is sent, in the case of a notice sent through email.\nand (b) the same day, in the case of a notice sent through the Deputy Services.\nNotices under the Contract will be delivered solely to Customer in accordance with the terms of that agreement.\nIf you have any questions about Deputy’s User Terms, you may contact us at legal@deputy.com</p>\n</li>\n<li>\n<p>Please review Deputy’s <u>Privacy Policy</u> for more information on how Deputy collects and uses data relating to the use and performance of the Deputy Services.&nbsp;</p>\n</li>\n<li>\n<p>If Deputy makes a material change to the User Terms or the Acceptable Use Policy, we will provide you with reasonable notice prior to the change taking effect either by emailing the email address associated with your account or by messaging you through the Deputy Services.\nYou can review the most current version of the User Terms at any time by visiting this page, and by visiting the following for the most current versions of the other pages that are referenced in these User Terms, Acceptable Use Policy and Privacy Policy.\nAny material revisions to these User Terms will become effective on the date set forth in our notice, and all other changes will become effective on the date we publish the change.\nIf you use the Deputy Services after the effective date of any changes, that use will constitute your acceptance of the revised terms and conditions.&nbsp;</p>\n</li>\n<li>\n<p>No failure or delay by either party in exercising any right under the User Terms, including the Acceptable Use Policy, will constitute a waiver of that right.\nNo waiver under the User Terms will be effective unless made in writing and signed by an authorized representative of the party being deemed to have granted the waiver.&nbsp;</p>\n</li>\n<li>\n<p>The User Terms, including the Acceptable Use Policy, will be enforced to the fullest extent permitted under applicable law.\nIf any provision of the User Terms is held by a court of competent jurisdiction to be contrary to law, the provision will be modified by the court and interpreted so as best to accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of the User Terms will remain in effect.&nbsp;</p>\n</li>\n<li>\n<p>You may not assign any of your rights or delegate your obligations under these User Terms, including the Acceptable Use Policy, whether by operation of law or otherwise, without the prior written consent of us (not to be unreasonably withheld).\nWe may assign these User Terms in their entirety (including all terms and conditions incorporated herein by reference), without your consent, to a corporate affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of our assets.&nbsp;</p>\n</li>\n<li>\n<p>The User Terms, including the Acceptable Use Policy, and any disputes arising out of or related hereto, will be governed exclusively by the same applicable governing law of the Contract.\nThe courts located in the applicable venue of the Contract will have exclusive jurisdiction to adjudicate any dispute arising out of or relating to the User Terms, including the Acceptable Use Policy, or its formation, interpretation or enforcement.\nEach party hereby consents and submits to the exclusive jurisdiction of such courts.\nIn any action or proceeding to enforce rights under the User Terms, the prevailing party will be entitled to recover its reasonable costs and attorney’s fees.&nbsp;</p>\n</li>\n<li>\n<p>The User Terms, including any terms incorporated by reference into the User Terms, constitute the entire agreement between you and us and supersede all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nTo the extent of any conflict or inconsistency between the provisions in these User Terms and any pages referenced in these User Terms, the terms of these User Terms will first prevail.\nprovided, however, that if there is a conflict or inconsistency between the Contract and the User Terms, the terms of the Contract will first prevail, followed by the provisions in these User Terms, and then followed by the pages referenced in these User Terms (e.g., the Privacy Policy).\nCustomer will be responsible for notifying Authorized Users of those conflicts or inconsistencies and until such time the terms set forth herein will be binding.<br>\n<br>\n</p>\n</li>\n</ol> Simplify shift work ™ Product Pricing Product tour See what's new Features Auto scheduling Fair workweek compliance Break planning compliance Demand forecasting Integrations Leave management Mobile app Performance management Scheduling Shift planning Shift swapping Smart scheduling Task management Time clock app Time tracking Workplace communication Industries served All industries Agriculture Call center Charity Cleaning services Construction &amp.\nEngineering Education Entertainment Healthcare Hospitality Hotels &amp.\nResorts Manufacturing &amp.\nLogistics Professional services Retail Security Supermarkets Business size Enterprise Small or medium-sized Resources Blog Customer stories Customer reviews Deputy insights Deputy reviews Free scheduling template Glossary Newsroom Refer a friend Webinars Support Deputy training Deputy API GDPR Help center Security System status Company About us Careers Join Us Partners Press Why Deputy Workforce management Contact us 1-855-633-7889 <b>Deputy USA</b>\n<br>2 Embarcadero Center, 8th Floor,&nbsp;Office 07-143<br>San Francisco, United States CA 94111 <ul>\n<li> Australia </li>\n<li> USA/Global </li>\n<li> United Kingdom </li>\n</ul> USA/Global Legal &amp.\nPrivacy Sitemap © 2023 Deputy.\nAll Rights Reserved.\n\"Deputy\" and \"Spark Device\" are trade marks of Deputechnologies Pty Ltd.\nBack to top We use cookies to ensure you get the best experience on our website, including collecting statistics to improve functionality and to deliver specific content to you.\nFind out more by reading our privacy policy.\nAccept all cookies ", "created_at": "2023-03-13 20:00:45.38549", "updated_at": "2023-03-13 20:02:13.965835"}, {"id": 14459, "name": "Subscription agreement", "url": "https://www.deputy.com/terms/subscription-agreement", "xpath": "//body", "text": " Start free trial Product Industries Pricing Resources Start free trial Start my free trial Log in Contact sales Help center Contact Sales Log in Start my free trial Product Industries Pricing Resources Contact Sales Log in Start my free trial Subscription agreement Last updated on July 1, 2022<p>See archived versions</p>\n<p>THIS AGREEMENT GOVERNS CUSTOMER’S PURCHASE AND USE OF SERVICES.&nbsp;</p>\n<p>BY ACCESSING OR USING SERVICES, CUSTOMER AGREES TO THE TERMS OF THIS AGREEMENT.\nIF THE INDIVIDUAL ACCEPTING THIS AGREEMENT IS ACCEPTING ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, SUCH INDIVIDUAL WARRANTS AND REPRESENTS THAT THEY ARE OVER 18 YEARS OF AGE AND HAVE THE AUTHORITY TO BIND SUCH ENTITY AND ITS AFFILIATES TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERM “CUSTOMER” OR “YOU” MEANS SUCH ENTITY AND ITS AFFILIATES.&nbsp;</p>\n<p>IF YOU ARE BEING INVITED TO ACCESS AND USE THE SERVICES BY A CUSTOMER AS AN AUTHORIZED USER, THE USER TERMS OF SERVICE (USER TERMS) GOVERN YOUR ACCESS AND USE OF THE SERVICES.&nbsp;</p>\n<p>ALTHOUGH DEPUTY IS GLOBAL, WE HAVE ADOPTED SPELLING CONVENTIONS PREVAILING IN THE UNITED STATES OF AMERICA.\nCAPITALIZED TERMS HAVE THE DEFINITIONS CONTAINED IN THIS AGREEMENT.&nbsp;</p>\n<p>This Agreement is effective between Customer and Deputy as of the date of Customer accepting this Agreement.</p>\n<b>\n<br>\n</b>1.\nDefinitions<p>\n<b>Acceptable Use Policy </b>means the Deputy policy published at deputy.com/terms.</p>\n<p>\n<b>Affiliate </b>means any entity that directly or indirectly Controls, is Controlled by, or is under common Control with the subject entity.</p>\n<p>\n<b>Control </b>means direct or indirect ownership or control of more than 50% of the voting interests of the subject entity.&nbsp;</p>\n<p>\n<b>Agreement </b>means this Subscription Agreement, which is deemed to include, to the extent applicable, the Product Specific Terms.</p>\n<p>\n<b>Applicable Law </b>means any laws, statutes or ordinances and any regulations, rules, practice notes, circulars and any other notification issued by any government entity, or regulatory authority pursuant to such laws, statutes and ordinances that apply to the Services in any jurisdiction.</p>\n<p>\n<b>Authorized User </b>means individuals, (a) who are authorized by Customer to access the Services where Customer has purchased a subscription (or in the case of any Services provided by Deputy without charge, for whom a Service has been provisioned), (b) who have accepted the User Terms, and (c) to whom the Customer (or, when applicable, Deputy at Customer’s request) has supplied a user identification and password (for Services requiring authentication).\nAuthorized Users may include employees, consultants, agents or contractors of Customer.</p>\n<p>\n<b>Beta Services </b>means Services that may be made available to Customer to try at its option at no additional charge which is clearly designated as beta, pilot, limited release, developer preview, non production, evaluation, or by a similar description.&nbsp;</p>\n<p>\n<b>Customer </b>means in the case of an individual accepting this Agreement on his or her own behalf, such individual, or in the case of an individual or individuals accepting this Agreement on behalf of a company or other legal entity, the company or other legal entity for which such individual or individuals accepted this Agreement, and the Affiliates of that company or entity (for so long as they remain Affiliates), which in all cases have also placed an Order.&nbsp;</p>\n<p>\n<b>Customer Data </b>means electronic data and information submitted by or on behalf of Customer or an Authorized User linked to the Customer to the Services.\nIn this context, ‘submit’ includes submitting, uploading, transmitting or otherwise making available Customer Data to or through the Services.</p>\n<p>\n<b>Customer Installation </b>means the installation program of the Deputy Application made available by Deputy to the Customer which may vary from time to time through a nominated URL published or provided by Deputy to the Customer.&nbsp;</p>\n<p>\n<b>Deputy, we or us </b>means the applicable entity described in section 13.9 (Deputy Contracting Entity, Governing Law and Venue) below.&nbsp;</p>\n<p>\n<b>Deputy Application </b>means any version (as applicable) of the employee scheduling, time and attendance, task management, business procedure management, payroll integration, workplace social media services and other online software applications made available by Deputy for use by the Customer and its Authorized Users from time to time and includes (where applicable) the Customer&nbsp;Installation.&nbsp;</p>\n<p>\n<b>DPA </b>means the Data Processing Addendum at deputy.com/terms.&nbsp;</p>\n<p>\n<b>Force Majeure Event </b>means a strike, lockout, riot, industrial action, fire, storm, tempest, act of God, material shortage, any outbreak or escalation of hostilities (whether or not war has been declared) or any other unlawful act against public order or authority, any government law, regulation, restraint or requirement, internet service provider failure or delay, denial of service attack or any other cause beyond the reasonable control of a party.&nbsp;</p>\n<p>\n<b>Free Services </b>means Services that Deputy makes available to Customer free of charge.\nFree Services exclude Services offered as a free trial and Purchased Services.</p>\n<p>\n<b>Initial Term </b>is the period of time ascribed to the Initial Term set out in an Order.\nIf no Initial Term is stated, then the subscription is not subject to any Initial Term.&nbsp;</p>\n<p>\n<b>Legal Requirements</b> has the meaning given by the Product Specific Terms.</p>\n<p>\n<b>Malicious Code </b>means code, files, scripts, agents or programs intended to do harm, including, for example, viruses, worms, time bombs and Trojan horses.&nbsp;</p>\n<p>\n<b>Marketplace </b>means an online directory or marketplace of applications that interoperate with the Services.&nbsp;</p>\n<p>\n<b>Non-Deputy Application </b>means a web-based, mobile, offline or other software application with functionality that interoperates with a Service, that is provided by Customer or a third party and/or listed on a Marketplace.&nbsp;</p>\n<p>\n<b>Order </b>means an order for Services placed by a Customer or any of its Affiliates with Deputy by completing and submitting Deputy’s standard form ordering document or using Deputy’s online purchasing portal subject to any and all of Deputy’s terms and conditions accepted by the Customer as part of the ordering process.\nBy placing an Order, an Affiliate agrees to be bound by the terms of this Agreement.&nbsp;</p>\n<p>\n<b>Pricing Policy </b>means the Deputy pricing policy as it applies to Services and published at deputy.com/pricing.</p>\n<p>\n<b>Product Specific Terms</b> means the supplemental terms and conditions that apply to specific Deputy products or features and published at deputy.com/terms/product-specific-terms.</p>\n<p>\n<b>Purchased Services </b>means Services that Customer or Customer’s Affiliate purchases under an Order, as distinguished from Free Services or those provided under a free trial.&nbsp;</p>\n<p>\n<b>Services </b>means the products and services that are Ordered by Customer or provided to Customer free of charge (as applicable) or under a free trial, and made available online by Deputy, including associated Deputy offline or mobile components (including SMS services).\n<b>Services </b>exclude Non-Deputy Applications.&nbsp;</p>\n<p>\n<b>Subscription Term </b>means the term of a subscription for Purchased Services and includes any renewal or extension of the term of a subscription.&nbsp;</p>\n<p>\n<b>Third Party Products or Services </b>means products that are not proprietary to Deputy and services that are not supplied by Deputy, including, for example, Non-Deputy Applications and implementation, customization, consulting or other services.&nbsp;</p>\n<p>\n<b>User Terms </b>means the User Terms of Service provided by Deputy to persons invited by the Customer to become Authorized Users during the online account creation and registration process following the Customer’s acceptance of this Agreement.</p>\n<br>2.\nDeputy obligations<p>\n<b>2.1 Provision of Purchased Services.\n</b>Deputy will (a) make the Services available to Customer pursuant to this Agreement and the applicable Order (b) provide applicable Deputy standard support for the Purchased Services to Customer at no additional charge and/or upgraded support if purchased, and (c) use commercially reasonable efforts to make the online Purchased Services available 24 hours a day, 7 days a week, except for: (i) planned downtime (of which Deputy shall give advance electronic notice), and (ii) any unavailability caused by circumstances beyond Deputy’s reasonable control, including a Force Majeure Event.\nTo enable Deputy to provide the standard support and monitor lawful use of the Services by the Customer, the Customer grants Deputy the right and permission during the Subscription Term to access (including by remote access) Customer Data and the Customer Installation and the Customer must do all things reasonably requested by Deputy to ensure Deputy has such required access during the Subscription Term.&nbsp;</p>\n<p>\n<b>2.2 Access by Authorized Users.\n</b>A Customer subscription allows an Authorized User to access and use the Services.\nA subscription is required for each Authorized User.\nEach Authorized User must agree to the User Terms to activate their access and use of the Services.\nThe Customer must take reasonable steps to ensure that all Authorized Users keep their user identification and password or any other means of authentication for the Services strictly confidential in accordance with the User Terms.&nbsp;</p>\n<p>\n<b>2.3 Customer Data.\n</b>Customer will (and will procure that, where relevant, any member of Customer group will) collect any necessary consent, provide any necessary notice and do all such other things as are required under applicable laws (including data protection laws in the UK, EU, USA and Australia) in order for Customer to disclose Customer Data to the Customer, and for Deputy to process that Customer Data, for the purposes of this Agreement.\nCustomer will not use the Services in a manner that includes the processing of Personal Data (as defined in the DPA) which is considered “sensitive” under Applicable Law, or relates to medical conditions of an individual (“<b>Excluded Data</b>”).\nFor avoidance of doubt, Excluded Data shall include: data covered by Article 9 of European Union Regulation (EU) 2016/679, Protected Health Information as defined by the United States Health Insurance Portability and Accountability Act (“HIPAA”), and Health Information as defined by the Australian Privacy Act 1988 (Cth).\nDeputy will maintain appropriate administrative, physical and technical safeguards for protection of the security, confidentiality and integrity of Customer Data.\nThose safeguards will include, but will not be limited to, measures designed to prevent unauthorized access to or disclosure of Customer Data (other than by Customer or Authorized Users).\nExcept with respect to a free trial, the terms of the DPA are incorporated by reference and shall apply to the extent Customer Data includes Personal Data, as defined in the DPA.\nOn request by Customer made within 30 days before the effective date of termination or expiration of this Agreement, Deputy will make Customer Data available to Customer for export or download as provided in the Documentation.\nIf no such request is made, Deputy will have no obligation to maintain or provide any Customer Data, and may delete or destroy all copies of Customer Data in its systems or otherwise in its possession or control upon termination or expiration of this Agreement, unless legally prohibited.&nbsp;</p>\n<p>\n<b>2.4 Free Trial.\n</b>If Customer registers on Deputy’s or an Affiliate’s website for a free trial, Deputy will make the applicable Service(s) available to Customer on a trial basis free of charge until the earlier of (a) the end of the free trial period for which Customer registered to use the applicable Service(s), or (b) the start date of any Purchased Service subscriptions ordered by Customer for such Service(s), or (c) termination of the free trial by Deputy in its sole discretion.\nAdditional trial terms and conditions may appear on the trial registration web page.\nAny such additional terms and conditions are incorporated into this Agreement by reference and are legally binding.\nAny Customer Data that a Customer enters into the Services, and any customizations made to the Services by or for Customer, during Customer’s free trial will be permanently lost to the Customer unless Customer purchases a subscription to the same Services as those covered by the free trial or exports such data, before the end of the trial period.&nbsp;</p>\n<p>NOTWITHSTANDING SECTIONS 8 (WARRANTIES AND DISCLAIMERS) AND 9.1 (INDEMNIFICATION BY DEPUTY) BELOW, BUT SUBJECT TO APPLICABLE LAWS, DURING THE FREE TRIAL THE SERVICES ARE PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTY AND DEPUTY SHALL HAVE NO INDEMNIFICATION OBLIGATIONS NOR LIABILITY OF ANY TYPE WITH RESPECT TO THE SERVICES FOR THE FREE TRIAL PERIOD UNLESS SUCH EXCLUSION OF LIABILITY IS NOT ENFORCEABLE UNDER APPLICABLE LAW IN WHICH CASE DEPUTY’S LIABILITY WITH RESPECT TO THE SERVICES PROVIDED DURING THE FREE TRIAL SHALL NOT EXCEED US$100 IN THE AGGREGATE.\nWITHOUT LIMITING THE FOREGOING, DEPUTY AND ITS AFFILIATES AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO CUSTOMER THAT: (A) CUSTOMER’S USE OF THE SERVICES DURING THE FREE TRIAL PERIOD WILL MEET CUSTOMER’S REQUIREMENTS, (B) CUSTOMER’S USE OF THE SERVICES DURING THE FREE TRIAL PERIOD WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, AND (C) USAGE DATA PROVIDED DURING THE FREE TRIAL PERIOD WILL BE ACCURATE.&nbsp;</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY IN SECTION 10 (LIMITATION OF LIABILITY) BELOW, CUSTOMER IS FULLY LIABLE UNDER THIS AGREEMENT TO DEPUTY AND ITS AFFILIATES FOR ANY DAMAGES ARISING OUT OF CUSTOMER’S USE OF THE SERVICES DURING THE FREE TRIAL PERIOD, ANY BREACH BY CUSTOMER OF THIS AGREEMENT AND THE CUSTOMER’S INDEMNIFICATION OBLIGATIONS UNDER THIS AGREEMENT.&nbsp;</p>\n<p>\n<b>2.5 Free Services and Beta Services.\n</b>Deputy may make Free Services and Beta Services available to Customer.\nUse of Free Services and Beta Services is subject to the terms and conditions of this Agreement.\nIn the event of a conflict between this section and any other portion of this Agreement, this section shall take precedence.\nFree Services and Beta Services are provided to Customer without charge subject to certain usage limits determined reasonably by Deputy.\nUsage over these limits requires Customer’s purchase of additional resources or services.\nCustomer agrees that&nbsp;Deputy, in its sole discretion and for any or no reason, may modify or terminate Customer’s right to access the Free Services and Beta Services or any part thereof.\nCustomer agrees that any termination of Customer’s access to the Free Services and Beta Services may be without prior notice, and Customer agrees that Deputy or any of their Affiliates will not be liable to Customer or any third party for such termination.\nCustomer is solely responsible for exporting Customer Data from the Free Services and Beta Services prior to termination of Customer’s access to the Free Services and Beta Services for any reason, provided that if Deputy or any of their Affiliates terminates Customer’s account, except as required by law, Deputy or any of their Affiliates will provide Customer a reasonable opportunity to retrieve its Customer Data.&nbsp;</p>\n<p>NOTWITHSTANDING SECTIONS 8 (WARRANTIES AND DISCLAIMERS) AND 9.1 (INDEMNIFICATION BY DEPUTY) BELOW, BUT SUBJECT TO APPLICABLE LAWS, THE FREE SERVICES AND BETA SERVICES ARE PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTY AND DEPUTY SHALL HAVE NO INDEMNIFICATION OBLIGATIONS NOR LIABILITY OF ANY TYPE WITH RESPECT TO THE FREE SERVICES OR BETA SERVICES UNLESS SUCH EXCLUSION OF LIABILITY IS NOT ENFORCEABLE UNDER APPLICABLE LAW IN WHICH CASE DEPUTY’S LIABILITY WITH RESPECT TO THE FREE SERVICES AND BETA SERVICES SHALL NOT EXCEED US$100 IN THE AGGREGATE.\nWITHOUT LIMITING THE FOREGOING, DEPUTY AND ITS AFFILIATES AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO CUSTOMER THAT: (A) CUSTOMER’S USE OF THE FREE SERVICES OR BETA SERVICES WILL MEET CUSTOMER’S REQUIREMENTS, (B) CUSTOMER’S USE OF THE FREE SERVICES OR BETA SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, AND (C) USAGE DATA PROVIDED THROUGH THE FREE SERVICES OR BETA SERVICES WILL BE ACCURATE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN SECTION 10 (LIMITATION OF LIABILITY) BELOW, CUSTOMER SHALL BE FULLY LIABLE UNDER THIS AGREEMENT TO DEPUTY AND ITS AFFILIATES FOR ANY DAMAGES ARISING OUT OF CUSTOMER’S USE OF THE FREE SERVICES OR BETA SERVICES, ANY BREACH BY CUSTOMER OF THIS AGREEMENT AND ANY OF CUSTOMER’S INDEMNIFICATION OBLIGATIONS UNDER&nbsp;THIS AGREEMENT.&nbsp;</p>\n<b>\n<br>\n</b>3.\nUse of services<p>\n<b>3.1 Communications.\n</b>By providing your telephone number, you are providing express written consent to receive communications from Deputy, (including its affiliates, agents, service providers, and affiliates for the purposes defined above) for any purpose, including but not limited to marketing various services from both Deputy and partners that they Deputy has joint marketing agreements with.\nAdditionally, you agree to receive communications from Deputy regarding any service, and any information you may have obtained via your use of a Deputy website.\nYou agree that these communications include, but are not limited to, the use of an Automated Telephone Dialing System, pre-recorded and/or artificial voice, SMS, MMS, text, fax, email or other similar means, regardless of whether your phone number is registered on a state or federal Do Not Call list.\nYou agree that Deputy is not responsible for any charges to you regarding these communications.\nStandard voice and data rates may apply.\nFurther, you understand that you do not need to provide this consent to call as a condition to receive any good or service, in which case you will not provide your phone number.&nbsp;</p>\n<p>\n<b>3.2 Electronic Transactions.\n</b>By using the Services, you agree to transact electronically with Deputy.\nYou agree that your electronic signature is the legal equivalent of your manual signature.\nYou further agree that your use of a key pad, mouse or other device to select an item, button, icon or similar act/action, constitutes your signature as if actually signed by you in writing.\nYou also agree that no certification authority or other third party verification is necessary to validate your electronic signature, and the lack of such certification or third party verification will not in any way affect the enforceability of your electronic signature.&nbsp;</p>\n<p>\n<b>3.3 Subscriptions.\n</b>Subject to the terms of this Agreement and unless otherwise provided in the applicable Order: (a) the Customer subscribes for the Purchased Services for the Subscription Term, (b) subscriptions for additional Purchased Services may be added during a Subscription Term at the prevailing pricing, prorated for the portion of that Subscription Term remaining at the time the subscriptions are added, and (c) any added subscriptions will terminate on the same date as the underlying subscriptions.\nCustomer agrees that its purchases are not contingent on the delivery of any&nbsp;future functionality or features, or dependent on any oral or written public comments made by Deputy regarding future functionality or features.&nbsp;</p>\n<p>\n<b>3.4 Adding Authorized Users.\n</b>A Customer may request to increase or reduce the number of Authorized Users by submitting an Order.\nUnless otherwise stated by Deputy in relation to the applicable Order, Deputy will charge the Customer for any increased or decreased number of Authorized Users at the prevailing subscription pricing.&nbsp;</p>\n<p>\n<b>3.5 Customer Responsibilities.\n</b>Customer will (a) be responsible for Authorized Users’ compliance with this Agreement (including the Product Specific Terms), each Order, the User Terms and for all acts or omissions of the Authorized Users, (b) be responsible for the accuracy, quality and legality of Customer Data, the means by which Customer acquired Customer Data, Customer’s use of Customer Data with the Services, and the interoperation of any Non-Deputy Applications with which Customer uses Services, (c) be responsible for ensuring that the use of the Services (including the use of any outputs of the Services) by the Customer and each of its Authorized Users complies with Applicable Laws, Legal Requirements and the Acceptable Use Policy, (d) use commercially reasonable efforts to prevent unauthorized access to or use of Services (including the processing of Excluded Data by Services), and notify Deputy promptly of any such unauthorized access or use, (e) use Services only in accordance with this Agreement, each Order and Applicable Laws, and (f) comply with terms of service of any Non-Deputy Applications with which Customer uses Services.\nAny use of the Services in breach of the above obligations by Customer or Authorized Users that in Deputy’s judgment threatens the security, integrity or availability of Deputy’s services, may result in Deputy suffering loss and damage and the immediate suspension of the Services, however Deputy will use commercially reasonable efforts under the circumstances to provide Customer with notice and an opportunity to remedy such violation or threat prior to any such suspension.\nAny suspension of the Services by Deputy under this section will not limit Deputy’s rights to recover any loss or damage it has suffered or incurred arising from any failure by the Customer to comply with its responsibilities under this section 3.5.&nbsp;</p>\n<p>\n<b>3.6 Restrictions.\n</b>Customer will not (a) make any Service available to anyone other than Customer or Authorized Users, or use any Service for the benefit of anyone other than Customer or its Affiliates, unless expressly stated otherwise in the terms of each Order, (b) sell, resell, license, sublicense, distribute, rent, lease, transfer or provide access to any Service to a third party, (c) use a Service or Non-Deputy Application to store or transmit infringing, libelous, or otherwise unlawful or tortious material, or to store or transmit material in violation of third-party privacy rights, (d) use a Service or Non-Deputy Application to store or transmit Malicious Code, (e) interfere with or disrupt the integrity or performance of any Service or third-party data contained therein, (f) attempt to gain unauthorized access to any Service or its related systems or networks, (g) permit direct or indirect access to or use of any Services in a way that circumvents a contractual usage limit, or use any Services to access or use any of Deputy intellectual property except as permitted under this Agreement, the terms of each Order, (h) modify, copy, or create derivative works based on a Service or any part, feature, function or user interface thereof, (i) frame or mirror any part of any Service, other than framing on Customer's own intranets or otherwise for its own internal business purposes, (j) except to the extent permitted by Applicable Law (and then only upon advance notice to Deputy), disassemble, reverse engineer,&nbsp;decompile, translate or otherwise seek to obtain or derive the source code, underlying ideas, algorithms, file formats or non-public APIs to any Service, or (k) access or use a Service to: (i) build a competitive product or service, (ii) build a product or service using similar ideas, features, functions or graphics of the Service, (iii) copy any ideas, features, functions or graphics of the Service, or (iv) determine whether the Services are within the scope of any patent.\nDeputy’s competitors are prohibited from accessing the Services and Services may not be accessed for purposes of monitoring their availability, performance or functionality, or for any other benchmarking or competitive purposes.&nbsp;</p>\n<p>\n<b>3.7 Removal of Non-Deputy Applications.\n</b>If Customer receives notice that a Non-Deputy Application must be removed, modified and/or disabled to avoid violating applicable law, third-party rights, Customer must promptly do so.\nIf requested by Deputy, Customer shall confirm such deletion and discontinuance of use in writing and Deputy shall be authorized to provide a copy of such confirmation to any such third party claimant or governmental authority, as applicable.\nIf Customer does not take required action in accordance with the above, or if in Deputy’s judgment continued violation is likely to reoccur, Deputy may disable or suspend the Customer’s access to the applicable Service and/or Non-Deputy Application.\nDeputy will have no liability to the Customer for disabling or suspending the Customer’s access to any Service or Non-Deputy Application as described in this section 3.7.</p>\n<b>\n<br>\n</b>4.\nNon-Deputy products and services<p>\n<b>4.1 Non-Deputy Products and Services.\n</b>Any acquisition or use by Customer of Third Party Products or Services that are supplied by a Non-Deputy provider, including any exchange of Customer Data or other data between Customer and any Non-Deputy provider, is solely between Customer and the applicable Non-Deputy provider.\nThe Customer is solely responsible for any loss, damage or liability whatsoever that may arise out of or in connection with its decision to permit a Non-Deputy provider to&nbsp;access or use Customer Data.\nDeputy does not warrant or support Non-Deputy Applications or other Third Party Products or Services, unless expressly provided otherwise in an Order.\nDeputy is not responsible for any disclosure, modification or deletion of Customer Data resulting from access or use of such Customer Data by a Non-Deputy Application, or a Non-Deputy provider or vendor.&nbsp;</p>\n<p>\n<b>4.2 Integration with Non-Deputy Applications.\n</b>The Services may contain features designed to interoperate with Non-Deputy Applications.\nDeputy cannot guarantee the continued availability of such Service features, and may cease providing them without entitling Customer to any refund, credit, or other compensation if, for example and without limitation, the provider of a Non-Deputy Application ceases to make the Non-Deputy Application available for interoperation with the corresponding Service features in a manner reasonably acceptable to Deputy.\nNotwithstanding any other provision of this Agreement, Customer agrees that Deputy shall have no obligations or liability related to any integration with Non-Deputy Applications.&nbsp;</p>\n<b>\n<br>\n</b>5.\nFees and payment<p>\n<b>5.1 Fees.\n</b>Customer will pay all fees specified in an Order.\nExcept as otherwise specified herein or in an Order, (a) payment obligations are non-cancellable and fees paid are non-refundable, and (b) quantities purchased may only be decreased in accordance with the Pricing Policy.\nDeputy may change the fees payable by Customer in accordance with the Pricing Policy.</p>\n<p>\n<b>5.2 Invoicing and Payment.\n</b>Subject to the terms of the relevant Order, Customer will provide Deputy with valid and up-to-date payment facility information to facilitate payment for the Purchased Services, or such other documentation acceptable to Deputy to facilitate invoicing and payment in accordance with the Order.\nIf Customer provides credit card information to Deputy, Customer&nbsp;authorizes Deputy to charge such credit card for all Purchased Services listed in the Order for the Subscription Term and any renewal or extension of the Subscription Term as set forth in section 11.2 “Term of Purchased Subscriptions”.\nFor monthly subscriptions, charges shall be made monthly in arrears.\nFor annual subscriptions, charges shall be made annually in advance.\nIf the Order specifies that payment will be by a method other than a credit card, Deputy will invoice in accordance with the relevant Order.\nUnless otherwise stated in the Order, invoiced fees are due net 30 days from the invoice date.\nCustomer is responsible for providing complete and accurate billing and contact information to Deputy and notifying Deputy of any changes to such information.&nbsp;</p>\n<p>\n<b>5.3 Overdue Charges.\n</b>If any invoiced amount is not received by Deputy by the due date then, without limiting Deputy’s rights or remedies, (a) the Customer must pay to Deputy interest on the unpaid amount under the relevant invoice at the rate of 1.5% per month, accrued daily and compounded on a monthly basis, and/or (b) the Customer must comply with any revised payment terms to those specified in section 5.2 “Invoicing and Payment” section, notified by Deputy to the Customer for any renewal or extension of the Subscription Term and/or any future Orders.&nbsp;</p>\n<p>\n<b>5.4 Suspension of Service and Acceleration.\n</b>If any charge owing by Customer under this Agreement is overdue, (including in the case of amounts Customer has authorized Deputy to charge to Customer’s credit card), Deputy may, without limiting its other rights and remedies, accelerate Customer’s unpaid fee obligations under any other agreements, arrangements or understandings that Deputy has made or has with the Customer so that all such payment obligations become immediately due and payable, and suspend Services until such amounts are paid in full, provided that, other than for Customers paying by credit card or direct debit whose payment has been declined, Deputy will give Customer at least 10 days’ prior notice that its account is overdue, in accordance with section 13.10 (Manner of Giving Notice) below for billing notices, before suspending services to Customer.</p>\n<p>\n<b>5.5 Payment Disputes.\n</b>Deputy may waive its rights under section 5.3 (Overdue Charges) or section 5.4 (Suspension of Service and Acceleration) above if, in the reasonable opinion of Deputy, the Customer is disputing the applicable charges reasonably and in good faith and is cooperating diligently to resolve the dispute.&nbsp;</p>\n<p>\n<b>5.6 Taxes.\n</b>Deputy's fees do not include any taxes, levies, duties or similar governmental charges or assessments of any nature, including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction whatsoever (<b>Taxes</b>).\nCustomer is responsible for paying all Taxes associated with its purchases pursuant to each Order.\nIf Deputy has the legal obligation to pay or collect Taxes for which Customer is responsible under this section, Deputy will invoice Customer and Customer will pay such invoices in full unless Customer can establish to Deputy’s reasonable satisfaction a lawful exemption to the payment of such Taxes, including without limitation the production of a valid Tax exemption certificate authorized by the appropriate taxing authority.\nDeputy is solely responsible for taxes assessable against it based on its income, property and employees.&nbsp;</p>\n<br>6.\nProprietary rights and licenses<p>\n<b>6.1 Reservation of Rights.\n</b>Subject to the limited rights expressly granted under this Agreement, Deputy, its Affiliates and its licensors reserve all of their right, title and interest in and to the Services, including all of their related intellectual property rights.\nNo rights are granted to Customer other than as expressly provided in this Agreement.&nbsp;</p>\n<p>\n<b>6.2 License by Customer to Deputy.\n</b>(a) Customer grants Deputy and its Affiliates a worldwide, limited-term license to sub-license, host, copy, use, transmit, and display any Customer Data and any Non-Deputy Applications and program code created by or for Customer using a Service or for use by Customer with the Services, to the extent required for Deputy to provide and ensure proper operation of the Services in accordance with this Agreement.\nIf Customer chooses to use a Non-Deputy Application with a Service, Deputy may allow the Non-Deputy Application and its provider to use and access Customer Data and information about Customer’s usage of the Non-Deputy Application, as appropriate, in connection with the supply of the Service.\nSubject to the limited licenses granted herein, Deputy acquires no right, title or interest from Customer or its licensors under this Agreement in or to any Customer Data, Non-Deputy Application or such program code.\n(b) Customer grants to Deputy and its Affiliates a worldwide, perpetual, irrevocable, royalty-free license to use and incorporate into its services any: (i) suggestion, enhancement request, recommendation, correction or other feedback provided by Customer or Authorized Users relating to the operation of Deputy’s or its Affiliates’ services.\nand (ii) information available to Deputy relating to Customer’s or its Affiliate’s use of the Services, including Customer Data, but only in an aggregate or statistical composite form and combined with other similar information, such that the information used by Deputy or its Affiliates will not specifically identify any Customer or Affiliate of the Customer or any of their employees, agents, contractors, clients or Authorized Users.\nFor clarity, the rights granted to Deputy under this section 6.2(b) continue after the termination or expiration of this Agreement.&nbsp;</p>\n<br>7.\nConfidentiality<p>\n<b>7.1 Definition of Confidential Information.\nConfidential Information </b>means all information disclosed by a party (<b>Disclosing Party</b>) to the other party (<b>Receiving Party</b>), whether orally or in writing, that is designated as confidential at the time of disclosure or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure.&nbsp;Confidential Information of Customer includes Customer Data.\nConfidential Information of Deputy includes the Services, and the terms and conditions of this Agreement and all Order Forms (including pricing).\nConfidential Information of each party includes business and marketing plans, code, inventions, technology and technical information, product plans and designs, and business processes disclosed by such party.\nHowever, Confidential Information does not include any information that (a) is or becomes generally known to the public without breach of any obligation owed to the Disclosing Party, (b) was known to the Receiving Party prior to its disclosure by the Disclosing Party without breach of any obligation owed to the Disclosing Party, (c) is received from a third party without breach of any obligation owed to the Disclosing Party, or (d) was independently developed by the Receiving Party.&nbsp;For the avoidance of doubt, the non-disclosure obligations set forth in this section 7 (Confidentiality) apply to Confidential Information exchanged between the parties in connection with the evaluation of Additional Services.</p>\n<p>\n<b>7.2 Protection of Confidential Information.\n</b>As between the parties, each party retains all ownership rights in and to its Confidential Information.\nThe Receiving Party will use the same degree of care that it uses to protect the confidentiality of its own confidential information of like kind (but not less than reasonable care) to (a) not use, disclose, copy or reproduce any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement and (b) except as otherwise authorized by the Disclosing Party in writing, limit access to Confidential Information of the Disclosing Party to those of the Receiving Party’s and its Affiliates’ employees, agents, contractors and other representatives having a legitimate need to know for purposes consistent with this Agreement, provided they are bound to confidentiality obligations not materially less protective of the Confidential Information than those set out in this section 7 (Confidentiality).\nNeither party will disclose the terms of this Agreement or any Order to any third party other than its Affiliates, legal counsel and accountants without the other party’s prior written consent, provided that a party that makes any such disclosure to its Affiliate, legal counsel or accountants will remain responsible for such Affiliate’s, legal counsel’s or accountant’s compliance with the terms of this section 7 (Confidentiality).\nNotwithstanding the foregoing, Deputy may disclose the terms of this Agreement and any applicable Order to a&nbsp;subcontractor or a provider of a Non-Deputy Application to the extent necessary to perform Deputy’s obligations under this Agreement, under terms of confidentiality that are not materially less protective of the Confidential Information than those set out in this section 7 (Confidentiality).&nbsp;</p>\n<p>\n<b>7.3 Compelled Disclosure.\n</b>The Receiving Party may disclose Confidential Information of the Disclosing Party to the extent compelled by law to do so, but only to the minimum extent required to comply with such law provided the Receiving Party gives the Disclosing Party prior notice of the compelled disclosure (to the extent legally permitted) and reasonable assistance, at the Disclosing Party's cost, if the Disclosing Party wishes to contest the disclosure.\nIf the Receiving Party is compelled by law to disclose the Disclosing Party’s Confidential Information as part of a civil proceeding to which the Disclosing Party is a party, and the Disclosing Party is not contesting the disclosure, the Disclosing&nbsp;Party will reimburse the Receiving Party for its reasonable cost of compiling and providing secure access to that Confidential Information.&nbsp;</p>\n<p>\n<b>7.4 Promotion and marketing.\n</b>Deputy may identify the Customer as a customer of Deputy in its promotional advertising, marketing or other commercial activities which Deputy may undertake in promoting the Services.&nbsp;</p>\n<br>8.\nWarranties and disclaimers<p>\n<b>8.1 Mutual Warranties.\n</b>Each party represents and warrants that it has validly entered into this Agreement and has the legal power and authority to do so.&nbsp;</p>\n<p>\n<b>8.2 Customer Warranties.\n</b>The Customer warrants that it has not relied on any representation made by Deputy which has not been expressly set out in this Agreement or the Order.\nCustomer further represents and warrants that it has any and all necessary permissions, consents, or authorizations required to legally use the Services for processing Personal Data (as defined by the DPA).&nbsp;</p>\n<p>\n<b>8.3 Deputy Warranties.&nbsp;</b>\n</p>\n<p>Deputy represents, warrants and covenants to the Customer that: (a) Deputy has and will have all rights, titles, licenses, permissions and approvals necessary to perform its obligations under this Agreement and to grant the Customer the rights under this Agreement.\nand (b) Deputy has taken reasonable steps to test the Services for viruses, worms, time bombs, time locks, drop dead devices, traps or trap door devices.&nbsp;</p>\n<p>For any breach of a warranty, Customer’s exclusive remedies are those described in sections 11.3 (Termination for Cause) and 11.5 (Refund or Payment on Termination), below.&nbsp;</p>\n<p>\n<b>8.4 Disclaimers.\n</b>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, EXCEPT AS EXPRESSLY PROVIDED IN THIS AGREEMENT, ALL SERVICES AND ADDITIONAL SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS AND DEPUTY EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, AND EACH PARTY SPECIFICALLY DISCLAIMS ALL IMPLIED&nbsp;WARRANTIES, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NON-INFRINGEMENT.\nDEPUTY DOES NOT WARRANT THAT THE CUSTOMER’S USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, THAT THE TRANSMISSION OF CUSTOMER DATA OVER THE INTERNET WILL ALWAYS BE SECURE, OR THAT DEPUTY WILL PRESERVE OR MAINTAIN CUSTOMER DATA WITHOUT LOSS OR DAMAGE.\nIN THE EVENT THAT ANY WARRANTY IS IMPLIED BY CONSUMER LAWS AND CANNOT OTHERWISE BE LAWFULLY EXCLUDED, NOTHING IN THIS AGREEMENT WILL RESTRICT, EXCLUDE OR MODIFY ANY STATUTORY WARRANTIES, GUARANTEES, RIGHTS OR REMEDIES AND OTHERWISE DEPUTY’S LIABILITY IS LIMITED (AT DEPUTY’S OPTION) TO SUPPLYING THE SERVICES AGAIN OR THE PAYMENT OF THE REASONABLE COSTS OF HAVING THE SERVICES SUPPLIED AGAIN.&nbsp;</p>\n<b>\n<br>\n</b>9.\nMutual indemnification<p>\n<b>9.1 Indemnification by Deputy.\n</b>Deputy will defend Customer against any claim, demand, suit or proceeding made or brought against Customer by a third party alleging that any Purchased Service when used as authorised under this Agreement infringes or misappropriates such third party’s intellectual property rights (a “Claim Against Customer”), and will indemnify Customer from any damages, attorney fees and costs finally awarded against Customer as a result of, or for amounts paid by Customer under a settlement approved by Deputy in writing of, a Claim Against Customer, provided Customer (a) promptly gives Deputy written notice of the Claim Against Customer, (b) gives Deputy sole control of the investigation, defense and settlement (if any) of the Claim Against Customer (except that Deputy may not settle any Claim Against Customer unless it unconditionally releases Customer from all liability), and (c) gives Deputy all reasonable assistance in the defense and investigation of the Claim, at Deputy’s expense.\nIf Deputy receives information about an infringement or misappropriation claim related to a Service, Deputy may in its discretion and at no cost to Customer (i) modify the Services so that they are no longer claimed to infringe or misappropriate, without breaching Deputy’s warranties under section 8.3 (Deputy Warranties) above, (ii) obtain a license for Customer’s continued use of that Service in accordance with this Agreement, or (iii) terminate Customer’s subscriptions for that Service upon 30 days’ written notice and refund Customer any prepaid fees covering the remainder of the term of the terminated subscriptions.\nThe above defense and indemnification obligations do not apply if: (1) a Claim Against Customer arises from the use or combination of the Services or any part thereof with software, hardware, data, or processes not provided by Deputy, if the Services or use thereof would not infringe without such combination.\n(2) a Claim Against Customer arises from Services under an Order Form for which there is no charge.\n(3) a Claim Against Customer arises from a Non&nbsp;Deputy Application or Customer’s breach of this Agreement, the Documentation or applicable Order Forms.\nor (4) the Customer settles or makes an admission with respect to a Claim Against Customer with Deputy’s prior written consent.&nbsp;</p>\n<p>\n<b>9.2 Indemnification by Customer.\n</b>Customer will defend Deputy and its Affiliates against any claim, demand, suit or proceeding made or brought against Deputy by a third party alleging (a) that any Customer Data or Customer’s use of Customer Data with the Services, (b) a Non-Deputy Application provided by Customer, or (c) the combination of a Non-Deputy Application provided by the Customer and used with the Services, infringes or misappropriates such third party’s intellectual property rights.\nor arising from Customer’s use of the Services or Content in an unlawful manner or in violation of the Agreement (including, without limitation, Customer’s use of the Services to process Excluded Data or arising out of a breach of the Customer’s obligations under applicable privacy laws), the Documentation, or Order (each a “Claim Against Deputy”).\nand will indemnify Deputy from any damages, attorney fees and costs finally awarded against Deputy as a result of, or for any amounts paid by Deputy under a settlement approved by Customer in writing of, a Claim Against Deputy, provided Deputy (i) promptly gives Customer written notice of the Claim Against Deputy, (ii) gives Customer sole control of the investigation, defense and settlement (if any) of the Claim Against Deputy (except that Customer may not settle any Claim Against Deputy unless it unconditionally releases Deputyof all liability), and (iii) gives Customer all reasonable assistance in the defense and investigation of the Claim, at Customer’s expense.\nThe above defense and indemnification obligations do not apply if a Claim Against Deputy arises from Deputy’s breach of this Agreement, the Documentation or applicable Order.&nbsp;</p>\n<p>\n<b>9.3 Exclusive Remedy.\n</b>This section 9 (Mutual Indemnification) comprises the indemnifying party’s sole liability to, and the indemnified party’s exclusive remedy against, the other party for any third party claim described in this section.</p>\n<b>\n<br>\n</b>10.\nLimitation of liability<p>\n<b>10.1 Limitation of Liability.\n</b>IN NO EVENT SHALL THE AGGREGATE LIABILITY OF DEPUTY TOGETHER WITH ALL OF ITS AFFILIATES ARISING OUT OF OR RELATED TO THIS AGREEMENT EXCEED THE TOTAL AMOUNT PAID BY THE CUSTOMER AND ITS AFFILIATES UNDER THIS AGREEMENT FOR THE SERVICES GIVING RISE TO THE LIABILITY IN THE TWELVE MONTHS BEFORE THE FIRST CAUSE OF ACTION AROSE.\nFOR SERVICES PROVIDED FREE OF CHARGE, DEPUTY’S LIABILITY IS LIMITED TO US$100 IN THE AGGREGATE.\nTHE FOREGOING LIMITATION WILL APPLY WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY.&nbsp;</p>\n<p>\n<b>10.2 Exclusion of Consequential and Related Damages.\n</b>NEITHER DEPUTY NOR ITS AFFILIATES WILL HAVE ANY LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT OR THE USER TERMS FOR ANY LOST PROFITS, REVENUES OR GOODWILL OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, BUSINESS INTERRUPTION OR PUNITIVE DAMAGES, WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, EVEN IF A PARTY OR ITS SUPPLIERS OR AFFILIATES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE OR IF A PARTY’S OR ITS AFFILIATES’ REMEDY OTHERWISE FAILS OF ITS ESSENTIAL PURPOSE.\nTHE FOREGOING DISCLAIMER WILL NOT APPLY TO THE EXTENT PROHIBITED BY LAW.&nbsp;</p>\n<p>\n<b>10.3 Multiple Claims &amp.\nTime Limits.\n</b>MULTIPLE CLAIMS WILL NOT EXPAND THE LIMITATIONS IN THIS SECTION 10 (LIMITATION OF LIABILITY).\nANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CLAIM OR CAUSE OF ACTION ARISES, OTHERWISE SUCH CLAIM AND CAUSE OF ACTION WILL BE PERMANENTLY BARRED.&nbsp;</p>\n<p>\n<b>10.4 Jurisdiction Limitations.\n</b>SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION AND/OR LIMITATION OF CONSEQUENTIAL, INCIDENTAL, SPECIAL OR OTHER DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH EVENT, THE LIABILITY OF DEPUTY AND ITS AFFILIATES FOR SUCH DAMAGES WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nTHIS SECTION 10 (LIMITATION OF LIABILITY) WILL SURVIVE ANY TERMINATION OR EXPIRATION OF THIS AGREEMENT.&nbsp;</p>\n<br>11.\nTerm and termination<p>\n<b>11.1 Term of Agreement.\n</b>This Agreement commences on the date Customer first accepts it and continues until all subscriptions under this Agreement have expired or have been lawfully terminated.&nbsp;</p>\n<p>\n<b>11.2 Term of Purchased Subscriptions.\n</b>The term of each subscription shall be as specified in the applicable Order.\nExcept as otherwise specified in an Order, subscriptions will automatically renew for additional periods equal to the expiring Subscription Term or one year (whichever is shorter), unless either party gives the other written notice (email acceptable) at least 30 days before the end of the relevant Subscription Term.&nbsp;Pricing for such renewal period will be at Deputy’s then current rates as set out in the Pricing Policy.</p>\n<p>\n<b>11.3 Termination for Cause.\n</b>Either party may terminate this Agreement for cause (a) on 30 days written notice to the other party of a material breach if such breach remains uncured at the expiration of such period, or (b) if the other party becomes the subject of a petition in bankruptcy or any other proceeding relating to insolvency, receivership, liquidation or assignment for the benefit of creditors.&nbsp;</p>\n<p>\n<b>11.4 Refund or Payment upon Termination.\n</b>If this Agreement is terminated by Customer in accordance with section 11.3 (<b>Termination for Cause</b>) or section 12.3 (<b>Purchased Services</b>) Deputy will refund Customer any prepaid fees covering the remainder of the term of all Orders after the effective date of termination.\nIf this Agreement is terminated for any other reason, Customer will not be entitled to a refund of any prepaid fees and must pay any unpaid fees covering the remainder of the term of all&nbsp;Orders to the extent permitted by applicable law.\nIn no event will termination relieve Customer of its obligation to pay any fees payable to Deputy for the period prior to the effective date of termination.&nbsp;</p>\n<p>\n<b>11.5 Effect of Termination.\n</b>Upon the expiration or termination of this Agreement, the Customer must cease using all Services and delete (or at Deputy’s request return) all Confidential Information in the Customer’s possession or control.\nThe Customer will certify such deletion at Deputy’s request.\nDeputy will, upon request by Customer but only where such request is made in accordance with section 2.3 (Protection of Customer Data), return to the Customer all Customer Data stored on the Services in such format as Deputy may, at its sole discretion, see fit.&nbsp;</p>\n<p>\n<b>11.6 Surviving Provisions.\n</b>Sections 2.5 (Free Services), 3.7 (Removal of Non-Deputy Applications), 5 (Fees and Payment), 6 (Proprietary Rights and Licenses), 7 (Confidentiality), 8.4 (Disclaimers), 9 (Mutual Indemnification), 10 (Limitation of Liability), 11.4 (Refund or Payment upon Termination), 11.6 (Surviving Provisions) and 12 (General Provisions) will survive any termination or expiration of this Agreement, and section 2.3 (Protection of Customer Data) will survive any termination or expiration of this Agreement for so long as Deputy retains possession of Customer Data.&nbsp;</p>\n<b>\n<br>\n</b>12.\nChanges to terms<p>\n<b>12.1 Changes to Terms.\n</b>Deputy may modify the terms and conditions in this Agreement (including its policies), at any time.\nIf Deputy makes a material change to this Agreement, Deputy will provide Customer with reasonable notice prior to the change taking effect, either by notifying Customer in accordance with section 13.10 (<b>Manner of Giving Notice</b>) or by messaging Customer through the Services.\nCustomer can review the current version of this Agreement at any time on Deputy’s website.\nThe materially revised Agreement will become effective on the date set forth in Deputy’s notice, and all other changes will become effective upon posting of the modified Agreement on Deputy’s website.&nbsp;</p>\n<p>\n<b>12.2 Free Services.\n</b>Customer must accept the modifications to continue using the Free Services.\nIf Customer objects to the modifications, its exclusive remedy is to cease using the Free Services.&nbsp;</p>\n<p>\n<b>12.3 Purchased Services.\n</b>If Customer does not accept the modifications, Customer must stop using Services and terminate this Agreement by notice to Deputy in accordance with section 13.10 (<b>Manner of Giving Notice</b>).\nIf Customer continues to access and use the Services after the effective date of the changes, that use will constitute Customer’s acceptance of the modified terms and conditions in this Agreement.&nbsp;</p>\n<b>\n<br>\n</b>13.\nGeneral provisions<p>\n<b>13.1 Entire Agreement and Order of Precedence.\n</b>This Agreement, including any terms incorporated by reference into this Agreement, is the entire agreement between Deputy and Customer regarding Customer’s use of Services and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nThe parties agree that any term or condition stated in a Customer purchase order or in any other Customer order documentation (excluding Orders) is void.\nIn the event of any conflict or inconsistency among the following documents, the order of precedence shall be: (1) the DPA.\n(2) the Product Specific Terms.\n(3) the applicable Order.\nand (4) this Agreement (other than the Product Specific Terms).</p>\n<p>\n<b>13.2 Interpretation.\n</b>As used herein, “including” (and its variants) means “including without limitation” (and its variants).\nTitles and headings of sections of this Agreement are for convenience only and do not affect the construction of any provision of this Agreement.&nbsp;</p>\n<p>\n<b>13.3 Relationship of the Parties.\n</b>The parties are independent contractors.\nThis Agreement does not create a partnership, franchise, joint venture, agency, fiduciary or employment relationship between the parties.\nEach party will be solely responsible for payment of all compensation owed to its employees, as well as all employment-related taxes.&nbsp;</p>\n<p>\n<b>13.4 Waiver.\n</b>No failure or delay by either party in exercising any right under this Agreement will constitute a waiver of that right.</p>\n<p>\n<b>13.5 Severability.\n</b>If any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that this Agreement will otherwise remain in full force and effect and enforceable.&nbsp;</p>\n<p>\n<b>13.6 Assignment.\n</b>The Customer may not assign any of its rights or obligations under this Agreement, whether by operation of law or otherwise, without Deputy’s prior written consent (not to be unreasonably withheld) provided, however, Customer may assign this Agreement in its entirety (including all Order Forms), without Deputy’s consent in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.\nHowever, if Customer is acquired by, sells substantially all of its assets to, or undergoes a change of control in favor of, a direct competitor of Deputy, then Deputy may terminate this Agreement on written notice.\nIn the event of such a termination, Deputy will refund Customer any prepaid fees covering the remainder of the term of all subscriptions for the period after the effective date of such termination.\nDeputy may assign any of its rights or obligations under this Agreement without the Customer’s consent.\nSubject to the foregoing, this Agreement will bind and inure to the benefit of the parties, their respective successors and permitted assigns.&nbsp;</p>\n<p>\n<b>13.7 No adverse construction.\n</b>Nothing in this Agreement is to be interpreted against a party solely on the grounds that the party put forward the Agreement or a relevant part of it.&nbsp;</p>\n<p>\n<b>13.8 Competitors.\n</b>Deputy’s direct competitors are prohibited from accessing the Services, except with Deputy’s prior written consent.\nIn addition, the Services may not be accessed for purposes of monitoring their availability, performance or functionality, or for any other benchmarking or competitive purposes.&nbsp;</p>\n<p>\n<b>13.9 Deputy Contracting Entity, Governing Law and Venue.\n</b>All references to ‘<i>Deputy</i>’, ‘<i>we</i>’, or ‘<i>us</i>’ under the Agreement and the User Terms and what law will apply in any dispute or lawsuit arising out of or in connection with this Agreement and the User Terms depends on where the Customer is domiciled.&nbsp;</p> Domicile Deputy Contracting Entity Governing Law Venue Asia Pacific including Australia, New\nZealand, Singapore, Fiji, Philippines,\nMalaysia, Indonesia, Thailand, Japan,\nChina, South Korea, India, Sri Lanka &amp.\nPakistan Deputec Pty Limited Laws of State of New South Wales, Australia New South Wales The Americas including United States\nof America (USA), Canada, Mexico,\nColumbia, Brazil, Argentina &amp.\nChile Deputy Corporation Laws of State of California, USA California, USA Europe, the Middle East and Africa\nincluding the United Kingdom, the\nNetherlands, Ireland, South Africa &amp.\nIsrael Deputy EMEA Limited Laws of England and Wales England <p>This Agreement, and any disputes arising out of or related hereto, are governed exclusively by the applicable Governing Law above.\nThe courts located in the applicable Venue above will have exclusive jurisdiction to adjudicate any dispute arising out of or relating to this Agreement or its formation, interpretation or enforcement.\nEach party agrees to the applicable governing law above without regard to choice or conflicts of law rules, and to the exclusive jurisdiction of the applicable courts above.&nbsp;</p>\n<p>\n<b>13.10 Manner of Giving Notice.\n</b>Except as otherwise specified in this Agreement, all notices related to this Agreement will be in writing and will be effective upon (a) personal delivery, (b) the second business day after mailing, or (c), except for notices of termination or an indemnifiable claim (“Legal Notices”), which shall clearly be identifiable as Legal Notices, the day of sending by email to <u>legal@deputy.com</u>.\nBilling-related notices to Customer will be addressed to the relevant billing contact&nbsp;designated by Customer.\nAll other notices to Customer will be addressed to the relevant Services system administrator designated by Customer.&nbsp;</p>\n<p>\n<b>13.11 Force Majeure.\n</b>If a party is prevented, hindered or delayed from performing its obligations under this Agreement (money payments excepted) by a Force Majeure Event, then as long as that situation continues, that party will be excused from performance of the obligation to the extent it is so prevented, hindered or delayed, and the time for performance of the obligation will be extended accordingly.\nIf a party is affected by a Force Majeure Event it will immediately give the other party a notice of its occurrence and its effect or likely effect, and use all reasonable endeavours to minimise the effect of the Force Majeure Event and to bring it to an end.&nbsp;</p>\n<p>\n<b>13.12 Anti-Corruption.\n</b>Neither party has received or been offered any illegal or improper bribe, kickback, payment, gift, or thing of value from an employee or agent of the other party in connection with this Agreement.\nReasonable gifts and entertainment provided in the ordinary course of business do not violate the above restriction.<br>\n<br>\n</p> Simplify shift work ™ Product Pricing Product tour See what's new Features Auto scheduling Fair workweek compliance Break planning compliance Demand forecasting Integrations Leave management Mobile app Performance management Scheduling Shift planning Shift swapping Smart scheduling Task management Time clock app Time tracking Workplace communication Industries served All industries Agriculture Call center Charity Cleaning services Construction &amp.\nEngineering Education Entertainment Healthcare Hospitality Hotels &amp.\nResorts Manufacturing &amp.\nLogistics Professional services Retail Security Supermarkets Business size Enterprise Small or medium-sized Resources Blog Customer stories Customer reviews Deputy insights Deputy reviews Free scheduling template Glossary Newsroom Refer a friend Webinars Support Deputy training Deputy API GDPR Help center Security System status Company About us Careers Join Us Partners Press Why Deputy Workforce management Contact us 1-855-633-7889 <b>Deputy USA</b>\n<br>2 Embarcadero Center, 8th Floor,&nbsp;Office 07-143<br>San Francisco, United States CA 94111 <ul>\n<li> Australia </li>\n<li> USA/Global </li>\n<li> United Kingdom </li>\n</ul> USA/Global Legal &amp.\nPrivacy Sitemap © 2023 Deputy.\nAll Rights Reserved.\n\"Deputy\" and \"Spark Device\" are trade marks of Deputechnologies Pty Ltd.\nBack to top We use cookies to ensure you get the best experience on our website, including collecting statistics to improve functionality and to deliver specific content to you.\nFind out more by reading our privacy policy.\nAccept all cookies ", "created_at": "2023-03-13 20:00:45.417876", "updated_at": "2023-03-13 20:02:30.326454"}, {"id": 14463, "name": "Privacy policy", "url": "https://www.deputy.com/terms/privacy-policy", "xpath": "//body", "text": " Start free trial Product Industries Pricing Resources Start free trial Start my free trial Log in Contact sales Help center Contact Sales Log in Start my free trial Product Industries Pricing Resources Contact Sales Log in Start my free trial Privacy policy Last updated on May 16, 2022 <p>Deputec Pty Ltd and its related companies including Deputy Corporation and Deputy EMEA Limited (“Deputy”, “we”, “us”) value and respect the privacy of individuals and is committed to ensuring compliance with data protection legislation where applicable to Deputy, including the European General Data Protection Regulation (Regulation (EU) 2016/679) and its UK equivalent (the “<b>GDPR</b>”), Australia’s Privacy Act 1988 (Cth) and the California Consumer Privacy Act 2018 (the “<b>CCPA</b>”)&nbsp;</p>\n<p>This Privacy Policy applies in connection with your use of Deputy’s workforce management subscription solutions available online, on any Deputy software application, or any other Deputy services and products that refer or link to this Privacy Policy including our associated support services (together, the “<b>Services</b>”) that Deputy either provides to your employer organization or to you directly and any other interactions that you have with us, including when you visit our website or speak with us over the phone.&nbsp;</p>\n<p>This Privacy Policy explains how Deputy collects, uses, protects and shares personal information and your rights in relation to that information.\nCapitalized terms that are not defined in this Privacy Policy have the meaning given to them in Deputy’s subscription terms available at www.deputy.com/terms (“<b>Subscription Terms</b>”).&nbsp;</p>\n<p>Deputy’s Services are mostly intended for use by employer organizations.\nThe party to the Subscription Terms will control its instance of the Services and be responsible for the personal information it discloses to Deputy.&nbsp;</p>\n<p>Please note that if Deputy is providing the Services to your employer organization, we use your personal information to allow you to access and use the Services for and on behalf of your employer organization.\nThis makes us a \"processor\" for the purposes of the GDPR.\nHowever, there will be circumstances under which we use your personal information for purposes that are not for and on behalf of your employer organization, for example, if you use the Services or contact us outside of the context of your relationship with your employer organization.\nUnder these circumstances, we may be a “controller\" for the purposes of the GDPR.\nThis distinction between whether we act as processor or controller has a number of implications from a GDPR perspective.\nPlease refer to the section titled ‘<b>\n<i>Additional information for EU/United Kingdom residents</i>\n</b>’ below for more information that will only apply to you if you are an EU/United Kingdom resident.&nbsp;</p>\n<p>If you are a California resident, there is also a section titled ‘<b>\n<i>Additional information for California residents</i>\n</b>’ below.&nbsp;</p>\n<p>This Privacy Policy does not apply to any third-party websites, applications or software that integrates with the Services or any other third-party products, services or businesses.<br>\n<br>\n</p>Personal information collected by Deputy<p>Deputy collects several different types of personal information, including the following:</p> Information type Examples Profile information personal information that is provided by you when you sign up and use our Services.\nname, signature, account and profile information including contact details (such as an email address, postal address or phone number), date of birth, gender (including gender neutrality) and profile photo.\nFinancial information transaction history, credit card details and other billing information.\nfinancial details including bank account information if your instance of the Services involves Deputy’s Employee Onboarding feature.\nEmployment information information about your employer(s), term of employment, your remuneration, and position or job function.\nshift information, including the time and date of shifts worked and scheduled.\nSensitive information health information if your instance of the Services is configured for Deputy to request health information from you and you subsequently provide that information.\nbiometric information if your instance of the Services has a “kiosk” (often an iPad device) installed and facial or voice recognition features are enabled.\nGeolocation information if you clock in and/or clock out of your shift on a phone or mobile device.\nUsage and activity information information on how the Service is accessed and used, as well as usernames and passwords.\nrecords of your communications and interactions with us.\nDevice information information about your device (e.g.\ndesktop, laptop, phone, tablet) used to access the Services such as connection type and settings, operating system, browser type, IP address, time zone settings, the time spent on webpages, unique device identifiers and other diagnostic data.\ncookies (and related online tracking technologies) to deliver enhanced functionality and better understand your interaction and usage.\nYour content content submitted to Deputy’s websites, or when you participate in any interactive features.\ninformation you create and submit to us or enter into the Services (including through Deputy’s Newsfeed service).\nYour preferences, interests, and opinions your preferences in receiving marketing communications from us.\nyour feedback and opinions about us and the Services.\nSupport information information provided by you to our support teams providing assistance to you in relation to our Services including: contact information, written and oral summaries of the issue, documents, images &amp.\nrecordings.\n<p>Certain aspects of your personal information, for example profile information, are required for many Services and if you fail to supply such information as requested for any specific Service, we may be unable to provide you with the Services in full and your enjoyment of such Services may be more limited.<br>\n<br>\n</p>How Deputy collects personal information&nbsp;<p>We may collect personal information about you when:&nbsp;</p>\n<ul>\n<li>\n<p>you provide it to us directly – e.g.\nby submitting a form, contacting us or entering it in using the Services&nbsp;</p>\n</li>\n<li>\n<p>we receive it from another party or source – e.g.\nyour employer organization, our related companies, public information and the parties described under ‘<b>\n<i>Sharing and disclosure of personal information</i>\n</b>’ below&nbsp;</p>\n</li>\n<li>\n<p>we collect it automatically – e.g.\nvia cookies and log data relating to use of the Services.&nbsp;</p>\n</li>\n</ul>\n<p>We may combine personal information with information we collect through other means, and create new information from reviews, investigations and analysis.&nbsp;</p>\n<p>If you provide us with information about another person (e.g.\nif you work for an employer organization and you provide the personal information of the organization’s employees to us), you will let that other person know that we may handle their personal information in the ways set out in this Privacy Policy, and that they can access the Privacy Policy on the Service or request a copy of it from us.<br>\n<br>\n</p>Purposes of information collected<p>Information is collected, stored, used and disclosed by Deputy for purposes including the following:&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>To provide and deliver the Services </b>to you and our customers (e.g.\nyour employer) and to administer, assess, maintain and improve the performance of the Services.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To allow you to access </b>and use the Services (including authentication).&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To personalize and optimize your experience </b>when using the Services and to ensure the Service is relevant to you, your device, and to deliver targeted content based on your information, location and preferences.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To provide you with assistance and support </b>in relation to your use of the Services and to processes and respond to a request or complaint that you may have.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To research and develop </b>the Services for the purposes of improving the Services, and to allow you to participate in surveys or interactive features of our Service when you choose to do so.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To communicate with you </b>about the Services and deliver promotional materials, special offers and general information about the Services which are similar to those you already use or enquired about unless you have opted not to receive such information.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To protect the safety and security of the Services </b>including detecting and responding to security incidents and other malicious or unlawful activity, and to detect, prevent and address technical issues.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To protect Deputy’s legitimate business interests </b>including for fulfilling and exercising our obligations and rights including in circumstances where we are required to comply with regulatory orders and audit processes, and for exercising or defending legal claims.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To generate de-identified statistical data </b>to uncover collective insights about the use of our Service (and not to specifically analyze personal characteristics).&nbsp;</p>\n</li>\n<li>\n<p>\n<b>To verify your identity </b>and to detect fraud and potential fraud, including fraudulent payments and fraudulent use of the Service.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>In connection with business transfers </b>to facilitate the sale, purchase, merger or demerger of any business by us, including assessing potential transfers and managing transitional arrangements.&nbsp;</p>\n</li>\n<li>\n<p>Other uses where you have provided your express consent.<br>\n<br>\n</p>\n</li>\n</ul>Sharing and disclosure of Information&nbsp;<p>Deputy may share or disclose personal information to various third parties.\nThese third parties are likely to include:&nbsp;</p>\n<ul>\n<li>\n<p>Your and our representatives.&nbsp;</p>\n</li>\n<li>\n<p>Technology and media partners (e.g.\ntelecommunication service providers) that perform services for us or connect with the Services (e.g.\nthird-party applications, data storage services).&nbsp;</p>\n</li>\n<li>\n<p>Social media platforms (e.g.\nwhere you interact with our account or link your account to us or the Services).&nbsp;</p>\n</li>\n<li>\n<p>Our lawyers, accountants and professional advisors.&nbsp;</p>\n</li>\n<li>\n<p>Other third-party service providers, such as third-party branding service providers.</p>\n</li>\n<li>\n<p>Our related companies.&nbsp;</p>\n</li>\n<li>\n<p>Law enforcement authorities and government agencies where we are required or permitted to do so by law, or as a result of a legal process.&nbsp;</p>\n</li>\n<li>\n<p>Any third party that your employer directs us to share or disclose your personal information to.&nbsp;</p>\n</li>\n</ul>\n<p>Deputy operates in multiple countries and regions including Australia, New Zealand, USA, Canada, the United Kingdom and the EU.\nWe may handle personal information, and transfer it to recipients, in these countries and other countries, including the Philippines.<br>\n<br>\n</p>Security of information&nbsp;<p>Deputy uses industry-standard technical and organizational measures to secure the physical and electronic information we store.\nFor more information about Deputy’s security measures that Deputy, please click here: https://www.deputy.com/au/security-features.&nbsp;</p>\n<p>Please note no security system is impenetrable and due to the inherent nature of the Internet, we cannot guarantee that information, during transmission through the Internet or while stored on our systems or otherwise in our care, is absolutely safe.<br>\n<br>\n</p>Retention<p>Your personal information will be retained for only the period that is necessary according to the purpose it was originally collected for, or to fulfil the purpose outlined in this Privacy Policy, or to meet legislative or regulatory obligations, such as financial reporting requirements.</p>\n<p>After it is determined that your personal information reaches the end of its retention period, we will either delete or anonymize your information or, if this is not possible then we will securely store your information and isolate it from any further use until deletion is possible.<br>\n<br>\n</p>Cookies<p>We also use “cookies” to collect information and improve our Services.\nA cookie is a small data file that we transfer to your device.\nWe may use “persistent cookies” to save your registration ID and login password for future logins to the Service.\nPersistent cookies as used in this Deputy Privacy Policy means storage of the session identifier in cookies for purposes of associating the cookies with a logged-in user.\nDeputy’s login sessions and cookies expire in 24 hours by default, and the cookie is persistent for the designated session time only.\nWe may use “session ID cookies” to enable certain features of the Service, to better understand how you interact with the Service and to monitor&nbsp;aggregate usage and web traffic routing on the Service.\nYou can instruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nIf you do not accept cookies, however, you may not be able to use all aspects of the Services.<br>\n<br>\n</p>Online Tracking<p>We may use internal and external analytic and product platforms to better understand usage patterns on our website so that we can improve the design and usability of our products.\nSome web browsers may transmit “do-not-track” signals to websites with which the browser communicates.\nOur website does not currently respond to these “do-not-track” signals.<br>\n<br>\n</p>Marketing<p>From time to time we may send you direct marketing communications regarding our Services.\nWe may contact you by electronic messages (e.g.\nemail), online (e.g.\nthrough our Service), by mail and by other means, unless you opt-out or we are subject to legal restrictions from doing so.\nYou may opt-out of receiving electronic messages from us at any time by contacting us via the contact details at the bottom of this Privacy Policy or by using the opt-out mechanism included in our marketing messages.<br>\n<br>\n</p>Rights in relation to personal information<p>Subject to certain limitations and restrictions (e.g.\ndepending on circumstances such as where you reside) you may have the right to exercise certain rights in relation to your personal information, including the following:&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>The right of access </b>to personal information we hold about you.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>The right to know </b>what personal information we collect about you, and how it is used and shared.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>The right of rectification </b>to update your personal information if it is inaccurate or incomplete.</p>\n</li>\n<li>\n<p>\n<b>The right to erasure/deletion (‘right to be forgotten’) </b>of your personal information.</p>\n</li>\n<li>\n<p>\n<b>The right to object </b>to our use and handling of your personal information.</p>\n</li>\n<li>\n<p>\n<b>The right to restrict </b>our handling of your personal information.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>The right of data portability </b>for transfer of your personal information to another party.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>The right to withdraw consent </b>you have previously provided to our handling of personal information.&nbsp;</p>\n</li>\n</ul>\n<p>Please note that in order to verify your request or the applicability of any of these rights to your circumstances, we may ask you for further information and to verify your identity before responding to such requests.</p>\n<p>Where a request relating to any of the above rights has been made and information has been shared with third parties, Deputy will take all reasonable steps to notify third parties of the request.</p>\n<p>If you have any questions about these privacy rights, or how to exercise them, please contact us using the contact details at the bottom of this Privacy Policy.\nWe will confirm receipt of your request and provide information on how we intend to respond.\nFurther, we will respond to your request in accordance with permitted or required timeframes set out in applicable laws.</p>\n<p>In certain circumstances, for example, if we only hold your personal information because we are providing the Services to your employer organization, it may be more appropriate for you to exercise&nbsp;these rights against your employer organization rather against Deputy, in which case we will advise you to do so if you contact us in the first instance.<br>\n<br>\n</p>Complaints<p>We take your privacy concerns seriously.\nIf you have a complaint regarding our handling of your personal information or concerning our privacy practices, you may file a complaint with us using the contact details set out at the bottom of this Privacy Policy.\nWe will confirm receipt of your complaint and, where appropriate, open an investigation into your complaint.</p>\n<p>We may need to contact you to request further details of your complaint.\nIf an investigation has been opened following a complaint made by you, then we will contact you with the result of that complaint as soon as possible.\nIn the unlikely circumstances we are unable to resolve your complaint to your satisfaction, you have the right to lodge a complaint with the relevant privacy data protection authority in your jurisdiction.\nFor reference, we set out below the identify of some of the relevant authorities:</p>\n<ul>\n<li>\n<p>If you reside in the EU and you are unsure of who is the data protection authority is in your country, please refer to this link: https://edpb.europa.eu/about-edpb/board/members_en</p>\n</li>\n<li>\n<p>If you reside in Australia, your data protection authority is the Office of the Australian Information Commissioner (<b>OAIC</b>): https://www.oaic.gov.au/</p>\n</li>\n<li>\n<p>If you reside in the United Kingdom, your data protection authority is the Information Commissioner’s Office (<b>ICO</b>): https://ico.org.uk/</p>\n</li>\n<li>\n<p>If you reside in the United States, data protection regulations are developing, and privacy is handled on a state-by-state basis – in these instances, refer to your state’s Attorney General’s website.\nThe US Department of Commerce also has a dedicated contact to liaison with EU data protection authorities in the event of enquiries or referrals: https://www.privacyshield.gov/article?id=DPA-Liaison-at-Department-of-Commerce<br>\n<br>\n</p>\n</li>\n</ul>Additional information for EU/United Kingdom residents<p>\n<i>Basis for handling personal information</i>\n</p>\n<p>Where we process your personal information as a processor on behalf of your employer organization, your employer organization is responsible for ensuring that there is a legal basis under the GDPR for us processing your personal information on their behalf.</p>\n<p>Where we process your personal information as a controller, we need to ensure that there is a legal basis under the GDPR to justify our processing of your personal information.\nThere are a number of different ways that we are lawfully able to process your personal information.\nWe have set these out below.</p>\n<p>\n<b>Where processing your personal information is necessary for us to carry out our obligations arising from any contracts entered into between you and us</b>\n</p>\n<ul>\n<li>\n<p>If you enter into a contract with us directly in relation to any element of the Services, we may process certain personal information about you in order to perform our obligations under this contract.<br>\n</p>\n</li>\n</ul>\n<p>\n<b>Where processing your personal information is within our legitimate interests</b>\n</p>\n<ul>\n<li>\n<p>We may process your personal information for the purposes of our legitimate interests, for example, in order to: enforce the terms of our website, analyse log data/user statistics to improve the Services for all users, communicate with you about your access to the Services and/or our website, ensure the Services and our website run smoothly and to respond to any of your questions, feedback, claims or disputes.</p>\n</li>\n<li>\n<p>We do not think that any of our data processing activities prejudice individuals in any way.\nHowever, you do have the right to object to us processing your personal information on this basis.\nPlease refer to the section titled “<b>\n<i>Rights in relation to personal information</i>\n</b>” for more details about exercising your rights.<br>\n</p>\n</li>\n</ul>\n<p>\n<b>Where you give us your consent to process your personal information</b>\n</p>\n<ul>\n<li>\n<p>We will obtain your opt-in consent prior to sharing your personal information with third-party applications and carrying out certain marketing activities.&nbsp;</p>\n</li>\n<li>\n<p>As and when we introduce these particular processing activities, we will provide you with more information so that you can decide whether you want to opt-in.&nbsp;</p>\n</li>\n</ul>\n<p>You have the right to withdraw your consent to these activities.\nPlease refer to the section titled “<b>\n<i>Rights in relation to personal </i>\n</b>\n<i>information</i>” for more details about exercising your rights.<br>\n</p>\n<p>\n<b>Where processing your personal information is necessary for our compliance with a legal obligation</b>\n</p>\n<ul>\n<li>\n<p>In certain circumstances, we may disclose your personal information for the purposes of compliance with a legal obligation (for example, to comply with a law, regulation or compulsory legal request).</p>\n</li>\n</ul>\n<p>\n<i>International transfers</i>\n</p>\n<p>If you are based within the UK/EU we will only process and/or transfer data outside of the European Economic Area or EEA (i.e.\nthe Member States of the European Union, together with Norway, Iceland and Liechtenstein) where it is compliant with the GDPR and the means of transfer provides adequate safeguards in relation to your personal information, including for example:</p>\n<ul>\n<li>\n<p>By way of a data transfer agreement with your employer organization, incorporating the current standard contractual clauses adopted by the European Commission for the transfer of personal information by controllers in the EEA to controllers and processors in jurisdictions without adequate data protection laws.\nor</p>\n</li>\n<li>\n<p>By way of a data transfer agreement with a third party, incorporating the current standard contractual clauses adopted by the European Commission for the transfer of personal information by controllers in the EEA to controllers and processors in jurisdictions without adequate data protection laws.\nor</p>\n</li>\n<li>\n<p>By transferring your personal information to a country where there has been a finding of adequacy by the European Commission in respect of that country's levels of data protection via its legislation.\nor</p>\n</li>\n<li>\n<p>Where it is necessary for the conclusion or performance of a contract between Deputy and a third party and the transfer is in your interests for the purposes of that contract (for example, if we need to transfer your personal information to a benefits provider based outside the EEA).\norWhere you have consented to the data transfer.<br>\n<br>\n</p>\n</li>\n</ul>Additional information for California residents<p>In the past 12 months, we have collected and disclosed (but not sold) personal information in the following categories (from the CCPA): identifiers.\ncustomer records.\ncharacteristics of protected classifications under California or federal law (e.g.\nrace, religion, sexual orientation, gender, age).\ncommercial information.\nbiometric information.\ninternet/electronic network activity information.\ngeolocation data.\naudio, electronic, visual, thermal, olfactory or similar information.\nprofessional or employment-related information.\neducation information.\ninferences drawn to create a profile.</p>\n<p>You have the right not to be discriminated against for exercising your privacy rights under the CCPA.<br>\n<br>\n</p>Privacy Policy changes<p>Deputy may change this Privacy Policy at any time.\nDeputy will post any such changes online.\nIf the changes are material, we may provide a more prominent notice or by sending you a separate electronic notice.\nIf you disagree with any changes to this privacy policy, you will need to stop using the Services and deactivate your account.<br>\n<br>\n</p>Contact Us<p>If Deputy is providing the Services to your employer and/or you are not party to the Subscription Terms (and your employer is) then your employer will be able to help you with your privacy-related questions and requests.\nPlease note that Deputy is not responsible for the privacy or security practices of an employer organization, which may be different than the practices described in this privacy policy.&nbsp;</p>\n<p>If you otherwise have questions about this Privacy Policy, concerns about how your information is handled, or if you wish to exercise your legal rights, please email us at privacy@deputy.com.\nCalifornia residents may alternatively call us on 1-888-532-4785.\nThe company responsible for our compliance with this Privacy Policy is Deputec Pty Ltd ACN 133 632 327 of 4/1-3 Smail St, Ultimo, NSW 2007 Australia and our EU Representative is Deputy EMEA Limited of Herschel House, 58 Herschel Street, Slough, Berkshire, United Kingdom, SL1 1PG.</p>\n<p>\n<b>European Representative</b>\n<b>\n<br>\n</b>Pursuant to Article 27 of the GDPR, Deputy has appointed European Data Protection Office (EDPO) as its GDPR representative in the EU.\nYou can contact EDPO regarding matters relating to the GDPR:</p>\n<ol>\n<li>\n<p>by using EDPO’s online request form.\nor</p>\n</li>\n<li>\n<p>by writing to EDPO at Avenue Huart Hamoir 71, 1030 Brussels, Belgium.<br>\n<br>\n<br>\n</p>\n</li>\n</ol> Simplify shift work ™ Product Pricing Product tour See what's new Features Auto scheduling Fair workweek compliance Break planning compliance Demand forecasting Integrations Leave management Mobile app Performance management Scheduling Shift planning Shift swapping Smart scheduling Task management Time clock app Time tracking Workplace communication Industries served All industries Agriculture Call center Charity Cleaning services Construction &amp.\nEngineering Education Entertainment Healthcare Hospitality Hotels &amp.\nResorts Manufacturing &amp.\nLogistics Professional services Retail Security Supermarkets Business size Enterprise Small or medium-sized Resources Blog Customer stories Customer reviews Deputy insights Deputy reviews Free scheduling template Glossary Newsroom Refer a friend Webinars Support Deputy training Deputy API GDPR Help center Security System status Company About us Careers Join Us Partners Press Why Deputy Workforce management Contact us 1-855-633-7889 <b>Deputy USA</b>\n<br>2 Embarcadero Center, 8th Floor,&nbsp;Office 07-143<br>San Francisco, United States CA 94111 <ul>\n<li> Australia </li>\n<li> USA/Global </li>\n<li> United Kingdom </li>\n</ul> USA/Global Legal &amp.\nPrivacy Sitemap © 2023 Deputy.\nAll Rights Reserved.\n\"Deputy\" and \"Spark Device\" are trade marks of Deputechnologies Pty Ltd.\nBack to top We use cookies to ensure you get the best experience on our website, including collecting statistics to improve functionality and to deliver specific content to you.\nFind out more by reading our privacy policy.\nAccept all cookies ", "created_at": "2023-03-13 20:00:45.541584", "updated_at": "2023-03-13 20:02:39.769388"}, {"id": 14461, "name": "Acceptable use policy", "url": "https://www.deputy.com/terms/acceptable-use-policy", "xpath": "//body", "text": " Start free trial Product Industries Pricing Resources Start free trial Start my free trial Log in Contact sales Help center Contact Sales Log in Start my free trial Product Industries Pricing Resources Contact Sales Log in Start my free trial Acceptable use policy <p>Deputy strives to deliver a safe, secure and respectful experience for our users and customers.\nThis Acceptable Use Policy sets clear expectations in relation to how you use Deputy’s Services (which includes our websites, Deputy’s workforce management solutions and related services).\n</p>\n<p>Deputy will not tolerate any of the following activities:</p>\n<ul>\n<li>\n<p>Discrimination, Harassment or Violence</p>\n</li>\n<li>\n<p>Other Wrongful Activities</p>\n</li>\n<li>\n<p>Technology Disruption<br>\n</p>\n</li>\n</ul>\n<p>\n<br>Details as to what each of these terms means are set out below:</p>Discrimination, Harassment &amp.\nViolence<p>Using the Services to directly or indirectly discriminate against others, including discrimination based on race, ethnicity, colour, ancestry, national origin, religion, gender, sexual orientation, age, disability or medical condition.&nbsp;</p>\n<p>Using the Services in a manner which would or would likely incite, promote or support such discrimination.&nbsp;</p>\n<p>Using the Services to stalk, bully, harass, threaten or incite violence against others.&nbsp;</p>\n<p>Using the Services to support you or your organisation in:</p>\n<ul>\n<li>\n<p>directly or indirectly discriminating against others,</p>\n</li>\n<li>\n<p>inciting, promoting or supporting such discrimination</p>\n</li>\n<li>\n<p>stalking, harassing, threatening or inciting violence against others.<br>\n<br>\n</p>\n</li>\n</ul>Other Wrongful Activities<p>Using the Services for any illegal or unlawful purpose, in violation of any law (including without limitation data, privacy, or employment laws) or for other wrongful acts.&nbsp;</p>\n<p>Using the Services to violate the privacy of others, or unlawfully copying, collecting or gathering other people’s personal information or personal data (including account names or information) from our Services.&nbsp;</p>\n<p>Using the Services to infringe the intellectual property rights of Deputy or any third party.&nbsp;</p>\n<p>Posting, uploading, sharing, submitting, or otherwise providing content&nbsp;on our Services that:</p>\n<ul>\n<li>\n<p>infringes the intellectual property rights of Deputy or any third party;</p>\n</li>\n<li>\n<p>is deceptive, fraudulent, illegal, obscene, defamatory, libelous, threatening, harmful to minors, pornographic, indecent, harassing or hateful;</p>\n</li>\n<li>\n<p>could otherwise cause damage to Deputy or any third party.<br>\n<br>\n</p>\n</li>\n</ul>Technology&nbsp;Disruption<ul>\n<li>\n<p>Modifying, adapting, reverse-engineering, decompiling, disassembling, copying or hacking our Services.</p>\n</li>\n<li>\n<p>Circumventing or breaking any encryption, decryption or other security or authentication measure contained in the Services (or attempting to)&nbsp;</p>\n</li>\n<li>\n<p>Probing, scanning, or testing the vulnerability of any system or network that hosts our Services (excluding authorised probing, scanning and testing).&nbsp;</p>\n</li>\n<li>\n<p>Gaining unauthorized access to the Services or data stored within the Services (or attempting to).&nbsp;</p>\n</li>\n<li>\n<p>Sending or storing material on our Services containing software viruses, bots, scripting exploits worms, trojan horses or other harmful computer code.&nbsp;</p>\n</li>\n<li>\n<p>Overwhelming or attempting to overwhelm our Services by imposing an unreasonably large load on our systems that consume extraordinary resources.<br>\n<br>\n</p>\n</li>\n</ul>\n<p>\n</p>\n<p>If Deputy (in its sole discretion) determines that a user or customer has violated either the letter or the spirit of this Acceptable Use Policy, then without affecting any other remedies available to us, Deputy may direct the customer to remove content and/or permanently or temporarily terminate or suspend a user’s account or access to the Services without notice or liability.<br>\n<br>\n<br>\n</p> Simplify shift work ™ Product Pricing Product tour See what's new Features Auto scheduling Fair workweek compliance Break planning compliance Demand forecasting Integrations Leave management Mobile app Performance management Scheduling Shift planning Shift swapping Smart scheduling Task management Time clock app Time tracking Workplace communication Industries served All industries Agriculture Call center Charity Cleaning services Construction &amp.\nEngineering Education Entertainment Healthcare Hospitality Hotels &amp.\nResorts Manufacturing &amp.\nLogistics Professional services Retail Security Supermarkets Business size Enterprise Small or medium-sized Resources Blog Customer stories Customer reviews Deputy insights Deputy reviews Free scheduling template Glossary Newsroom Refer a friend Webinars Support Deputy training Deputy API GDPR Help center Security System status Company About us Careers Join Us Partners Press Why Deputy Workforce management Contact us 1-855-633-7889 <b>Deputy USA</b>\n<br>2 Embarcadero Center, 8th Floor,&nbsp;Office 07-143<br>San Francisco, United States CA 94111 <ul>\n<li> Australia </li>\n<li> USA/Global </li>\n<li> United Kingdom </li>\n</ul> USA/Global Legal &amp.\nPrivacy Sitemap © 2023 Deputy.\nAll Rights Reserved.\n\"Deputy\" and \"Spark Device\" are trade marks of Deputechnologies Pty Ltd.\nBack to top We use cookies to ensure you get the best experience on our website, including collecting statistics to improve functionality and to deliver specific content to you.\nFind out more by reading our privacy policy.\nAccept all cookies ", "created_at": "2023-03-13 20:00:45.480566", "updated_at": "2023-03-13 20:04:30.698615"}, {"id": 14462, "name": "Product specific terms", "url": "https://www.deputy.com/terms/product-specific-terms", "xpath": "//body", "text": " Start free trial Product Industries Pricing Resources Start free trial Start my free trial Log in Contact sales Help center Contact Sales Log in Start my free trial Product Industries Pricing Resources Contact Sales Log in Start my free trial Product specific terms Last updated on July 1, 2022 <p>\n<b>1.\nProduct Specific Terms</b>\n</p>\n<p>These Product Specific Terms supplement and form part of your Agreement if you are using any of the products or features described below.\nIf there is a conflict between the Product Specific Terms and the Agreement, the applicable Product Specific Terms prevail.\nWe periodically update the Product Specific Terms by posting a revised copy at www.deputy.com/terms, so please check back here for current information.</p>\n<p>\n<br>\n</p>Deputy Pay Rule Engine<p>\n<b>2.\nAbout Deputy’s Pay Rule Engine</b>\n</p>\n<p>2.1 Deputy contains a pre-configured library of pay rules (<b>Pay Rules</b>) that productize Deputy’s interpretation of certain Australian modern awards, US federal and state wage and hour laws, and similar requirements for certain other jurisdictions (each a <b>Legal Requirement</b>).</p>\n<p>2.2 Each Pay Rule prescribes a set of entitlements that may be due to an employee under applicable Legal Requirements, where that employee’s shift or work pattern satisfies specified criteria.</p>\n<p>2.3 Deputy’s Pay Rules automate the application of a subset of these Legal Requirements by applying them to time and attendance data captured within Deputy.</p>\n<p>2.4 Specifically, when you choose to apply a Pay Rule to an employee’s profile in Deputy, the hours worked by that employee are then categorised by Deputy as, for example, ordinary hours, daily overtime, weekly overtime, or penalty rate hours, based on Deputy’s interpretation of the relevant Legal Requirements.\nSome Pay Rules also automate other entitlements such as missed or delayed meal break penalties, spread of hours premiums, split shift premiums, and the like, as applicable.</p>\n<p>2.5 This functionality of Deputy’s software is known as the <b>Pay Rule Engine</b>.</p>\n<p>2.6 Our online<b>\n</b>\n<b>Pay Rule Library</b> sets out the Pay Rules available within the Pay Rule Engine.\nYou may also view the specifications for each Pay Rule within the Deputy platform itself in the Pay Rule dropdown menu in your employee profiles.</p>\n<p>\n<br>\n</p>\n<p>\n<b>3.\nCompliance responsibility</b>\n</p>\n<p>While the Pay Rule Engine is designed to Simplify Shift Work by reducing the time required to apply the relevant Legal Requirements through automation, it is not a substitute for payroll or legal advice, nor is it intended to relieve you of your obligation to comply with the Legal Requirements applicable to your business.\nIt is ultimately each customer’s sole responsibility to pay its employees correctly and in compliance with all Legal Requirements.</p>\n<p>\n<br>\n</p>\n<p>\n<b>4.\nIt’s important that you familiarise yourself with our help documents</b>\n</p>\n<p>Our online<b>\n</b>\n<b>Pay Rule Library</b> (referred to in these terms as our <b>help documents</b>) plays an important role in your use of the Pay Rule Engine.\nLet us explain:</p>\n<p>4.1 The Legal Requirements are inherently complex.\nFor example, in some cases, there is in-built optionality (such as the ways that an employer may define an employee’s ordinary hours), and scope for more than one interpretation in a given situation.</p>\n<p>4.2 Not all aspects of the Legal Requirements are automated within the Pay Rule Engine.\nOur help documents specify which Legal Requirements are automated within the Pay Rule Engine.\nDeputy’s Pay Rules reflect Deputy’s good faith interpretation of the Legal Requirements and are not a substitute for legal advice.</p>\n<p>4.3 It is important that you familiarise yourself with the help documents (and relevant Legal Requirements) to ensure you understand what requirements Deputy’s Pay Rule Engine does and does not automate, together with the interpretations Deputy has applied to the Legal Requirements, so that you can confirm if these are suitable for your business.</p>\n<p>4.4 Our help documents are regularly updated to reflect the latest Updates in the Pay Rule Engine.\nYou should regularly check back for current information.</p>\n<p>\n<br>\n</p>\n<p>\n<b>5.\nImportant responsibilities</b>\n</p>\n<p>You acknowledge and agree that it is your sole responsibility:</p>\n<p>5.1 to determine which Legal Requirements apply to each of your employees;</p>\n<p>5.2 to validate if Deputy’s automated Pay Rules are suitable for the particular circumstances of your business (see section 4, above);</p>\n<p>5.3 to set the base rate of pay for each of your employees within their employee profile in Deputy.\nThe Pay Rule Engine will use that base rate of pay when applying the Pay Rules;</p>\n<p>5.4 to review the outputs and calculations generated by the Pay Rule Engine for each pay period and before processing payroll, to validate that each of your employees are being paid in accordance with the applicable Legal Requirements;</p>\n<p>5.5 if your employees are subject to Legal Requirements that are not automated in the Pay Rule Engine, to separately account for those Legal Requirements when processing your payroll.\nand</p>\n<p>5.6 if you identify errors in the outputs or calculations generated by the Pay Rule Engine, to rectify them to ensure your Employees are paid correctly and to promptly notify Deputy of any such errors.</p>\n<p>\n<br>\n</p>\n<p>\n<b>6.\nLiability</b>\n</p>\n<p>6.1 While Deputy takes all reasonable care to provide a quality Pay Rule Engine, it does not warrant or guarantee the accuracy, completeness or up to date nature of the engine, that it will be error free or suitable for the particular circumstances of your business.</p>\n<p>6.2 You are advised to consult with your legal and payroll advisers before relying on the Pay Rule Engine and to the extent permitted by law, Deputy disclaims liability for (and you release Deputy from) any and all Losses arising from or in connection with your use of or reliance on the Pay Rule Engine to calculate employee entitlements or otherwise, or from any errors, inaccuracies, incompleteness or defects in the Pay Rule Engine.</p>\n<p>6.3 To the extent that such liability cannot lawfully be excluded, Deputy limits its liability in the manner specified in section 8.4 of the Agreement.</p>\n<p>6.4 In this section, <b>Losses</b> means all claims, actions, expenses, losses or damages however arising, including but not limited to any under or over payment of employees.</p>\n<p>\n<br>\n</p>\n<p>\n<b>7.\nCustom configurations</b>\n</p>\n<p>Deputy may, in a separate professional services agreement, produce a custom Pay Rule in Deputy based on specifications provided or approved by a particular customer.\nThose custom configurations are deemed part of the Pay Rule Engine for the purposes of these terms.</p>\n<p>\n<br>\n</p>\n<p>\n<b>8.\nUpdates to the Pay Rule Engine</b>\n</p>\n<p>Deputy is continuously evolving and improving its Pay Rule Engine and may modify, update, make corrections and/or enhance it from time to time (<b>Updates</b>).\nUpdates will be reflected in the help documents and are not separately notified to individual customers.<br>\n<br>\n<br>\n</p> Simplify shift work ™ Product Pricing Product tour See what's new Features Auto scheduling Fair workweek compliance Break planning compliance Demand forecasting Integrations Leave management Mobile app Performance management Scheduling Shift planning Shift swapping Smart scheduling Task management Time clock app Time tracking Workplace communication Industries served All industries Agriculture Call center Charity Cleaning services Construction &amp.\nEngineering Education Entertainment Healthcare Hospitality Hotels &amp.\nResorts Manufacturing &amp.\nLogistics Professional services Retail Security Supermarkets Business size Enterprise Small or medium-sized Resources Blog Customer stories Customer reviews Deputy insights Deputy reviews Free scheduling template Glossary Newsroom Refer a friend Webinars Support Deputy training Deputy API GDPR Help center Security System status Company About us Careers Join Us Partners Press Why Deputy Workforce management Contact us 1-855-633-7889 <b>Deputy USA</b>\n<br>2 Embarcadero Center, 8th Floor,&nbsp;Office 07-143<br>San Francisco, United States CA 94111 <ul>\n<li> Australia </li>\n<li> USA/Global </li>\n<li> United Kingdom </li>\n</ul> USA/Global Legal &amp.\nPrivacy Sitemap © 2023 Deputy.\nAll Rights Reserved.\n\"Deputy\" and \"Spark Device\" are trade marks of Deputechnologies Pty Ltd.\nBack to top We use cookies to ensure you get the best experience on our website, including collecting statistics to improve functionality and to deliver specific content to you.\nFind out more by reading our privacy policy.\nAccept all cookies ", "created_at": "2023-03-13 20:00:45.511033", "updated_at": "2023-03-13 20:04:49.38393"}, {"id": 14460, "name": "Data processing addendum", "url": "https://www.deputy.com/terms/data-processing-addendum", "xpath": "//body", "text": " Start free trial Product Industries Pricing Resources Start free trial Start my free trial Log in Contact sales Help center Contact Sales Log in Start my free trial Product Industries Pricing Resources Contact Sales Log in Start my free trial Data processing addendum Last updated on February 17, 2023 <p>This Data Processing Addendum (“<b>DPA</b>”) supplements, and forms part of, the User Terms or the Subscription Agreement (the “<b>Agreement</b>”) between the applicable Deputy contracting entity (“<b>Deputy</b>”) and the entity or person(s) identified as Customer in the relevant account or Agreement (as applicable) (“<b>Customer</b>”).&nbsp;</p>\n<p>This DPA applies where and to the extent that Deputy is acting as a processor and/or controller of personal data on behalf of Customer under the Agreement.\nIn the event of any conflict between this DPA and the Agreement, this DPA shall prevail to the extent of such conflict.\nIn the event of any conflict between the SCCs (defined in Section 1 below) and the Agreement (including this DPA), the SCCs shall prevail to the extent of such conflict.&nbsp;</p>\n<p>\n<b>1.\nDEFINITIONS AND INTERPRETATION&nbsp;</b>\n</p>\n<p>\n<b>1.1 Definitions.\n</b>In this DPA, the following terms shall have the following meanings:&nbsp;</p>\n<p>“<b>Applicable Data Protection Laws</b>” means the US Data Protection Laws and the European Data Protection Laws that are applicable to the processing of Personal Data under this DPA.&nbsp;</p>\n<p>“<b>Controller</b>”, “<b>processor</b>”, “<b>data subject</b>”, “<b>personal data</b>” and “<b>processing</b>” (and “<b>process</b>”) shall have the meanings given to them in the European Data Protection Laws.&nbsp;</p>\n<p>“<b>Customer Personal Data</b>” means any personal data provided by, or on behalf of, Customer to Deputy in connection with the Services.&nbsp;</p>\n<p>“<b>Europe</b>” means, for the purposes of this DPA, the Member States of the European Economic Area, the United Kingdom (the “<b>UK</b>”) and Switzerland.&nbsp;</p>\n<p>“<b>European Data Protection Laws</b>” means: (a) Regulation (EU) 2016/679 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (General Data Protection Regulation) (the ”<b>EU GDPR</b>”).\n(b) the UK’s Data Protection Act 2018 and the EU GDPR as incorporated into United Kingdom law pursuant to Section 3 of the European Union (Withdrawal) Act 2018 (the “<b>UK GDPR</b>”).\n(c) EU Directive 2002/58/EC on Privacy and Electronic Communications.\nand (d) the Swiss Federal Data Protection Act and its implementing regulations (“<b>Swiss DPA</b>”), in each case as updated, amended, replaced or superseded from time to time.&nbsp;</p>\n<p>“<b>Personal Data Breach</b>” means any act or omission that compromises either the security, confidentiality or integrity of Customer Personal Data transmitted, stored or otherwise processed by Deputy that is likely to create a risk to the privacy rights or harm to any individual.\nWithout limiting the foregoing, a material compromise shall include unauthorized access to or disclosure or acquisition of Personal Information.&nbsp;</p>\n<p>“<b>Restricted Transfer</b>” means a transfer of personal data that is subject to European Data Protection Laws to a country outside Europe that is not subject to an adequacy decision by the European Commission, or the competent authorities in the UK or Switzerland (as applicable).&nbsp;</p>\n<p>“<b>SCCs</b>” means the standard contractual clauses annexed to the European Commission’s Implementing Decision (EU) 2021/914 of 4 June 2021 on standard contractual clauses for the transfer of personal data to third countries pursuant to the EU GDPR.&nbsp;</p>\n<p>“<b>Special categories of personal data</b>” or “<b>sensitive data</b>” means any Customer Personal Data: (a) revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership.\n(b) that is genetic data, biometric data, data concerning health, or data concerning a natural person’s sex life or sexual orientation.\nand (c) relating to criminal convictions and offences.&nbsp;</p>\n<p>“<b>Sub-processor</b>” means any processor engaged by Deputy to assist in fulfilling its obligations with respect to providing the Services pursuant to the Agreement where such entity processes Customer Personal Data.\nSub-processors may include Deputy’s affiliates or other third parties.&nbsp;</p>\n<p>“<b>UK Addendum</b>” means the International Data Transfer Addendum to the EU Commission Standard Contractual Clauses (version B1.0, in force 21 March 2022) issued by the Information Commissioner’s Office under S119(A)(1) of the UK’s Data Protection Act 2018, as amended, superseded or replaced from time to time.&nbsp;</p>\n<p>“<b>US Data Protection Laws</b>” means all data protection or privacy laws and regulations applicable to Customer Personal Data in force within the United States, including the California Consumer Privacy Act (as amended from time to time) (the “<b>CCPA</b>”), and any rules or regulations implementing the foregoing.&nbsp;</p>\n<p>\n<b>1.2 Interpretation.\n</b>Capitalised terms used but not defined in this DPA shall have the meanings given to them in the Agreement.&nbsp;</p>\n<p>\n<b>2.\nPROCESSING OF PERSONAL DATA&nbsp;</b>\n</p>\n<p>\n<b>2.1 Relationship of the parties.&nbsp;</b>\n</p>\n<p>(a) <b>Deputy as a processor</b>.\nThe parties acknowledge that, except as set out in Section 2.1(b), Customer shall act as a controller and Deputy shall act as a processor in respect of its processing of Customer Personal Data disclosed to Deputy for the purpose of Deputy providing the Services.&nbsp;</p>\n<p>(b) <b>Deputy as a controller</b>.\nThe parties acknowledge that Customer acts as a controller and Deputy may also act as a controller in respect of its processing of Customer Personal Data to: (i) comply with its own obligations under applicable law and regulations and to establish, exercise or defend legal claims.\n(ii) contact Authorised Users in relation to the Services and/or any Third Party Products and Services.\n(iii) provide any services directly to Authorised Users, other than the Services provided to Customer.\n(iv) facilitate the provision of Third Party Products and Services to Authorised Users.\n(v) conduct research and development and improve the Services in a way that is not specific to Customer.\n(vi) communicate directly with Authorised Users, other than for the purpose of providing the Services to Customer.\n(vii) protect the safety and security of the Services in a way that is not specific to Customer, including detecting and responding to Personal Data Breaches or malicious and unlawful activity.\n(viii) generate de-identified statistical data to uncover collective insights about the use of the Services (and not to specifically analyse personal characteristics).\nand/or (ix) process such Customer Personal Data in any other context which requires Deputy to determine the purposes and means of such processing.&nbsp;</p>\n<p>\n<b>2.2 Prohibited Data.\n</b>Customer will not disclose (and will not permit any Authorised User to disclose) any special categories of personal data (including “Protected Health Information” as defined by the United States Health Insurance Portability and Accountability Act) to Deputy for processing.\nNotwithstanding the foregoing, Customer may disclose (and may permit its Authorised Users to disclose) biometric data to Deputy for processing for the sole purpose of Deputy’s optional “Face Unlock” Kiosk feature.&nbsp;</p>\n<p>\n<b>2.3 Purpose Limitation.\n</b>Deputy shall process Customer Personal Data as necessary to perform its obligations under the Agreement and strictly in accordance with the documented lawful instructions of Customer (including the terms of the Agreement), or as otherwise&nbsp;agreed in writing by the parties (the “<b>Permitted Purpose</b>”).\nDeputy shall not use, disclose or otherwise process the Customer Personal Data for any other purpose other than the Permitted Purpose, except where otherwise required by any law applicable to Deputy, and shall not “sell” the Customer Personal Data within the meaning of the CCPA or otherwise.\nDeputy shall notify Customer, without undue delay, if it becomes aware that Customer’s processing instructions infringe Applicable Data Protection Laws.&nbsp;</p>\n<p>\n<b>2.4 Security.\n</b>Deputy shall implement appropriate technical and organisational measures to protect Customer Personal Data against a Personal Data Breach and to preserve the security and confidentiality of Customer Personal Data, in accordance with Deputy’s security standards described at the following URL: https://www.deputy.com/au/security-features (“<b>Security Measures</b>”).\nCustomer acknowledges that the Security Measures are subject to technical progress and development and that Deputy may update or modify the Security Measures from time to time.&nbsp;</p>\n<p>\n<b>2.5 Personal Data Breach.\n</b>Upon becoming aware of a Personal Data Breach, Deputy shall notify Customer without undue delay by written notice with all relevant details reasonably available of the Personal Data Breach to allow Customer to fulfil its data breach reporting obligations under Applicable Data Protection Laws.\nDeputy shall take further reasonable steps to contain, investigate and mitigate the effects of the Personal Data Breach.\nDeputy’s notification of or response to a Personal Data Breach in accordance with this Section 2.5 will not be construed as an acknowledgement by Deputy of any fault or liability with respect to the Personal Data Breach.&nbsp;</p>\n<p>\n<b>2.6 Confidentiality.\n</b>Deputy shall take reasonable steps to ensure that it has appropriate policies and procedures in place in relation to any person that it authorises to process Customer Personal Data (including Deputy’s employees, agents and Sub-processors) and to ensure that such persons are subject to a duty of confidentiality.&nbsp;</p>\n<p>\n<b>2.7 Deletion or return of Customer Personal Data.\n</b>Upon written request from Customer, Deputy shall anonymise, delete or return to Customer all Customer Personal Data in its possession or control subject to any requirement on Deputy to retain some or all of the Customer Personal Data to comply with applicable laws, in which event Deputy shall isolate and protect the Customer Personal Data from further processing except to the extent required by such law until deletion is possible.\nCustomer acknowledges that there may also be circumstances in which one or more of its Authorised Users are Authorised Users of one or more other customers and in such circumstances, Deputy will continue to process the applicable Customer Personal Data related to such Authorised User(s) until a written request from such Authorised User(s) is received by Deputy in accordance with this Section 2.7.&nbsp;</p>\n<p>\n<b>2.8 Cooperation and data subjects’ rights.\n</b>Deputy shall provide reasonable assistance to Customer (at Customer’s expense) to enable Customer to respond to: (a) any request from a data subject to exercise any of its rights under Applicable Data Protection Laws (including its rights of access, correction, objection, erasure, and data portability, as applicable).\nand (b) any other correspondence, enquiry or complaint received from a data subject, regulator or other third party, in each case in respect of Customer Personal Data that Deputy processes on Customer’s behalf.\nIn the event that any request, correspondence, enquiry or complaint is made directly to Deputy, Deputy shall promptly notify Customer and provide it with a copy of the request, unless legally prohibited from doing so.&nbsp;</p>\n<p>\n<b>2.9 Data Protection Impact Assessment.\n</b>Deputy shall provide reasonable assistance to Customer (at Customer's expense) with undertaking an assessment of the impact of processing Customer Personal Data, and with any consultations with a data protection authority, if and to the extent an assessment or consultation is required to be carried out under the Applicable Data Protection Laws<b>.&nbsp;</b>\n</p>\n<p>\n<b>2.10 Audits.\n</b>Customer acknowledges that Deputy is regularly audited against ISO 27001:2013 standards by independent third-party auditors.\nUpon written request from Customer, Deputy shall: (a) supply a copy of its ISO 27001:2013 certificate to Customer so Customer can verify Deputy’s compliance with the ISO 27001:2013 standards, and this DPA.\nand (b) respond to reasonable written audit questions submitted to it by Customer (such responses will be in the manner and form that Deputy generally makes such responses available to its customers), provided that Customer shall not exercise this right more than once per year.\nCustomer agrees that Customer shall exercise its rights under Clause 8.9 of the SCCs by instructing Deputy to comply with the audit measures described in this Section 2.10.\nTo the extent that Deputy’s provision of information under this Section 2.10 does not provide sufficient information or Customer is required to respond to a regulatory authority audit, Customer agrees to a mutually agreed-upon audit plan with Deputy that: (i) involves the use of an independent third party.\n(ii) provides written notice to Deputy in a timely fashion.\n(iii) requests access only during business hours.\n(iv) accepts billing to Customer at Deputy’s then-current rates.\n(v) occurs no more than once annually.\n(vi) restricts its findings to only Customer Personal Data.\nand (vii) obligates Customer, to the extent permitted by law or regulation, to keep confidential any information gathered that, by its nature, should be confidential.&nbsp;</p>\n<p>\n<b>2.11 Sub-processors.\n</b>Customer agrees that Deputy may engage Sub-processors to process Customer Personal Data for the Permitted Purpose.\nThe Sub-processors currently engaged by Deputy and authorised by Customer are listed at the following URL: https://www.deputy.com/au/terms/data-subprocessors.\nDeputy shall ensure that: (a) there is a written agreement in place with each Sub-processor that imposes terms and conditions that require the relevant Sub-processor to protect Customer Personal Data to the standard required by the Applicable Data Protection Laws.\nand (b) it remains responsible to Customer for the performance of such Sub-processors data protection obligations under such terms and conditions.\nDeputy shall notify Customer if it adds or replaces any new Sub-processors at least 20 days before the proposed addition or replacement by posting details at the following URL: https://web-assets.deputy.com/f/64010/x/7c533e59fc/deputy-sub-processors-05012022.pdf,&nbsp;</p>\n<p>in order to allow Customer to raise any reasonable objections on grounds of data protection.\nIf Customer rejects the appointment of any new Subprocessor and Deputy is unable to perform its Services without this new Subprocessor, Customer shall have the right to terminate the Agreement.&nbsp;</p>\n<p>\n<b>2.12 Restricted Transfers.\n</b>The parties agree that when the transfer of Customer Personal Data from Customer (as “data exporter”) to Deputy (as “data importer”) is a Restricted Transfer and Applicable Data Protection Laws require that appropriate safeguards be put in place, it shall be subject to the SCCs, which shall be deemed incorporated into and form part of this DPA, as follows:&nbsp;</p>\n<p>(a) in relation to transfers of Customer Personal Data protected by the EU GDPR and processed in accordance with Section 2.1(a) of this DPA, the SCCs shall apply and be completed as follows:&nbsp;</p>\n<p>(i) Module Two will apply;&nbsp;</p>\n<p>(ii) in Clause 7, the optional docking clause will apply;&nbsp;</p>\n<p>(iii) in Clause 9(a), Option 2 will apply, and the time period for prior notice of Sub-processor changes is as set out in Section 2.11 of this DPA;&nbsp;</p>\n<p>(iv) in Clause 11, the optional language will not apply;&nbsp;</p>\n<p>(v) in Clause 17, Option 1 will apply, and the SCCs will be governed by the laws of Ireland;&nbsp;</p>\n<p>(vi) in Clause 18(b), disputes will be resolved before the courts of Ireland.\nand</p>\n<p>(vii) the Annexes of the SCCs shall be populated with the information set out in the corresponding Annexes to this DPA;&nbsp;</p>\n<p>(b) in relation to transfers of Customer Personal Data protected by the EU GDPR and processed in accordance with Section 2.1(b) of this DPA, the SCCs shall apply and be completed as follows:&nbsp;</p>\n<p>(i) Module One will apply;&nbsp;</p>\n<p>(ii) in Clause 7, the optional docking clause will apply;&nbsp;</p>\n<p>(iii) in Clause 11, the optional language will not apply;&nbsp;</p>\n<p>(iv) in Clause 17, Option 1 will apply, and the SCCs will be governed by the laws of Ireland;&nbsp;</p>\n<p>(v) in Clause 18(b), disputes will be resolved before the courts of Ireland.\nand&nbsp;</p>\n<p>(vi) the Annexes of the SCCs shall be populated with the information set out in the corresponding Annexes to this DPA;&nbsp;</p>\n<p>(c) in relation to transfers of Customer Personal Data protected by the UK GDPR, the SCCs will apply as completed in accordance with Sections 2.12(a) and (b) of this DPA and are deemed amended as specified by the UK Addendum, which is deemed executed by the parties and incorporated into and forming a part of this DPA.\nIn addition, Tables 1 to 3 in Part 1 of the UK Addendum are deemed completed with the relevant information set out in Sections 2.12(a) and (b) of this DPA, as well as the Annexes to this DPA and Table 4 in Part 1 of the UK Addendum is deemed completed by selecting “neither party”.\nAny conflict between the terms of the SCCs and the UK Addendum will be resolved in accordance with Section 10 and Section 11 of the UK Addendum.\nand&nbsp;</p>\n<p>(d) in relation to transfers of Customer Personal Data protected by the Swiss DPA, the SCCs will apply in accordance with Sections 2.12(a) and (b) of this DPA, with the following amendments:&nbsp;</p>\n<p>(i) any references to “Directive 95/46/EC” or “Regulation (EU) 2016/670” will be replaced with references to the Swiss DPA, and references to specific&nbsp;</p>\n<p>Articles of “Regulation (EU) 2016/679” will be replaced with the equivalent&nbsp;</p>\n<p>Article(s) or Section(s) of the Swiss DPA;&nbsp;</p>\n<p>(ii) any references to “EU”, “Union”, “Member State” and “Member State Law” will be replaced with references to Switzerland and Swiss Law, as&nbsp;applicable;&nbsp;</p>\n<p>(iii) Clause 13 and Part C of Annex 1 will be amended to provide that the Federal Data Protection and Information Commissioner (“<b>FDPIC</b>”) of&nbsp;</p>\n<p>Switzerland will have authority over data transfers governed by the Swiss&nbsp;DPA;&nbsp;</p>\n<p>(iv) references to the “competent supervisory authority” and “competent courts” will be replaced with references to the FDPIC and competent courts in&nbsp;Switzerland;&nbsp;</p>\n<p>(v) Clause 17 is amended to provide that the SCCs will be governed by the laws of Switzerland.\nand&nbsp;</p>\n<p>(vi) Clause 18(b) is amended to provide that disputes will be resolved before the applicable courts of Switzerland.&nbsp;</p>\n<p>\n<b>2.13 General Customer obligations.\n</b>Without limiting Customer’s other obligations under the Agreement, Customer shall: (a) comply at all times with the Applicable Data Protection Laws in its processing of Customer Personal Data, including (but not limited to) when Customer discloses Customer Personal Data to Deputy under the Agreement, and provide Deputy with such cooperation, assistance and information as Deputy may reasonably request to comply with its obligations under the Applicable Data Protection Laws.\n(b) ensure that any instructions it issues to Deputy comply with the Applicable Data Protection Laws.\n(c) ensure that it has provided notice and obtained (or will obtain) all consents and rights necessary under Applicable Data Protection Laws to process Customer Personal Data (including but not limited to any special categories of data) and to enable Deputy to provide the Services pursuant to the Agreement (including this DPA).\n(d) ensure that any Customer Personal Data provided to Deputy is limited to only what is necessary in order for Deputy to provide the Services and such Customer Personal Data is accurate and up-to-date to the best of Customer's knowledge at the time that it is provided to Deputy.\n(e) use all reasonable endeavours to promptly notify Deputy upon becoming aware that Customer Personal Data has become inaccurate or out of date.\nand (f) not do or permit to be done anything within its knowledge or control which may cause or otherwise result in Deputy being in breach of the Applicable Data Protection Laws.&nbsp;</p>\n<p>\n<b>2.14 Exclusions and limitations of liability.\n</b>Notwithstanding anything to the contrary in the Agreement or this DPA, the liability of each party and each party’s affiliates under this DPA shall be subject to the exclusions and limitations of liability set out in the Agreement.&nbsp;</p>\n<p>\n<b>ANNEX 1&nbsp;</b>\n</p>\n<p>\n<b>DESCRIPTION OF THE PROCESSING ACTIVITIES / TRANSFER&nbsp;</b>\n</p>\n<p>\n<b>ANNEX 1A: LIST OF PARTIES&nbsp;</b>\n</p>\n<p>\n<b>Data exporter&nbsp;</b>\n</p>\n<p>\n<b>Name</b>: Customer (as identified in the Agreement).&nbsp;</p>\n<p>\n<b>Address</b>: Customer’s address (as identified in the Agreement).&nbsp;</p>\n<p>\n<b>Contact Person’s name, position and contact details</b>: Customer Contact Name and corresponding details (as identified in the Agreement).&nbsp;</p>\n<p>\n<b>Activities relevant to the transfer</b>: Refer to Annex 1B below.&nbsp;</p>\n<p>\n<b>Role</b>: Controller.&nbsp;</p>\n<p>\n<b>Data importer&nbsp;</b>\n</p>\n<p>\n<b>Name</b>: The Deputy contracting entity (as identified in the Agreement).&nbsp;</p>\n<p>\n<b>Address</b>: The Deputy contracting entity’s address (as identified in the Agreement).&nbsp;</p>\n<p>\n<b>Contact Person’s name, position and contact details</b>: Frank Chila, General Counsel, fchila@deputy.com.&nbsp;</p>\n<p>\n<b>Activities relevant to the transfer</b>: Refer to Annex 1B below.&nbsp;</p>\n<p>\n<b>Role</b>: Processor and/or controller.&nbsp;</p>\n<p>\n<b>ANNEX 1B: DESCRIPTION OF PROCESSING / TRANSFER&nbsp;</b>\n</p>\n<p>\n<b>Categories of data subjects&nbsp;</b>\n</p>\n<p>\n<b>● </b>Authorised Users&nbsp;</p>\n<p>\n<b>● </b>Customers&nbsp;</p>\n<p>\n<b>Categories of personal data&nbsp;</b>\n</p>\n<p>● Personal details, including any information that identifies the data subject and their personal characteristics, including: name, address, contact details, age, date of birth, sex, and photo;&nbsp;</p>\n<p>● Personal details issued as an identifier by a public authority, including passport details, national insurance numbers, identity card numbers, and driving licence details;&nbsp;</p>\n<p>● Education and training details, including information which relates to the education and any professional training of the data subject, including academic records, qualifications, skills, training records, and professional expertise;&nbsp;</p>\n<p>● Employment details, including information relating to the employment of the data subject, including employment and career history, recruitment and termination details, shift and attendance records, health and safety records, performance appraisals, training records, and security records;&nbsp;</p>\n<p>● Financial details, including information relating to the financial affairs of the data subject, including bank account details, income, and payroll information;&nbsp;</p>\n<p>● Device data, including connection type and settings, operating system, browser type, IP address, time zone settings, the time spent on webpages, unique device identifiers, cookies, online tracking data, geolocation data and other diagnostic data.\nand&nbsp;</p>\n<p>● Content created by Customer or data subjects and submitted to a Deputy technology platform.&nbsp;</p>\n<p>\n<b>Special categories of personal data&nbsp;</b>\n</p>\n<p>● Biometric information.&nbsp;</p>\n<p>Other special categories of personal data may be processed by Deputy, from time to time, in circumstances where Customer or its Authorised Users choose to disclose special categories of personal data using the Services.\nCustomer is responsible for ensuring that suitable safeguards are in place prior to disclosing, or prior to permitting its Authorised Users to disclose, any other special categories of personal data using the Services.&nbsp;</p>\n<p>\n<b>Frequency of the transfer&nbsp;</b>\n</p>\n<p>Continuous.&nbsp;</p>\n<p>\n<b>Nature and purpose of the processing&nbsp;</b>\n</p>\n<p>The nature and purpose of processing personal data is to enable the functionality of the Deputy platform as set out in the Agreement and related documentation.&nbsp;</p>\n<p>\n<b>Duration of the processing&nbsp;</b>\n</p>\n<p>Processing of the personal data will continue for the duration of the Agreement.\n<b>ANNEX 1C: COMPETENT SUPERVISORY AUTHORITY&nbsp;</b>\n</p>\n<p>The data exporter’s competent supervisory authority will be determined in accordance with the EU GDPR or UK GDPR (as applicable).&nbsp;</p>\n<p>\n<b>ANNEX 2&nbsp;</b>\n</p>\n<p>\n<b>TECHNICAL AND ORGANISATIONAL SECURITY MEASURES&nbsp;</b>\n</p>\n<p>Deputy implements a variety of technical and organisational security measures, the details of which are set out at the following URL: https://www.deputy.com/au/security-features.&nbsp;</p>\n<p>\n<b>ANNEX 3&nbsp;</b>\n</p>\n<p>\n<b>LIST OF SUB-PROCESSORS&nbsp;</b>\n</p>\n<p>A list of Deputy’s current Sub-processors is set out at the following URL: https://www.deputy.com/au/terms/data-subprocessors&nbsp;</p> Simplify shift work ™ Product Pricing Product tour See what's new Features Auto scheduling Fair workweek compliance Break planning compliance Demand forecasting Integrations Leave management Mobile app Performance management Scheduling Shift planning Shift swapping Smart scheduling Task management Time clock app Time tracking Workplace communication Industries served All industries Agriculture Call center Charity Cleaning services Construction &amp.\nEngineering Education Entertainment Healthcare Hospitality Hotels &amp.\nResorts Manufacturing &amp.\nLogistics Professional services Retail Security Supermarkets Business size Enterprise Small or medium-sized Resources Blog Customer stories Customer reviews Deputy insights Deputy reviews Free scheduling template Glossary Newsroom Refer a friend Webinars Support Deputy training Deputy API GDPR Help center Security System status Company About us Careers Join Us Partners Press Why Deputy Workforce management Contact us 1-855-633-7889 <b>Deputy USA</b>\n<br>2 Embarcadero Center, 8th Floor,&nbsp;Office 07-143<br>San Francisco, United States CA 94111 <ul>\n<li> Australia </li>\n<li> USA/Global </li>\n<li> United Kingdom </li>\n</ul> USA/Global Legal &amp.\nPrivacy Sitemap © 2023 Deputy.\nAll Rights Reserved.\n\"Deputy\" and \"Spark Device\" are trade marks of Deputechnologies Pty Ltd.\nBack to top We use cookies to ensure you get the best experience on our website, including collecting statistics to improve functionality and to deliver specific content to you.\nFind out more by reading our privacy policy.\nAccept all cookies ", "created_at": "2023-03-13 20:00:45.449616", "updated_at": "2023-03-13 20:05:03.674589"}], "points": [], "urls": ["deputy.com"]}}