{"error": 448, "message": "OK", "parameters": {"id": 8557, "name": "Blokada", "created_at": "2023-06-28 01:52:55.773703", "updated_at": "2023-06-28 10:02:07.975826", "wikipedia": null, "keywords": null, "related": null, "slug": "blokada", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8557.png", "url": "blokada.org", "documents": [{"id": 16627, "name": "Terms of Service ", "url": "https://community.blokada.org/t/terms-of-service/", "xpath": "//body", "text": " Blokada Community Terms of Service Press blokada-plus system June 16, 2020, 12:54pm 1 <p>Blokada Plus / Blokada Tunnel (VPN) is a service offered by Blocka AB (559198-8265) registered in Sweden.\nBy using this service, you are agreeing to these terms.</p>\nThe service\n<p>The service protects personal information with the use of encryption and masks user metadata by hiding the user’s IP address and replacing it with one of ours.\nThis replacement address is shared with many other users, which not only protects each individual’s user data but also breaks the traceable chain between the user and their online activity.</p>\n<p>To protect ourselves, our customers, and the quality of our service, we block TCP port 25 because of email spam and ports 137, 138, 139, and 445 due to a Microsoft security issue.</p>\nAccess to the Service\n<p>In order to access the service, you need to use an account ID with the Blokada app or by downloading WireGuard® configuration files to another device.\nYou can create a new account ID and download configuration files at app.blokada.org.</p>\n<p>The cost for the service is €5 per month, it is valid for up to 5 active device at a time.\nYou can see how much time there is left for the current subscription period on the account management screen in the Blokada app or by visiting app.blokada.org.\nPlease be sure to write down your account ID in a safe place.</p>\nPayment\n<p>We accept payment by credit card, PayPal and Stellar.\nOne month is equal to €5.\nThe service is activated as soon as the payment is credited, these terms will expire at the end of the period purchased.</p>\n<p>You may choose to subscribe by credit card.\nWith a subscription, €5 is automatically charged each month in advance.\nYou may cancel the subscription at any time through the Blokada app or app.blokada.org.\nWhen cancelled, no more payments will be charged and the account will be valid until the current period ends.\nSubscriptions must be cancelled at least one day before account expiration.</p>\nRefund policy\n<p>We offer a 7-day money-back guarantee which means that you have the right to withdraw from these terms if you are not satisfied with our service.\nIf you wish to exercise your right to a refund, please email hello@blokada.org with the last four digits of your credit or debit card or relevant transaction id, the expiry date of the card and also the date at which you made the payment.</p>\nExceptions\n<p>We do not offer refunds for cash payments due to anti-money laundering regulations.<br>\nPayments made in the App Store are entirely subject to Apple’s terms and conditions for refunds.</p>\nPrivacy\n<p>We strongly believe in having minimal data retention because we want you to remain anonymous.\nHowever, in some situations we might process your personal data to enable payments by credit card and when handling support cases initiated by the user.\nIn those cases the General Data Protection Regulation (“GDPR”) and other data protection laws may apply to the processing.\nFor more information, please read our Privacy Policy.</p>\nDisclaimers\n<p>Blocka AB reserves the right to modify the Service by updating the software or making changes to certain features.\nWe will attempt to prevent interruptions and defects in the service, on the Blokada app and on app.blokada.org.\nDespite our best efforts, the service is provided on an “as is” and “as available” basis, and Blocka AB does not guarantee that the service will be available at all times, the accuracy of the service or any other material provided by the service or on the Blokada app and app.blokada.org.\nYou are solely responsible for your use of the service.</p>\nLimitations of Liability\n<p>Blokada AB cannot be held responsible for any loss of service due to external damages or interruptions.\nBlokada AB is not responsible for data leakage as a result of user behavior or due to 3rd party apps installed on a device.</p>\nApplicable law and venue\n<p>The terms shall be construed in accordance with and governed by the substantive laws of Sweden.\nAny dispute, controversy, or claim arising out of or in connection with the terms shall be handled by the National Board for Consumer Disputes (ARN) or the Swedish courts, with the city of Gothenburg’s district court as the court of first instance.</p>\nContact information\n<p>We only offer customer support via email to hello@blokada.org and on support.blokada.org as well as contact links appearing in the Blokada app.</p>\n<p>Blocka AB<br>\nReg.\nno.\n559198-8265</p>\n<p>Address: PO Box 2050, 40311 Gothenburg, Sweden</p>\n<p>“WireGuard” is a registered trademark of Jason A.\nDonenfeld.</p> 4 Likes Ignorance about blokada VPN Lot of VPNs being arm twisted by government - How safe is Blokada VPN? DNS Leak on iOS PrintableCharacter Closed December 5, 2021, 6:22pm 6 <ul>\n<li> Home </li>\n<li> Categories </li>\n<li> FAQ/Guidelines </li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n<p>Powered by Discourse, best viewed with JavaScript enabled</p> ", "created_at": "2023-06-28 01:52:55.804382", "updated_at": "2023-06-28 01:53:34.886121"}, {"id": 16628, "name": " Privacy Policy ", "url": "https://community.blokada.org/t/privacy-policy", "xpath": "//body", "text": " Blokada Community Privacy Policy Press blokada-plus system June 16, 2020, 12:54pm 1 <p>The underlying policy of Blokada VPN is that we want you to remain anonymous.\nWe strongly believe in having minimal data retention because we want you to remain anonymous.\nHowever, in some situations we might process your personal data if you, for example, when you are making payments by Stripe or are sending an e-mail or reporting a problem.\nIn those cases, we might process your personal data and the General Data Protection Regulation (“GDPR”) and other data protection laws may apply to the processing.\nIn this policy, we describe how we are processing your personal data as a data controller and how you as an individual can exercise your rights.\nWe only process personal data in accordance with the GDPR and other applicable legislations.</p>\n<p>This is our general policy.\nTo find the Blokada Cloud Privacy Policy click here.</p> The purpose and legal basis for each processing Payments\n<p>Payment information are processed for the purpose of providing you with the service we offer, to pay out refunds and for accounting purposes.\nThe processing of payment data for the first two purposes are based on a legitimate interest where our rights to process the data for such interest overrides your rights to your personal data.\nPayment information processed for accounting purposes are necessary for the compliance of a legal obligation to which we are subject.</p> Support and problem report\n<p>Processing of e-mails and problem reports via our app are made for the purpose of answering questions, resolve problems, and provide general support to customers.\nThe processing is necessary for the purpose of the legitimate interests where such interest overrides your rights to your personal data.</p> Networks feature\n<p>Starting with Blokada 5.7 for Android, the app can recognize network your device is connected to, and apply configuration specific to it.\nYou will be asked to grant these permissions when activating the feature for the first time: ACCESS_FINE_LOCATION, ACCESS_BACKGROUND_LOCATION, READ_PHONE_STATE.\nThis will make the app read connected network name.\nActivating this feature is optional, and you can use other features of the app without grating these permissions.</p> Categories of personal data\n<p>We are processing the following categories of personal data.\nBlokada can access the personal data below through our payment service providers but that does not necessarily mean that Blokada are storing the data anywhere else than in the service.</p> Payments\n<ul>\n<li>Stripe charge ID</li>\n<li>Expiry date</li>\n<li>Last 4 digits of the card</li>\n<li>Card type</li>\n<li>Origin country</li>\n</ul> Support and problem report\n<ul>\n<li>Support by email or support.blokada.org: your email address and other information which you have written in the email or posted message.</li>\n<li>Problem reported via the app: activity logs specific to Blokada, IP-addresses used when sending the report log.\nPlease refrain from entering any personal data when reporting a problem via the app.</li>\n</ul> Networks feature\n<ul>\n<li>Mobile network carrier name</li>\n<li>WiFi network SSID</li>\n</ul> How long is the personal data saved?\n<p>The time periods for which the personal data will be saved are the following.</p> Payment data\n<p>Certain payment data must be kept for the statutory retention period described in applicable local laws such as the Swedish Accounting Act (some information must be stored for seven years from the end of the fiscal year).\nIf not required by law or stated above, the data will be stored for no longer than necessary for the purpose.\nAfter the statutory retention periods, the data will be permanently deleted.</p> Support and problem report\n<p>After solving a support case or problem report, all related emails and problem reports are archived (removed from the inbox).</p> Networks feature\n<p>Network names are kept locally on device in order to match app configuration.\nThey are never send outside of your device.\nThis data will stay on your device until you use system preferences to clear app’s data, or uninstall the app.</p> Third party recipients\n<p>Your personal data will only be shared with third party suppliers who are performing services on our behalf and for the purposes stated above.\nThe categories of such recipients are e-mail service providers and payment solution suppliers (which are subject to confidentiality).</p> Is any transfer made to a third country?\n<p>No.\nWe only store your personal data within the EU.\nIf transfer to a third country occurs in exceptional cases, we will ensure that there is a legal basis for such a transfer and provide you with necessary information.</p> Automated decision-making\n<p>No automated decision-making (including profiling) takes place.</p> The rights of individuals\n<p>You have the right, in certain situations, to request us to correct or delete incorrect personal data regarding you and/or limit the processing.\nYou also have the right to request for a copy of your personal data and a registry extract.\nHowever, we cannot give out payment data since the purpose of the processing of the payment data do not require identification of the data subject and would require disproportionate effort for us to further acquire or process additional information to identify the data subject (article 11 in the GDPR).</p>\n<p>The registry extract and the copy of personal data will be provided to the data subject (if the personal data are not subject to article 11 in the GDPR) without undue delay and in any event within one month of receipt of the request.\nIf the request is particularly complex or if we receive a large number of requests, the period may be extended where necessary.\nIn this event we will inform the data subject of any such extension within one month of receipt of the request together with the reason for the delay.</p>\n<p>Where the legal basis for the processing is based on a weighing of interests you are as a data subject entitled to object at any time to the processing of your data.</p>\n<p>If you are displeased with our processing of your personal data, please contact us or submit a complaint to the supervisory authority (The Swedish Data Protection Authority, www.datainspektionen.se).</p>\n<p>If you would like to exercise your rights, please contact hello@blokada.org for more information.</p>\n<p>Please note that exercising some rights may limit our ability to provide support that requires such information, for example issuing a refund or finding a lost account.\nWe are also unable to approve some request due to legal requirements or that the processing of personal data might be based on a legal basis to which the right do not apply.</p> Data controller contact information\n<p>Blocka AB<br>\nReg.\nno.\n559198-8265<br>\nBox 2050<br>\n403 11 Gothenburg<br>\nSweden</p>\n<p>hello@blokada.org</p>\n<p>To exercise your rights under the GDPR or if you have any questions regarding our processing of your personal data, please send your inquiry to the e-mail address above.</p> Cookie policy\n<p>The website used for activating the VPN service utilizes only the following few cookies, all of which are essential for us to provide the service:</p>\n<ul>\n<li>__stripe_sid (expires after 30 minutes) – is implemented by Stripe and created when you proceed to the Stripe payment page</li>\n<li>__stripe_mid (expires after one year) – is implemented by Stripe and created when you proceed to the Stripe payment page.</li>\n<li>_cfduid and bot detection cookies (such as “_cf_bm” and Google’s reCaptcha).\nThese are used by the Cloudflare CDN in order to identify malicious visitors, to reduce the chance of blocking legitimate users, and to provide customized services.</li>\n</ul> Updates\n<p>This Privacy policy may be updated and, in such case, a new version will be published on support.blokada.org.</p> 13 Likes How to convince my friend that Blokada VPN Tunnel is better than ExpressVPN Ignorance about blokada VPN Lot of VPNs being arm twisted by government - How safe is Blokada VPN? Terms of Service Blokada Cloud Privacy Policy DNS Leak on iOS <ul>\n<li> Home </li>\n<li> Categories </li>\n<li> FAQ/Guidelines </li>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n<p>Powered by Discourse, best viewed with JavaScript enabled</p> ", "created_at": "2023-06-28 01:52:55.839288", "updated_at": "2023-06-28 01:53:30.177752"}], "points": [], "urls": ["blokada.org"]}}