{"error": 448, "message": "OK", "parameters": {"id": 7068, "name": "Morgen", "created_at": "2022-12-02 23:48:30.347137", "updated_at": "2022-12-02 23:01:08.856124", "wikipedia": null, "keywords": null, "related": null, "slug": "morgen", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7068.png", "url": "morgen.so", "documents": [{"id": 12975, "name": "Privacy policy", "url": "https://www.morgen.so/privacy", "xpath": "/html/body/div[2]", "text": "Our Privacy PolicyWhen you use Morgen, you’re trusting us (Morgen AG) with some of your information.\nWe understand that this is a big responsibility and we work hard to protect your information and put you in control.\nThis Privacy Policy is meant to help you understand what information we collect, why we collect it and how you can update, manage, export and delete your information.\nLast update: July 8th, 2022.Information we collectWe collect information to run the service, prevent abuse, and to provide better products to all our users.Basic InformationTo register as a user with Morgen, you will be asked to sign in using your <strong>email address</strong>.\nYour email address will be used for identification purposes and is linked to your Morgen account across all devices where you use Morgen.\nWe also collect some information about these devices like <strong>the operating system</strong>,<strong>hardware and software versions</strong>,<strong>screen resolution</strong>,<strong>the name of your mobile operator or ISP (Internet Service Provider)</strong>, <strong>language</strong>, <strong>time zone</strong>,<strong>approximate location</strong>, and <strong>IP address</strong>.<strong>Calendar Metadata</strong>When you link an external calendar provider like Google Calendar, Microsoft Exchange, Office 365, iCloud or other CalDAV calendars, we collect the <strong>unique identifier</strong> and the <strong>email address or username</strong> of these accounts.\nBy default, password and access tokens are only stored locally and never leave your computer.\nIn other words, we cannot access your account remotely with the information that we collect.\nWhen available from the calendar provider, we collect the <strong>name</strong> and the <strong>company name</strong> of the user associated with the account.\nWe also collect <strong>general statistics</strong> like the number of calendars in one account or the total number of events and contacts in each calendar.\nFor some more advanced features, like enabling Shared availability and Scheduling Links, Morgen requires continuous access to your latest calendar status.\nIn this case, you will be prompted for consent, and we will collect the accounts' credentials, which will be stored in encrypted form in our data center.TasksTasks are hosted in the Morgen cloud service.\nWhen you create a task, all its properties, including title, priority and notes are stored in our backend.Usage LogsWe collect general information about how you use Morgen, such as the <strong>views</strong> you engage with, the<strong> features you use</strong>, the <strong>actions you take</strong>, and <strong>how frequently you use &nbsp;Morgen</strong>.\nFor example, we log when you're using and have last used Morgen, and how many times you create calendar events using the calendar interface or the calendar assistant.SurveysIf you fill research surveys within Morgen, we collect <strong>your answers to the questionnaires</strong>.\nNormally, the results of these surveys are anonymous and not linked to your Morgen profile.\nSometimes, the survey might ask you to leave your email address.\nIn this case, the survey is not anonymous and can be linked with your Morgen profile or your activities within Morgen.\nNote that the participation is always optional.Information that we <em>don't</em> collectMorgen runs primarily on your computer, processing some of your data locally without transferring this information to our servers whenever possible.Access credentials to third-party accounts (by default)By default, we do not transfer nor collect the passwords and access tokens of your calendar accounts.\nThese are stored locally on your computer and are used by Morgen to synchronize your calendar data.\nSome features, however, do require us to store your access credentials (\"Connect to Morgen Cloud\").\nIn this case, you will be asked for consent before such features are enabled.Calendar DataMorgen synchronizes locally the information related to your calendar events, including the name and email address of the people registered as attendees in such events.\nCalendar events are never transferred to our servers.\nWhen your calendars need to be queried in order to provide some of the Morgen functionalities, any calendar data is immediately deleted as soon as the operation is completed.How do we use your informationProvide, personalize and improve MorgenWe use the information we have to develop, test and improve Morgen, including conducting surveys and research, and running, testing and troubleshooting new features.Communicate with YouWe may use your email address to communicate with you about Morgen, let you know about changes to our policies and terms, ask your feedback, and timely report any possible security issue if found.\nWe also use your information to respond to you when you contact us.Integrity and SecurityWe use the information we have to verify accounts and activity, combat harmful conduct, detect and prevent spam and other bad experiences, maintain the integrity of Morgen.\nFor example, we use data we have to investigate suspicious activity or violations of our terms or policies.Sharing of informationWe do not sell any of your information to anyone, and we never will.\nWe also do not share your information with third-parties.\nHowever, the data we collect is stored and processed on cloud infrastructures provided by our partners (the <em>data processors</em> in GDPR terms).\nWe store all data in Switzerland or in the European Union.\nOur partners are:<ul>\n<li>Google Inc.We use Google Cloud Platform to power our backend services and to host and process some data.\nGoogle Cloud’s industry-leading security, third-party audits and certifications, documentation, and legal commitments help us ensure your data is safe.\nFor more information about Google Cloud Security, please visit https://cloud.google.com/security.\nWe rely on Google Analytics to measure and analyze in-app events and collect anonymous information about how people use Morgen.\nThe information we send to Google Analytics contains no personally identifiable information (PII).</li>\n<li>Amplitude, Inc.We rely on Amplitude to measure the engagement of the users with Morgen and collect anonymous information about how people use Morgen.\nFor more information about Amplitude Security and Privacy, please visit https://amplitude.com/amplitude-security-and-privacy</li>\n<li>LogRocket, Inc.We rely on LogRocket to troubleshoot issues within the app.\nNo personal information is sent to LogRocket.\nFor more information about LogRocket Security and Privacy, please visit https://docs.logrocket.com/docs/security</li>\n<li>MongoDB, Inc.We use the database service provided by MongoDB Atlas to host some of your information.\nThe underlying physical storage is provided by Google Inc.\nFor more information about MongoDB Privacy Policy and Security, please visit https://www.mongodb.com/cloud/trust</li>\n<li>Typeform, SL.We rely on Typeform to power our surveys and host the related answers.\nFor more information about Typeform’s Privacy Policy, please visit https://www.typeform.com/help/what-happens-to-my-data</li>\n<li>Paddle.com Market LimitedWe rely on Paddle to power our payment and subscription system.\nFor more information about Paddle’s Privacy Policy, please visit https://paddle.com/privacy</li>\n</ul>Security of informationWe do our best to keep your information safe.\nFirst, we minimize the data we collect.\nFor example, we collect the calendar account credentials only if you decide to use a feature that requires it.\nSecond, we use safe protocols for communication and transferring data (such as HTTPS).\nCredentials are stored encrypted using RSA.\nWe use pseudonymising or anonymising where suitable, for example when we train Machine Learning models based on aggregated data.\nWe use 2-factor authentication, whenever available, to access our accounts on processing partners that host your information.\nWe monitor our systems for possible vulnerabilities and attacks.\nEven though we try our best, we can not guarantee the total security of information.\nHowever, we promise to notify suitable authorities of data breaches.\nWe will also notify you if there is a threat to your rights or interests.\nWe will do everything we reasonably can to prevent security breaches and to assist authorities should any breaches occur.ChildrenAs a productivity tool, Morgen is not intended for or designed to attract anyone under the age of 16, and we do not intentionally or knowingly collect information on our sites from anyone under the age of 16 (or older in some jurisdictions).\nWe encourage parents to be involved in the online activities of their children to ensure that no information is collected from a child without parental permission.Changes to this PolicyFrom time to time, we may revise this Policy.\nWe will post a link to the revised Policy within Morgen as well as on our website so that users can always be aware of what information we collect, how the information is used and under what circumstances such information may be disclosed.\nYou agree to review the Policy periodically so that you are aware of any modifications.\nWe will also inform you by email of such modifications.\nYour continued use of Morgen indicates your assent to any changes and signifies your agreement to the terms of our Policy.\nIf you do not agree with these terms, you should not use Morgen or any related service.Your rightsUnder the European General Data Protection Regulation (EU-GDPR), you have the right to access, rectify, export and erase your data.\nTo perform any of these actions, or if you want to delete your account completely (and remove all your settings and preferences from our partner servers), you can use the in-app option in the settings menu, when available, or write us an email to connect@morgen.so, providing the email address you used during the registration process.\nPlease note that the deletion of your account will remove your data from Morgen and deactivate Morgen on your devices.\nPlease also note that simply uninstalling Morgen from your device will not delete your account.Contact informationIf you have any question or concern regarding this Privacy Policy or the way we handle your information, do not hesitate to contact us at connect@morgen.so.The data controller for Morgen and responsible for any related system is Morgen AG, Förrlibuckstrasse 223, 8005 Zurich, Switzerland.\nYou can contact the data controller at connect@morgen.so.", "created_at": "2022-12-02 23:48:30.34995", "updated_at": "2022-12-02 22:49:09.60452"}, {"id": 12976, "name": "Terms and Conditions", "url": "https://www.morgen.so/terms", "xpath": "/html/body/div[2]", "text": "Terms &amp.\nConditionsFrom the Morgen team, thanks for using our products! These Terms of Service regulate the use of our services.\nWhile in an ideal world these Terms would not be necessary, we are not there yet.\nPlease take a few minutes to read through this document to make sure you understand what we offer.\nWhile we try to be as transparent as possible, if anything here is not clear do not hesitate to contact us.When we say “Company”, “we”, “our”, or “us” in this document, we are referring to Morgen AG, a Swiss-based company registered with the UID CHE-216.439.443.When we say “Services”, we mean any product created and maintained by Morgen AG.\nAt the moment, our only service is Morgen, whether delivered within a web browser, desktop application, mobile application, or another format.When we say “You” or “your”, we are referring to the people or organizations that own an account with one or more of our Services, or to the people or organizations that use our Services without an account.We may update these Terms of Service in the future.\nWhenever we make a significant change to our policies, we will also announce them by email to all active users.When you use our Services, now or in the future, you are agreeing to the latest Terms of Service and Privacy Policy.\nThat’s true for any of our existing and future products and all features that we add to our Services over time.\nThere may be times where we do not exercise or enforce any right or provision of the Terms of Service.\nin doing so, we are not waiving that right or provision.<strong>These terms do contain a limitation of our liability.</strong>We may update these Terms of Service in the future.\nWhenever we make a significant change to our policies, we will also announce them by email to all active users.Notice that if you violate any of the terms, we may terminate your account.\nThat’s an extreme measure we try to avoid by keeping an open communication.Account Terms<ol>\n<li>Your access to the Services is licensed and not sold.\nSubject to the terms of this Agreement, we grant you a revocable, non-exclusive, non-transferable, non-sub licensable account enabling you to access and use the Services.</li>\n<li>As the account is connected to your email address, you are responsible for maintaining the security of your email account.\nThe Company cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>You are responsible for all content posted and activity that occurs under your account.\nThat includes content posted by others who either: (a) have access to your login credentials.\nor (b) have their own logins under your account.</li>\n<li>You must be a human.\nAccounts registered by “bots” or other automated methods are not permitted.</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of Company employee or officer will result in immediate account termination.</li>\n</ol>\n<strong>Payment, Refunds, and Plan Changes</strong>\n<ol>\n<li>If you are using a free version of one of our Services, we do not ask you for your credit card and — just like for customers who pay for our Services — we do not sell your data and never will.</li>\n<li>For paid Services that offer a free trial, we explain the length of trial when you sign up.\nAfter the trial period, you need to pay in advance to keep using the Service.\nIf you do not pay, we will freeze your account or some of the Service features.</li>\n<li>If you purchase a \"lifetime\" plan for one of our Services, you will be granted access to such Services without any time limitation.\nThis does not include new features or updates to the Service.\nWhile we will do our best to keep the Services up and running, we reserve the right at any time to modify or discontinue, temporarily or permanently, any part of our Services with or without notice.</li>\n<li>All pricing information on our website are exclusive of all taxes, levies, or duties imposed by taxing authorities.\nWhere required, we will collect those taxes on behalf of the taxing authority and remit those taxes to taxing authorities.</li>\n<li>All payments are processed by our partner Paddle Payments Limited.\nWhen you make a purchase you agree to share with Paddle the information necessary to process the payment and the invoicing.</li>\n</ol>\n<strong>Cancellation and Termination</strong>\n<ol>\n<li>You can cancel your account or downgrade to a free plan (if available) at any time by either contacting us or using the corresponding functionalities within the Services.</li>\n<li>Access to the Services and to the content you posted within the Services will be inaccessible from the Services immediately upon cancellation.\nWe reserve the right to delete permanently all content from our systems after 60 days from the cancellation.\nIf you want to export any data before your account is cancelled, please contact us.\nNotice that here \"content\" does not include any data that was synchronized with third-party services (e.g.\nyour calendar events synchronized with your calendar provider).\nThis data will remain accessible through such third-party services, granted you can access them by other means than our Services.</li>\n<li>If you cancel the Service before the end of your current paid up month, your cancellation will take effect immediately, and you will not be charged again.\nWe do not automatically prorate unused time in the last billing cycle.\nSee our Refund Policy for more details.</li>\n<li>We have the right to suspend or terminate your account and refuse any and all current or future use of our Services for any reason at any time.\nSuspension means you and any other users on your account will not be able to access the account or any content in the account.\nTermination will furthermore result in the deletion of your account or your access to your account, and the forfeiture and relinquishment of all content in your account.\nWe also reserve the right to refuse the use of the Services to anyone for any reason at any time.\nThis clause is necessary as safeguard against the abuse of our Services and normally enforced on exceptional circumstances.</li>\n</ol>\n<strong>Modifications to the Service and Prices</strong>\n<ol>\n<li>Although we do our best to support any legacy Services, we reserve the right at any time to modify or discontinue, temporarily or permanently, any part of our Services with or without notice.\nIf we can offer an alternative solution, for example a new Service of the Company to partially or fully replace the discontinued ones, we will migrate your account to the new Service.</li>\n<li>Sometimes we change the pricing structure for our products.\nWhen we do that, we tend to exempt existing customers from those changes.\nHowever, we may choose to change the prices for existing customers.\nIf we do so, we will give at least 30 days notice and will notify you via the email address on record.</li>\n</ol>\n<strong>Uptime, Security, and Privacy</strong>\n<ol>\n<li>Your use of the Services is at your sole risk.\nWe provide these Services on an “as is” and “as available” basis.\nWe do not offer service-level agreements for our Services at this time but of course we do take uptime of our applications seriously.</li>\n<li>We take many measures to protect and secure your data.\nWe minimize the data that we transfer to our server by keeping data processing on the client side when possible.\nWhen data is transferred and/or collected, we take many measures to protect and secure your data with backups, redundancies, and encryption.\nWe enforce encryption for data transmission from the public Internet.</li>\n<li>When you use our Services, you entrust us with some of your data.\nWe take this as a serious responsibility.\nYou agree that Morgen AG may process your data as described in our Privacy Policy and for no other purpose.</li>\n<li>We use third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Services.\nYou can see a list of all subprocessors who handle personal data in the Privacy Policy.</li>\n</ol>\n<strong>Copyright and Content Ownership</strong>\n<ol>\n<li>The names, look, and feel of the Services (including but not limited to any images, photographs, animations, video, and text incorporated into the Services) are copyright© to the Company.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the HTML, CSS, JavaScript, or visual design elements without express written permission from the Company.\nYou must request permission to use the Company’s logo or any Service logos for promotional purposes.</li>\n<li>You agree not to decompile, disassemble, reverse engineer, modify, reproduce, duplicate, copy, sell, resell or exploit any portion of the Services, use of the Services, or access to the Services without the express written permission by the Company.</li>\n<li>You agree to assign to Morgen AG the full rights over any feedback, feature request or suggestion that you share with us through our Community board, email, or any other communication channel.\nThis means that Morgen can use your suggestions to develop, commercialize, promote, and/or patent new features claiming exclusive ownership.</li>\n</ol>\n<strong>Features and Bugs</strong>\n<ol>\n<li>We design our Services with care, based on our own experience and the experiences of customers who share their time and feedback.\nHowever, there is no such thing as a service that pleases everybody.\nWe make no guarantees that our Services will meet your specific requirements or expectations.\nIf you are not satisfied with one of our Services, please let us know.\nIf you have already purchased a paid plan, please refer to our Refund Policy.</li>\n<li>We also test all of our features extensively before shipping them.\nAs with any software, our Services inevitably have some bugs.\nWe track the bugs reported to us and work through priority ones, especially any related to security or privacy.\nNot all reported bugs will get fixed and we don’t guarantee completely error-free Services.</li>\n</ol>Liability<strong>You expressly understand and agree that the Company shall not be liable, in law or in equity, to you or to any third party for any direct, indirect, incidental, lost profits, special, consequential, punitive or exemplary damages, including, but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if the Company has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the Services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the Services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to this Terms of Service or the Services, whether as a breach of contract, tort (including negligence whether active or passive), or any other theory of liability.</strong>Rephrasing, you should be aware that choosing our Services comes with no guarantee.\nIf something does not work out as you expect, please let us know and we will try our best to fix the issue.\nOn the other hand, we cannot provide any guarantee that we will able to do so, and we should not be considered liable for this.\nWe understand that this sounds like a bet.\nIf you choose to use our Services, thank you for betting on us.", "created_at": "2022-12-02 23:48:30.352337", "updated_at": "2022-12-02 22:50:47.481785"}, {"id": 12977, "name": "Refund Policy", "url": "https://www.morgen.so/refund", "xpath": "/html/body/div[2]", "text": "Refund PolicyAs a general principle, we want to make sure you are happy of using our products and pay for them only when you feel they provide value to you.\nOur refund policy is simple: if you are not satisfied, reach out to us and we'll find&nbsp;a&nbsp;solution.Full refund<ul>\n<li>If you were just charged for your next month or year of service but you meant to cancel, we’re happy to refund that extra charge.</li>\n<li>If you tried one of our products for a month and you just weren’t happy with them, you can have your money back.\nAlthough it is not required, we would appreciate your feedback to be able to improve our services in the future.</li>\n</ul>\n<strong>Partial refund</strong>\n<ul>\n<li>If you used our services for more than one month on an annual plan, we’ll figure out a partial refund based on how many months you used it.</li>\n<li>If we had extended downtime (multiple hours in a day, or multiple days in a month), we’d issue a partial credit to your account.</li>\n</ul>Contact usIn general, we love to hear from people that like our products but we also believe in the incredible value of critical feedback.\nDo not hesitate to send us an email, tell us what's wrong and we’ll work with you to make sure you’re happy on a case-by-case basis.", "created_at": "2022-12-02 22:49:50.002099", "updated_at": "2022-12-02 22:49:56.899853"}], "points": [], "urls": ["morgen.so"]}}