{"error": 448, "message": "OK", "parameters": {"id": 6959, "name": "osBase.pl", "created_at": "2022-11-21 00:52:18.449359", "updated_at": "2022-11-21 23:01:14.740783", "wikipedia": null, "keywords": null, "related": null, "slug": "osbase-pl", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6959.png", "url": "osbase.pl,host2.osbase.pl,host3.osbase.pl,host4.osbase.pl", "documents": [{"id": 12754, "name": "Regulamin", "url": "https://osbase.pl/terms", "xpath": "/html/body/div[1]", "text": " ZASADY UŻYWANIA SERWISU OSBASE.PL 1.\nPostanowienia ogólne 1.\nUsługi Serwisu są świadczone przez osBase.pl<br> 2.\nAdres serwisu brzmi: \"https://osbase.pl\"<br> 3.\nRegulamin wchodzi w życie z dniem opublikowania.<br> 4.\nRegulamin wraz z Polityką prywatności może być zmieniany, jednak:<br> a.\nW przypadku zmiany dotyczącej wyłącznie Usług podstawowych – informacja o zmianie powinna być umieszczona na głównej stronie Serwisu.<br> b.\nW przypadku zmiany dotyczącej wyłącznie Usług dodatkowych – informacja o zmianie powinna zostać umieszczona w panelu użytkownika po zalogowaniu, na stronie logowania lub wysłana drogą e-mailową do Użytkownika objętego zmianą.<br> c.\nW przypadku zmiany dotyczącej zarówno Usług podstawowych, jak i Usług dodatkowych – informacja o zmianie powinna zostać umieszczona na stronie głównej Serwisu i rozesłana do Użytkowników Usług dodatkowych drogą e-mail.<br> d.\nPrzed wprowadzeniem zmiany należy umieścić informacje o takim fakcie najpóźniej miesiąc przed zmianą.\nW przypadku zmian kosmetycznych lub w przypadku zmiany likwidującej luki w Regulaminie dopuszcza się poinformowanie o zmianie najpóźniej 14 dni przed zmianą.<br> 5.\nUsługa podstawowa – usługa Serwisu dostępna bez konieczności posiadania konta, m.in.\npobieranie obrazów z bazy.<br> 6.\nUsługa dodatkowa – usługa Serwisu dostępna wyłącznie po założeniu konta w Serwisie, m.in.\nskładanie propozycji.<br> 7.\nInformacja o zbieranych i przetwarzanych danych osobowych jest dostępna w Polityce prywatności.<br> 8.\nNiniejszy Regulamin i Polityka prywatności nie dotyczą serwera Discord – obowiązują tam: Regulamin serwera dostępny po dołączeniu, Terms of Service serwisu Discord (dostępne pod \"https://discord.com/terms\") i Polityka prywatności serwisu Discord (dostępna pod \"https://discord.com/privacy\")<br> 2.\nPrawa i obowiązki Usługodawcy 1.\nUsługodawca świadczy Usługi na rzecz Użytkowników z pełną starannością, przez 24 godziny, 7 dni w tygodniu.<br> 2.\nWyjątkiem do punktu 1-go są: siła wyższa (np.\nawaria), brak warunków do świadczenia Usługi, konieczność wykonania prac konserwacyjnych koniecznych do zachowania wysokiej jakości Usług (o takich pracach Usługodawca powinien poinformować przynajmniej z 3-dniowym wyprzedzeniem)<br> 3.\nUsługodawca może zaprzestać lub odmówić świadczenia usług danemu Użytkownikowi, jeżeli łamie on zasady opisane w sekcji 3 Regulaminu.\nO powodach zaprzestania należy Użytkownika powiadomić i należy skasować jego dane z bazy maks.\ntydzień po zaprzestaniu.<br> 4.\nPrzy świadczeniu Usług podstawowych, Usługodawca może zastosować tymczasowo ogranicznik prędkości przesyłu danych, jeżeli uzna to za wymagane do zachowania wysokiej jakości Usług.<br> 5.\nPrzy świadczeniu Usług dodatkowych, Usługodawca ma prawo tymczasowo nałożyć limit na nie, gdy jest to wymagane do prawidłowego działanie Usługi, bądź Usługa ma duży popyt.<br> 6.\nWszelkie próby zakłócenia poprawnego działania serwisu bądź przejęcia nad nim kontroli Usługodawca zgłasza do odpowiednich służb w formie zawiadomienia o podejrzeniu popełnienia/popełnieniu przestępstwa na szkodę Serwisu.\nW przypadku przejęcia kontroli nad serwisem wraz z wyciekiem danych, Usługodawca musi też o takim fakcie powiadomić Użytkowników których dotyczą dane oraz Prezesa Urzędu Ochrony Danych Osobowych.<br> 3.\nPrawa i obowiązki Użytkownika 1.\nUżytkownik ma prawo korzystać z usług świadczonych przez Usługodawcę, jednak ma obowiązek je szanować i nie może ich używać przeciwko Usługodawcy.<br> 2.\nUżytkownik ma prawo mieć zablokowane pliki cookie i ma prawo używać wtyczek, które blokują skrypty statystyczne.<br> 3.\nUżytkownik ma prawo składać Usługodawcy propozycje ku ulepszeniu usług.<br> 4.\nUżywanie usług w celach szkodliwych dla Serwisu, innych osób itp.\njest niedozwolone.<br> 5.\nUżytkownik ma obowiązek zgłosić do Usługodawcy nieprawidłowe działanie usługi.<br> 6.\nPrzy składaniu propozycji odnośnie obrazów/plików programów Użytkownik jest zobowiązany do zapewnienia, że plik jest wolny od wirusów.\nPrzesyłanie plików zawirusowanych, fałszywych, zmodyfikowanych ku stworzenia szkody u Usługodawcy lub u innych Użytkowników jest niedozwolone i może być zgłoszone do odpowiednich organów.<br> 7.\nUżytkownik może zgłosić nieprawidłowości (np.\nplik łamiący prawa autorskie) do Usługodawcy, a Usługodawca ma obowiązek odpowiedzieć na zgłoszenie w ciągu 14 dni.\nUżytkownik nie może zgłaszać nieprawidłowości, jeżeli został o danym fakcie powiadomiony (np.\nnie może zgłosić faktu że obraz jest zmodyfikowany, jeżeli jest przy nim taka adnotacja).<br> 4.\nPostanowienia końcowe 1.\nOd Regulaminu ważniejsze są akty prawne Rzeczpospolitej Polskiej, Unii Europejskiej i umowy międzynarodowe nawiązane przez Polskę.\nNiezgodność Regulaminu z którymś z tych aktów należy zgłosić do Usługodawcy podając podstawę prawną, a Usługodawca ma obowiązek Regulamin poprawić.<br> 2.\nUżytkownik, któremu Usługodawca zaprzestał świadczenie usług, może się odwołać od tej decyzji.<br> 3.\nNiezapoznanie się z Regulaminem nie zwalnia z jego przestrzegania.<br>\nŻyczymy miłego korzystania z serwisu,<br>\nEkipa osBase.pl osBase.pl v1.1 | Polityka prywatności | Regulamin Strona zaprogramowana z ❤️ przez mily#5730 ", "created_at": "2022-11-21 00:52:18.454329", "updated_at": "2022-11-20 23:52:41.887315"}, {"id": 12753, "name": "Polityka prywatności", "url": "https://osbase.pl/privacy-policy", "xpath": "/html/body/div[1]", "text": " Polityka prywatności\n1.\nInformacje ogólne\n1.\nNiniejsza polityka dotyczy Serwisu www, funkcjonującego pod adresem url: osbase.pl<br>\n2.\nOperatorem serwisu oraz Administratorem danych osobowych jest: osBase.pl<br>\n3.\nAdres kontaktowy poczty elektronicznej operatora: osbase@osbase.pl<br>\n4.\nOperator jest Administratorem Twoich danych osobowych w odniesieniu do danych podanych dobrowolnie w Serwisie.<br>\n5.\nSerwis wykorzystuje dane osobowe w następujących celach:<br>\no\tUdostępnienie dodatkowych, dobrowolnych usług w serwisie, w przypadku założenia Konta.\n◦ Prowadzenie statystyki poprzez system Matomo zainstalowany na własnym hostingu.\n6.\nSerwis realizuje funkcje pozyskiwania informacji o użytkownikach i ich zachowaniu w następujący sposób: <br>\no\tPoprzez dobrowolnie wprowadzone w formularzach dane, które zostają wprowadzone do systemów Operatora.<br>\no\tPoprzez zapisywanie w urządzeniach końcowych plików cookie (tzw.\n„ciasteczka”).<br>\no\tPoprzez skrypt wysyłający informację o odwiedzeniu strony.<br>\n7.\nSerwis nie udostępnia żadnych danych innym podmiotom.\n2.\nWybrane metody ochrony danych stosowane przez Operatora\n1.\nMiejsca logowania i wprowadzania danych osobowych są chronione w warstwie transmisji (certyfikat SSL).\nDzięki temu dane osobowe i dane logowania, wprowadzone na stronie, zostają zaszyfrowane w komputerze użytkownika i mogą być odczytane jedynie na docelowym serwerze.<br>\n2.\nHasła użytkowników są przechowywane w postaci hashowanej.\nFunkcja hashująca działa jednokierunkowo - nie jest możliwe odwrócenie jej działania, co stanowi obecnie współczesny standard w zakresie przechowywania haseł użytkowników.<br>\n3.\nIstotnym elementem ochrony danych jest regularna aktualizacja wszelkiego oprogramowania, wykorzystywanego przez Operatora do przetwarzania danych osobowych, co w szczególności oznacza regularne aktualizacje komponentów programistycznych.<br>\n3.\nHosting\nSerwis jest hostowany (technicznie utrzymywany) na serwerach Administratora danych utrzymywanych w własnym zakresie Administratora (główny serwer z obrazami systemu) oraz Oracle Cloud (strona internetowa, Matomo, serwery dodatkowe z obrazami systemu).\n4.\nTwoje prawa i dodatkowe informacje o sposobie wykorzystania danych 1.\nTwoje dane osobowe są przetwarzane przez Administratora nie dłużej, niż jest to konieczne do wykonania związanych z nimi czynności określonych osobnymi przepisami.\nW odniesieniu do danych statystycznych dane nie będą przetwarzane dłużej niż przez 3 lata.<br> 2.\nPrzysługuje Ci prawo żądania od Administratora: <br> ◦ dostępu do danych osobowych Ciebie dotyczących,<br> ◦ ich sprostowania,<br> ◦ usunięcia,<br> ◦ ograniczenia przetwarzania,<br> ◦ oraz przenoszenia danych.<br> 3.\nPrzysługuje Ci prawo do złożenia sprzeciwu w zakresie przetwarzania wskazanego w pkt 3.2 kropka 3 wobec przetwarzania danych osobowych w celu wykonania prawnie uzasadnionych interesów realizowanych przez Administratora, w tym profilowania, przy czym prawo sprzeciwu nie będzie mogło być wykonane w przypadku istnienia ważnych prawnie uzasadnionych podstaw do przetwarzania, nadrzędnych wobec Ciebie interesów, praw i wolności, w szczególności ustalenia, dochodzenia lub obrony roszczeń.<br> 4.\nNa działania Administratora przysługuje skarga do Prezesa Urzędu Ochrony Danych Osobowych, ul.\nStawki 2, 00-193 Warszawa.<br> 5.\nPodanie danych osobowych niestatystycznych jest dobrowolne, lecz wymagane do uzyskania dodatkowych usług Serwisu.\nW przypadku zablokowania trackerów i skryptów statystycznych nie uzyskujemy takich danych od Ciebie, jednak nie blokujemy też działania Serwisu.<br> 6.\nSerwer przechowujący dane znajduje się na terenie Unii Europejskiej.\nNie zostaną przekazane dane poza ten teren.<br>\n5.\nInformacje w formularzach 1.\nSerwis zbiera informacje podane dobrowolnie przez użytkownika, w tym dane osobowe, o ile zostaną one podane.<br> 2.\nSerwis może zapisać informacje o parametrach połączenia (oznaczenie czasu, adres IP).<br> 3.\nDane podane w formularzu są przetwarzane w celu wynikającym z funkcji konkretnego formularza, np.\nw celu dokonania procesu obsługi zgłoszenia serwisowego lub kontaktu handlowego, rejestracji usług itp.\nKażdorazowo kontekst i opis formularza w czytelny sposób informuje, do czego on służy.<br>\n6.\nLogi Administratora Informacje zachowaniu użytkowników w serwisie mogą podlegać logowaniu.\nDane te są wykorzystywane w celach statystycznych.<br>\n7.\nIstotne techniki marketingowe Operator stosuje analizę statystyczną ruchu na stronie, poprzez system Matomo zainstalowany bezpośrednio na serwerze Serwisu.\n8.\nInformacja o plikach cookies\n1.\nSerwis korzysta z plików cookies.<br>\n2.\nPliki cookies (tzw.\n„ciasteczka”) stanowią dane informatyczne, w szczególności pliki tekstowe, które przechowywane są w urządzeniu końcowym Użytkownika Serwisu i przeznaczone są do korzystania ze stron internetowych Serwisu.\nCookies zazwyczaj zawierają nazwę strony internetowej, z której pochodzą, czas przechowywania ich na urządzeniu końcowym oraz unikalny numer.<br>\n3.\nPodmiotem zamieszczającym na urządzeniu końcowym Użytkownika Serwisu pliki cookies oraz uzyskującym do nich dostęp jest operator Serwisu.<br>\n4.\nPliki cookies wykorzystywane są w następujących celach: <br>\n1.\nutrzymanie sesji użytkownika Serwisu (po zalogowaniu), dzięki której użytkownik nie musi na każdej podstronie Serwisu ponownie wpisywać loginu i hasła;<br>\n2.\nrealizacji celów określonych powyżej w części \"Istotne techniki marketingowe\";<br>\n5.\nW ramach Serwisu stosowane są dwa zasadnicze rodzaje plików cookies: „sesyjne” (session cookies) oraz „stałe” (persistent cookies).\nCookies „sesyjne” są plikami tymczasowymi, które przechowywane są w urządzeniu końcowym Użytkownika do czasu wylogowania, opuszczenia strony internetowej lub wyłączenia oprogramowania (przeglądarki internetowej).\n„Stałe” pliki cookies przechowywane są w urządzeniu końcowym Użytkownika przez czas określony w parametrach plików cookies lub do czasu ich usunięcia przez Użytkownika.<br>\n6.\nOprogramowanie do przeglądania stron internetowych (przeglądarka internetowa) zazwyczaj domyślnie dopuszcza przechowywanie plików cookies w urządzeniu końcowym Użytkownika.\nUżytkownicy Serwisu mogą dokonać zmiany ustawień w tym zakresie.\nPrzeglądarka internetowa umożliwia usunięcie plików cookies.\nMożliwe jest także automatyczne blokowanie plików cookies Szczegółowe informacje na ten temat zawiera pomoc lub dokumentacja przeglądarki internetowej.<br>\n7.\nOgraniczenia stosowania plików cookies mogą wpłynąć na niektóre funkcjonalności dostępne na stronach internetowych Serwisu.<br>\n8.\nPliki cookies zamieszczane w urządzeniu końcowym Użytkownika Serwisu wykorzystywane mogą być również przez współpracujące z operatorem Serwisu podmioty, w szczególności dotyczy to firm: Google (Google Inc.\nz siedzibą w USA), Facebook (Facebook Inc.\nz siedzibą w USA), Twitter (Twitter Inc.\nz siedzibą w USA).<br>\n9.\nZarządzanie plikami cookies – jak w praktyce wyrażać i cofać zgodę?\n1.\nJeśli użytkownik nie chce otrzymywać plików cookies, może zmienić ustawienia przeglądarki.\nZastrzegamy, że wyłączenie obsługi plików cookies niezbędnych dla procesów uwierzytelniania, bezpieczeństwa, utrzymania preferencji użytkownika może utrudnić, a w skrajnych przypadkach może uniemożliwić korzystanie ze stron www<br>\n2.\nUżytkownik może zablokować wszelkie skrypty statystyczne używając odpowiednich wtyczek w przeglądarce.\nosBase.pl v1.1 | Polityka prywatności | Regulamin Strona zaprogramowana z ❤️ przez mily#5730 ", "created_at": "2022-11-21 00:52:18.452333", "updated_at": "2022-11-20 23:53:09.27139"}], "points": [], "urls": ["osbase.pl", "host2.osbase.pl", "host3.osbase.pl", "host4.osbase.pl"]}}