{"error": 448, "message": "OK", "parameters": {"id": 9660, "name": "Activate Networks LLC", "created_at": "2023-09-29 23:35:45.041121", "updated_at": "2023-09-30 10:02:33.567621", "wikipedia": null, "keywords": null, "related": null, "slug": "activate-networks-llc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9660.png", "url": "activatevpn.com", "documents": [{"id": 19213, "name": "Terms of Service", "url": "https://activatevpn.com/terms", "xpath": "/html/body/section[2]", "text": "<p>These Terms govern</p>\n<ul>\n<li>the use of activatevpn.com, and,</li>\n<li>any other related Agreement or legal relationship with the Owner in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</li>\n</ul>\n<p>\n</p>\n<p>The User must read this document carefully.</p>\n<p>Although the entire contractual relationship relating to these Products is entered into solely by the Owner and Users, Users acknowledge and agree that, where activatevpn.com has been provided to them via the Apple App Store, Apple may enforce these Terms as a third-party beneficiary.</p>\n<p>\n</p>\n<p>Nothing in these Terms creates any relationship of employment, agency, or partnership between the involved parties.</p>\n<p>\n</p>\n<p>activatevpn.com is provided by:</p>\n<p>Activate Networks LLC<br>16192 Coastal Highway<br>Lewes, DE, 19958</p>\n<p>\"activatevpn.com\" refers to</p>\n<ul>\n<li>this website, including its subdomains and any other website through which the Owner makes its Service available;</li>\n</ul>\n<ul>\n<li>applications for mobile, tablet and other smart device systems;</li>\n</ul>\n<ul>\n<li>the Service;</li>\n</ul>\n<ul>\n<li>any applications, sample and content files, source code, scripts, instruction sets or software included as part of the Service, as well as any related documentation;</li>\n</ul>What the User should know at a glance<ul>\n<li>Please note that some provisions in these Terms may only apply to certain categories of Users.\nIn particular, certain provisions may only apply to Consumers or to those Users that do not qualify as Consumers.\nSuch limitations are always explicitly mentioned within each affected clause.\nIn the absence of any such mention, clauses apply to all Users.</li>\n</ul>\n<ul>\n<li>The right of withdrawal only applies to European Consumers.\nThe right of withdrawal, also commonly called the right of cancellation in the UK, is consistently referred to as “the right of withdrawal” within this document.</li>\n</ul>\n<ul>\n<li>Usage of activatevpn.com and the Service is age restricted: to access and use activatevpn.com and its Service the User must be an adult under applicable law.</li>\n</ul>\n<p>\n</p>TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using activatevpn.com.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>\n</p>\n<p>By using activatevpn.com, Users confirm to meet the following requirements:</p>\n<ul>\n<li>There are no restrictions for Users in terms of being Consumers or Business Users;</li>\n</ul>\n<ul>\n<li>Users must be recognized as adult by applicable law;</li>\n</ul>\n<ul>\n<li>Users aren’t located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist-supporting” country;</li>\n<li>Users aren’t listed on any U.S.\nGovernment list of prohibited or restricted parties;</li>\n</ul>Account registration<p>To use the Service Users must register or create a User account, providing all required data or information in a complete and truthful manner.\nFailure to do so will cause unavailability of the Service.</p>\n<p>Users are responsible for keeping their login credentials confidential and safe.\nFor this reason, Users are also required to choose passwords that meet the highest standards of strength permitted by activatevpn.com.</p>\n<p>\n</p>\n<p>By registering, Users agree to be fully responsible for all activities that occur under their username and password.</p>\n<p>\n<br>Users are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen.</p>Conditions for account registration<p>Registration of User accounts on activatevpn.com is subject to the conditions outlined below.\nBy registering, Users agree to meet such conditions.</p>\n<ul>\n<li>Accounts registered by bots or any other automated methods are not permitted.</li>\n</ul>\n<ul>\n<li>Unless otherwise specified, each User must register only one account.</li>\n</ul>\n<ul>\n<li>Unless explicitly permitted, a User account may not be shared with other persons.</li>\n</ul>Account termination<p>Users can terminate their account and stop using the Service at any time by doing the following:</p>\n<ul>\n<li>By using the tools provided for account termination on activatevpn.com.</li>\n</ul>\n<ul>\n<li>By directly contacting the Owner at the contact details provided in this document.</li>\n</ul>Account suspension and deletion<p>The Owner reserves the right to suspend or terminate the User's account at any time and without notice, at the Owner's sole discretion, in these cases:</p>\n<ul>\n<li>User has violated these Terms.\nand/or</li>\n<li>User's access or use of activatevpn.com may cause injury to the Owner, other Users or third parties.\nand/or</li>\n<li>the use of activatevpn.com by the User may cause violation of law or regulations.\nand/or</li>\n<li>in case of an investigation by legal action or governmental involvement.\nand/or</li>\n<li>the account or its use is deemed to be, at the Owner’s sole discretion, inappropriate or offensive or in violation of these Terms.</li>\n</ul>\n<p>The suspension or deletion of User accounts shall not entitle Users to any claims for compensation, damages or reimbursement.</p>\n<p>\n<br>The suspension or deletion of accounts due to causes attributable to the User does not exempt the User from paying any applicable fees or prices.</p>Content on activatevpn.com<p>Unless otherwise&nbsp;specified or clearly recognizable, all content available on activatevpn.com is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on activatevpn.com infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br>In such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p>Rights regarding content on activatevpn.com - All rights reserved<p>The Owner holds and reserves all intellectual property rights for any such content.</p>\n<p>Users may not therefore use such content in any way that is not necessary or implicit in the proper use of the Service.</p>\n<p>In particular, but without limitation, Users may not copy, download, share (beyond the limits set forth below), modify, translate, transform, publish, transmit, sell, sublicense, edit, transfer/assign to third parties or create derivative works from the content available on activatevpn.com, nor allow any third party to do so through the User or their device, even without the User's knowledge.</p>\n<p>Where explicitly stated on activatevpn.com, the User may download, copy and/or share some content available through activatevpn.com for its sole personal and non-commercial use and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.</p>\n<p>Any applicable statutory limitation or exception to copyright shall stay unaffected.</p>Removal of content from parts of activatevpn.com available through the App Store<p>If the reported content is deemed objectionable, it will be removed within 24 hours and the User who provided the content will be barred from using the Service.</p>Access to external resources<p>Through activatevpn.com Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p>\n<p>In particular, on activatevpn.com Users may see advertisements provided by third parties.\nThe Owner does not control or moderate the advertisements displayed via activatevpn.com.\nIf Users click on any such advertisement, they will be interacting with any third party responsible for that advertisement.</p>\n<p>The Owner is not responsible for any matters resulting from such interaction with third parties, such as anything resulting from visiting third-party websites or using third-party content.</p>Acceptable use<p>activatevpn.com and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of activatevpn.com and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>Therefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including by denying Users access to activatevpn.com or the Service, terminating contracts, reporting any misconduct performed through activatevpn.com or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users engage or are suspected to engage in any of the following activities:</p>\n<ul>\n<li>violate laws, regulations and/or these Terms;</li>\n<li>infringe any third-party rights;</li>\n<li>considerably impair the Owner’s legitimate interests;</li>\n<li>offend the Owner or any third party.</li>\n</ul>Software license<p>Any intellectual or industrial property rights, and any other exclusive rights on software or technical applications embedded in or related to activatevpn.com are held by the Owner and/or its licensors.</p>\n<p>Subject to Users’ compliance with and notwithstanding any divergent provision of these Terms, the Owner merely grants Users a revocable, non-exclusive, non-sublicensable and non-transferable license to use the software and/or any other technical means embedded in the Service within the scope and for the purposes of activatevpn.com and the Service offered.</p>\n<p>This license does not grant Users any rights to access, usage or disclosure of the original source code.\nAll techniques, algorithms, and procedures contained in the software and any documentation thereto related is the Owner’s or its licensors’ sole property.</p>\n<p>All rights and license grants to Users shall immediately terminate upon any termination or expiration of the Agreement.</p>\n<p>Without prejudice to the above, under this license Users may download, install, use and run the software on the permitted number of devices, provided that such devices are common and up-to-date in terms of technology and market standards.</p>\n<p>The Owner reserves the right to release updates, fixes and further developments of activatevpn.com and/or its related software and to provide them to Users for free.\nUsers may need to download and install such updates to continue using activatevpn.com and/or its related software.</p>\n<p>New releases may only be available against payment of a fee.</p>\n<p>The User may download, install, use and run the software on 6 devices.</p>\n<p>However, it may not be permitted to run the software on more than one device at a time.</p>TERMS AND CONDITIONS OF SALEPaid Products<p>Some of the Products provided on activatevpn.com, as part of the Service, are provided on the basis of payment.</p>\n<p>The fees, duration and conditions applicable to the purchase of such Products are described below and in the dedicated sections of activatevpn.com.</p>\n<p>To purchase Products, the User must register or log into activatevpn.com.</p>Product description<p>Prices, descriptions or availability of Products are outlined in the respective sections of activatevpn.com and are subject to change without notice.</p>\n<p>While Products on activatevpn.com are presented with the greatest accuracy technically possible, representation on activatevpn.com through any means (including, as the case may be, graphic material, images, colors, sounds) is for reference only and implies no warranty as to the characteristics of the purchased Product.\nThe characteristics of the chosen Product will be outlined during the purchasing process.</p>Purchasing process<p>Any steps taken from choosing a Product to order submission form part of the purchasing process.</p>\n<p>The purchasing process includes these steps:</p>\n<ul>\n<li>Users must choose the desired Product and verify their purchase selection.</li>\n<li>After having reviewed the information displayed in the purchase selection, Users may place the order by submitting it.</li>\n</ul>Order submission<p>When the User submits an order, the following applies:</p>\n<ul>\n<li>The submission of an order determines contract conclusion and therefore creates for the User the obligation to pay the price, taxes and possible further fees and expenses, as specified on the order page.</li>\n<li>In case the purchased Product requires an action from the User, such as the provision of personal information or data, specifications or special wishes, the order submission creates an obligation for the User to cooperate accordingly.</li>\n<li>Upon submission of the order, Users will receive a receipt confirming that the order has been received.</li>\n</ul>\n<p>All notifications related to the described purchasing process shall be sent to the email address provided by the User for such purposes.</p>Prices<p>Users are informed during the purchasing process and before order submission, about any fees, taxes and costs (including, if any, delivery costs) that they will be charged.</p>\n<p>Prices on activatevpn.com are displayed:</p>\n<ul>\n<li>either exclusive or inclusive of any applicable fees, taxes and costs, depending on the section the User is browsing.</li>\n</ul>Methods of payment<p>Information related to accepted payment methods are made available during the purchasing process.</p>\n<p>Some payment methods may only be available subject to additional conditions or fees.\nIn such cases related information can be found in the dedicated section of activatevpn.com.</p>\n<p>Payment methods marked accordingly are managed directly by the Owner.\nIn this case, the Owner collects and stores the data necessary for the processing of payments and for fulfilling any legal obligation related to them.\nThe User may read the privacy policy of activatevpn.com to learn more about the data processing and Users’ rights regarding their data.</p>\n<p>Other payment methods – if any – are independently provided by third-party services.\nIn such cases activatevpn.com collects no payment information – such as credit card details – but only receives a notification from the relevant third-party provider once the payment has been successfully completed.</p>\n<p>If payment through the available methods fail, the Owner shall be under no obligation to fulfill the purchase order.\nIf a payment fails or is refused, the Owner reserves the right to claim any related expenses or damages from the User.</p>Virtual Currency for exclusive use inside activatevpn.com <p>On activatevpn.com certain payments may be made using a Virtual Currency.\nUnless otherwise stated, such Virtual Currency is not tradable, exchangeable or redeemable against any traditional currency, any other open digital currency, goods or any other values.</p>\n<p>By purchasing Virtual Currency, Users acknowledge and understand that it may only be used within activatevpn.com for the purposes expressly authorized by the Owner within the framework of its Services.\nUsers also acknowledge and agree that they may not transfer, purchase, sell, or exchange such Virtual Currency outside of the Service.</p>\n<p>Accordingly, Users may not sublicense, trade, sell or attempt to sell Virtual Currency for money, or exchange Virtual Currency for value of any kind outside of the dedicated offering provided by the Owner through activatevpn.com.\nAny such prohibited use or transaction shall be considered null and void and could result in legal action being taken against the User.</p>\n<p>In case of contract or account termination for any cause attributable to the User, any and all unused Virtual Currency shall be forfeited and no refund shall be granted.</p>Authorization for future PayPal payment<p>If Users authorize the PayPal feature which allows future purchases, activatevpn.com will store an identification code linked to the Users’ PayPal account.\nThis will authorize activatevpn.com to automatically process payments for future purchases or recurring installments of past purchases.</p>\n<p>This authorization can be revoked at any time, either by contacting the Owner or by changing the user settings offered by PayPal.</p>Purchase via app store<p>activatevpn.com or specific Products available for sale on activatevpn.com must be purchased via a third-party app store.\nTo access such purchases, Users must follow the instructions provided on the relevant online store (such as \"Apple App Store\" or \"Google Play\"), which may vary depending on the particular device in use.</p>\n<p>Unless otherwise specified, purchases done via third-party online stores are also subject to such third-parties’ terms and conditions, which, in case of any inconsistency or conflict, shall always prevail upon these Terms.</p>\n<p>\n</p>\n<p>Users purchasing through such third-party online stores must therefore read such terms and conditions of sale carefully and accept them.</p>Retention of Product ownership<p>Until payment of the total purchase price is received by the Owner, any Products ordered shall not become the User’s property.</p>Retention of usage rights<p>Users do not acquire any rights to use the purchased Product until the total purchase price is received by the Owner.</p>DeliveryDelivery of digital content<p>Unless otherwise stated, digital content purchased on activatevpn.com is delivered via download on the device(s) chosen by Users.</p>\n<p>Users acknowledge and accept that in order to download and/or use the Product, the intended device(s) and its respective software (including operating systems) must be legal, commonly used, up-to-date, and consistent with current market-standards.</p>\n<p>Users acknowledge and accept that the ability to download the purchased Product may be limited in time and space.</p>Performance of services<p>The purchased service shall be performed or made available within the timeframe specified on activatevpn.com or as communicated before the order submission.</p>\n<p>Users acknowledge and accept that the purchase of services available on activatevpn.com may be subject to further conditions under applicable law, the Terms or any other related document.<br>Users may be required to provide evidence or declare that such conditions – e.g.\nbeing considered an adult under applicable law – are met.<br>In such situations, failure to meet the conditions set forth by law or contract may make it impossible to perform or deliver the services.</p>Contract durationTrial period<p>Users have the option to test activatevpn.com or selected Products during a limited and non-renewable trial period, at no cost.\nSome features or functions of activatevpn.com may not be available to Users during the trial period.\nFurther conditions applicable to the trial period, including its duration, will be specified on activatevpn.com.</p>\n<p>The trial period shall automatically convert into the equivalent paid Product, unless the User cancels the purchase before the trial period expires.</p>Subscriptions<p>Subscriptions allow Users to receive a Product continuously or regularly over time.\nDetails regarding the type of subscription and termination are outlined below.</p>Open-ended subscriptions<p>Paid subscriptions begin on the day the payment is received by the Owner.\nIn order to maintain subscriptions, Users must pay the required recurring fee in a timely manner.\nFailure to do so may cause service interruptions.</p>Subscriptions handled via Apple ID<p>Users may subscribe to a Product using the Apple ID associated with their Apple App Store account by using the relevant process on activatevpn.com.\nWhen doing so, Users acknowledge and accept that</p>\n<ul>\n<li>any payment due shall be charged to their Apple ID account;</li>\n<li>subscriptions are automatically renewed for the same duration unless the User cancels at least 24 hours before the current period expires;</li>\n<li>any and all fees or payments due for renewal will be charged within 24-hours before the end of the current period;</li>\n<li>subscriptions can be managed or cancelled in the Users’ Apple App Store account settings.</li>\n</ul>\n<p>The above shall prevail upon any conflicting or diverging provision of these Terms.</p>Termination<p>Subscriptions may be terminated by sending a clear and unambiguous termination notice to the Owner using the contact details provided in this document, or — if applicable — by using the corresponding controls inside activatevpn.com.</p>Termination of open-ended subscriptions<p>Open-ended subscriptions may be terminated at any time by sending a clear and unambiguous termination notice to the Owner using the contact details provided in this document, or — if applicable — by using the corresponding controls inside this Application.</p>\n<p>Terminations shall take effect 1 days after the notice of termination has been received by the Owner.</p>User rightsRight of withdrawal<p>Unless exceptions apply, the User may be eligible to withdraw from the contract within the period specified below (generally 14 days), for any reason and without justification.\nUsers can learn more about the withdrawal conditions within this section.</p>Who the right of withdrawal applies to<p>Unless any applicable exception is mentioned below, Users who are European Consumers are granted a statutory cancellation right under EU rules, to withdraw from contracts entered into online (distance contracts) within the specified period applicable to their case, for any reason and without justification.</p>\n<p>\n</p>\n<p>Users that do not fit this qualification, cannot benefit from the rights described in this section.</p>Exercising the right of withdrawal<p>To exercise their right of withdrawal, Users must send to the Owner an unequivocal statement of their intention to withdraw from the contract.</p>\n<p>\n</p>\n<p>To this end, Users may use the model withdrawal form available from within the “definitions” section of this document.\nUsers are, however, free to express their intention to withdraw from the contract by making an unequivocal statement in any other suitable way.\nIn order to meet the deadline within which they can exercise such right, Users must send the withdrawal notice before the withdrawal period expires.</p>\n<p>When does the withdrawal period expire?</p>\n<ul>\n<li>Regarding the purchase of a service, the withdrawal period expires 14 days after the day that the contract is entered into, unless the User has waived the withdrawal right.</li>\n</ul>\n<ul>\n<li>In case of purchase of a digital content not supplied in a tangible medium, the withdrawal period expires 14 days after the day that the contract is entered into, unless the User has waived the withdrawal right.</li>\n</ul>GuaranteesMoney-back-guarantee for services<p>Without prejudice to any applicable statutory rights, the Owner grants Users the right to cancel the purchase of a service they are unsatisfied with, and obtain a refund, within 30 days from the day on which the contract was entered into.</p>\n<p>The Owner shall refund the price of the Product purchased using the same payment method as the original transaction.</p>\n<p>\n<br>In order to make use of this right, Users must send an unambiguous notice to the Owner.\nWhile a motivation is not required, Users are kindly asked to specify the reason why they are claiming the money-back-guarantee.</p>\n<p>\n</p>\n<p>Upon receipt of such notice, the Owner will verify that all conditions applicable to the money-back-guarantee are fulfilled and, if so, refund the purchase price.\nIn this case, Users will no longer have access to the purchased service.</p>Liability and indemnificationIndemnification<p>The User agrees to indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners and employees harmless from and against any claim or demand ⁠— including but not limited to lawyer's fees and costs ⁠— made by any third party due to or in relation with any culpable use of or connection to the Service, violation of these Terms, infringement of any third-party rights or statutory provision by the User or its affiliates, officers, directors, agents, co-branders, partners and employees to the extent allowed by applicable law.</p>Limitation of liability<p>Unless otherwise explicitly stated and without prejudice to applicable statutory product liability provisions, Users shall have no right to claim damages against the Owner (or any natural or legal person acting on its behalf).</p>\n<p>This does not apply to damages to life, health or physical integrity, damages resulting from the breach of an essential contractual obligation such as any obligation strictly necessary to achieve the purpose of the contract, and/or damages resulting from intent or gross negligence, as long as activatevpn.com has been appropriately and correctly used by the User.</p>\n<p>Unless damages have been caused by way of intent or gross negligence, or they affect life, health or physical integrity, the Owner shall only be liable to the extent of typical and foreseeable damages at the moment the contract was entered into.</p>\n<p>In particular, within the limits stated above, the Owner shall not be liable for:</p>\n<ul>\n<li>any losses that are not the direct consequence of a breach of the Terms by the Owner;</li>\n</ul>\n<ul>\n<li>any loss of business opportunities and any other loss, even indirect, that may be incurred by the User (such as, but not limited to, trading losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, etc.);</li>\n</ul>\n<ul>\n<li>damages or losses resulting from interruptions or malfunctions of activatevpn.com due to acts of force majeure, or unforeseen and unforeseeable events and, in any case, independent of the will and beyond the control of the Owner, such as, but not limited to, failures or disruptions of telephone or electrical lines, the Internet and / or other means of transmission, unavailability of websites, strikes, natural disasters, viruses and cyber attacks, interruptions in the delivery of products, third-party services or applications;</li>\n</ul>\n<ul>\n<li>any damage, prejudice or loss occurring due to viruses or other malware contained in or connected to files available for download from the internet or via activatevpn.com.\nUsers are responsible for implementing sufficient security measures – such as anti-viruses and firewalls to prevent any such infection or attack and for securing backup copies of all data or information exchanged via or uploaded to activatevpn.com.</li>\n</ul>Australian UsersLimitation of liability<p>Nothing in these Terms excludes, restricts or modifies any guarantee, condition, warranty, right or remedy which the User may have under the Competition and Consumer Act 2010 (Cth) or any similar State and Territory legislation and which cannot be excluded, restricted or modified (non-excludable right).\nTo the fullest extent permitted by law, our liability to the User, including liability for a breach of a non-excludable right and liability which is not otherwise excluded under these Terms of Use, is limited, at the Owner’s sole discretion, to the re-performance of the services or the payment of the cost of having the services supplied again.</p>US UsersDisclaimer of Warranties<p>activatevpn.com is provided strictly on an “as is” and “as available” basis.\nUse of the Service is at Users’ own risk.\nTo the maximum extent permitted by applicable law, the Owner expressly disclaims all conditions, representations, and warranties — whether express, implied, statutory or otherwise, including, but not limited to, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third-party rights.\nNo advice or information, whether oral or written, obtained by user from owner or through the Service will create any warranty not expressly stated herein.</p>\n<p>Without limiting the foregoing, the Owner, its subsidiaries, affiliates, licensors, officers, directors, agents, co-branders, partners, suppliers and employees do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet Users’ requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at users own risk and users shall be solely responsible for any damage to Users’ computer system or mobile device or loss of data that results from such download or Users’ use of the Service.</p>\n<p>\n</p>\n<p>The Owner does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and the Owner shall not be a party to or in any way monitor any transaction between Users and third-party providers of products or services.</p>\n<p>The Service may become inaccessible or it may not function properly with Users’ web browser, mobile device, and/or operating system.\nThe owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</p>\n<p>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</p>Limitations of liability<p>To the maximum extent permitted by applicable law, in no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for</p>\n<ul>\n<li>any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nand</li>\n<li>any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or User account or the information contained therein;</li>\n<li>any errors, mistakes, or inaccuracies of content;</li>\n<li>personal injury or property damage, of any nature whatsoever, resulting from User access to or use of the Service;</li>\n<li>any unauthorized access to or use of the Owner’s secure servers and/or any and all personal information stored therein;</li>\n<li>any interruption or cessation of transmission to or from the Service;</li>\n<li>any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service;</li>\n<li>any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or</li>\n<li>the defamatory, offensive, or illegal conduct of any User or third party.\nIn no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount paid by User to the Owner hereunder in the preceding 12 months, or the period of duration of this agreement between the Owner and User, whichever is shorter.</li>\n</ul>\n<p>This limitation of liability section shall apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if company has been advised of the possibility of such damage.</p>\n<p>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, therefore the above limitations or exclusions may not apply to User.\nThe terms give User specific legal rights, and User may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under the terms shall not apply to the extent prohibited by applicable law.</p>Indemnification<p>The User agrees to defend, indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees harmless from and against any and all claims or demands, damages, obligations, losses, liabilities, costs or debt, and expenses, including, but not limited to, legal fees and expenses, arising from</p>\n<ul>\n<li>User’s use of and access to the Service, including any data or content transmitted or received by User;</li>\n<li>User’s violation of these terms, including, but not limited to, User’s breach of any of the representations and warranties set forth in these terms;</li>\n<li>User’s violation of any third-party rights, including, but not limited to, any right of privacy or intellectual property rights;</li>\n<li>User’s violation of any statutory law, rule, or regulation;</li>\n<li>any content that is submitted from User’s account, including third party access with User’s unique username, password or other security measure, if applicable, including, but not limited to, misleading, false, or inaccurate information;</li>\n<li>User’s wilful misconduct.\nor</li>\n<li>statutory provision by User or its affiliates, officers, directors, agents, co-branders, partners, suppliers and employees to the extent allowed by applicable law.</li>\n</ul>Common provisionsNo Waiver<p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p>Service interruption<p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p>Service reselling<p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of activatevpn.com and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling programme.</p>Privacy policy<p>To learn more about the use of their Personal Data, Users may refer to the privacy policy of activatevpn.com.</p>Intellectual property rights<p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to activatevpn.com are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with activatevpn.com are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p>Changes to these Terms<p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\n<p>If required by applicable law, the Owner will specify the date by which the modified Terms will enter into force.</p>Assignment of contract<p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p>Contacts<p>All communications relating to the use of activatevpn.com must be sent using the contact information stated in this document.</p>Severability<p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p>US Users<p>Any such invalid or unenforceable provision will be interpreted, construed and reformed to the extent reasonably required to render it valid, enforceable and consistent with its original intent.\nThese Terms constitute the entire Agreement between Users and the Owner with respect to the subject matter hereof, and supersede all other communications, including but not limited to all prior agreements, between the parties with respect to such subject matter.\nThese Terms will be enforced to the fullest extent permitted by law.</p>EU Users<p>Should any provision of these Terms be or be deemed void, invalid or unenforceable, the parties shall do their best to find, in an amicable way, an agreement on valid and enforceable provisions thereby substituting the void, invalid or unenforceable parts.<br>In case of failure to do so, the void, invalid or unenforceable provisions shall be replaced by the applicable statutory provisions, if so permitted or stated under the applicable law.</p>\n<p>Without prejudice to the above, the nullity, invalidity or the impossibility to enforce a particular provision of these Terms shall not nullify the entire Agreement, unless the severed provisions are essential to the Agreement, or of such importance that the parties would not have entered into the contract if they had known that the provision would not be valid, or in cases where the remaining provisions would translate into an unacceptable hardship on any of the parties.</p>Governing law<p>These Terms are governed by the law of the place where the Owner is based, as disclosed in the relevant section of this document, without regard to conflict of laws principles.</p>Prevalence of national law<p>However, regardless of the above, if the law of the country that the User is located in provides for a higher applicable consumer protection standard, such higher standards shall prevail.</p>Venue of jurisdiction<p>The exclusive competence to decide on any controversy resulting from or connected to these Terms lies with the courts of the place where the Owner is based, as displayed in the relevant section of this document.</p>Exception for European Consumers<p>The above does not apply to any Users that qualify as European Consumers, nor to Consumers based in Switzerland, Norway or Iceland.</p>UK Consumers<p>Consumers based in England and Wales may bring legal proceedings in connection with these Terms in the English and Welsh courts.\nConsumers based in Scotland may bring legal proceedings in connection with these Terms in either the Scottish or the English courts.\nConsumers based in Northern Ireland may bring legal proceedings in connection with these Terms in either the Northern Irish or the English courts.</p>US Users<p>Each party specifically waives any right to trial by jury in any court in connection with any action or litigation.<br>\n</p>\n<p>Any claims under these terms shall proceed individually and no party shall join in a class action or other proceeding with or on behalf of others.</p>US UsersSurviving provisions<p>This Agreement shall continue in effect until it is terminated by either activatevpn.com or the User.\nUpon termination, the provisions contained in these Terms that by their context are intended to survive termination or expiration will survive, including but not limited to the following:</p>\n<ul>\n<li>the User’s grant of licenses under these Terms shall survive indefinitely;</li>\n<li>the User’s indemnification obligations shall survive for a period of five years from the date of termination;</li>\n<li>the disclaimer of warranties and representations, and the stipulations under the section containing indemnity and limitation of liability provisions, shall survive indefinitely.</li>\n</ul>Dispute resolutionAmicable dispute resolution <p>Users may bring any disputes to the Owner who will try to resolve them amicably.</p>\n<p>While Users' right to take legal action shall always remain unaffected, in the event of any controversy regarding the use of activatevpn.com or the Service, Users are kindly asked to contact the Owner at the contact details provided in this document.</p>\n<p>The User may submit the complaint including a brief description and if applicable, the details of the related order, purchase, or account, to the Owner’s email address specified in this document.</p>\n<p>The Owner will process the complaint without undue delay and within 3 days of receiving it.</p>Online dispute resolution for Consumers<p>The European Commission has established an online platform for alternative dispute resolutions that facilitates an out-of-court method for solving disputes related to and stemming from online sale and service contracts.</p>\n<p>As a result, any European Consumer or Consumer based in Norway, Iceland, or Liechtenstein can use such platform for resolving disputes stemming from contracts which have been entered into online.\nThe platform is available at the following link.</p>\n<p>\n</p>Definitionsactivatevpn.com (or this Application)<p>The property that enables the provision of the Service.</p>Agreement<p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p>Business User<p>Any User that does not qualify as a Consumer.</p>European (or Europe)<p>Applies where a User, regardless of nationality, is in the EU.</p>Example withdrawal form<p>\n</p>\n<p>Use the Contact form at activatevpn.com/support</p>\n<p>Addressed to:</p>\n<p>Activate Networks LLC</p>\n<p>I/We hereby give notice that I/we withdraw from my/our contract of sale of the following goods/for the provision of the following service:</p>\n<p>_____________________________________________ (insert a description of the goods/services that are subject to the respective withdrawal)</p>\n<ul>\n<li>Ordered on: _____________________________________________ (insert the date)</li>\n<li>Received on: _____________________________________________ (insert the date)</li>\n<li>Name of consumer(s):_____________________________________________</li>\n<li>Address of consumer(s):_____________________________________________</li>\n<li>Date: _____________________________________________</li>\n</ul>\n<p>(sign if this form is notified on paper)</p>Owner (or We)<p>Indicates the natural person(s) or legal entity that provides activatevpn.com and/or the Service to Users.</p>Product<p>A good or service available for purchase through activatevpn.com, such as e.g.\nphysical goods, digital files, software, booking services etc.\nThe sale of Products may be part of the Service.</p>Service<p>The service provided by activatevpn.com as described in these Terms and on activatevpn.com.</p>Terms<p>All provisions applicable to the use of activatevpn.com and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p>User (or You)<p>Indicates any natural person or legal entity using activatevpn.com.</p>Virtual Currency<p>A non-monetary asset by which Users may purchase specific Products offered on activatevpn.com under the conditions specified by the Owner.\nSuch assets can be manifested by codes, tokens, digital images etc.</p>Consumer<p>Consumer is any User qualifying as such under applicable law.</p>", "created_at": "2023-09-29 23:35:45.074779", "updated_at": "2023-09-29 23:36:06.234932"}, {"id": 19214, "name": "Cookie Policy", "url": "https://activatevpn.com/cookie-policy", "xpath": "/html/body/section[2]", "text": null, "created_at": "2023-09-29 23:35:45.108294", "updated_at": "2023-09-29 23:36:30.293331"}, {"id": 19215, "name": "Privacy Policy", "url": "https://activatevpn.com/privacy", "xpath": "/html/body/section[2]", "text": "Personal Data processed for the following purposes and using the following services:<ul>\n<li>Analytics</li>\n</ul>\n<ul>\n<li>Google Analytics and Google Analytics with anonymized IP<br>Personal Data: Trackers.\nUsage Data</li>\n<li>Cloudflare Web Analytics<br>Personal Data: device information.\nlanguage.\nUsage Data</li>\n</ul>\n<ul>\n<li>Contacting the User</li>\n</ul>\n<ul>\n<li>Contact form<br>Personal Data: email address.\nUser ID</li>\n<li>Mailing list or newsletter<br>Personal Data: email address.\nTrackers.\nUsage Data</li>\n</ul>\n<ul>\n<li>Content performance and features testing (A/B testing)</li>\n</ul>\n<ul>\n<li>Google Optimize and Google Optimize 360<br>Personal Data: Trackers.\nUsage Data</li>\n</ul>\n<ul>\n<li>Data transfer outside of the UK</li>\n</ul>\n<ul>\n<li>Data transfer abroad based on standard contractual clauses (UK), Data transfers according to a UK adequacy regulation and Other legal basis for Data transfer abroad (UK)<br>Personal Data: various types of Data</li>\n</ul>\n<ul>\n<li>Data transfer outside the EU</li>\n</ul>\n<ul>\n<li>Data transfer abroad based on standard contractual clauses, Data transfer to countries that guarantee European standards and Other legal basis for Data transfer abroad<br>Personal Data: various types of Data</li>\n</ul>\n<ul>\n<li>Device permissions for Personal Data access</li>\n</ul>\n<ul>\n<li>Device permissions for Personal Data access<br>Personal Data: Camera permission, without saving or recording.\nMicrophone permission, without recording.\nStorage permission</li>\n</ul>\n<ul>\n<li>Displaying content from external platforms</li>\n</ul>\n<ul>\n<li>Google Fonts<br>Personal Data: Trackers.\nUsage Data</li>\n</ul>\n<ul>\n<li>Handling payments</li>\n</ul>\n<ul>\n<li>Apple Pay, Stripe and PayPal<br>Personal Data: various types of Data as specified in the privacy policy of the service</li>\n<li>Payments processed via the Apple App Store<br>Personal Data: purchase history</li>\n</ul>\n<ul>\n<li>Platform services and hosting</li>\n</ul>\n<ul>\n<li>Google Play Store<br>Personal Data: Usage Data</li>\n</ul>\n<ul>\n<li>Registration and authentication</li>\n</ul>\n<ul>\n<li>Auth0<br>Personal Data: email address.\nfirst name.\nlast name.\npassword.\npicture.\nTrackers.\nvarious types of Data as specified in the privacy policy of the service</li>\n</ul>\n<ul>\n<li>Remarketing and behavioral targeting</li>\n</ul>\n<ul>\n<li>Google Ads Remarketing<br>Personal Data: Trackers.\nUsage Data</li>\n</ul>\n<ul>\n<li>SPAM protection</li>\n</ul>\n<ul>\n<li>Google reCAPTCHA<br>Personal Data: answers to questions.\nclicks.\nkeypress events.\nmotion sensor events.\nmouse movements.\nscroll position.\ntouch events.\nTrackers.\nUsage Data</li>\n</ul>\n<ul>\n<li>Tag Management</li>\n</ul>\n<ul>\n<li>Google Tag Manager<br>Personal Data: Trackers.\nUsage Data</li>\n</ul>\n<ul>\n<li>Traffic optimization and distribution</li>\n</ul>\n<ul>\n<li>Cloudflare<br>Personal Data: various types of Data as specified in the privacy policy of the service</li>\n</ul>Information on opting out of interest-based advertising<p>In addition to any opt-out feature provided by any of the services listed in this document, Users may follow the instructions provided by YourOnlineChoices&nbsp;(EU), the Network Advertising Initiative&nbsp;(US) and the Digital Advertising Alliance&nbsp;(US), DAAC(Canada), DDAI&nbsp;(Japan) or other similar initiatives.\nSuch initiatives allow Users to select their tracking preferences for most of the advertising tools.\nThe Owner thus recommends that Users make use of these resources in addition to the information provided in this document.</p>\n<p>The Digital Advertising Alliance offers an application called AppChoices&nbsp;that helps Users to control interest-based advertising on mobile apps.</p>\n<p>Users may also opt-out of certain advertising features through applicable device settings, such as the device advertising settings for mobile phones or ads settings in general.</p>Further information about the processing of Personal Data<ul>\n<li>Equal protection of User Data<br>activatevpn.com shares User Data only with third parties carefully selected to ensure that they provide the same or equal protection of User Data as stated in this privacy policy and requested by applicable data protection laws.\nFurther information on data processing and privacy practices by third parties can be found in their respective privacy policies.</li>\n<li>Selling goods and services online<br>The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.<br>The Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged.\nThe kind of Data collected by activatevpn.com depends on the payment system used.</li>\n</ul>Contact information<ul>\n<li>Owner and Data Controller<br>Activate Networks LLC<br>16192 Coastal Highway<br>Lewes, DE, 19958<br>Owner contact: activatevpn.com/contact</li>\n</ul>\n<p>\n</p>", "created_at": "2023-09-29 23:35:45.139406", "updated_at": "2023-09-29 23:36:57.934419"}], "points": [], "urls": ["activatevpn.com"]}}