{"error": 448, "message": "OK", "parameters": {"id": 8966, "name": "Wellevate", "created_at": "2023-07-09 16:19:24.508385", "updated_at": "2023-07-09 22:02:40.635889", "wikipedia": null, "keywords": null, "related": null, "slug": "wellevate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8966.png", "url": "wellevate.me", "documents": [{"id": 17543, "name": "Terms of Use ", "url": "https://wellevate.me/page/terms-of-service", "xpath": "//body", "text": " 2E322D88-F7CD-4D13-8EF8-5EE5196C1D1B<u>Access Emerson Wholesale</u>2E322D88-F7CD-4D13-8EF8-5EE5196C1D1B<u>Access Emerson Wholesale</u>Patient / Customer LoginProfessional LoginResourcesSchedule a Demo<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li>Resources</li>\n<li>SCHEDULE A DEMO</li>LoginPatient / Client LoginProfessional Login</ul>Wellevate Terms of UseGeneral\n<p>PLEASE READ THESE TERMS OF USE (THE “TERMS”) CAREFULLY BEFORE USING THE WELLEVATE® WEBSITES, MOBILE APPLICATIONS AND/OR THE VIRTUAL DISPENSARY SERVICES, INCLUDING YOUR OR YOUR HEALTH CARE PRACTITIONER’S DISPENSARY (COLLECTIVELY, THE “DISPENSARY”).\nTHESE TERMS MAY HAVE CHANGED SINCE YOUR LAST VISIT TO THE DISPENSARY.\nUSING OR DOWNLOADING THE DISPENSARY INDICATES THAT YOU ACCEPT THESE TERMS.\nIF YOU DO NOT ACCEPT THESE TERMS, YOU DO NOT HAVE PERMISSION TO USE THE DISPENSARY.\nIF YOU ARE ACCEPTING THESE TERMS ON BEHALF OF YOUR EMPLOYER OR AN ENTITY, YOU REPRESENT AND WARRANT THAT: (I) YOU HAVE FULL LEGAL AUTHORITY TO BIND YOUR EMPLOYER OR THE APPLICABLE ENTITY TO THE THESE TERMS.\n(II) YOU HAVE READ AND UNDERSTAND THESE TERMS.\nAND (III) YOU AGREE, ON BEHALF OF THE PARTY THAT YOU REPRESENT, TO THESE TERMS.</p>\n<p>Wellevate and its affiliates (“Fullscript,” “we,” “us” or “our”) reserve the right at any time to: (a) change the Terms.\n(b) change the Dispensary, including eliminating or discontinuing any products and/or any feature of the Dispensary.\nand (c) deny or terminate your use of and/or access to the Dispensary.\nExcept as may be otherwise disclosed on the Dispensary or in correspondence to you, any changes we make will be effective immediately upon our making such changes available on the Dispensary or otherwise providing notice thereof.\nYou agree that by using the Dispensary after the change has been implemented, you are accepting of the changes.</p>\nDispensary Content For Information Purposes Only\n<p>The information and content contained on the Dispensary is provided for informational purposes only and is not meant to provide you with medical advice or for replacing your professional knowledge.\nThe information on the Dispensary is not a substitute for medical care or for seeing or obtaining advice from a health care professional.\nYou should not use the information available on the Dispensary (including, but not limited to, information that may be provided on the Dispensary by health care or other professionals employed by or contracting with us) for diagnosing, treating, curing, or preventing a health problem or disease.\nInformation and statements regarding dietary and other health care supplements on the Dispensary have not been evaluated by the Food and Drug Administration.\nThe information, statements, and dietary and other health care supplements on the Dispensary are not intended to diagnose, treat, cure, or prevent any disease.</p>\n<p>We work to ensure that information on the Dispensary is correct.\nhowever, we cannot guarantee that all information is correct, complete or current.\nBrand suppliers may make changes to products from time to time, and actual product packaging and materials may contain more and/or different information than that shown on the Dispensary.\nPlease consult all labels, warnings, and directions for the most accurate product information prior to using or consuming products.\nOther inaccuracies or typographical errors may be corrected as discovered.</p>\n<p>The Dispensary may contain links or references to third party sites or to content made available by third parties.\nSuch links do not constitute or imply our endorsement of such third parties, or of the content of their sites, the suitability, efficacy, safety or quality of their products or services, or the information privacy or security of their sites.</p>\nEligibility &amp.\nRestrictions of Use\n<p>In order to use the Dispensary, you must be a resident of the U.S., at least 18 years old, and either a qualified health care professional who has submitted a current license, degree, or health practitioner certificate to us for review or a patient of a qualified health care practitioner.\nUse of the Dispensary requires you to create a Wellevate® account.\nWhen you set up your account you must provide true, accurate, complete and current information, and you are responsible for maintaining and promptly updating that information so that it remains true, accurate, complete and current at all times.</p>\n<p>You must not use the Dispensary for any of the following purposes: (a) anything unlawful or illegal or which is fraudulent or malicious or which promotes any criminal activity or provides information about the same.\n(b) anything which is defamatory, harassing or threatening or which otherwise infringes or violates the rights of others, such as infringing on anyone’s intellectual property rights (including ours) or impersonating anyone.\n(c) interfering in any way with any other user of the Dispensary, including use of the Dispensary in any manner that could disable, damage, or overburden the Dispensary.\n(d) knowingly introducing viruses or other malicious or harmful material, or using the Dispensary in connection with unsolicited communications (including but not limited to unauthorized advertising, junk, or bulk e-mail).\n(e) using any spider, bot or other automatic or manual device or process for the purpose of harvesting, compiling, scraping, indexing, surveying, or otherwise data mining information from the Dispensary.\n(f) creating a false identity or duplicative accounts for the purpose of misleading others, or impersonating any person or entity, or falsely stating or otherwise misrepresenting your affiliation with any person or entity.\n(g) probing, scanning, testing the vulnerability of or breaching the authentication measures of, the Dispensary or any related networks or systems.\n(h) removing, deleting, altering, or obscuring any copyrights, trademarks, or other proprietary notices from any portion of the Dispensary.\nand/or (i) for use other than the business purpose for which it was intended.\nYou must not use the Dispensary in a way that may damage or impair the Dispensary or our underlying systems and security.\nYou understand and agree that satisfying the above requirements does not guarantee that you will have access to and use the Dispensary.\nWe reserve the right to change or include new requirements as deemed appropriate in our sole discretion without providing prior notice to you.</p>\n<p>For health care practitioner-users, you agree that by using the Dispensary you use it in accordance with any applicable federal, state, local, or license board’s laws, regulations, or ethical standards.\nIt is your responsibility to assure that your use of the Dispensary and resale of products (both where you are located and where you sell the products) complies with any such laws, regulations, or ethical standards, and we do not provide any advice concerning your use of the Dispensary or requirements with its use.\nYou agree to refrain from making any fraudulent or negligent misrepresentations related to us, our services or the products sold through the Dispensary.\nrepresenting yourself as acting on behalf of us as our agent or otherwise, using the Dispensary for spamming (including junk mail, phishing, unsolicited distribution or email/text messages) or any illegal purposes.\nYou also agree to adhere to the reseller policies and minimum advertised price policies of our suppliers as provided to you or otherwise made available through the Dispensary.\nYou further agree to receive communications (including emails, texts, mobile push notification, or other notices and message on or through the Dispensary) by us or on our behalf to any email address, phone number, or mobile device associated with our account or otherwise directly or indirectly provided to us.</p>\n<p>For patient-users, use of the Dispensary is limited to your own personal use and may not be used in connection with any commercial endeavors (specifically including the resale of products purchased through the Dispensary), and requires that you subscribe to receive emails and other messages and content from us and your health care practitioner, including your practitioner’s recommendations and refill notices.\nYou consent to receive communications (including emails, texts, mobile push notification, or other notices and message on or through the Dispensary) by us or on our behalf to any email address, phone number, or mobile device associated with our account or otherwise directly or indirectly provided to us.\nCommunications we send to you may include information about your recommendations or treatment.\nIf you choose to share access to your mobile phone, carrier account, email, or Dispensary account with others, those individuals might also be able to see this information.</p>\n<p>Subject to your compliance with these Terms, we grant you a limited, non-exclusive, non-sublicensable, revocable, non-transferable license to: (i) access and use the Dispensary on your personal device in connection with practitioner-users’ internal business purposes and patient users’ personal non-commercial use.\nand (ii) access and use any content, information, and related materials that may be made available through the Dispensary, in each case solely in connection with practitioner-users’ internal business purposes and patient users’ personal non-commercial use.\nNo use by you of the Dispensary in compliance with this Terms in any way is or is meant to convey an endorsement by us.\nAny rights not expressly granted herein are reserved by us and our licensors.</p>\nCopyright &amp.\nTrademark Information\n<p>Copyright © 2016-2023 Wellevate, LLC.\nAll Rights Reserved.</p>\n<p>All notices should be sent to:<br>Fullscript<br>1230 Elm Street, Suite 301<br>Manchester, NH 03101</p>\n<p>The Dispensary, including the underlying software and technology, and the information which it contains, is the property of Fullscript and our affiliates and licensors.\nThe Dispensary is protected by U.S.\nand international copyright, trademark, and other laws, and you acknowledge that these rights are valid and enforceable.\nExcept as set forth in these Terms, you may not copy, reproduce, modify, adapt, translate, republish, upload, post, transmit, distribute, sub-license, sell, reverse engineer, decompile or disassemble any part of the Dispensary without our prior written permission.\nYou acknowledge that you do not acquire any ownership rights by using the Dispensary.\nThe trademarks, service marks, and logos displayed on the Dispensary (collectively the “Trademarks”) are the registered and unregistered property of Fullscript, our licensors and suppliers, and others.\nNothing contained on the Dispensary should be construed as granting, by implication, estoppel or otherwise, any license or right to use any Trademarks without our express written permission.\nNo Trademarks or product names may be used as part of a URL, secondary level domain name, metatag, key word, or file name or used in any advertising (including but not limited to Google Ads, Facebook Ads, etc.).</p>\n<p>If you believe any material on the Dispensary infringes on your copyright in the United States, please notify us by sending all details to copyright@emersonecologics.com or the mail address above.</p>\nContent Ownership For Health Care Practitioner-Users\n<p>We respect your right to ownership of content created or stored by you on the Dispensary.\nYou own the content created or stored by you.\nWhen you submit content to the Dispensary, you grant us a worldwide, royalty-free right to access, use, copy, store, transmit, host, reproduce, display, perform, adapt, modify, reformat, publish or distribute the content created by you or stored in your user account.\nYou may also transmit or publish content created by you using the Dispensary.\nhowever, you shall be solely responsible for such content and the consequences of its transmission.\nYou are responsible for ensuring that you do not accidentally make any private content publicly available.\nAny content that you may receive from other users of the Dispensary is provided to you “as is” for your informational use only.\nBy making any copyrighted/copyrightable content available on the Dispensary – such as your practice logo or other images – you affirm that you own or have the consent, authorization or permission, as the case may, be from every person who may claim any rights in such content to make such content available in such manner.</p>\n<p>You have ownership and control of individual patient information and data you enter into and maintain on the Dispensary.\nYou hereby grant us and our affiliates a perpetual license to use the data for analysis and research, and to use and disclose data in a de-identified form.\nYou further grant us and our affiliates a perpetual, royalty-free, exclusive license in any and all data analysis and research and de-identified data created by us.\nNothing shall prevent you from creating, using, disclosing, licensing or transferring your own analysis and de-identified information using individual patient information and data.\nWe will develop, implement, maintain and monitor commercially reasonable physical, technical and administrative safeguards to protect the patient information and data in our possession or under our control against accidental loss or unauthorized access, use or disclosure.</p>\n<p>You are exclusively responsible for, and we and our suppliers expressly disclaim any and all liability for, any statements that you make regarding products sold through the Dispensary to your patients, including any claims not expressly including in product labeling.</p>\nTransactions (Health Care Practitioner-Users)\n<p>The Dispensary utilizes a third-party service called Stripe to facilitate payments between you and your patients.\nStripe will process the payment order by your patients and distribute from the collected funds, our service fees and the costs of the product ordered and shipped, with remaining proceeds deposited to your bank account.\nIn the event funds for a patient purchase are withheld or otherwise unavailable for payment, you will still be charged for our services and the cost of the product and shipping.\nStripe may require additional information to set up an account to facilitate payments and also to maintain the use of your account with Stripe.\nFailure to comply with Stripe’s request could result in deactivation of your account.\nPlease see Stripe’s Terms of Service (https://stripe.com/us/terms/) for any questions regarding Stripe.</p>\n<p>Products for sale through the Dispensary will be set at MSRP.\nYou have the ability to discount the MSRP prices up to the margin percentages noted in your dispensary.\nWe will charge you a service fee of fifteen (15) percent of the stated MSRP price for the use of our software and services, and you will also be charged the cost for products ordered and shipped to your patients.</p>\n<p>You are the vendor/retailer/seller of record with respect to the sale of products through your Dispensary, and you agree to comply with all applicable tax laws, ordinances, and regulations, including any licensing or reporting requirements.</p>\n<p>The Dispensary automatically calculates, collects, and remits sales tax on your behalf using a third-party tax engine.\nThe tax engine contains applicable tax rates levied by tax jurisdictions in the U.S., along with information about the items that are taxable in each of those jurisdictions.\nProducts will be subject to sales tax based on general sales tax rates, the applicable sales tax will be applied to the product price set by you, and the patient will pay both the cost of the product along with the sales tax.\nWe do not guarantee that the tax engine will meet all of your tax requirements, including but not limited to: providing support for sales tax exemptions based on the identity of any individual, company, or other entity or the intended use of a product by any purchaser.\ncalculating any sales tax in U.S.\nterritories.\nor calculating any other taxes or fees that may apply to your sales through the Dispensary.\nThere are no extra charges or fees for this service, and you accept any amounts we remit on your behalf at the rates determined by the tax engine as full satisfaction of our obligations in connection with this service.\nBe advised that we may provide your information to taxing authorities as part of tax reporting and/or registration processes, as applicable.\nWe will provide you with document support in any tax assessments, audits, or adjustments upon request.\nhowever, you remain responsible for all tax liabilities under applicable laws.\nWe will also provide you with document support for no more than four years after the date of a sale through the Dispensary or the tax filing deadline as applicable, as reported on our consolidated sales tax filings, as well as sales tax registration numbers by jurisdiction, upon request.\nWe may assess additional fees at our discretion for any requested product and/or tax research, reporting requests (not related to an audit) for data broken down by city/county/district, etc..\nmonthly reporting.\nor invoice images.\nYour obligations also include making any filings as required by applicable jurisdictions, retaining relevant documents, and providing us notice of any audits and audit results related to sales of products through the Dispensary.\nRemember that it is your responsibility to understand and comply with relevant laws, ordinances, and regulations.\nWe cannot provide tax advice or guarantee that the Dispensary sales tax features meet all of your tax requirements.\nplease consult with your tax advisor if you have any questions.</p>\n<p>In the event that payment from your patient is not collected for any reason including but not limited to a failed or rejected credit card, a disputed charge or a chargeback, you will be responsible for payment to us.\nWhile as part of the service we render to you through the Dispensary, we may make certain reasonable efforts to obtain payment from your patient on your behalf (and the decision to undertake such efforts and, if undertaken, the nature and extent of such efforts shall be determined by us in our sole discretion) we reserve the right to cease any such efforts which we may undertake on your behalf at any time and charge you for the amounts due.</p>\n<p>If you create a Wellevate® account without an associated Stripe account, you will not have any say over the discount or the price of any of the products sold through your Dispensary.\nYou will not be the vendor/retailer/seller of record with respect to the sale of products through your Dispensary and the foregoing provisions of this Transactions (Health Care Practitioner-Users) section will not apply to you.\nall of the remaining rights and obligations of the Terms will still apply to your Dispensary and your use of our services.</p>\nTransactions (Patient-Users)\n<p>When you add a credit card to your account, Stripe – a third party that handles payment processing – will receive your card information.\nBy submitting credit card information through the Dispensary, you represent and warrant that the information is accurate and that you are authorized to use the card provided, and you grant to us the right to provide such information to Stripe for purposes of facilitating your purchases.\nVerification of information may be required prior to the completion of any transaction.\nTo help keep your financial data secure, we do not store full credit card information on our servers.</p>\n<p>Prior to submitting your order request, you will see an estimate of the sales tax to be collected on your order.\nThis calculation is provided for your convenience.\nThe actual sales tax amount will be applied when your order is accepted and depends on various factors including the items purchased, the shipment destination, and your health care practitioner.</p>\n<p>Our acknowledgement of an order means that your order request has been received.\nit does not mean that your order request has been accepted.\nWe reserve the right to modify, refuse, correct or terminate a transaction at any time for any reason, including if it appears to us that you intend to resell the products sold through the Dispensary, and to impose quantity limits on any order or reject all or any part of an order without prior notice.</p>\n<p>Any cost of shipping will be in accordance with stated shipping costs and will be collected and charged directly to you.\nTitle and risk of loss transfer to you upon delivery.\nAdditional policies covering shipping and returns, as well as supplemental terms if you create an automatically recurring order through the Auto-Refill program, are available at https://go.wellevate.me/support/auto-refill-terms-and-conditions.</p>\nThird Party Products and Services\n<p>The Dispensary provides, and third parties may provide, links to third-party sites and products, devices, items, services, and other materials (collectively, “resources”), including sites and resources that are framed within the Dispensary.\nWe provide links to third party-owned sites and resources as a convenience to users.\nThird-party sites and resources are not under our control, and you acknowledge and agree that we are not responsible for the availability of such external sites or resources, and that we do not endorse, sponsor, recommend, and are not responsible or liable for any third party, content, products, services, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such third-party sites or resources.\nyour use of any third-party sites or resources and any interactions with third parties, including payment and delivery of resources, any other terms, conditions, warranties, or representations associated with such use or interaction, are solely between you and such third parties.\nIf you visit third-party sites or resources, we encourage you to consult the privacy policy and the terms and conditions of each such site or resource that you visit.\nyour relationship with such third party is independent and subject to such party’s privacy policy and terms and conditions and you access these sites and resources at your own risk.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any transaction with any third party.</p>\n<p>We may offer you the ability to connect your Wellevate® account with third-party sites or resources, such as EHRs.\nYou understand and acknowledge that by connecting your accounts, we and the third party may share information between the accounts, and you are responsible for notifying us of any restrictions on data sharing and for instructing the third-party sites or resources on any limitations on information provided to it by us.\nWe accept no responsibility for information transmitted to the third-party site or resource and outside of our control.</p>\nUsernames &amp.\nPasswords\n<p>You are responsible for maintaining the security of your account, passwords and files.\nWe will accept the instructions of any individual who claims to be authorized to direct changes to your account so long as such person presents your username and password on-line, by email or by phone, or through a third party service, if any, through which you access the Dispensary.\nYou are completely responsible for your account and anything that happens on your account.\nWe will not be responsible for the actions of any individuals who access your account using your username and password, including for misuse or misappropriation of your information.</p>\nPrivacy\n<p>Please review our Privacy Policy, which also governs your use of the Dispensary, to understand our practices.</p>\nSubmissions &amp.\nBeta Testing\n<p>You may submit questions, comments, feedback, suggestions, ideas, improvements, plans, original or creative materials or other information about the Dispensary either through the Dispensary websites or mobile applications or otherwise.\nThe content you submit is voluntary, non-confidential, gratuitous and non-committal.\nBy submitting such content, you grant us and our designees a worldwide, perpetual, irrevocable, non-exclusive, fully-paid up and royalty free license to use, reproduce, prepare derivative works, combine with other works, alter, translate, distribute copies, display, perform, publish, license, or sub-license the content, and we shall be entitled to the unrestricted use and dissemination of the content for any purpose, commercial or otherwise.</p>\n<p>We may offer certain Dispensary functionality or services as closed or open beta tests for the purpose of testing and evaluation.\nYou agree that we have the sole authority and discretion to determine the period of time for testing and evaluation of beta testing.\nWe will be the sole judge of the success of such testing and the decision, if any, to offer the Dispensary functionality or services generally.\nWe reserve the right to fully or partially discontinue, at any time and from time to time, temporarily or permanently, any of the beta testing with or without notice to you.\nYou agree that we will not be liable to you or to any third party for any harm related to, arising out of, or caused by the modification, suspension or discontinuance of any of the beta testing for any reason.</p>\nCoupons and Promotional Codes\n<p>Coupons and promotional codes provided to you are for your individual use only.\nYou may not transfer, reproduce, trade, offer for sale, publish or otherwise share coupons and promotional codes unless the terms of the coupon or promotional code expressly allow you to do so.\nWe reserve the right to cancel orders when we have reason to believe that any coupon or promotional code is being used by someone other than the intended recipient, or in the case of suspected abuse, misuse or fraud.\nWe reserve the right to terminate a coupon or promotional code offering at any time and/or set expiration dates for such offers at any time and in our sole discretion.\nCoupon codes and promotional codes are not valid on prior purchases.</p>\nWarranty Disclaimer\n<p>We are not the supplier and do not manufacture any of the products sold through the Dispensary.\nAccordingly, we make no warranties, express or implied or warranties of effectiveness or sufficiency for a particular purpose with respect to any products sold through the Dispensary, and all such warranties express or implied are hereby expressly disclaimed.\nThe inclusion of any products on the Dispensary does not imply or warrant that these products or services will be available at any given time.</p>\n<p>While we will endeavor to ensure that the Dispensary is normally available 24 hours a day, we shall not be liable if for any reason the Dispensary is not available at any time or for any period.\nAccess to the Dispensary may be suspended temporarily from time-to-time and without notice in the case of system failure, maintenance or repair, for any reason beyond our control, or if we deem it necessary.\nThe Dispensary, including all content on or available through the Dispensary, is provided on an “as is” basis and we do not make any representation or give any warranty with respect to the Dispensary or any of its content, that the Dispensary is free of viruses or other harmful components, that the results of using the Dispensary will meet your requirements, or with relation to the services provided by Stripe.\nTO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, FULLSCRIPT AND OUR SUBSIDIARIES, AFFILIATES, AND THIRD-PARTY PROVIDERS DISCLAIM ANY AND ALL EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR USE.</p>\nLimitation Of Liability\n<p>SUBJECT TO APPLICABLE LAW AND WITHOUT LIMITING THE EXTENT AND SCOPE OF THE FOREGOING WARRANTY DISCLAIMER, UNDER NO CIRCUMSTANCES SHALL WE BE RESPONSIBLE OR LIABLE FOR ANY DIRECT OR INDIRECT LOSSES OR DAMAGES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF OR INABILITY TO USE THE DISPENSARY AND ANY PRODUCTS PURCHASED THEREFROM AS WELL AS ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON OR RELATED TO THE DISPENSARY (INCLUDING STRIPE), ANY CONTENT OBTAINED FROM OR THROUGH THE DISPENSARY, OR THE UNAUTHORIZED ACCESS TO, USE OF OR ALTERATION TO YOUR ACCOUNT OR INFORMATION, INCLUDING GENERAL, SPECIAL, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, LOSS OF DATA, INCOME OR PROFITS, WHETHER IN CONTRACT OR TORT, EVEN IF WE HAVE BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE DISPENSARY IS AT YOUR SOLE RISK.\nIF YOU ARE DISSATISFIED WITH THE DISPENSARY OR WITH THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE DISPENSARY.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>You are solely responsible for your interaction with other users of the Dispensary, whether online or offline.\nWe are not responsible or liable for the conduct of any user.\nWe reserve the right, but have no obligation, to monitor or become involved in disputes between you and other users.</p>\n<p>BY ACCESSING THE SITE, YOU UNDERSTAND THAT YOU MAY BE WAIVING RIGHTS WITH RESPECT TO CLAIMS THAT ARE AT THIS TIME UNKNOWN OR UNSUSPECTED, AND IN ACCORDANCE WITH SUCH WAIVER, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE, THE BENEFITS OF SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA, AND ANY SIMILAR LAW OF ANY STATE OR TERRITORY, WHICH PROVIDES AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</p>\nIndemnification\n<p>You agree, either individually or for the entity on behalf of which you are acting, to indemnify and hold harmless us and our current and future subsidiaries, successors, affiliates, licensors, suppliers, co-branders, third-party providers, clients, sponsors, and partners, and the officers, directors, employees, and agents of each of them (collectively, the “Fullscript Parties”), from and against any and all claims, losses, costs, fees, damages and expenses that any such party may incur as a result of, due to, or arising out of violation by you (or anyone acting under your account or password) of the Terms or the use or misuse of the Dispensary by you (or anyone acting under your account or password), or the violation of any rights of another by you (or anyone acting under your account or password).</p>\nMinimum System Requirements\n<p>You are responsible for obtaining access to the internet and the equipment necessary to use the Dispensary.\nThe Dispensary will only work on compatible devices and operating systems, and certain functionality will only work if your device is connected to the internet.\nSome features may also only be available with certain operating systems.\nMobile applications may not contain the same functionality available on the Wellevate® websites.</p>\nAdditional Mobile Application Terms.\n<p>You may be charged by your mobile service provider for downloading and/or accessing the Dispensary on your phone or other mobile device.\nThese charges may include data roaming charges if you do this outside your home territory.\nAll these charges are solely your responsibility.\nIf you do not pay the bills for your device then we assume that you have the permission from the person or entity that does before incurring any of these charges.\nAdditional terms and conditions may apply to you based on the mobile device the Dispensary is installed on.</p>\n<p>iOS – Apple.\nThese Terms are an agreement between you and us, and not with Apple.\nApple is not responsible for the Dispensary and the content thereof.\nYou acknowledge that you have reviewed and agree to the App Store Terms and Conditions (available at https://www.apple.com/legal/internet-services/itunes/us/terms.html#APPS), including the Usage Rules set forth therein.\nThese Terms incorporate by reference the Licensed Application End User License Agreement (the “LAEULA”) published by Apple (available at https://www.apple.com/legal/macapps/dev/stdeula/).\nOur mobile application-based services are considered the “Licensed Application” as defined in the LAEULA and we are considered the “Application Provider” as defined in the LAEULA.\nIf any of the Terms herein conflict with the terms of the LAEULA, these Terms shall control.</p>\n<p>Touch ID/Face ID.\nWe may offer the option for you to log into the Dispensary using Touch ID or Face ID.\nIf you have enabled Touch ID or Face ID on your device, you can turn it on or off when prompted or through the Dispensary settings.\nYou can also disable Touch ID or Face ID at any time through your device’s settings.\nWe do not have access to your device’s Touch ID or Face ID data.</p>\nGeographic Scope\n<p>The Dispensary is intended for use by users in the U.S., and products purchased through the Dispensary will only be shipped to U.S.\naddresses.</p>\nAccount Terminations\n<p>We may terminate your Wellevate® account, access to the Dispensary or access to our services at our discretion at any time and for any reason, without prior written notice or explanation though we may choose to provide notice and/or explanation, and without liability, including without limitation if we believe your conduct fails to conform to these Terms.\nYou agree that if your use of the Dispensary is terminated, you will not attempt to use the Dispensary under any name, real or assumed, and further agree that if you violate this restriction after being terminated, you will indemnify and hold harmless the Fullscript Parties from any and all liability that any such Fullscript Party may incur with respect thereto.</p>\nGoverning Law\n<p>The Terms, your use of the Dispensary, all transactions through the Dispensary, and all related matters, regardless of your location, are governed solely by, and construed solely in accordance with, the laws of the State of New Hampshire, without giving effect to any conflict of law principles.</p>\nSeverability\n<p>If any part of this these Terms is ruled to be unlawful, void, or for any reason unenforceable, then such part shall be deemed severable from these Terms, and shall be eliminated or limited to the minimum extent necessary.\nThe remainder of these Terms, including any revised portion, shall remain and be in full force and effect.</p>\nNo Waiver\n<p>Our failure to insist upon or enforce strict performance of any provision of these Terms or to act with respect to a breach of these Terms by you or others does not constitute a waiver and will not limit our rights with respect to such breach or any subsequent breaches.\nNo waiver by us of any of these Terms will be of any force or effect unless made in writing and signed by a duly authorized officer, nor will such a waiver be deemed a further or continuing waiver of such term or condition or any other term or condition.\nNeither our course of conduct nor our trade practices will act to modify these Terms.</p>\nAssignments\n<p>You may not assign your rights or obligations under these Terms to any other party without our prior written consent, and any such attempt will be null and void.\nWe may assign our rights or obligations under these Terms at any time to any party at our discretion, including but not limited to the enforcement of any of these Terms by our suppliers.</p>\n<p>&nbsp;</p>\n<p>Last Updated: January 1, 2023</p>\n<p>&nbsp;</p>AboutSupport 855-935-5382<br>PrivacyTerms of UseSupport Key: WV-8SP-VMQ-MJ9 | Version: 1680530848\nPlease enable JavaScript to continue using this application.\n", "created_at": "2023-07-09 16:19:24.538148", "updated_at": "2023-07-09 16:19:43.377517"}, {"id": 17544, "name": "Privacy Policy", "url": "https://wellevate.me/page/privacy", "xpath": "//body", "text": null, "created_at": "2023-07-09 16:19:24.567307", "updated_at": "2023-07-09 16:20:18.90758"}], "points": [], "urls": ["wellevate.me"]}}