{"error": 448, "message": "OK", "parameters": {"id": 7941, "name": "TV Ears", "created_at": "2023-04-10 18:11:15.716875", "updated_at": "2023-04-22 11:50:39.297379", "wikipedia": null, "keywords": null, "related": null, "slug": "tv-ears", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7941.png", "url": "tvears.com", "documents": [{"id": 15365, "name": "Terms of Service", "url": "https://www.tvears.com/terms-of-service", "xpath": "//body", "text": "Skip to content <i>COUPON </i> \"<i>TVEWEB10</i>\" IS ACTIVE!<ul>\n<li>Systems<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>Speaker</li>\n<li>Headphones</li>\n</ul>\n</li>\n<li>Bundles<i>\n</i>\n<ul>\n<li>Dual Original</li>\n<li>Dual Digital</li>\n<li>Dual 5.8 Digital</li>\n<li>5.8 Speaker Bundle</li>\n<li>5.8 Bundle</li>\n</ul>\n</li>\n<li>Headsets<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n</ul>\n</li>\n<li>Transmitters<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>5.8 Digital – Mini</li>\n</ul>\n</li>\n<li>Accessories<i>\n</i>\n<ul>\n<li>Slide Tips</li>\n<li>5.8 Headset Battery</li>\n<li>Batteries</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Systems<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>Speaker</li>\n<li>Headphones</li>\n</ul>\n</li>\n<li>Bundles<i>\n</i>\n<ul>\n<li>Dual Original</li>\n<li>Dual Digital</li>\n<li>Dual 5.8 Digital</li>\n<li>5.8 Speaker Bundle</li>\n<li>5.8 Bundle</li>\n</ul>\n</li>\n<li>Headsets<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n</ul>\n</li>\n<li>Transmitters<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>5.8 Digital – Mini</li>\n</ul>\n</li>\n<li>Accessories<i>\n</i>\n<ul>\n<li>Slide Tips</li>\n<li>5.8 Headset Battery</li>\n<li>Batteries</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Blog</li>\n<li>About<i>\n</i>\n<ul>\n<li>Choose the Right System</li>\n<li>Testimonials</li>\n<li>Press Releases</li>\n</ul>\n</li>\n<li>Help<i>\n</i>\n<ul>\n<li>Support</li>\n<li>Frequently Asked Questions</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>My Account</li>\n</ul>\n<ul>\n<li>Blog</li>\n<li>About<i>\n</i>\n<ul>\n<li>Choose the Right System</li>\n<li>Testimonials</li>\n<li>Press Releases</li>\n</ul>\n</li>\n<li>Help<i>\n</i>\n<ul>\n<li>Support</li>\n<li>Frequently Asked Questions</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>My Account</li>\n</ul>A Better Way to hearTV <sup>®</sup>Assistance: 1-888-883-3277 <i>COUPON </i> \"<i>TVEWEB10</i>\" IS ACTIVE! <p>Assistance: 1-888-883-3277</p>Terms of Service<p>Last updated: January 02, 2020</p>\n<p>Please read these Terms of Service carefully before using Our Service.</p>\n<p>\n<b>Interpretation and Definitions</b>\n</p>Interpretation<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.</p>\n<p>The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>Definitions<p>For the purposes of these Terms of Service:</p>\n<p>\n<b>Affiliate</b> means an entity that controls, is controlled by or is under common control with a party, where “control” means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</p>\n<p>\n<b>Company</b> (referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to TV Ears, Inc., 2701 Via Orange Way, Suite 1, Spring Valley, CA 91978.</p>\n<p>\n<b>Country</b> refers to: California, United States</p>\n<p>\n<b>Goods</b> refer to the items offered for sale on the Service.</p>\n<p>\n<b>Orders</b> mean a request by You to purchase Goods from Us.</p>\n<p>\n<b>Service</b> refers to the Website.</p>\n<p>\n<b>Terms of Service</b> (also referred as “Terms”) mean these Terms of Service that form the entire agreement between You and the Company regarding the use of the Service.</p>\n<p>\n<b>Third-party Social Media Service</b> means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.</p>\n<p>\n<b>Website</b> refers to TV EARS, accessible from tvears.com</p>\n<p>\n<b>You </b>and <b>Your</b> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n<p>\n<b>Acknowledgement</b>\n</p>\n<p>These are the Terms of Service governing the use of this Service and the agreement that operates between You and the Company.\nThese Terms of Service set out the rights and obligations of all users regarding the use of the Service.</p>\n<p>Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms of Service.\nThese Terms of Service apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service You agree to be bound by these Terms of Service.\nIf You disagree with any part of these Terms of Service then You may not access the Service.</p>\n<p>Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company.\nOur Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Website and tells You about Your privacy rights and how the law protects You.\nPlease read Our Privacy Policy carefully before using Our Service.</p>\n<p>\n<b>Placing Orders for Goods</b>\n</p>\n<p>By placing an Order for Goods through the Service, You represent and warrant that You are legally capable of entering into binding contracts.</p>Your Information<p>If You wish to place an Order for Goods available on the Service, You may be asked to supply certain information relevant to Your Order including, without limitation, Your credit card number, the expiration date of Your credit card, Your billing address, and Your shipping information.</p>\n<p>You represent and warrant that: (i) You have the legal right to use any credit or debit card(s) or other payment method(s) in connection with any Order.\nand that (ii) the information You supply to us is true, correct and complete.</p>\n<p>By submitting such information, You grant us the right to provide the information to payment processing third parties for purposes of facilitating the completion of Your Order.</p>Order Cancellation<p>We reserve the right to refuse or cancel Your Order at any time for certain reasons including but not limited to:</p>\n<p>Goods availability</p>\n<p>Errors in the description or prices for Goods</p>\n<p>Errors in Your Order</p>\n<p>We reserve the right to refuse or cancel Your Order if fraud or an unauthorized or illegal transaction is suspected.</p>Your Order Cancellation Rights<p>Any Goods you purchase can only be returned in accordance with these Terms of Service and Our Returns Policy.</p>\n<p>Our Returns Policy forms a part of these Terms of Service.\nPlease read our Returns Policy to learn more about your right to cancel Your Order.</p>\n<p>Your right to cancel an Order only applies to Goods that are returned in the same condition as You received them.\nYou should also include all of the products instructions, documents and wrappings.\nGoods that are damaged or not in the same condition as You received them or which are worn simply beyond opening the original packaging will not be refunded.\nYou should therefore take reasonable care of the purchased Goods while they are in Your possession.</p>\n<p>We will reimburse You no later than 30 days from the day on which We receive Your order cancellation notice.\nWe will use the same means of payment as You used for the Order, and You will not incur any fees for such reimbursement.</p>\n<p>You will not have any right to cancel an Order for the supply of any of the following Goods:</p>\n<p>The supply of Goods made to Your specifications or clearly personalized.</p>Availability, Errors and Inaccuracies<p>We are constantly updating Our offerings of Goods on the Service.\nThe Goods available on Our Service may be mispriced, described inaccurately, or unavailable, and We may experience delays in updating information regarding our Goods on the Service and in Our advertising on other websites.</p>\n<p>We cannot and do not guarantee the accuracy or completeness of any information, including prices, product images, specifications, availability, and services.\nWe reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.</p>Prices Policy<p>The Company reserves the right to revise its prices at any time prior to accepting an Order.</p>\n<p>The prices quoted may be revised by the Company subsequent to accepting an Order in the event of any occurrence affecting delivery caused by government action, variation in customs duties, increased shipping charges, higher foreign exchange costs and any other matter beyond the control of the Company.\nIn that event, You will have the right to cancel Your Order.</p>Payments<p>All Goods purchased are subject to a one-time payment.\nPayment can be made through various payment methods we have available, such as Visa, MasterCard, American Express cards or online payment methods (PayPal, for example).</p>\n<p>Payment cards (credit cards or debit cards) are subject to validation checks and authorization by Your card issuer.\nIf we do not receive the required authorization, We will not be liable for any delay or non-delivery of Your Order.</p>\n<p>\n<b>Intellectual Property</b>\n</p>\n<p>The Service and its original content (excluding content provided by You or other users), features and functionality are and will remain the exclusive property of the Company.</p>\n<p>The Service is protected by copyright, trademark, and other laws of both the Country and foreign countries.</p>\n<p>Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Company.</p>\n<p>\n<b>Links to Other Websites</b>\n</p>\n<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.</p>\n<p>The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise You to read the Terms of Service and privacy policies of any third-party web sites or services that You visit.</p>\n<p>\n<b>Termination</b>\n</p>\n<p>We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms of Service.</p>\n<p>Upon termination, Your right to use the Service will cease immediately.</p>\n<p>\n<b>Limitation of Liability</b>\n</p>\n<p>Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of these Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven’t purchased anything through the Service.</p>\n<p>To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of these Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.</p>\n<p>Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply.\nIn these states, each party’s liability will be limited to the greatest extent permitted by law.</p>\n<p>\n<b>“AS IS” and “AS AVAILABLE” Disclaimer</b>\n</p>\n<p>The Service is provided to You “AS IS” and “AS AVAILABLE” and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.</p>\n<p>Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You.\nBut in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.</p>\n<p>\n<b>Governing Law</b>\n</p>\n<p>The laws of the Country, excluding its conflicts of law rules, shall govern these Terms and Your use of the Service.</p>\n<p>\n<b>Disputes Resolution</b>\n</p>\n<p>If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.</p>\n<p>\n<b>United States Legal Compliance</b>\n</p>\n<p>You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a “terrorist supporting” country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.</p>\n<p>\n<b>Severability and Waiver</b>\n</p>Severability<p>If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p>Waiver<p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under these Terms shall not affect a party’s ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute a waiver of any subsequent breach.</p>\n<p>\n<b>Changes to These Terms of Service</b>\n</p>\n<p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material We will make reasonable efforts to provide at least 30 days’ notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at Our sole discretion.</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.</p>\n<p>\n<b>Contact Us</b>\n</p>\n<p>If you have any questions about these Terms of Service, You can contact us:</p>\n<p>By visiting this page on our website: tvears.com</p>\n<p>By phone number: 1-888-883-3277</p>\n<p>By mail: 2701 Via Orange Way, Suite 1, Spring Valley, CA 91978</p>\n<ul>\n<li> Assistance: 1-888-883-3277</li>\n<li> 2701 Via Orange Way Ste 1 <br>Spring Valley, CA 91978</li>\n</ul>Products<ul>\n<li> Systems </li>\n<li> Bundles </li>\n<li> Headsets </li>\n<li> Transmitters </li>\n<li> Accessories </li>\n</ul>HELP<ul>\n<li> Support </li>\n<li> Warranty Registration </li>\n<li> My Account </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n</ul>BLOG<ul>\n<li> TV Listening </li>\n<li> Audio Tutorials </li>\n<li> TV Headphones </li>\n<li> Wireless TV Headsets </li>\n</ul>About TV Ears<ul>\n<li> Subscribe to Mailing List </li>\n<li> About us </li>\n<li> Press Releases </li>\n<li> Testimonials </li>\n<li> Trademark Enforcement </li>\n<li> Sitemap </li>\n</ul> Cc-visa <i>\n</i> Cc-mastercard <i>\n</i> Cc-amex <i>\n</i> Cc-discover <i>\n</i> Cc-paypal <i>\n</i> © 2022 TV Ears, Inc.\nAll rights reserved Twitter <i>\n</i> Facebook-f <i>\n</i> Youtube <i>\n</i> Yelp <i>\n</i>\n<ul>\n<li>\n<b>Assistance:</b> 1-888-883-3277</li>\n<li> 2701 Via Orange Way Ste 1 <br>Spring Valley, CA 91978</li>\n</ul> Cc-visa <i>\n</i> Cc-mastercard <i>\n</i> Cc-amex <i>\n</i> Cc-discover <i>\n</i> Cc-paypal <i>\n</i> © 2022 TV Ears, Inc.\nAll rights reserved 0 My cart Close cart Your cart is empty.\n<p>Looks like you haven't made a choice yet.</p> Got a discount code? Apply <i>COUPON </i> \"<i>TVEWEB10</i>\" IS ACTIVE! Your cart is empty.\nShop now ", "created_at": "2023-04-10 18:11:15.781693", "updated_at": "2023-04-10 18:12:02.751703"}, {"id": 15364, "name": "Privacy Policy", "url": "https://www.tvears.com/privacy-policy", "xpath": "//body", "text": "Skip to content <i>COUPON </i> \"<i>TVEWEB10</i>\" IS ACTIVE!<ul>\n<li>Systems<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>Speaker</li>\n<li>Headphones</li>\n</ul>\n</li>\n<li>Bundles<i>\n</i>\n<ul>\n<li>Dual Original</li>\n<li>Dual Digital</li>\n<li>Dual 5.8 Digital</li>\n<li>5.8 Speaker Bundle</li>\n<li>5.8 Bundle</li>\n</ul>\n</li>\n<li>Headsets<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n</ul>\n</li>\n<li>Transmitters<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>5.8 Digital – Mini</li>\n</ul>\n</li>\n<li>Accessories<i>\n</i>\n<ul>\n<li>Slide Tips</li>\n<li>5.8 Headset Battery</li>\n<li>Batteries</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Systems<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>Speaker</li>\n<li>Headphones</li>\n</ul>\n</li>\n<li>Bundles<i>\n</i>\n<ul>\n<li>Dual Original</li>\n<li>Dual Digital</li>\n<li>Dual 5.8 Digital</li>\n<li>5.8 Speaker Bundle</li>\n<li>5.8 Bundle</li>\n</ul>\n</li>\n<li>Headsets<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n</ul>\n</li>\n<li>Transmitters<i>\n</i>\n<ul>\n<li>Original</li>\n<li>Digital</li>\n<li>5.8 Digital</li>\n<li>5.8 Digital – Mini</li>\n</ul>\n</li>\n<li>Accessories<i>\n</i>\n<ul>\n<li>Slide Tips</li>\n<li>5.8 Headset Battery</li>\n<li>Batteries</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Blog</li>\n<li>About<i>\n</i>\n<ul>\n<li>Choose the Right System</li>\n<li>Testimonials</li>\n<li>Press Releases</li>\n</ul>\n</li>\n<li>Help<i>\n</i>\n<ul>\n<li>Support</li>\n<li>Frequently Asked Questions</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>My Account</li>\n</ul>\n<ul>\n<li>Blog</li>\n<li>About<i>\n</i>\n<ul>\n<li>Choose the Right System</li>\n<li>Testimonials</li>\n<li>Press Releases</li>\n</ul>\n</li>\n<li>Help<i>\n</i>\n<ul>\n<li>Support</li>\n<li>Frequently Asked Questions</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>My Account</li>\n</ul>A Better Way to hearTV <sup>®</sup>Assistance: 1-888-883-3277 <i>COUPON </i> \"<i>TVEWEB10</i>\" IS ACTIVE! <p>Assistance: 1-888-883-3277</p>Privacy Policy<p>Last updated: December 30, 2019</p>\n<p>This Privacy Policy describes our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.</p>\n<p>\n<b>Interpretation and Definitions</b>\n</p>Interpretation<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.</p>\n<p>The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>Definitions<p>For the purposes of this Privacy Policy:</p>\n<p>\n<b>You </b>or <b>Your</b> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n<p>\n<b>Company</b> (referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to TV Ears, Inc., 2701 Via Orange Way, Suite 1, Spring Valley, CA 91978.</p>\n<p>\n<b>Affiliate</b> means an entity that controls, is controlled by or is under common control with a party, where “control” means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</p>\n<p>\n<b>Account</b> means a unique account created for You to access our Service or parts of our Service.</p>\n<p>\n<b>Website</b> refers to TV EARS, accessible from tvears.com</p>\n<p>\n<b>Service</b> refers to the Website.</p>\n<p>\n<b>Country</b> refers to: California, United States</p>\n<p>\n<b>Service Provider</b> means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.</p>\n<p>\n<b>Third-party Social Media Service</b> refers to any website or any social network website through which a User can log in or create an account to use the Service.</p>\n<p>\n<b>Personal Data</b> is any information that relates to an identified or identifiable individual.\nFor the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.</p>\n<p>\n<b>Cookies</b> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</p>\n<p>\n<b>Usage Data</b> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n<p>\n<b>Do Not Track</b> (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.</p>\n<p>\n<b>Business</b>, for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers’ personal information and determines the purposes and means of the processing of Consumers’ personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers’ personal information, that does business in the State of California.</p>\n<p>\n<b>Consumer</b>, for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.</p>\n<p>\n<b>Sale</b>, for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer’s Personal information to another business or a third party for monetary or other valuable consideration.</p>\n<p>\n<b>Collecting and Using Your Personal Data</b>\n</p>Types of Data CollectedPersonal Data<p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to:</p>\n<p>Email address</p>\n<p>First name and last name</p>\n<p>Phone number</p>\n<p>Address, State, Province, ZIP/Postal code, City</p>\n<p>Usage Data</p>Usage Data<p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your Device’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.</p>Tracking Technologies and Cookies<p>We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information.\nTracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service.</p>\n<p>You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.\nHowever, if You do not accept Cookies, You may not be able to use some parts of our Service.</p>\n<p>Cookies can be “Persistent” or “Session” Cookies.\nPersistent Cookies remain on your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close your web browser.</p>\n<p>We use both session and persistent Cookies for the purposes set out below:</p>\n<p>\n<b>Necessary / Essential Cookies</b>\n</p>\n<p>Type: Session Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.\nThey help to authenticate users and prevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</p>\n<p>\n<b>Cookies Policy / Notice Acceptance Cookies</b>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.</p>\n<p>\n<b>Functionality Cookies</b>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference.\nThe purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.</p>\n<p>\n<b>Tracking and Performance Cookies</b>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Third-Parties</p>\n<p>Purpose: These Cookies are used to track information about traffic to the Website and how users use the Website.\nThe information gathered via these Cookies may directly or indirectly identify you as an individual visitor.\nThis is because the information collected is typically linked to a pseudonymous identifier associated with the device you use to access the Website.\nWe may also use these Cookies to test new advertisements, pages, features or new functionality of the Website to see how our users react to them.</p>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy.</p>Use of Your Personal Data<p>The Company may use Personal Data for the following purposes:</p>\n<p>\n<b>To provide and maintain our Service</b>, including to monitor the usage of our Service.</p>\n<p>\n<b>To manage Your Account:</b> to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</p>\n<p>\n<b>For the performance of a contract:</b> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</p>\n<p>\n<b>To contact You:</b> To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application’s push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</p>\n<p>\n<b>To provide You</b> with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.</p>\n<p>\n<b>To manage Your requests:</b> To attend and manage Your requests to Us.</p>\n<p>We may share your personal information in the following situations:</p>\n<p>\n<b>With Service Providers:</b> We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to show advertisements to You to help support and maintain Our Service, to contact You, to advertise on third party websites to You after You visited our Service or for payment processing.</p>\n<p>\n<b>For Business transfers:</b> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of our business to another company.</p>\n<p>\n<b>With Affiliates:</b> We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</p>\n<p>\n<b>With Business partners:</b> We may share Your information with Our business partners to offer You certain products, services or promotions.</p>\n<p>\n<b>With other users:</b> when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\nIf You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see You name, profile, pictures and description of Your activity.\nSimilarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.</p>Retention of Your Personal Data<p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p>Transfer of Your Personal Data<p>Your information, including Personal Data, is processed at the Company’s operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p>Disclosure of Your Personal DataBusiness Transactions<p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>Law enforcement<p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>Other legal requirements<p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p>\n<p>Comply with a legal obligation</p>\n<p>Protect and defend the rights or property of the Company</p>\n<p>Prevent or investigate possible wrongdoing in connection with the Service</p>\n<p>Protect the personal safety of Users of the Service or the public</p>\n<p>Protect against legal liability</p>Security of Your Personal Data<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p>\n<p>\n<b>Detailed Information on the Processing of Your Personal Data</b>\n</p>\n<p>Service Providers have access to Your Personal Data only to perform their tasks on Our behalf and are obligated not to disclose or use it for any other purpose.</p>Analytics<p>We may use third-party Service providers to monitor and analyze the use of our Service.</p>\n<p>\n<b>Google Analytics</b>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: https://policies.google.com/privacy?hl=en</p>Email Marketing<p>We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.</p>\n<p>We may use Email Marketing Service Providers to manage and send emails to You.</p>\n<p>\n<b>Mailchimp</b>\n</p>\n<p>Mailchimp is an email marketing sending service provided by The Rocket Science Group LLC.</p>\n<p>For more information on the privacy practices of Mailchimp, please visit their Privacy policy: https://mailchimp.com/legal/privacy/</p>Behavioral Remarketing<p>The Company uses remarketing services to advertise on third party websites to You after You visited our Service.\nWe and Our third-party vendors use cookies to inform, optimize and serve ads based on Your past visits to our Service.</p>\n<p>\n<b>Facebook</b>\n</p>\n<p>Facebook remarketing service is provided by Facebook Inc.</p>\n<p>You can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/164968693837950</p>\n<p>To opt-out from Facebook’s interest-based ads, follow these instructions from Facebook: https://www.facebook.com/help/568137493302217</p>\n<p>Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/, or opt-out using your mobile device settings.</p>\n<p>For more information on the privacy practices of Facebook, please visit Facebook’s Data Policy: https://www.facebook.com/privacy/explanation</p>\n<p>\n<b>AdRoll</b>\n</p>\n<p>AdRoll remarketing service is provided by Semantic Sugar, Inc.</p>\n<p>You can opt-out of AdRoll remarketing by visiting this AdRoll Advertising Preferences web page: http://info.evidon.com/pub_info/573?v=1nt=1nw=false</p>\n<p>For more information on the privacy practices of AdRoll, please visit the AdRoll Privacy Policy web page: http://www.adroll.com/about/privacy</p>Payments<p>We may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>\n<b>PayPal</b>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full</p>\n<p>\n<b>CCPA Privacy</b>\n</p>Your Rights under the CCPA<p>Under this Privacy Policy, and by law if You are a resident of California, You have the following rights:</p>\n<p>\n<b>The right to notice.</b> You must be properly notified which categories of Personal Data are being collected and the purposes for which the Personal Data is being used.</p>\n<p>\n<b>The right to access / the right to request.</b> The CCPA permits You to request and obtain from the Company information regarding the disclosure of Your Personal Data that has been collected in the past 12 months by the Company or its subsidiaries to a third-party for the third party’s direct marketing purposes.</p>\n<p>\n<b>The right to say no to the sale of Personal Data.</b> You also have the right to ask the Company not to sell Your Personal Data to third parties.\nYou can submit such a request by visiting our “Do Not Sell My Personal Information” section or web page.</p>\n<p>\n<b>The right to know about Your Personal Data.</b> You have the right to request and obtain from the Company information regarding the disclosure of the following:</p>\n<p>The categories of Personal Data collected</p>\n<p>The sources from which the Personal Data was collected</p>\n<p>The business or commercial purpose for collecting or selling the Personal Data</p>\n<p>Categories of third parties with whom We share Personal Data</p>\n<p>The specific pieces of Personal Data we collected about You</p>\n<p>\n<b>The right to delete Personal Data.</b> You also have the right to request the deletion of Your Personal Data that have been collected in the past 12 months.</p>\n<p>\n<b>The right not to be discriminated against.</b> You have the right not to be discriminated against for exercising any of Your Consumer’s rights, including by:</p>\n<p>Denying goods or services to You</p>\n<p>Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties</p>\n<p>Providing a different level or quality of goods or services to You</p>\n<p>Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services.</p>Exercising Your CCPA Data Protection Rights<p>In order to exercise any of Your rights under the CCPA, and if you are a California resident, You can email or call us or visit our “Do Not Sell My Personal Information” section or web page.</p>\n<p>The Company will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.</p>Do Not Sell My Personal Information<p>We do not sell personal information.\nHowever, the Service Providers we partner with (for example, our advertising partners) may use technology on the Service that “sells” personal information as defined by the CCPA law.</p>\n<p>If you wish to opt out of the use of your personal information for interest-based advertising purposes and these potential sales as defined under CCPA law, you may do so by following the instructions below.</p>\n<p>Please note that any opt out is specific to the browser You use.\nYou may need to opt out on every browser that you use.</p>Website<p>You can opt out of receiving ads that are personalized as served by our Service Providers by following our instructions presented on the Service:</p>\n<p>From Our “Cookie Consent” notice banner</p>\n<p>Or from Our “CCPA Opt-out” notice banner</p>\n<p>Or from Our “Do Not Sell My Personal Information” notice banner</p>\n<p>Or from Our “Do Not Sell My Personal Information” link</p>\n<p>The opt out will place a cookie on Your computer that is unique to the browser You use to opt out.\nIf you change browsers or delete the cookies saved by your browser, you will need to opt out again.</p>Mobile Devices<p>Your mobile device may give you the ability to opt out of the use of information about the apps you use in order to serve you ads that are targeted to your interests:</p>\n<p>“Opt out of Interest-Based Ads” or “Opt out of Ads Personalization” on Android devices</p>\n<p>“Limit Ad Tracking” on iOS devices</p>\n<p>You can also stop the collection of location information from Your mobile device by changing the preferences on your mobile device.</p>\n<p>\n<b>“Do Not Track” Policy as Required by California Online Privacy Protection Act (CalOPPA)</b>\n</p>\n<p>Our Service does not respond to Do Not Track signals.</p>\n<p>However, some third party websites do keep track of You browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.</p>\n<p>\n<b>Children’s Privacy</b>\n</p>\n<p>Our Service does not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us.\nIf We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.</p>\n<p>We also may limit how We collect, use, and store some of the information of Users between 13 and 18 years old.\nIn some cases, this means We will be unable to provide certain functionality of the Service to these users.</p>\n<p>If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent’s consent before We collect and use that information.</p>\n<p>\n<b>Links to Other Websites</b>\n</p>\n<p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party’s site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<p>\n<b>Changes to this Privacy Policy</b>\n</p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the “Last updated” date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>\n<b>Contact Us</b>\n</p>\n<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<p>By visiting this page on our website: tvears.com</p>\n<p>By phone number: 1-888-883-3277</p>\n<p>By mail: 2701 Via Orange Way, Suite 1, Spring Valley, CA 91978</p>\n<ul>\n<li> Assistance: 1-888-883-3277</li>\n<li> 2701 Via Orange Way Ste 1 <br>Spring Valley, CA 91978</li>\n</ul>Products<ul>\n<li> Systems </li>\n<li> Bundles </li>\n<li> Headsets </li>\n<li> Transmitters </li>\n<li> Accessories </li>\n</ul>HELP<ul>\n<li> Support </li>\n<li> Warranty Registration </li>\n<li> My Account </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n</ul>BLOG<ul>\n<li> TV Listening </li>\n<li> Audio Tutorials </li>\n<li> TV Headphones </li>\n<li> Wireless TV Headsets </li>\n</ul>About TV Ears<ul>\n<li> Subscribe to Mailing List </li>\n<li> About us </li>\n<li> Press Releases </li>\n<li> Testimonials </li>\n<li> Trademark Enforcement </li>\n<li> Sitemap </li>\n</ul> Cc-visa <i>\n</i> Cc-mastercard <i>\n</i> Cc-amex <i>\n</i> Cc-discover <i>\n</i> Cc-paypal <i>\n</i> © 2022 TV Ears, Inc.\nAll rights reserved Twitter <i>\n</i> Facebook-f <i>\n</i> Youtube <i>\n</i> Yelp <i>\n</i>\n<ul>\n<li>\n<b>Assistance:</b> 1-888-883-3277</li>\n<li> 2701 Via Orange Way Ste 1 <br>Spring Valley, CA 91978</li>\n</ul> Cc-visa <i>\n</i> Cc-mastercard <i>\n</i> Cc-amex <i>\n</i> Cc-discover <i>\n</i> Cc-paypal <i>\n</i> © 2022 TV Ears, Inc.\nAll rights reserved 0 My cart Close cart Your cart is empty.\n<p>Looks like you haven't made a choice yet.</p> Got a discount code? Apply <i>COUPON </i> \"<i>TVEWEB10</i>\" IS ACTIVE! Your cart is empty.\nShop now ", "created_at": "2023-04-10 18:11:15.749885", "updated_at": "2023-04-10 18:12:53.531174"}], "points": [], "urls": ["tvears.com"]}}