{"error": 448, "message": "OK", "parameters": {"id": 6988, "name": "Natively Health", "created_at": "2022-11-22 17:35:25.586448", "updated_at": "2022-11-22 23:01:10.097487", "wikipedia": null, "keywords": null, "related": null, "slug": "natively-health", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6988.png", "url": "nativelyhealth.com", "documents": [{"id": 12802, "name": "Privacy Policy", "url": "https://www.nativelyhealth.com/privacy-policy", "xpath": "//body", "text": " Privacy Policy Important - Please Read This Privacy Policy describes the terms of our commitment to your privacy.\n<br> Persons or Parties Covered This Privacy Policy is intended to cover all visitors to this website, all subscribers to lists or newsletters whether paid or unpaid, all members or affiliates whether paid or unpaid, and all customers.\nPersons who visit or view this website, whether intentionally or unintentionally, whether solicited or unsolicited, are described herein as \"Visitors\" and are parties to this Privacy Policy.\nSubscribers to lists or Newsletters are referred to herein as \"Subscribers\" and are parties to the Privacy Policy.\nPersons who join an organization or marketing endeavour (e.g.\n\"affiliates\") promoted by this website are called \"Members\" herein and are covered by this Privacy Policy.\nFinally, anyone who orders, attempts to order, or receives a product sold (recipients) or advertised on or delivered from this website, even at no cost, is called a \"Customer\" herein and is subject to this Privacy Policy not only by passive acceptance, but by virtue of the Purchase Agreement contract.\nThe website, its agents, owners, operators, and employees are referred to collectively herein as \"Website,\" \"Site,\" and/or \"Seller\".\n&nbsp.\nGeneral Data Protection Regulation (GDPR)\n<p> In accordance with GDPR, this site will honor requests for personal data.\nThis may include the transfer or deletion of personal data from this site's servers and database.\nRequests may be sent to support@biotrimlabs.com.\nRequests will be answered in the order they are received (always within 30 days).</p> Persons Excluded from This Website Are Still Covered In the event that a person excluded from this website because of the Terms of Use or from denial of service by the website, who nonetheless unlawfully views this site, that person remains subject to the terms of this Privacy Policy and is in violation of the Terms of Use.&nbsp.\n<br> Persons under 18 Years of Age Are Excluded from This Website This website is not lawfully accessible to persons under the age of 18 or who are otherwise covered by the provisions of the Child Online Privacy Act of 1998 (COPA).\nIf you are under the age of 18 you must leave this site immediately.\nFraudulent use of this website may make you subject to civil or criminal sanctions.&nbsp.\n<br> Viewing and/or Use and/or Communication Is Construed as Acceptance of the Terms of This Policy Acceptance of the terms of this Privacy Policy is a portion of the consideration required for your right to visit the website.\nIf you do not accept these terms, you have no right to visit this site and you are fraudulently using this site.&nbsp.\n<br> A Note to California Residents (Online Privacy Protection Act of 2003 -- OPPA)&nbsp.\nIt is the intent of the Privacy Policy to comply with the California Act.\nVarious provisions throughout this Privacy Policy address requirements of the act.\nIn summary, you must presume that we collect electronic information from all visitors.\nThis is not usually personally identifiable.\nIf you purchase a product or service via this website (and thereby become covered by the Act), the purchase agreement you electronically sign prior to purchase allows the website to collect and archive all the personal information you provide and to transmit and/or transfer that personal information to third parties.\nThere is no way you can modify this information and you have no right to do so.\nUnder the terms of the purchase agreement, you have no right to view or receive any information about our database.\nIn the event that the website, under advice of counsel agrees to divulge information, the requesting party must submit whatever information is demanded by the website in insure that the website is releasing information to the correct party.\nOther provisions of the OPPA may exempt this website from complying.\nWhile we take measures to ensure that outside parties do not have access to any information we have about you, we do not warranty that outside parties will not breach our system and thus have access to your information.\n(You should know that merchant service providers do not allow us access to your credit card information.) This Privacy Policy also is subject to change without notice.\nYou are required to read it prior to using the website.\nBy interacting with the website you agree to the terms and conditions of the Privacy Policy.\nBy using the website or purchasing a product through this website, you waive the right to use state or federal court systems to address complaints and, instead, agree to use the American Arbitration Association located in a city and county specified herein.&nbsp.\n<br> About the Personal Information This Website Collects and How It Is Used This website routinely collects information about its visitors, subscribers, members, and customers.\nThis information is obtained in various ways, such as:&nbsp.\n<br> Visitor, Subscriber, Member, or Customer Information Obtained From 'Registration'&nbsp.\nRegistration means that the Visitor, Subscriber, Member or Customer takes active, positive steps to communicate information to this website.\nThis can include pages or 'pop ups' where you register for a newsletter or subscribe to a mailing list.\nit can include your participation in visitor surveys.\nit can include requesting information from the website via email, mail, or courier.\nit may be from joining an affiliate program or other membership organization, paid or unpaid.\nit may be from ordering a product.&nbsp.\n&nbsp.\nOccasionally complete credit card information may be provided to the website via fax or a fill-in form rather than regular secure merchant service processing.\nThis information is kept at the highest level of security and is never divulged to anyone except the merchant service provider or for the purpose of communication with the customer.&nbsp.\n<br> Online Ordering Online ordering via SSL encrypted communication provided by shopping cart services supporting merchant service companies like Visa and Master Card provides information to the website but does not provide complete credit card numbers.\nIn the process of online ordering, the customer provides, name, address, city, state, email address, phone number, CVV2 (back of card) number, and, occasionally a member password.\nYou should consider all this information available to the website.\nThis information is used to deliver the product, but under the Purchase Agreement you also approve its use for general solicitation purposes.&nbsp.\n<br> Visitor Email Inquiries Website visitors who wish to communicate with the website do so under two conditions: one, they give their permission for contact by the website.\ntwo, they are subject to any ?submission? provisions of the Terms of Use, Purchase Agreement, or this Privacy Policy.\nWhile your email address may or may not be used to solicit you, it is added to the website's general solicitation database.&nbsp.\n<br> Customer Email or Testimonials If you are a customer and send an email to the website, or if you communicate with the site by phone or mail, the website collects information about your communication and by communicating with the site you give your permission to collect, archive, retrieve, and otherwise use any information collected as the site sees fit.&nbsp.\n&nbsp.\nAny communication which, in its sole discretion, the site deems to be a testimonial, may be publicized for commercial purposes.\n<br> Information Obtained from Visitor Interaction with Banners, Popups, or Site Advertisers Visitors clicking on banners or pop-ups or hyper linked advertising, appearing on this website must assume that information is being collected about them.\nThis site is not responsible for the use of information collected in such a fashion.\nVisitors must assume that (1) information will be collected, (2) that ?cookies? will usually be placed on their hard drive, (3) that website does not have any control over what happens with this information, (4) that website takes no responsibility over the accuracy or content of advertisers, (5) that website is not responsible for downloads from third party advertisers that contain viruses or worms or other computer code that causes their computer or software harm, and (6) that website assumes no responsibility for the data that is garnered from the click itself or that the advertiser collects.\n<br> Information Obtained from Referring Email or Referring URLS If you send a friend an email from this site or if you send the url or one of our web pages to a friend, you must assume that some data is collected about your IP address or your email address and that of your friend.\nYou must assume that referred emails or web pages may appear to come from your email.\nYou must accept fully responsibility for referring pages or email to a friend and agree to indemnify this site for any damage, intentional or unintentional that results from said referrals.&nbsp.\n<br> Information Obtained from Voluntary Visitor, Subscriber, Member or Customer Surveys Unless otherwise specified in the survey, you must assume that any information provided to the website as part of a survey in which you participate may be used for general solicitation for commercial purposes and that such information will be shared with joint venture partners, affiliates, marketing organization or used by the site itself for product design or solicitation purposes.&nbsp.\n&nbsp.\nInformation Obtained from Electronic Means and 'Cookies' Many websites, including this one, collect information about your computer, your email address, your IP address.\nYou must assume that your web-viewing or web-use activity is monitored, tracked, and information collected.\nThis information is not usually of a personal nature, but it may help define your viewing habits and product preferences even though the website may or may not have any idea who you are.&nbsp.\n&nbsp.\n\"Cookies\" is web jargon for bits of computer code placed on your hard drive.\nWebsites use this to keep you 'logged in', to keep track of search criteria, to monitor use, to password protect use of the site or use of products sold by the site.\nCookies can also be used to obtain information about your computer configuration or your use of your computer.&nbsp.\n&nbsp.\nCookies can be used to electronically gather information about you.\nAgain, it may or may not be personal information, but it is information and by using this site you are expressly giving permission to use 'cookies' and to use the information gathered from their use to benefit you.\nYou also give permission to collect, archive, retrieve, and use any information collected for product design, product offers to you, and general commercial solicitation purposes by this site or joint venture partners, affiliates, and marketing organizations.&nbsp.\n<br> How Information May Be Used The use of information as described below may or may not be how information that is collected is customarily used by this site.\nWhile actual use of any information collected may be used quite conservatively, you must assume that it is not.\nYou must assume that information collected is shared with other persons or entities for commercial purposes.\nWhile this is uncommon in practice, you must assume that it is as you make your decision whether or not to view or interact with this website.\nThis type of shared information may include your name, address, phone number, email address and buying habits, as well as other information.\nThis information may be used for general commercial solicitation by this website or other persons it is sold to, rented to, or shared with.&nbsp.\n<br> Information That Is Not Shared Credit card information or other financial information is not usually known to the website.\nHowever, in the event that it is made known, that information is never revealed to anyone except to processing authorities or law enforcement agencies.\nHowever, the provider of such information gives express permission to use it in fraud investigation or for litigation.&nbsp.\n<br> Bulletin Boards and Public Forums Visitors, subscribers, members, or customers who use any site provided bulletin boards or other public forums, such as chat rooms, do so at their own risk.\nYou may not assume that the site monitors these services or protects you in any manner from information you post publicly or share with anyone else via these services.&nbsp.\n<br> SPAM By providing to this website information that forms the basis of communication with you, such as an email address, you waive all rights to file complaints concerning unsolicited email or spam from this website since, by providing such information, you agree to receive communication from us or other marketing organizations.\nHowever, all email communication with you shall contain an 'unsubscribe' link where you may notify the website that you no longer wish to receive solicitations or information from the website and your name will be removed from the general solicitation database.&nbsp.\n<br> Data Security This website takes measures to protect its data that contains information related to you.\nHowever, as a consideration for viewing this site or interacting with this site in any manner, you waive all claims of any nature against this site concerning the loss, alteration, or misuse of information.\nYou must assume that it is possible for your personal data to be obtained by others, such as \"hackers,\" and used in an inappropriate manner that may cause you harm and that you agree that the site is not responsible for damages to you.&nbsp.\n<br> Questions, Comments, or Report of Incidents&nbsp.\nYou may direct questions, comments or reports to our Customer Support Team: &nbsp.\nCustomer Support Phone: (877) 496-6522 <br> Revisions to This Privacy Policy without Notice This Privacy Policy is dynamic.\nIt will continually change.\nYou may not assume that it remains the same and you agree to check the policy each time you visit the site for changes.\nUnless, in the sole opinion of the website, this policy changes so drastically as to suggest a posted notification on the site or via email, you will receive no notification of changes to this Privacy Policy nor, under any circumstances, does this site promise notification.\nYour continued use of this site always evidences your acceptance of the terms this Privacy Policy or any modifications.&nbsp.\n<br> Disputes&nbsp.\nAs part of the consideration that the Website requires of the Visitor to view, use, or interact with this site, Visitor agrees to use binding arbitration for any claim, dispute, or controversy (\"CLAIM\") of any kind (whether in contract, tort or otherwise) arising out of or relating to this purchase, this product, including solicitation issues, privacy issues, and terms of use issues.&nbsp.\n&nbsp.\nIn no case shall the Visitor have the right to go to court or have a jury trial.\nVisitor will not have the right to engage in pre-trial discovery except as provided in the rules.\nyou will not have the right to participate as a representative or member of any class of claimants pertaining to any claim subject to arbitration.\nthe arbitrator's decision will final and binding with limited rights of appeal.&nbsp.\n&nbsp.\nThe prevailing party shall be reimbursed by the other party for any and all costs associated with the dispute arbitration, including attorney fees, collection fees, investigation fees, travel expenses.&nbsp.\n<br> Jurisdiction and Venue If any matter concerning this purchase shall be brought before a court of law, pre- or post-arbitration, Visitor agrees to that the sole and proper jurisdiction to be the state and city declared in the contact information of the web owner unless otherwise here specified.\nIn the event that litigation is in a federal court, the proper court shall be the closest federal court to the Seller's address.&nbsp.\n<br> Applicable Law&nbsp.\nVisitor agrees that the applicable law to be applied shall, in all cases, be that of the state of the Website owner(s).\n", "created_at": "2022-11-22 17:35:25.591188", "updated_at": "2022-11-22 16:35:50.446031"}, {"id": 12801, "name": "Terms & Conditions", "url": "https://www.nativelyhealth.com/terms-conditions", "xpath": "//body", "text": " Terms &amp.\nConditions <p> This site is owned and operated by Natively Health</p> Introduction\n<p> Welcome to the Natively Health website (\"Site\").\nThis Terms and Conditions Agreement (\"Agreement\") sets forth the agreement between the Natively Health (\"we\" or \"company\") and each user (\"you\" or \"user\") governing the use by you of this Site.\nPlease read this Agreement carefully before using this Site.\nBy using this Site, you agree to be bound by the terms and conditions contained in this Agreement.\nIf you do not agree to the terms and conditions contained in this Agreement, you may not access or otherwise use this Site.</p> These Terms may change from time to time.\nWe will notify you of any material changes to these Terms by posting a notice on the homepage of the Site for a reasonable period of time after such changes are made that these Terms have been updated, and by changing the \"Last Updated\" date at the top of this webpage.\nWe encourage you to check this page periodically for any changes.\nYour continued use of the Site following the posting of changes to these terms will mean you accept those changes.\n&nbsp.\nIn addition, when using particular services or features or making purchases on the Site, you shall be subject to any posted guidelines or policies applicable to such services, features or purchases that may be posted from time to time.\nAll such guidelines or policies are hereby incorporated by reference into this Agreement.\n<br> The Agreement Natively Health contains multiple web pages operated by Natively Health.\nThis offer is available for you dependent on your acceptance of the following terms &amp.\nconditions.\nYour use of the Natively Health site and corresponding offers represents your consent to all such terms contained here.\nNatively Health reserves the right to edit the terms with which this offer is offered.\nPlease check this page for any changes.\nNatively Health tries to ensure that all information available on the website is true and accurate however there is no guarantee.\nThese terms and conditions apply exclusively even if in contradiction to any general or specific conditions or stipulations of the purchaser.\nThese conditions will remain in force during the course of the sale and during any relevant actions related to such sale.\n<br> Basic Terms of the Agreement The price of this product is the set price at the time of purchase and may change from time to time if a new purchase is made.\nUnder no circumstances will the price of today's purchase be a price guarantee of future unrelated purchases.\nThe price does not include applicable shipping and handling costs as may be assessed based on quantity of purchase.\n&nbsp.\nIf you wish to purchase Products at the Site, you must provide valid credit or debit card information on the Site's order form.\nBy submitting your credit or debit card information, you give Natively Health permission to charge your purchases to the card that you designate on the order form.\nWe reserve the right to cancel any order, any time and for any reason.\nIf your credit or debit card has already been charged and your order is cancelled, you shall receive a credit to your card account in the amount of the charge.\nWe will not be responsible (i) for any charges that your card issuer may apply to you as a result of our processing your order, (ii) if your card issuer refuses or fails to authorize payment by you, or (iii) for any delays or non-delivery of Products that may arise due to any validation checks that may be carried out regarding your payment or identification.\n&nbsp.\nAll charges will appear on the same payment method provided for the initial purchase.\nYou may cancel anytime to avoid any future charges.\nsimply contact our customer support toll-free at 877-496-6522.\n<br> Cancellations / Refunds If you cancel after order has shipped, you will be responsible for the payment of product that has either (i) already been shipped to you or (ii) already been delivered to you at the time of your call.\n&nbsp.\nYou may receive a refund of any product that you ordered up to thirty (30) days after your order was placed.\nCustomers will receive a single refund per product ordered, and repetitive refunds are not permitted unless the product, as delivered to you, is defective.\nNatively Health reserves the right to refuse a refund to any customer who repeatedly requests refunds or who, in Natively Health judgement, requests refunds in bad faith.\n&nbsp.\nIn order to process your refund, you must contact our customer service department and supply us with your name and account information.\nIf you provide us with incorrect information, we will not be able to access your account for refund purposes.\nRefunds can take up to two weeks to appear on your credit card statement depending on the bank that issued your credit card.\n<br> Shipping / Returns Please allow 14 to 21 business days for standard shipping.\nIf you wish to return your unused products please do so by shipping to the address listed below.\n&nbsp.\nReturn Address: Natively Health, Attn: Natively Health Returns, P.O.\nBox 13592, Linlithgow, EH49 9AZ, UK <br> Third Party Relationships Natively Health is not responsible for web-casting or any other form of transmission received from any linked site.\nNatively Health is providing these links to you only as a convenience, and the insertion of any link does not imply endorsement by Natively Health of the site or any association with its officers or executives.\n<br> No Unlawful or Prohibited Use As a condition of your use of Natively Health, you agree that you will not use the website for any purpose that is unlawful or prohibited by these terms &amp.\nconditions.\nYou may not use Natively Health in any manner which could damage, disable, or impair Natively Health website.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through our website.\n<br> Liability Disclaimer THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN, OR AVAILABLE THROUGH, Natively Health WEBSITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\n&nbsp.\nNatively Health MAKES NO REPRESENTATIONS OR WARRANTIES ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED WITHIN THIS SITE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL Natively Health AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF PRODUCTS OR SERVICES.\nINTELLECTUAL PROPERTY, COPYRIGHT AND TRADEMARK NOTICES: &nbsp.\nNatively Health and any and all related logos, are either trademarks or registered trade names.\nYou may not copy, imitate or use then without Natively Health prior written consent.\nYou may not alter, modify or change these HTML logos in any way, use them in a manner that is disparaging to Natively Health or service them in any manner that implies Natively Health sponsorship or endorsement.\n<br> Trademarks The names of actual companies and products mentioned herein may be the trademarks of their respective owners.\nThe example companies, organizations, products, people and events depicted herein are fictitious.\nNo association with any real company, organization, product, person, or event is intended or should be inferred.\nAny rights not expressly granted herein are reserved.\n<br> Privacy Policy Please see Natively Health privacy policy.\nBy accepting these Terms and Conditions, and each time you use the service, you consent to Natively Health collection, use and disclosure of your information or Registration Data in accordance with the Privacy Policy without any further notice or any liability to you or any other person.\n&nbsp.\nGeneral Data Protection Regulation (GDPR) In accordance with GDPR, this site will honor requests for personal data.\nThis may include the transfer or deletion of personal data from this site's servers and database.\nRequests may be sent to support@nativelyhealth.com.\nRequests will be answered in the order they are received (always within 30 days).\n<br> Supplement This product is formulated to be a dietary supplement and is not intended to be a replacement for a varied diet.\nAll individuals, regardless of health condition, should consult their physician before starting a new dietary regiment.\nThis product is only intended for use by individuals 18 years of age or over.\n<p> &nbsp;</p> ", "created_at": "2022-11-22 17:35:25.589125", "updated_at": "2022-11-22 16:36:00.399446"}], "points": [], "urls": ["nativelyhealth.com"]}}