{"error": 448, "message": "OK", "parameters": {"id": 9699, "name": "Grove Dental ", "created_at": "2023-10-02 16:42:17.545383", "updated_at": "2023-10-02 22:02:59.650375", "wikipedia": null, "keywords": null, "related": null, "slug": "grove-dental", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9699.png", "url": "grovedental.com", "documents": [{"id": 19299, "name": " Privacy Policy ", "url": "https://grovedental.com/privacy-policy", "xpath": "//body", "text": " Skip to main content <ul>\n<li> Services Services <ul>\n<li> Services Overview </li>\n<li> General Dentistry </li>\n<li> Pediatric Dentistry </li>\n<li> Specialty Services </li>\n<li> Emergency Treatment </li>\n<li> IV Sedation Dentistry </li>\n<li> Orthodontics </li>\n</ul>\n</li>\n<li> Payment Options Payment Options <ul>\n<li> Online Bill Pay </li>\n<li> Insurance and Finance Options </li>\n</ul>\n</li>\n<li> Resources Resources <ul>\n<li> Patient Information </li>\n<li> Patient Forms </li>\n<li> Special Offers </li>\n<li> FAQ </li>\n<li> Blog </li>\n</ul>\n</li>\n<li> About Us About Us <ul>\n<li> Why Grove? </li>\n<li> Meet Our Doctors </li>\n</ul>\n</li>\n<li> Locations Locations <ul>\n<li> Bolingbrook </li>\n<li> Downers Grove </li>\n<li> Lombard </li>\n<li> Wheaton </li>\n</ul>\n</li>\n</ul>\n<p>\n</p> Search <p>\n</p> Book Now Privacy Policy <p>This notice describes how health information about you may be used and disclosed and how you can get access to this information.\nPlease review it carefully.</p>\n<p>We are committed to protecting the confidentiality of your health information, and are required by law to do so.\nThis notice describes how we may use your health information within PDA and how we may disclose it to others outside PDA.\nThis notice also describes the rights you have concerning your own health information.\nWe must follow the obligations described in this notice and give you a copy of it.\nPlease review this notice carefully and let us know if you have questions.</p> HOW WE USE AND DISCLOSE YOUR HEALTH INFORMATION <p>We are allowed or required to use or disclose health information about you for certain purposes without your authorization.\nCertain uses and disclosures of your health information, however, require your authorization.\nThe following are ways in which we may use or share your health information:</p> Treatment: <p>We may use your health information to provide you with dental treatment or services, such as cleaning or examining your teeth or performing dental procedures.\nWe may also disclose your health information to others who need that information to treat you, such as dental specialists, physicians, nurses, technicians, and other health care professionals involved in your care.</p>\n<p>We also may use and disclose your health information to contact you to inform you about possible treatment options or alternatives, or to tell you about health-related services available to you.</p> Payment: <p>We may use and disclose your health information to insurers and health plans to get paid for the services or supplies we provide to you.\nFor example, your health plan or health insurance company may ask to see parts of your health information before they will pay us for your treatment.</p> Health Care Operations: <p>We may use and share your health information to run our organization, improve your care, and contact you when necessary.\nFor example, we use health information about you to manage your treatment and services.</p> Appointment Reminders: <p>We may use or disclose your health information to provide you with appointment reminders (such as voicemail messages, postcards, or letters).</p> Family Members and Others Involved in Your Care: <p>Unless you object, we may disclose your health information to a family member or close friend who is involved in your healthcare, or to someone who helps to pay for your care.\nWe also may disclose your health information to disaster relief organizations to help locate a family member or friend in a disaster.</p> Business Associates: <p>We may disclose your health information to our third-party service providers (“Business Associates”) that perform functions on our behalf or provide us with services if the information is necessary for such functions or services.\nFor example, we may use a Business Associate to assist us in maintaining our practice management software.\nAll of our Business Associate are obligated, under contract with us, to protect the privacy of your information and are not allowed to use or disclose any information other than as specified in our contract.</p> OTHER USES AND DISCLOSURES Required by Law: <p>Federal, state, or local laws sometimes require us to disclose patients’ health information.\nFor instance, we are required to disclose patient health information to the U.S.\nDepartment of Health and Human Services so that it can investigate complaints or determine our compliance with HIPAA.\nWe also are required to give information to Workers’ Compensation Programs for work-related injuries.</p> Public Health Activities: <p>We may report certain health information for public health purposes.\nFor instance, we are required to report births, deaths, and communicable diseases to the state government.\nWe also may need to report adverse reactions to medications or foods, or may notify patients of recalls of medications or products they are using.</p> Public Safety: <p>We may disclose health information for public safety purposes in limited circumstances.\nWe may disclose health information to law enforcement officials in response to a search warrant or a grand jury subpoena.\nWe also may disclose health information to assist law enforcement officials in identifying or locating a person, to prosecute a crime of violence, to report deaths that may have resulted from criminal conduct, and to report criminal conduct within PDA.\nWe also may disclose your health information to law enforcement officials and others to prevent a serious threat of health or safety.</p> Health Oversight Activities: <p>We may disclose health information to a government agency that oversees PDA or its personnel for activities necessary for the government to provide appropriate oversight of the health care system, certain government benefit programs, and compliance with certain civil rights laws.</p> Coroners, Medical Examiners, and Funeral Directors: <p>We may disclose information concerning deceased patients to coroners, medical examiners, and funeral directors to assist them in carrying out their duties.</p> Military, Veterans, National Security and Other Government Purposes: <p>If you are a member of the armed forces, we may release your health information as required by military command authorities or to the Department of Veterans Affairs.\nPDA may also disclose health information to federal officials for intelligence and national security purposes or for presidential protective services.</p> Organ and Tissue Donation: <p>We may use or disclose health information to organ procurement organizations or others that obtain, bank or transplant organ, eye or tissue donation or transplantation.</p> Judicial Proceedings: <p>PDA may disclose health information if ordered to do so by a court or if a subpoena or search warrant is served.\nYou will receive advance notice about this disclosure in most situations so that you will have a chance to object to sharing your health information.</p> Marketing/Sale of Information: <p>We will never sell your information or share your information for marketing purposes unless you give us written permission.\nIf we contact you for any fundraising efforts, you can ask that we not contact you again.</p> Information with Additional Protection: <p>Certain types of health information have additional protection under state and federal law.\nFor instance, health information about communicable disease and HIV/AIDS, drug and alcohol abuse treatment, genetic testing, and evaluation and treatment for a serious mental illness is treated differently than other types of health information.\nFor those types of information, PDA is required to get your permission before disclosing that information to others in many circumstances.</p> Your Written Authorization for Any Other Use or Disclosure of Your Health Information: <p>If PDA wishes to use or disclose your health information for a purpose that is not discussed in this notice, PDA will seek your authorization.\nIf you give your authorization to PDA, you may take back that authorization any time, unless we have already relied on your authorization to use or disclose information.\nIf you would ever like to revoke your authorization, please notify the Privacy Officer in writing.</p> Restrictions on disclosure of PHI to Health Plan: <p>PDA must abide by a request to restrict disclosure of PHI to a health plan if the disclosure is for payment or health care operations and pertains to a health care item or service for which the individual has paid out of pocket in full.</p> WHAT ARE YOUR RIGHTS? Right to Request Your Health Information: <p>You have the right to look at your own health information and to get a copy of that information.\nPlease note that exceptions may apply as provided by law.\n(The law requires us to keep the original record.) This includes your health record, your billing record, and other records we use to make decisions about your care.\nTo request your health information, call or write to the Privacy Officer at the address below.\nIf you request a copy of your information, we will charge you for our costs to copy the information.\nWe will tell you in advance what this copying will cost.\nYou can look at your record at no cost.</p> Right to Request Amendment of Health Information You Believe is Erroneous or Incomplete: <p>If you examine your health information and believe that some of the information is wrong or incomplete, you may ask us to amend your record.\nTo ask us to amend your health information, submit a written request to the address below.\nWe may deny your request but we will respond to your request with an explanation within 60 days.</p> Right to Get a List of Certain Disclosures of Your Health Information: <p>You have the right to request a list of many of the disclosures we make of your health information.\nIf you would like to receive such a list, submit a written request to the address below.\nWe will provide the first list to you free, but we may charge you for any additional lists you request during the same year.\nWe will tell you in advance what this list will cost and you may choose to modify or withdraw your request at that time.</p> Right to Request Restrictions on How PDA Will Use or Disclose Your Health Information for Treatment, Payment, or Health Care Operations: <p>You have the right to ask us NOT to make uses or disclosures of your health information to treat you, to seek payment for care, or to operate the system.\nWe are not required to agree to your request, but if we do agree, we will comply with that agreement.\nIf you want to request a restriction, write to the Privacy Officer at the address below and describe your request in detail.</p> Right to Request Confidential Communications: <p>You have the right to ask us to communicate with you in a way that you feel is more confidential.\nFor example, you can ask us not to call your home, but to communicate only by mail.\nTo do this, please discuss this with your caregiver, or submit a written request to the Privacy Officer at the address below.\nYou can also ask to speak with your health care providers in private outside the presence of other patients – just ask them.</p> Right to be Notified Following a Breach of Unsecured PHI: <p>You have the right and will be notified if your health information has been breached as soon as possible, but in any event, no later than sixty (60) days following our discovery of the breach.</p> Right to Choose a Representative: <p>If you have given someone medical power of attorney or if someone is your legal guardian, that person can exercise your rights and make choices about your health information.\nWe will make sure this person has the authority and can act for you before we take any action.</p> CHANGES TO THIS NOTICE: <p>From time to time, we may change our practices concerning how we use or disclose patient health information, or how we will implement patient rights concerning their information.\nWe reserve the right to change this notice and to make the provisions in our new Notice effective for all health information we maintain.\nIf we change these practices, we will post a revised Notice of Privacy Practices at our office.\nYou can get a copy of our current Notice of Privacy Practices at any time by requesting one from the Privacy Officer at the address below.</p> DO YOU HAVE CONCERNS OR COMPLAINTS? <p>Please tell us about any problems or concerns you have with your privacy rights or how PDA uses or discloses your health information.\nIf you have a concern, please contact the Privacy Officer.</p>\n<p>If for some reason PDA cannot resolve your concern, you may also file a complaint with the federal government by sending a letter to the U.S.\nDepartment of Health and Human Services, Office for Civil rights.\nwww.hhs.gov/ocr/privacy/hipaa/complaints/</p>\n<p>We will not penalize you or retaliate against you in any way for filing a complaint with the federal government.</p> DO YOU HAVE QUESTIONS? <p>PDA is required by law to give you this notice and to follow the terms of the notice that is currently in effect.\nIf you have any questions about this notice, or have further questions about how PDA may use and disclose your health information, please contact the Privacy Officer.</p> Privacy Officer: <p>Andrew Matta, DMD, DABOI\n11 South Mill Road, Ste 200\nNew Castle, PA 16101\n724-698-2500\nDrAndrewMatta@sparq.us/nadental</p>\n<strong>Effective Date:</strong>\n<p>This notice was published and becomes effective December 1, 2015.</p>\n<p>Review our&nbsp;PDA Notice of Information and Privacy Practices&nbsp;for further&nbsp;explanation of usage of your health information.</p>\n<p>Follow Us</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> About Us</li>\n<li> Online Bill Pay</li>\n<li> Services</li>\n<li> Patient Forms</li>\n</ul>\n<p>Copyright&nbsp;© 2022.\nAll Rights Reserved.</p> Privacy Policy Notice of Nondiscrimination ", "created_at": "2023-10-02 16:42:17.577461", "updated_at": "2023-10-02 16:42:54.791595"}], "points": [], "urls": ["grovedental.com"]}}