{"error": 448, "message": "OK", "parameters": {"id": 7197, "name": "Cretia", "created_at": "2023-01-03 01:05:32.340097", "updated_at": "2023-01-22 17:00:15.19914", "wikipedia": null, "keywords": null, "related": null, "slug": "cretia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7197.png", "url": "cretia.app", "documents": [{"id": 13763, "name": "Privacy Policy", "url": "https://www.cretia.app/privacy", "xpath": "/html/body/div[2]/div", "text": "Aviso de Privacidad Integral<p>El presente documento constituye el “Aviso de Privacidad” de <strong>César Guadarrama Cantú y Montserrat Devars Peralta</strong>, y de sus filiales y subsidiarias (en lo sucesivo “<strong>CRETIA</strong>”), en donde se establece la manera en que será tratada su información por parte de <strong>CRETIA</strong>, así como la finalidad para la que fue recabada, lo anterior de conformidad con los artículos 15 y 16 de Ley Federal de Protección de Datos Personales en Posesión de los Particulares (la “<strong>Ley</strong>”).</p>\n<p>También describe qué tipo de datos son y qué opciones tiene para limitar el uso de dichos datos, así como el procedimiento para ejercer sus derechos ARCO, en cumplimiento a los principios de Licitud, Consentimiento, Calidad, Información, Finalidad, Lealtad, Proporcionalidad y Responsabilidad que la ley establece.</p>\n<p>\n<strong>CRETIA</strong> respeta su derecho a la privacidad y protección de datos personales, datos personales sensibles, incluyendo sus datos financieros o patrimoniales, los cuales están amparados bajo la Ley.\nLa base de datos en donde consta su información es responsabilidad de <strong>CRETIA</strong>, la cual se encuentra ubicada en la Ciudad de México asimismo su información se encuentra debidamente resguardada conforme a las disposiciones de seguridad administrativa, técnica y física, establecidas en la Ley de la materia, para protegerla de los posibles daños, perdidas, alteración o acceso no autorizado.</p>\n<p>El Titular de la Información reconoce y acepta que en caso de que este “Aviso de Privacidad” esté disponible a través de una página electrónica (sitio web, página de Internet o similar) o algún otro dispositivo electrónico, al seguir navegando en el sitio, o bien al proporcionar sus Datos a través del mismo o a través de cualquier medio electrónico (correo electrónico, etc.), constituye una manifestación de su consentimiento para que CRETIA realice el tratamiento de sus Datos, de conformidad con este Aviso de Privacidad.</p>\n<strong>Datos Personales</strong>\n<p>Los datos personales que recabaremos serán aquellos que usted haya incluido en su perfil de cada red social con la que ingrese y esté habilitada en la aplicación, y serán tratados y resguardados con base en los principios establecidos en la Ley y su Reglamento.\nPara cumplir con las finalidades que se mencionan en el presente Aviso, requerimos que nos proporcione los siguientes Datos Personales:</p>\n<p>\n<em>Empleados de la Organización</em>\n</p>\n<p>Ubicación en tiempo real, fotografía, firma autógrafa, Nombre (s), Apellido Materno, Apellido Paterno, CURP, Puesto en la organización, Número Telefónico, Correo Electrónico, Número de Seguridad Social, último inicio de sesión, usuario y contraseña.</p>\n<p>\n<em>Organización</em>\n</p>\n<p>Zona horaria, Nombre, Razón Social, RFC, Licencia Sanitaria, Correo de Facturación, Logotipo, Dirección (Calle, Número, CP, Colonia, Municipio, Ciudad, Estado, País), documentos en cualquier formato (pdf, excel, fotografías, entre otros).</p>\n<p>\n<em>Clientes</em>\n</p>\n<p>Nombre de la organización, Razón Social, RFC, Teléfono, Dirección (Calle, Número, CP, Colonia, Municipio, Ciudad, Estado), documentos en cualquier formato (pdf, excel, fotografías, entre otros).</p>\n<p>\n<em>Instalaciones de Clientes</em>\n</p>\n<p>Nombre de la organización, Nombre de la instalación, Razón Social, RFC, Teléfono, Dirección (Calle, Número, CP, Colonia, Municipio, Ciudad, Estado), documentos en cualquier formato (pdf, excel, fotografías, entre otros), áreas de la instalación, correo electrónico y datos básicos de contacto del encargado.</p>\n<p>\n<em>Proveedores</em>\n</p>\n<p>Nombre de la organización, Razón Social, RFC, Teléfono, Dirección (Calle, Número, CP, Colonia, Municipio, Ciudad, Estado), documentos en cualquier formato (pdf, excel, fotografías, entre otros).</p>\n<p>\n<em>Empleados de Clientes y Proveedores</em>\n</p>\n<p>Nombre(s), Apellido Materno, Apellido Paterno, firma autógrafa, departamento, cargo, número telefónico, correo electrónico del encargado de la organización/instalación, usuario y contraseña.</p>\n<strong>Datos Sensibles</strong>\n<p>El Titular de la Información reconoce y acepta, que debido a su relación con <strong>CRETIA</strong> no ha proporcionado, ni tendrá que proporcionar “datos personales sensibles”, es decir, aquellos datos personales íntimos o cuya realización debida o indebida pueda dar origen a discriminación o conlleve un riesgo grave para éste.\nEn el supuesto de que el Titular de la Información proporcione datos del tipo de los llamados sensibles, deberá estar de acuerdo en proporcionarlos previamente y dejará a <strong>CRETIA</strong> libre de cualquier queja o reclamación respectiva.</p>\n<strong>Solicitudes</strong>\n<p>El titular podrá ejercer los derechos de acceso, rectificación, cancelación u oposición, respecto a los datos personales que le conciernen, así como también solicitar la revocación de su consentimiento, enviando una solicitud a <strong>CRETIA</strong> a través del sitio web <strong>www.cretia.app al correo electrónico hello@cretia.app </strong>indicando por lo menos su nombre y domicilio completo o cualquier otro dato o documento que permita su identificación, así como el objeto de su solicitud y/o trámite a efectuar.\nLo anterior se deberá realizar en base a la Ley y su Reglamento.</p>\n<strong>Finalidad</strong>\n<p>Sus datos personales e historial como cliente será utilizado por &nbsp;<strong>CRETIA</strong> o por cualquiera de sus subsidiarias y/o filiales,<strong>\n</strong>y quedarán registrados en nuestra base de datos, así como cualquier otra información personal, sensible o de cualquier otra índole, siempre que se cumpla con lo establecido en la Ley y su Reglamento respecto a cada tipo de información.\nEsta información puede ser utilizada por <strong>CRETIA</strong> para cualquiera de las siguientes finalidades:</p>\n<p>a.\nFinalidad comercial</p>\n<p>(i) Nombre del Titular de la Información, domicilio, RFC, teléfono, número de cuenta de facturación, fecha de nacimiento, datos bancarios.</p>\n<p>Esta información podrá usarse de manera enunciativa más no limitativa para: (1) ofrecerle productos y servicios, ya sea de manera física, telefónica, electrónica o por cualquier otra tecnología o medio que esté al alcance de <strong>CRETIA</strong>.\n(2) hacer de su conocimiento nuevos productos o servicios que puedan ser de interés en relación con el servicio contratado.\n(3) realizar para su comodidad los cargos facturados de manera automática.\n(4) emitir órdenes de compra o solicitudes de trabajo, según corresponda.\ny/o (5) cualquier otra acción que sea necesaria para cumplir con los intereses de <strong>CRETIA</strong> respecto al acuerdo que haya llegado con el Titular de la Información.</p>\n<p>b.\nFinalidad Laboral</p>\n<p>(i) En relación con ofertas o solicitudes de trabajo mediante la presentación de curriculum vitae, se podrá pedir información como nombre, domicilio, teléfono de contacto, correo electrónico, nivel de estudios, referencias personales, experiencia profesional, RFC, número de seguridad social, CURP, identificación oficial.</p>\n<p>Esta información podrá usarse de manera enunciativa más no limitativa para: (1) evaluación como posible candidato para ocupar algún puesto vacante.\n(2) en su caso, la elaboración del Contrato de Prestación de Servicios y/o Contrato Individual de Trabajo correspondiente.\n(3) para proporcionar referencias en caso de que otra persona o empresa las solicite sobre candidatos.</p>\n<p>c.\nFinalidad de Seguridad en el Acceso a las Instalaciones</p>\n<p>Esta información podrá usarse de manera enunciativa más no limitativa para: (1) respaldar, registrar y/o controlar el registro de las personas que accedan o visiten las instalaciones de <strong>CRETIA</strong>.\n(2) cumplir con los lineamientos de seguridad establecidos en las políticas internas de <strong>CRETIA</strong>.\nEn relación con la información que se solicite para ingreso a las instalaciones de <strong>CRETIA</strong>, se podrá pedir información como nombre completo, firma, identificación oficial, así como información de equipo electrónico que se vaya a ingresar a las instalaciones de <strong>CRETIA</strong>.</p>Transferencia<p>El Titular de la Información entiende y acepta que <strong>CRETIA</strong> y/o cualquiera de sus subsidiarias y/o filiales, podrá transferir sus datos personales a terceros que han sido contratados por <strong>CRETIA</strong> para que realicen en su nombre y representación ciertas tareas relacionadas con las actividades comerciales y de promoción de sus productos y/o servicios.\nEstas terceras partes pueden tratar los datos en cumplimiento de las instrucciones de <strong>CRETIA</strong>, o tomar decisiones sobre ellos como parte de la prestación de sus servicios.\nEn cualquiera de los dos casos, <strong>CRETIA</strong> seleccionará proveedores que considere confiables y que se comprometan, mediante un contrato u otros medios legales aplicables, a implementar las medidas de seguridad necesarias para garantizar un nivel de protección adecuado a sus datos personales.\nDerivado de lo anterior,<strong> CRETIA</strong> exigirá a sus proveedores que cumplan con medidas de seguridad que garanticen los mismos niveles de protección que <strong>CRETIA</strong> implementa durante el tratamiento de sus datos como cliente de <strong>CRETIA</strong>.\nEstas terceras partes seleccionadas tendrán acceso a su información con la finalidad de realizar las tareas especificadas en el contrato de servicios aplicable que haya suscrito con <strong>CRETIA.</strong> Si <strong>CRETIA</strong> determina que un proveedor no está cumpliendo con las obligaciones pactadas, tomará inmediatamente las acciones pertinentes</p>\n<p>Si el titular, no acepta la transmisión de sus datos personales de conformidad con lo estipulado en el párrafo anterior, puede ponerse en contacto con <strong>CRETIA</strong>, por cualquiera de los medios establecidos en el presente Aviso de Privacidad.</p>Excepciones<p>Adicionalmente y de conformidad con lo estipulado en los Artículos 10, 37 y demás relativos de la Ley y su Reglamento, <strong>CRETIA</strong> quedará exceptuado de las obligaciones referentes al consentimiento para el Tratamiento y Transferencia de sus Datos, cuando:</p>\n<ol>\n<li>Esté previsto en una Ley;</li>\n<li>Los datos figuren en fuentes de acceso público;</li>\n<li>Los datos personales se sometan a un procedimiento previo de disociación</li>\n<li>Tenga el propósito de cumplir obligaciones derivadas de una relación jurídica entre el titular y el responsable;</li>\n<li>Exista una situación de emergencia que potencialmente pueda dañar a un individuo en su persona o en sus bienes;</li>\n<li>Sean indispensables para la atención médica, la prevención, diagnóstico, la prestación de asistencia sanitaria, tratamientos médicos o la gestión de servicios sanitarios;</li>\n<li>Se dicte resolución de autoridad competente;</li>\n<li>Cuando la transferencia sea precisa para el reconocimiento, ejercicio o defensa de un derecho en un proceso judicial, y</li>\n<li>Cuando la transferencia sea precisa para el mantenimiento o cumplimiento de una relación jurídica entre el responsable y el titular.</li>\n</ol>Modificaciones<p>En caso de que se requiera alguna modificación a lo estipulado en el presente Aviso de Privacidad,<strong> CRETIA</strong> se obliga a hacer del conocimiento los cambios que en su caso se requieran, por cualquier medio, incluidos los electrónicos, previo aviso que le dé a usted para que se manifieste por su parte, lo que a su derecho convenga, ya que de no recibir negativa expresa y por escrito de su parte, o bien, respuesta alguna, se entenderá que usted acepta de conformidad los cambios realizados.</p>Consentimiento del Titular<p>El Titular de la Información reconoce y acepta que en caso de que este “Aviso de Privacidad” esté disponible a través de una página electrónica (sitio web, página de Internet o similar) o algún otro dispositivo electrónico, al hacer clic en “aceptar” o de cualquier otra forma seguir navegando en el sitio, o bien al proporcionar sus Datos a través del mismo o a través de cualquier medio electrónico (correo electrónico, etc.), constituye una manifestación de su consentimiento para que <strong>CRETIA</strong> realice el tratamiento de sus Datos, de conformidad con este Aviso de Privacidad.</p>\n<p>Asimismo de igual manera manifiesta que en caso de que este “Aviso de Privacidad” esté disponible por escrito, su firma, rúbrica, nombre o huella o bien al proporcionar sus Datos, constituye una manifestación de su consentimiento para que <strong>CRETIA</strong> realice el tratamiento de sus datos, de conformidad con este “Aviso de Privacidad”.</p>\n<strong>Acceder, Rectificar, Cancelar u Oponerse al uso y tratamiento de sus datos personales (Derechos A</strong>\n<p>Usted tiene derecho constitucional de Acceder y conocer los datos personales que poseemos y a los detalles del tratamiento y uso de los mismos, así como a Rectificarlos y corregirlos en caso de ser inexactos o incompletos.\nCancelarlos y eliminarlos cuando considere que no se requieren para alguna de las finalidades señalados en el presente aviso de privacidad, o que estén siendo utilizados para finalidades no autorizadas por usted o haya finalizado la relación jurídica o de servicio, o bien, Oponerse al tratamiento de los mismos para fines específicos.</p>\n<p>Los mecanismos implementados para el ejercicio de sus Derechos ARCO, así como los plazos, información y documentación que debe contener su solicitud se harán en el correo hello@cretia.app.</p>Notificación del cambio de aviso<p>Si <strong>CRETIA</strong> cambia este aviso de privacidad, dichos cambios aparecerán en el sitio web www.cretia.app</p>\n<p>Si usted tiene alguna pregunta o&nbsp;desea ejercer algún derecho relacionada con esta declaración de privacidad, por favor comuníquese con <strong>CRETIA</strong> y/o sus empresas filiales a la siguiente dirección:&nbsp;hello@cretia.app</p>\n<p>\n<strong>\n<em>Este aviso de privacidad ha sido creado en base a las reglas expedidas por la Ley Federal de Protección de Datos Personales en Posesión de los Particulares con fundamento en los artículos 16, 17 y 36 de la Ley y corresponsales de su Reglamento.</em>\n</strong>\n</p>", "created_at": "2023-01-03 01:05:32.40224", "updated_at": "2023-01-03 01:06:04.072519"}, {"id": 13764, "name": "Términos y Condiciones", "url": "https://about.cretia.app/es/terms", "xpath": "/html/body/div[2]", "text": "Términos y Condiciones<p>Términos y condiciones que celebran por una parte por sus propios derechos el usuario, a quien en lo sucesivo se le denominará el “USUARIO”, y por la otra parte, por sus propios derechos, el C.\nCésar Guadarrama Cantú, quien representa a la marca <strong>CRETIA</strong> y a quien en lo sucesivo se le denominará el “<strong>CRETIA</strong>” y a quienes en conjunto se les denominará las “PARTES”, al tenor de las siguientes declaraciones y cláusulas.</p>\n<p>Al descargar o usar las aplicaciones, el software, las funciones, los servicios de <strong>CRETIA</strong>.\nAl ingresar y utilizar este portal de Internet, cuyo nombre de dominio es https://www.cretia.app, propiedad de César Guadarrama Cantú RFC: GUCC9607302S7 y Montserrat Devars Peralta RFC: DEPM951111FH2 que en lo sucesivo se denominará “<strong>CRETIA</strong>”, el usuario está aceptando los TÉRMINOS Y CONDICIONES DE USO contenidos en este convenio y declara expresamente su aceptación utilizando para tal efecto medios electrónicos, en términos de lo dispuesto por el artículo 1803 del Código Civil Federal y cuenta con plena capacidad para asumir las obligaciones que en este instrumento se estipulan a su cargo.</p>\n<p>En caso de no aceptar en forma absoluta y completa los términos y condiciones de este convenio, el usuario deberá abstenerse de acceder, utilizar y observar el sitio web https://www.cretia.app y su aplicación móvil.\nEn caso de que el usuario acceda, utilice y observe el sitio web https://www.cretia.app, https://https://cretia.app/login o su aplicación móvil se considerará como una absoluta y expresa aceptación de los TÉRMINOS Y CONDICIONES DE USO aquí estipulados.</p>\n<p>La sola utilización de dicha página de Internet le otorga al público en general la condición de usuario (en adelante referido como el “Usuario” o los “Usuarios”) e implica la aceptación, plena e incondicional, de todas y cada una de las condiciones generales y particulares incluidas en estos TÉRMINOS Y CONDICIONES DE USO publicados por <strong>CRETIA</strong> en el momento mismo en que el usuario acceda al sitio web o la aplicación móvil.\nCualquier modificación a los presentes TÉRMINOS Y CONDICIONES DE USO será realizada cuando el titular de la misma, en este caso <strong>CRETIA</strong> lo considere apropiado, siendo exclusiva responsabilidad del usuario asegurarse de tomar conocimiento de tales modificaciones.</p>\n<strong>Declaraciones</strong>\n<p>Declaran ambas PARTES reconocerse mutua y recíprocamente la personalidad con la que se ostentan, así como la capacidad legal, para todos los efectos legales y contractuales a que haya lugar, precisamente en los términos del presente CONVENIO.\nAsí como, celebrar el presente CONVENIO de manera voluntaria, libre y responsable, sin que al efecto exista dolo, lesión, error y/o algún vicio de la voluntad que lo invalide y que por lo tanto, desde este momento renuncian a cualquier acción, medio o recurso legal que en lo posterior busque la nulidad del presente instrumento.\nY Referirse a la plataforma de los SERVICIOS brindados por <strong>CRETIA</strong>, como “LA PLATAFORMA”, la cual está albergada en un servidor AWS de Amazon.</p>\n<strong>Objeto</strong>\n<p>Este “Convenio” constituyen los términos y las condiciones aplicables a usted con respecto al uso de los Servicios y el acceso a ellos https://www.cretia.app, las aplicaciones, el software, las funciones, los servicios de <strong>CRETIA</strong> y que celebran ambas partes, a lo establecido en este documento.\nAl mismo tiempo <strong>CRETIA</strong> se obliga a prestar a favor del USUARIO los servicios consistentes en un Software as a Service, software que es soportado en diversas plataformas/sistemas operativos (aplicación móvil: IOS/Android, web a través de un navegador web y nativa para Mac Os), el cual es un servicio encargado para administrar empresas, manejar información interna del USUARIO acerca de empleados, sus clientes, sus servicios, ubicaciones por GPS, instrumentos que pueden ser confidenciales y audibles, nómina, número de seguridad social, contratos, entre otros… a través de la prestación de este servicio de Software alberga en la nube, generan, modifican y envían información (en lo sucesivo, el “PROYECTO”), mismos que incluyen sin limitación, los mencionados anteriormente (en lo sucesivo, los “SERVICIOS”).</p>\n<p>\n<strong>CRETIA</strong> se obliga a prestar a favor del Usuario los SERVICIOS objeto del presente CONVENIO conforme a las fechas que el usuario indique y pague.\nSe establece que el 98% del tiempo está garantizada la disponibilidad de la PLATAFORMA.</p>\n<strong>Licencia</strong>\n<ul>\n<li>Por virtud de la celebración de este convenio, “<strong>CRETIA</strong>” otorga y concede al Usuario el derecho no exclusivo, revocable y no transferible de ver y utilizar el sitio web https://www.cretia.app, https://https://cretia.app/login o su aplicación móvil de conformidad con los TÉRMINOS Y CONDICIONES DE USO que aquí se estipulan.\nPara los efectos del presente convenio, las partes acuerdan que por “Usuario” se entenderá a cualquier persona de cualquier naturaleza que ingrese al sitio web https://www.cretia.app y/o a cualquiera de las subpáginas que despliegan su contenido y/o a la persona de cualquier naturaleza que se dé de alta y/o use cualquiera de los servicios que se ofrecen a través de dicha página.</li>\n<li>El usuario sólo podrá imprimir y/o copiar cualquier información contenida o publicada en el sitio web https://www.cretia.app o su aplicación móvil exclusivamente para uso personal.\nQueda terminantemente prohibido el uso comercial de dicha información.\nEn caso de ser persona moral se sujetará a lo dispuesto por el artículo 148, fracción IV de la Ley Federal del Derecho de Autor.</li>\n<li>La reimpresión, publicación, distribución, asignación, sublicencia, venta, reproducción electrónica o por otro medio, parcial o total, de cualquier información, documento o gráfico que aparezca en el sitio web https://www.cretia.app o su aplicación móvil para cualquier uso distinto al personal no comercial le está expresamente prohibido al usuario, a menos de que cuente con la autorización previa y por escrito de <strong>CRETIA</strong>.</li>\n</ul>\n<strong>Reglas para el uso del sitio web</strong>\n<p>El usuario y <strong>CRETIA</strong> están de acuerdo en que la utilización del sitio web https://www.cretia.app se sujetará a las siguientes reglas:</p>\n<ul>\n<li>El usuario reconoce y acepta que la información publicada o contenida en el sitio será claramente identificada de forma tal que se reconozca que la misma proviene y ha sido generada por <strong>CRETIA </strong>o por sus proveedores.</li>\n<li>No obstante, la información, conceptos y opiniones publicadas en dicho sitio no necesariamente reflejan la posición de <strong>CRETIA</strong> ni de sus empleados, oficiales, directores, accionistas, licenciatarios y concesionarios.\nPor esta razón, <strong>CRETIA</strong> no se hace responsable por ninguna de las informaciones, opiniones y conceptos que se emitan en la página web o la app referida.\nAsimismo, <strong>CRETIA</strong> no se hace responsable de la información contenida en la página de Internet, incluidas las subpáginas, en el entendido de que el uso y seguimiento de la misma es bajo riesgo y responsabilidad del usuario.</li>\n<li>\n<strong>CRETIA</strong> se reserva el derecho de bloquear el acceso o remover en forma parcial o total toda información, comunicación o material que a su exclusivo juicio pueda resultar: i) abusivo, difamatorio u obsceno.\nii) fraudulento, artificioso o engañoso.\niii) violatorio de derechos de autor, marcas, confidencialidad, secretos industriales o cualquier derecho de propiedad intelectual de un tercero.\niv) ofensivo o.\nv) que de cualquier forma contravenga lo establecido en este convenio.\nSi el usuario desea obtener mayor información de un tema en específico proveído por <strong>CRETIA</strong> o sus proveedores deberá consultarlo directamente con cada uno de ellos, según corresponda, y/o con un especialista en la materia.</li>\n<li>\n<strong>CRETIA </strong>se reserva el derecho de suprimir o modificar el contenido de esta página que, a exclusivo juicio de <strong>CRETIA,</strong> no cumpla con sus estándares o que pudiera resultar contrario al ordenamiento jurídico vigente y, por consiguiente, no será responsable por cualquier falla o tardanza que se genere al eliminar tal material.</li>\n</ul>\n<strong>Formatos</strong>\n<p>Los usuarios reconocen que, al proporcionar la información de carácter personal requerida en alguno de los servicios que se prestan en este sitio web o la aplicación móvil, otorgan a <strong>CRETIA</strong> la autorización señalada en el artículo 109 de la Ley Federal del Derecho de Autor.\nEn todos los casos, los usuarios responderán por la veracidad de la información proporcionada a <strong>CRETIA</strong>.</p>\n<p>Asimismo, para la prestación de servicios, el usuario se obliga además a aceptar los términos y condiciones estipulados para tal efecto.</p>\n<strong>Vigencia</strong>\n<p>El presente CONVENIO tendrá una vigencia indefinida.</p>\n<p>No obstante lo anterior, las PARTES podrán dar por terminado el presente CONVENIO mediante aviso a la otra Parte.<br>\n</p>\n<p>El USUARIO reconoce y se obliga a cubrir y pagar íntegramente a <strong>CRETIA</strong> las cantidades que correspondan a este último por los SERVICIOS desempeñados hasta la fecha de terminación del presente instrumento.<br>\n</p>\n<p>Asimismo, las PARTES convienen que las obligaciones de pago de regalías y confidencialidad, establecidos en el presente instrumento, respectivamente, así como cualesquier otras obligaciones que correspondan, subsistirán a la terminación anticipada del presente instrumento por cualquiera de las PARTES.<br>\n</p>\n<strong>Obligaciones de las Partes</strong>\n<p>\n<strong>OBLIGACIONES DE CRETIA.\nCRETIA</strong> se obliga para con el USUARIO a lo siguiente:</p>\n<ul>\n<li>Prestar los SERVICIOS con el debido cuidado y la mayor eficiencia posible, empleando el mayor grado de esfuerzo y profesionalismo acorde a la naturaleza de los mismos.</li>\n<li>No divulgar la Información Confidencial que le sea comunicada por el USUARIO con motivo de la oportuna y eficiente prestación de sus SERVICIOS.</li>\n<li>Cumplir con las demás obligaciones que adquiere con motivo del presente instrumento.</li>\n</ul>\n<p>\n<strong>OBLIGACIONES DEL USUARIO.\n</strong>El Usuario se obliga para con <strong>CRETIA</strong> a lo siguiente:<strong>\n<br>\n</strong>\n</p>\n<ul>\n<li>A cubrir la CONTRAPRESTACIÓN establecida en la PÁGINA según el Servicio seleccionado.</li>\n<li>Cumplir con las demás obligaciones que adquiere con motivo del presente instrumento.</li>\n</ul>\n<strong>Confidencialidad</strong>\n<p>Las PARTES, en ningún momento y bajo ninguna circunstancia podrán, directa o indirectamente, divulgar, revelar o de cualquier otra manera hacer del conocimiento de cualquier tercero, ni podrá explotar por sí o por interpósita persona, en forma directa o indirecta, sin la previa autorización por escrito de la otra Parte, cualquier parte o la totalidad de la Información Confidencial (según este término se define más adelante), en virtud de que ello representaría un aprovechamiento indebido de dicha información y provocaría a la Parte afectada daños y perjuicios irreparables.\nLos Representantes (según este término se define más adelante) deberán hacer uso de la Información Confidencial única y exclusivamente para efectos de la prestación de los SERVICIOS a favor del USUARIO.</p>\n<p>Se mantendrá en completa confidencialidad la asistencia y relación que se tenga entre el Usuario y <strong>CRETIA</strong>, y toda la información que el <strong>CRETIA</strong> maneje del Usuario se mantendrá en completa confidencialidad.</p>\n<p>Se deja claro, que todo con lo que se esté alimentando la PLATAFORMA por parte del Usuario es responsabilidad del USUARIO y <strong>CRETIA</strong> no se hace responsable por fuga de información, ni la calidad de la información por la cual se alimenta la PLATAFORMA, toda la información con la cual se alimenta esta PLATAFORMA es responsabilidad del USUARIO, esto podría ser en la Web o a través del dispositivo móvil o Ipad, o cualquier dispositivo a través del cual se pudiera utilizar la PLATAFORMA.</p>\n<p>\n<strong>CRETIA</strong> tiene el derecho de analizar la información con la que se alimenta LA PLATAFORMA, ya que el USUARIO está de acuerdo con ello, para poder utilizar las imágenes e información que se suban a dicha PLATAFORMA para poder mejorar procesos y de esta manera, mejorar el algoritmo.</p>\n<strong>Derechos de Autor y Propiedad Industrial</strong>\n<p>\n<strong>CRETIA</strong>, el sitio web https://www.cretia.app, su aplicación móvil sus logotipos y todo el material que aparece en dicho sitio, son marcas, nombres de dominio, nombres comerciales y obras artísticas propiedad de sus respectivos titulares y están protegidos por los tratados internacionales y las leyes aplicables en materia de propiedad intelectual y derechos de autor.</p>\n<p>Los derechos de autor sobre el contenido, organización, recopilación, compilación, información, logotipos, fotografías, imágenes, programas, aplicaciones, y en general cualquier información contenida o publicada en el sitio web https://www.cretia.app se encuentran debidamente protegidos a favor de <strong>CRETIA</strong>, sus afiliados, proveedores y/o de sus respectivos propietarios, de conformidad con la legislación aplicable en materia de propiedad intelectual e industrial.</p>\n<p>Se prohíbe expresamente al usuario modificar, alterar o suprimir, ya sea en formato tal o parcial, los avisos, marcas, nombres comerciales, señas, anuncios, logotipos o en general cualquier indicación que se refiera a la propiedad de la información contenida en el sitio señalado.</p>\n<p>En caso de que el usuario transmita a <strong>CRETIA</strong> cualquier información, programas, aplicaciones, software o en general cualquier material que requiera ser licenciado a través del sitio web https://www.cretia.app, el usuario otorga con este acto a <strong>CRETIA</strong> una licencia perpetua, universal, gratuita, no exclusiva, mundial y libre de regalías, que incluye los derechos de sublicenciar, vender, reproducir, distribuir, transmitir, crear trabajos derivados, exhibirlos y ejecutarlos públicamente</p>\n<p>Lo establecido en el párrafo anterior se aplicará igualmente a cualquier otra información que el usuario envíe o transmita a <strong>CRETIA</strong>, incluyendo, sin limitación alguna, ideas para renovar o mejorar el sitio web https://www.cretia.app o su aplicación móvil ya sea que éstas hayan sido incluidas en cualquier espacio de la página señalada o en virtud de otros medios o modos de transmisión conocidos o que sean desarrollados en el futuro.</p>\n<p>Por lo anterior, el usuario renuncia expresamente con este acto a llevar a cabo cualquier acción, demanda o reclamación en contra de <strong>CRETIA</strong>, sus afiliados o proveedores por cualquier actual o eventual violación de cualquier derecho de autor o propiedad intelectual derivado de la información, programas, aplicaciones, software, ideas y demás material que el propio usuario envíe al sitio web https://www.cretia.app o aplicación móvil.</p>\n<p>Es nuestra política actuar contra las violaciones que en materia de propiedad intelectual se pudieran generar u originar según lo estipulado en la legislación y en otras leyes de propiedad intelectual aplicables, incluyendo la eliminación o el bloqueo del acceso a material que se encuentra sujeto a actividades que infrinjan el derecho de propiedad intelectual de terceros.\nEn caso de que algún usuario o tercero consideren que cualquiera de los contenidos que se encuentren o sean introducidos en dicho sitio https://www.cretia.app y/o cualquiera de sus servicios, violen sus derechos de propiedad intelectual deberán enviar una notificación a la siguiente dirección cesar@cretia.app en la que indiquen: i) datos personales verídicos (nombre, dirección, número de teléfono y dirección de correo electrónico del reclamante).\nii) firma autógrafa con los datos personales del titular de los derechos de propiedad intelectual.\niii) indicación precisa y completa del (los)contenido (s) protegido (s) mediante los derechos de propiedad intelectual supuestamente infringidos, así como la localización de dichas violaciones en el sitio web referido.\niv) declaración expresa y clara de que la introducción del(los) contenido (s) indicado (s) se ha realizado sin el consentimiento del titular de los derechos de propiedad intelectual supuestamente infringidos.\nv)declaración expresa, clara y bajo la responsabilidad del reclamante de que la información proporcionada en la notificación es exacta y de que la introducción del (los) contenido (s) constituye una violación de dichos derechos.</p>\n<strong>Material publicitario</strong>\n<p>El usuario reconoce y acepta que <strong>CRETIA</strong> es una organización independiente de terceros patrocinadores y anunciantes cuya información, imágenes, anuncios y demás material publicitario o promocional (en lo subsecuente “material publicitario”) puede ser publicado en el sitio web https://www.cretia.app o su aplicación móvil.</p>\n<p>El usuario reconoce y acepta que el material publicitario no forma parte del contenido principal que se publica en dicho sitio.\nAsimismo, reconoce y acepta con este acto que este material se encuentra protegido por las leyes que en materia de propiedad intelectual e industrial resulten aplicables.</p>\n<strong>Precios</strong>\n<p>Excepto que se indiquen de manera separada, todos los precios mostrados a través de el sitio de https://www.cretia.app/es/pricing incluyen impuestos.</p>\n<p>El usuario se obliga a pagar a <strong>CRETIA</strong> por la ejecución de los SERVICIOS la cantidad correspondiente al número de módulos contratados por el USUARIO en el mes correspondiente, respetando los plazos dados para dichos pagos.\nDichos precios están publicados en la página web.</p>\n<p>Las cantidades de la contraprestación deberán ser pagadas por el USUARIO a <strong>CRETIA</strong> por medio de Stripe a cesargdm@icloud.com.\nEn caso dado de no estar dando los pagos en los tiempos estipulados por ambas partes, se tendrá un periodo de gracia de 30-treinta días contados a partir del día siguiente de la fecha límite de pago y se suspenderán todos los servicios del Usuario, <em>quedando la información eliminada de manera indefinida después del último pago.</em>\n</p>\n<p>\n<em>Al contratar el proyecto, se les darían 30-treinta días gratuitos y se comenzaría a cobrar a partir de estos 30-treinta días terminados</em>.\nEl precio de los servicios serán siempre publicados en la página web https://www.cretia.app/mx/pricing.</p>\n<p>\n<em>Si el pago se decide hacer por parte del usuario de manera anual, y se decide terminar el contrato antes, se le devolverá al USUARIO la parte proporcional de los meses que no se trabajaron, sin penalidad alguna dando aviso previo a </em>\n<strong>\n<em>CRETIA.</em>\n</strong>\n</p>\n<p>\n<em>En el periodo de gracia de los 30-treinta días, si a los Usuarios no les satisfizo el servicio y no lo quieren contratar, el servicio se dará de baja y toda la información almacenada se borrará, quedando </em>\n<strong>\n<em>CRETIA </em>\n</strong>\n<em>deslindados de cualquier responsabilidad</em>\n</p>\n<strong>Descripciones del producto y servicios</strong>\n<p>\n<strong>\n<em>CRETIA</em>\n</strong>\n<em> es una plataforma especializada en la optimización de la gestión de servicios, personal, rutas, inventarios y monitoreo de flotilla para negocios cuya gestión de servicios se realice vía domicilio, con la finalidad de ofrecer el mejor servicio a sus clientes.\nLos usuarios podrán acceder y hacer &nbsp;uso de la plataforma a través de la adquisición de una suscripción en cualquiera de las modalidades descritas en </em>https://www.cretia.app/es/pricing</p>\n<p>La plataforma <strong>CRETIA</strong> se encuentra disponible para el administrador en web y Mac OS.\nAsimismo, los usuarios podrán acceder a una aplicación móvil, disponible para dispositivos iOS y Android, misma que es empleada en la realización de los servicios.</p>\n<strong>Devoluciones y cancelaciones</strong>\n<p>Los cargos que se realicen a tarjetas de débito o crédito, así como los pagos realizados mediante SPEI por los productos y/o servicios que se comercialicen a través de la plataforma de https://www.cretia.app o su aplicación móvil y sean adquiridos por los usuarios, no serán objeto de devolución.</p>\n<p>Con excepción a lo señalado en el párrafo anterior, los usuarios que suscriban, contarán con un periodo de hasta 30-treinta días a través del cual podrán hacer uso de la plataforma en dicha modalidad sin cargo alguno, pudiendo cancelar su suscripción en cualquier momento dentro de dicho plazo.</p>\n<p>Asimismo, dentro de la plataforma, <strong>CRETIA</strong> podrá señalar descuentos especiales a los usuarios al contratar de manera anual las suscripciones para su equipo de trabajo.\nEn este caso, si el usuario desea realizar la cancelación de su suscripción, podrá solicitar el reembolso de la anualidad que no haya sido utilizada hasta el momento de la cancelación.</p>\n<strong>Negación de garantías</strong>\n<p>El usuario está de acuerdo que la utilización del sitio web https://www.cretia.app o su aplicación móvil se realiza bajo su propio riesgo y que los servicios y productos que ahí se prestan y ofrecen se prevén sobre una base de disponibilidad.\n<strong>CRETIA</strong> se libera de cualquier responsabilidad y condiciones, tanto expresas como implícitas, en relación con los servicios e información contenida o disponible en o a través de esta página web.\nincluyendo, sin limitación alguna:</p>\n<ul>\n<li>La disponibilidad de uso del sitio web https://www.cretia.app y/o https://cretia.app o su aplicación móvil.</li>\n<li>La ausencia de virus, errores, desactivadores o cualquier otro material contaminante o con funciones destructivas en la información o programas disponibles en o a través de esta página o en general cualquier falla en dicho sitio.</li>\n<li>No obstante lo anterior, <strong>CRETIA</strong> o sus proveedores podrán actualizar el contenido de la página constantemente, por lo que se solicita al usuario tomar en cuenta que algunas informaciones publicitadas o contenidas en o a través de este sitio web pueden haber quedado obsoletas y/o contener imprecisiones o errores tipográficos u ortográficos.</li>\n</ul>\n<strong>Acceso internacional</strong>\n<p>A este sitio se puede acceder desde países distintos de los Estados Unidos Mexicanos.\nEste sitio puede contener productos o referencias a productos que no están disponibles fuera de los Estados Unidos Mexicanos.\nCualquiera de esas referencias no implica que estos productos estarán disponibles fuera de los Estados Unidos Mexicanos.\nSi el usuario accede y usa este sitio fuera de los Estados Unidos Mexicanos él es responsable de cumplir con las leyes y reglamentos locales.</p>\n<strong>Menores de Edad</strong>\n<p>Para hacer uso del Portal y de los Servicios, los menores de edad deben obtener previamente permiso de sus padres, tutores o representantes legales, quienes serán considerados responsables de todos los actos realizados por los menores a su cargo.\nLa plena responsabilidad en la determinación de los contenidos y Servicios a los que acceden los menores de edad corresponde a los mayores a cuyo cargo se encuentran.\nEl hecho de navegar y/o usar el Portal, por menores implica que cuentan con la autorización mencionada, deslindando a <strong>CRETIA</strong> de cualquier responsabilidad.</p>\n<strong>Modificaciones al sitio web</strong>\n<p>\n<strong>CRETIA</strong> podrá en cualquier momento y cuando lo considere conveniente, sin necesidad de avisar al usuario, realizar correcciones, adiciones, mejoras o modificaciones al contenido, presentación, información, servicios, áreas, bases de datos y demás elementos de dicho sitio, sin que ello dé lugar ni derecho a ninguna reclamación o indemnización, ni que esto implique reconocimiento de responsabilidad alguna a favor del usuario.</p>\n<strong>Modificaciones al convenio</strong>\n<p>\n<strong>CRETIA</strong> se reserva el derecho de modificar los TÉRMINOS Y CONDICIONES DE USO de este convenio en cualquier momento, siendo efectivas dichas modificaciones de forma inmediata por medio de la publicación en el sitio web https://www.cretia.app del convenio modificado debiendo el Usuario aceptar nuevamente, en caso de seguir utilizando la página se dará por entendido su acuerdo.</p>\n<strong>Términos adicionales</strong>\n<p>Ocasionalmente, <strong>CRETIA</strong> podrá agregar a los TÉRMINOS Y CONDICIONES DE USO del presente convenio provisiones adicionales relativas a áreas específicas o nuevos servicios que se proporcionen en o a través del sitio web https://www.cretia.app (en lo subsecuente “Términos adicionales”), los cuales serán publicados en las áreas específicas o nuevos servicios de dicho sitio para su lectura y aceptación.\nEl usuario reconoce y acepta que estos Términos adicionales forman parte integrante del presente convenio para todos los efectos legales a que haya lugar.</p>\n<strong>Excluyente de responsabilidad</strong>\n<p>Ocasionalmente, <strong>CRETIA</strong> podrá adicionar los términos y condiciones del presente Convenio con provisiones adicionales relativas a áreas específicas o nuevos servicios que se proporcionen en o a través de www.cretia.app o su aplicación móvil (\"Términos Adicionales\"), los cuales serán publicados en las áreas específicas o en nuevos servicios de <strong>CRETIA </strong>para su lectura y aceptación.\nEl Usuario reconoce y acepta que dichos Términos Adicionales forman parte integrante del presente Convenio para todos los efectos legales a que haya lugar.</p>\n<p>\n<strong>CRETIA</strong> no tiene obligación de controlar y no controla la utilización que los Usuarios hacen del Portal, de los Servicios y de los Contenidos.</p>\n<p>En particular, <strong>CRETIA</strong> no garantiza que los Usuarios utilicen el Portal, los Servicios y los Contenidos de conformidad con estas Condiciones Generales y, en su caso, las Condiciones Particulares aplicables, ni que lo hagan de forma diligente y prudente.\nCRETIA tampoco tiene la obligación de verificar y no verifica la identidad de los Usuarios, ni la veracidad, vigencia, exhaustividad y/o autenticidad de los datos que los Usuarios proporcionan sobre sí mismos a otros Usuarios.</p>\n<p>\n<strong>CRETIA </strong>no asume responsabilidad alguna por los daños y perjuicios de toda naturaleza que pudieran derivarse de la utilización de los servicios y de los contenidos por parte de los usuarios o que puedan derivarse de la falta de veracidad, vigencia, exhaustividad y/o autenticidad de la información que los usuarios proporcionan a “la empresa” y/o a otros usuarios acerca de sí mismos y, en particular, aunque no de forma exclusiva, por los daños y perjuicios de toda naturaleza que puedan derivarse de la suplantación de la personalidad de un tercero efectuada por un usuario en cualquier clase de comunicación realizada a través del portal.</p>\n<strong>Comentarios de los Usuarios</strong>\n<p>Si, a petición nuestra, el usuario envía comentarios específicos (por ejemplo, satisfacción en el servicio), este acepta que podemos, en cualquier momento, sin restricciones, editar, copiar, publicar, distribuir, traducir y de otra manera utilizar cualquier comentario que nos envíe, en cualquier medio.\nSomos y no estaremos obligados (1) a mantener comentarios confidenciales.\n(2) a pagar una compensación por cualquier comentario.\no (3) responder a cualquier comentario.</p>\n<strong>Divisibilidad</strong>\n<p>De resultar inválida, ilícita o inejecutable alguna de las disposiciones contenidas en el presente CONVENIO, dicha disposición se tendrá por no puesta, sin que por ello se considere que el resto del CONVENIO es inválido, ilícito o inejecutable, debiendo asimismo las PARTES sustituir dicha disposición inválida, ilícita o inejecutable con una disposición que sea válida, lícita y ejecutable y que conserve el espíritu de lo que las PARTES pretendieron acordar.</p>\n<strong>Cesión de derechos</strong>\n<p>\n<strong>CRETIA</strong> podrá, en cualquier momento y cuando así lo estime conveniente, ceder total o parcialmente sus derechos y obligaciones derivados del presente convenio.\nEn virtud de dicha cesión, <strong>CRETIA</strong> quedará liberada de cualquier obligación a favor del usuario, establecida en el presente convenio.</p>\n<strong>Indemnización</strong>\n<p>El usuario está de acuerdo en indemnizar a <strong>CRETIA</strong>, sus afiliados, proveedores, vendedores y asesores por cualquier acción, demanda o reclamación (incluso de honorarios de abogados y de costas judiciales) derivadas de cualquier incumplimiento por parte del usuario al presente convenio.\nincluyendo, sin limitación de alguna de las derivadas de:</p>\n<ul>\n<li>Cualquier aspecto relativo al uso del sitio web https://www.cretia.app o su aplicación móvil</li>\n<li>La información contenida o disponible en o a través de dicho sitio o de injurias, difamación o cualquier otra conducta violatoria del presente convenio por parte del usuario en el uso de la página web señalada.</li>\n<li>La violación a las leyes aplicables o tratados internacionales relativos a los derechos de autor o propiedad intelectual, contenidos o disponibles en, o a través de dicho sitio web.</li>\n</ul>\n<strong>Terminación</strong>\n<p>\n<strong>CRETIA</strong> se reserva el derecho, a su exclusiva discreción, y sin necesidad de aviso o notificación al usuario, para:</p>\n<ul>\n<li>Terminar definitivamente el presente convenio.</li>\n<li>Descontinuar o dejar de publicar definitivamente el sitio web https://www.cretia.app o su aplicación móvil sin responsabilidad alguna para <strong>CRETIA</strong>, sus afiliados o proveedores.</li>\n</ul>\n<strong>Subsistencia</strong>\n<p>Estos TÉRMINOS Y CONDICIONES DE USO, así como los términos adicionales, constituyen el acuerdo íntegro entre las partes, y sustituye cualquier otro acuerdo o convenio celebrado con anterioridad.\nCualquier cláusula o provisión del presente convenio, así como de los términos adicionales, legalmente declarada inválida, será eliminada o modificada a elección de CRETIA, con la finalidad de corregir su vicio o defecto.\nSin embargo, el resto de las cláusulas o provisiones mantendrán su fuerza, obligatoriedad y validez.</p>\n<strong>No renuncia de derechos</strong>\n<p>La inactividad por parte de <strong>CRETIA</strong>, sus afiliados o proveedores al ejercicio de cualquier derecho o acción derivados del presente convenio, en ningún momento deberá interpretarse como renuncia a dichos derechos o acciones.</p>\n<strong>Legislación aplicable y jurisdicción</strong>\n<p>Para la interpretación y cumplimiento del presente CONVENIO, así como cualquier controversia que pueda surgir del mismo, las PARTES se someten a la jurisdicción y competencia de los tribunales de la ciudad de Toluca, Estado de México, renunciando expresamente a cualquier otro fuero que por razón de sus domicilios presentes o futuros pudiera corresponderles.</p>\n<p>Bien enteradas las PARTES del contenido y alcance del presente CONVENIO, entiende que<em> si presiona ACEPTO, indica que acepta el contenido antes mencionado Términos y Condiciones y nuestro Aviso de Privacidad.</em>\n</p>\n<strong>¿Cómo ponerse en contacto con nosotros?</strong>\n<p>Si tiene alguna pregunta sobre este Convenio, comuníquese con nosotros a través de los siguientes medios: hello@cretia.app</p>\n<p>\n<em>Última Actualización 26 de Abril de 2022.</em>\n</p>", "created_at": "2023-01-03 01:06:10.350011", "updated_at": "2023-01-03 01:06:17.35596"}], "points": [], "urls": ["cretia.app"]}}