{"error": 448, "message": "OK", "parameters": {"id": 9082, "name": "Red Robin", "created_at": "2023-07-11 21:29:51.999637", "updated_at": "2023-07-11 22:02:36.802604", "wikipedia": "https://en.wikipedia.org/wiki/Red_Robin", "keywords": null, "related": null, "slug": "redrobin-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9082.png", "url": "redrobin.com", "documents": [{"id": 17789, "name": "Red Robin Royalty Rewards Terms & Conditions", "url": "https://www.redrobin.com/royalty/terms", "xpath": "//body", "text": " Skip to main content <p>We're hiring 17 and older.\nApply today.</p> Home Main navigation<ul>\n<li> Home</li>\n<li> Menu</li>\n<li> Rewards</li>\n<li> Find Us</li>\n<li> Catering</li>\n<li> Careers</li>\n<li> Gift Cards</li>\n</ul> Set a Location Find a location Use My Location Postal Code or City, ST Search No locations to show<p>Enter in your location details to find your nearest restaurant.</p> View all locations Hide Location Search Order Now Red Robin Royalty Rewards Terms &amp.\nConditions (\"Rules\")<p>The Red Robin Royalty® Rewards program (the \"Program\") is a loyalty rewards program offered by Red Robin International, Inc.\n(\"Red Robin,\" \"we\", \"our\", or \"us\") to Eligible Participants (defined below) to recognize and reward our fiercely loyal Red Robin restaurant guests.\nThe Program allows Eligible Participants who have registered for the Program to collect rewards, credits, and other benefits of being a Program member (\"Royalty\"), including, but not limited to, free menu items (excluding alcoholic drinks) (collectively, \"Rewards\").\nWe offer the Program at participating Red Robin® restaurants in the United States and Canada.</p>\n<p>Please read these Red Robin Royalty® Rewards Terms &amp.\nConditions (\"Rules\") carefully.\nBy participating in this Program, you are signifying that: 1) you have read, accept and agree to be legally bound by and 2) you agree that Red Robin and its subsidiaries and affiliates may send you, among other things, Program-related marketing and/or promotional communications.&nbsp.\nIf you do not wish to receive marketing and/or promotional communications you can unsubscribe at any time.\nPlease note opting out of such communications may impact your Royalty status and specific Royalty Rewards.\nFor more information about your communications preferences, see the Keeping in Touch With You section below.\nRed Robin’s Terms and Conditions of Use (“Terms”) and Privacy Policy are expressly incorporated herein by reference.</p>\n<p>THESE RULES CONTAIN A BINDING ARBITRATION AGREEMENT AND CLASS ACTION AND JURY TRIAL WAIVER THAT LIMIT YOUR RIGHTS TO BRING AN ACTION IN COURT, BRING OR PARTICIPATE IN A CLASS ACTION, AND HAVE DISPUTES DECIDED BY A JUDGE OR JURY, AS WELL AS PROVISIONS THAT LIMIT OUR LIABILITY TO YOU.&nbsp.\nTHERE IS LESS DISCOVERY AND APPELLATE REVIEW IN ARBITRATION THAN IN COURT.&nbsp.\nPLEASE REVIEW THESE PROVISIONS CAREFULLY.</p>Eligibility<p>The Program is open to individuals who: (a) are a legal resident of the United States or Canada, (b) are over the legal age of majority in their state, province or territory of residence at the time they register for the Program, (c) have a postal address that the United States Postal Service or Canada Post recognizes, (d) have an active e-mail address, and (e) have an active telephone number (land line or mobile).\nFor greater certainty, only individuals may register for the Program.\nNo corporations, partnerships, limited liability companies, trusts, or other legal entities (with the exception of individuals) may register for the Program.\nAny individual who is eligible to participate in this Program in accordance with these criteria (as determined by Red Robin in its sole and absolute discretion) will hereinafter be referred to as \"Eligible Participant(s)\", \"you\", \"your\".\nEach Eligible Participant is subject to verification at any time.\nRed Robin reserves the right, in its sole and absolute discretion, to require proof of identity and/or eligibility (in a form acceptable to Red Robin, including, without limitation, government issued photo identification) to participate in this Program.\nFailure of an Eligible Participant to provide such proof to the satisfaction of Red Robin in a timely manner may result in disqualification from the Program.\nIf you do not meet the eligibility criteria of this Program you may not participate in the Program.\nRed Robin reserves the right to immediately and without notice cancel all, rewards, credits, and other benefits of being a Red Robin Program member (collectively, \"Rewards\") and delete the account of any ineligible person found participating in the Program.</p>REGISTERING FOR THE PROGRAM<p>To register for the Program, an Eligible Participant must register for an account (“Account”).\nEligible Participants can register online, by text, or through the Red Robin Mobile App by following the instructions in The Registration Process section below or if available, through the tabletop device at participating restaurant locations (the \"Registration\").\nAll required information for each reward level must be completed.\nPlease refer to The Benefits of Being Royalty section below for more details.&nbsp.\nYou can also register using your Facebook or Google account.\nUpon completing your Registration in accordance with these Rules and instructions on the Website, you will be given an Account.\nAn Account will not officially be created until you receive confirmation.</p>The Registration processJoin Online<p>Go to redrobin.com/royalty (the \"Website\") and click the \"JOIN Now\" links.</p>\n<p>Enter your first and last name, a valid e-mail address, a password using the password characters stated on the website, a valid phone number and your month and year of birth.\nPlease note that a valid phone number and birthday are required for select offers.&nbsp.\nBy providing this information, you warrant that it is accurate.\nBy providing your phone number, you warrant that you are the subscriber or customary user of that number.&nbsp.\nShould you cease to be the subscriber or customary user of a phone number provided to Red Robin, you agree to immediately inform Red Robin.</p>\n<p>Sign up for Promotional coupons, offers and news by choosing your communication preference of the methods offered to you.\nPlease note that these may be required for select offers (see The Benefits of Being Royalty section below for description of Royalty status).</p>\n<p>By selecting the “Submit” button you are attesting that you are over 18 years old and you have read the Rules of the program.</p>\n<p>Enter the e-mail address that you want to use for your Account login or click on the links provided to join using your Facebook or Google account.</p>\n<p>You will receive a confirmation e-mail to the e-mail address you specified.</p>\n<p>After your account is created, you will be asked to select your \"My Favorite Red Robin” restaurant.\nIf your browser settings allow it, the 5 Red Robin restaurants closest to your current location will automatically be shown.</p>\n<p>Alternatively, you can enter an address, city, state/province or zip/postal code in the search box to retrieve a list of restaurants closest to the location you entered.</p>\n<p>If you would like Birthday Burger Royalty status (see The Benefits of Being Royalty section below for description of Royalty status), enter your month and year of birth (you must be at least the age of majority in your home jurisdiction to join the Program).</p>\n<p>Please indicate your Military Designation (U.S.\nResidents only) and/or Teacher Designation.</p>\n<p>If you would like Surprise &amp.\nDelights and Birthday Burger Royalty status (see The Benefits of Being Royalty section below for description of Royalty status), validate your phone number by either replying to the text/SMS message we send you or, if you entered a landline, by confirming the automated call you receive.\nThat's it!</p>Join using the Red Robin Mobile App<p>Go to the appropriate Apple or Android App Store and download the Red Robin Mobile App and select \"Sign In\" links.\nYou will be passed to a screen for login but look for the option to “Create an account”.</p>\n<p>If you want to create an account with your apple or Facebook account, enter the e-mail address that you want to use for your Account login or click on the links provided to join using your Facebook or Apple account.</p>\n<p>Enter your first and last name, a valid e-mail address, a password using the password characters stated on the website, a valid phone number and your month and year of birth.\nPlease note that a valid phone number and birthday are required for select offers.</p>\n<p>Sign up for Promotional coupons, offers and news by choosing your communication preference of the methods offered to you.\nPlease note that these may be required for select offers (see The Benefits of Being Royalty section below for description of Royalty status).</p>\n<p>By checking the box for Terms and Conditions and selecting the “Continue” button you are attesting that you are over 18 years old and you have read the Rules of the program.</p>\n<p>You will receive a confirmation e-mail to the e-mail address you specified.</p>\n<p>After your account is created, you will be asked to select your \"My Favorite Red Robin” restaurant.\nIf your browser settings allow it, the 5 Red Robin restaurants closest to your current location will automatically be shown.\nAlternatively, you can enter an address, city, state/province or zip/postal code in the search box to retrieve a list of restaurants closest to the location you entered.</p>\n<p>If you would like Birthday Burger Royalty status (see The Benefits of Being Royalty section below for description of Royalty status), enter your month and year of birth (you must be at least the age of majority in your home jurisdiction to join the Program).</p>\n<p>If you would like Surprise &amp.\nDelights and Birthday Burger Royalty status (see The Benefits of Being Royalty section below for description of Royalty status), validate your phone number by either replying to the text/SMS message we send you or, if you entered a landline, by confirming on the call you receive.\nThat's it!</p>\n<p>We will use your contact information to keep in touch with you in the ways you select when you register in the Program.\nIf your contact information changes, or if you wish to change your contact information or the method by which we send you messages (e.g., start having us send messages to your mobile phone number), please log onto royalty.redrobin.com and update your contact information or preferences.\nYour enrollment information will be made available to you in your Account.\nPlease log into your Account if you wish to receive a copy.</p>\n<p>There is a limit of one Registration per Eligible Participant permitted.\nIf it is discovered that any Eligible Participant (or, an individual purporting to be an Eligible Participant) has attempted to: (i) obtain more than one Registration.\nand/or (ii) use or attempt to use multiple names, identities and/or more than one e-mail address to complete a Registration, then, in the sole and absolute discretion of Red Robin, you may be disqualified from participating in the Program and we may cancel your Account, de-activate or cancel all of the Red Robin Program Accounts you have registered.\nFurther, Red Robin may refuse to allow you to re-register in the Program.</p>\n<p>An Eligible Participant's Registration will be blocked from registering in the Program, or we may cancel your Account, if, in the sole and absolute discretion of Red Robin, any information you provide us is not truthful, accurate and complete.\nUse, or any attempted use, of multiple names, identities, e-mail addresses and/or any automated, macro, script, robotic or other systems(s) or program(s) to register for or otherwise participate in or disrupt this Program is strictly prohibited and is grounds for disqualification.\nRed Robin is not responsible for late, lost, misdirected, delayed, incomplete or incompatible Registrations (all of which are void).\nRed Robin reserves the right, in our sole and absolute discretion, to refuse issuance or revoke an Account to any individual that does not follow the required registration procedures as set out in these Rules, or for any other reason or no reason.</p>\n<p>We do not anticipate having to limit the number of people that we will allow to register for the Program, but we reserve the right to do so.</p>\n<p>We do not charge you a fee to register in the Program or to remain a member of the Program.</p>\n<p>The Program is in no way sponsored, endorsed, or administered by Facebook or Google.\nIf you decide to register using your Facebook or Google account, you understand that you are providing your information to Red Robin.\nFor more information, please read our Privacy Policy.</p>The Benefits Of Being Royalty<p>Being Royalty (a member of the Program or “Royalty Member”) makes you eligible to receive Rewards.\nRoyalty Members may earn credits toward Rewards by purchasing qualifying food items and non-alcoholic beverages at participating Red Robin restaurants.\nThe Program offers different levels of rewards based on Members Account preferences.</p>\n<p>For more information about receiving marketing and promotional Communications, see the Keeping in Touch With You section below.</p>Base Rewards<p>\n<strong>Base Rewards</strong> is conferred on those Royalty Members who choose to: 1) provide their e-mail address.\nand 2) provide their phone number.\nBase Royalty status allows you to earn credits towards Buy 9 Get 10th Item and Free and 5 Visits in 5 Weeks Rewards</p>\n<p>Required Account Preferences – e-mail address and phone number</p>Surprise and Delight Rewards<p>\n<strong>Surprise and Delight Rewards</strong> is conferred on those Royalty Members who choose to: 1) provide their e-mail address.\n2) provide their phone number.\nand&nbsp.\n3) subscribe to receive promotional marketing communications from Red Robin, either by e-mail, Mobile App Notifications or text message.\nSurprise and Delight Reward status allows you to earn credits towards Buy 9 Get 10th Item Free and 5 Visits in 5 Weeks Rewards.</p>\n<p>Required Account Preferences – e-mail address, phone number, and SMS/text message, Mobile App Notifications, or e-mail opt-in</p>Birthday Burger reward<p>\n<strong>Birthday Burger Reward</strong> is conferred on those Royalty Members who choose to: 1) provide their e-mail address.\n2) provide their phone number.\nprovide their month and year of birth.\n4) validate their phone number.\nand 5) subscribe to receive promotional marketing communications from Red Robin, either by e-mail, Mobile App Notifications or text message.\nThe Birthday Burger Reward status allows you to receive Surprise &amp.\nDelight Rewards and earn credits towards Buy 9 Get 10th Item Free and 5 Visits in 5 Weeks Rewards.</p>\n<p>Required Account Preferences – e-mail address, SMS/text message, Mobile App Notifications or e-mail opt-in, validated phone number, and month and year of birth</p>\n<p>For a description of the types of Rewards referenced above, see the Reward Redemption section below.<br>The credits you receive may depend on the specific menu items you purchase, the amount you spend (excluding sales tax and tips), where you live, how long you have been Royalty, and, for certain Rewards, other factors that we will announce when we announce that the Reward is available to Royalty.\nYou can track the Rewards you have already earned and that you may earn by logging into your Account.</p>\n<p>If the credits you have in your Account don't qualify for a particular Reward, we will apply the credits towards one or more other Rewards that you can claim.</p>\n<p>Rewards and credits towards Rewards will be automatically tracked and allocated to each Royalty's Account by Red Robin in accordance with our official records.\nRewards have no cash value and are not exchangeable for cash.\nRewards have no value outside of this Program.\nRewards cannot be assigned, exchanged, sold, traded, bartered, purchased, given by gift or otherwise transferred.\nAny Rewards so acquired are void.\nThe accumulation of Rewards does not entitle the Royalty Member to any vested rights, and Red Robin does not guarantee in any way the continued availability of any Reward.</p>\n<p>All Rewards are subject to verification at any time for any reason.\nRed Robin reserves the right, in our sole and absolute discretion, to invalidate any Rewards we deem to have been awarded in error, or as the result of any fraudulent or dishonest activity, or any activity not in keeping with the letter and/or spirit of these Rules, as interpreted by us in our sole and absolute discretion.\nAny Rewards that cannot be verified to the satisfaction of Red Robin are subject to disqualification.</p>\n<p>The Red Robin Parties (as defined below) will not be liable for the failure of any Rewards to be captured or recorded for any reason, including, but not limited to, 1) any failure of the Website.\n2) any technical malfunction or other problems relating to the telephone network or lines, computer on-line systems, servers, access providers, computer equipment or software.\nand/or 3) any combination of the above.</p>\n<p>If your Account is closed (regardless of the reason for Account closure), Red Robin will de-activate your account and you will forfeit all Rewards that you may have earned.\nUpon the death or personal bankruptcy of Royalty, the Royalty Member's Account will be closed and any Rewards in the Account will be forfeited.\nRewards are not divisible in the case of divorce.</p>Red Robin Royalty<sup>®</sup> Rewards<p>To receive credit for your qualifying purchase and to redeem a Reward you have earned, present your Program Card or the phone number associated with your Account to your server or tabletop device at participating restaurant locations with your payment.\nYour server will enter your Program Card information or the phone number associated with your Account in the Program System, the fact that you visited the restaurant, and the items you purchased.\nYour Account will be automatically adjusted to show any credits you received and any Rewards you redeemed.\nIf ordering through the Mobile App or Online Ordering process, you must identify your Royalty Member Account by logging in with your Royalty Account information prior to purchase.</p>\n<p>You may redeem only one earned Reward per visit to a Red Robin restaurant, and you may redeem only two earned Rewards per day.\nIf you have earned more than one Reward, just present your Program Card or the phone number associated with your Account to your server with your form of payment, and our Program system will apply the highest ranked Reward that you have earned to your bill (see Reward Redemption section below for Reward rankings).\nThe Rewards you do not redeem will remain in your Account until you use them or until they expire, whichever occurs first.\nAll Rewards are subject to availability at the time of redemption request.\nWe may make certain Rewards available only while quantities and supplies last.</p>\n<p>If you visit a Red Robin restaurant with other Royalty Members, please ask your server to give each Royalty Member a separate check and apply the credits for each Royalty Member's purchases to that particular Royalty Member's Account.</p>\n<p>If you forget to provide your server with your Program Card or the phone number associated with your Account when you pay for your meal, not all is lost: you can still receive credits for your qualifying purchases by scanning and submitting your receipt to www.redrobin.com/pages/help/contact/ and selecting \"Add Credit to Account.\" You may use this process to add credits to your account for 30 days following your restaurant visit.\nYou will not receive credits for qualifying purchases that you purchase prior to Registration.</p>\n<p>All costs, fees and expenses incurred by a Royalty Member in redeeming a Reward and using the Reward are the full and sole responsibility of the Royalty Member.\nEach Royalty Member is fully and solely responsible for any and all income and local, state, provincial and deferral taxes on the Reward they receive.</p>Reward RedemptionSurprise &amp.\nDelightReward Description<p>Occasionally, we may send you a promotional marketing message notifying you that we have made a Surprise &amp.\nDelight Reward available just for you.\nSurprise &amp.\nDelight Rewards will be limited time offers that you may redeem only during the time stated in the message we send you.\nWe will try to tailor Surprise &amp.\nDelight Rewards to fit your menu favorites and other interests, so we may not offer you the same Surprise &amp.\nDelight Rewards that we offer other Royalty Members.\nWe also tailor these rewards to you by examining your purchase history.\nValid at participating locations.\nOne example of a previous surprise and delight was 25% off a Gourmet or Finest Burger through 09/05/2021.\nValid once per day per member for dine-in or to-go occasions.\nExcludes modifications or add-ons, alcohol, gift card sales, and tax.</p>Required Account Preferences<ul>\n<li>Email</li>\n<li>Phone Number</li>\n<li>Opt-in to receive SMS, mobile app notifications or email marketing communications</li>\n</ul>5 Visits in 5 WeeksReward Description<p>If you visit a Red Robin restaurant 5 separate times during the first 5 weeks immediately after you activate your Account, and purchase a qualifying menu item during each visit and you have presented your Program Card or your phone number associated with your Account to your server or tabletop device with your form of payment, you will receive a $20 Reward that you may redeem on your 6th visit to a Red Robin or Red Robin Burger Works restaurant.\nTo qualify for this \"5-in-5\" $20 Reward, you must purchase a regular priced burger, entrée, entrée full-sized salad or sandwich (each regular priced non discounted burger, entrée, entrée full-sized salad or sandwich is a \"qualifying purchase\" or \"qualifying menu item\") during each of your 5 visits.\nKid's Meals, dinner/side salads, appetizers, soups, desserts, beverages, free or reduced priced items and gift cards purchased on their own do not count as a qualifying purchase or qualifying menu item.\nOnce you earn this \"5-in-5\" $20 Reward, you will have 60 days in which to use it before it expires.\nYou must use the entire $20 value of the \"5-in-5\" Reward during a single visit.\nIf you do not use the entire $20 value during that single visit, then you will lose the remainder of the $20 value, and you will not be able to use that remainder at any other time.</p>Required Account Preferences<ul>\n<li>Email Address</li>\n<li>Phone Number</li>\n</ul>Birthday Burger rewardReward Description<p>Birthday Burger Reward offer valid for one free Tavern, Gourmet or Finest level burger for dine-in occasions with a minimum $4.99 menu purchase within the members birthday month only once per year during the month of your birthday.\n&nbsp;Member’s account must have month of birthday, be signed up for promotional email or sms messages, and have a validated phone number before the offer is added to the account.\nDiscount does not apply to modifications or add-ons and cannot be combined with any other offers or discounts.\nThe Birthday Burger Reward does not apply to Entrées, Entrée Salads, Wraps, Appetizers, Sides, Desserts, Kids Meals and Beverages.\nRewards are non-transferable, unique to each active member and must be validated by account phone number or Royalty account authentication at the time of purchase.\n&nbsp;The Birthday Burger Reward does not count towards Royalty Buy 9 Get 10.\nDiscount applied to highest-priced qualifying item.\nDiscount not valid on catering purchases.</p>Required Account Preferences<ul>\n<li>Email</li>\n<li>Validated Phone Number</li>\n<li>Opt-in to receive SMS, mobile app notifications or email marketing communications</li>\n<li>Date of Birth Month</li>\n</ul>Every 10th Item FreeReward Description<p>Every time you: (i) visit a Red Robin restaurant, (ii) purchase a qualifying menu item or make a qualifying purchase, and (iii) present your Program Card or phone number associated with your Account to your server or tabletop device with your form of payment you will receive one credit on your Account towards an earned Reward.\nQualifying items are regular priced burgers, entrées, entrée full-size salads, and sandwiches (each regular priced non discounted burger, entrée, full-sized salad or sandwich is a “qualifying purchase” or “qualifying menu item”).\nFor example, if you purchase 2 regular priced burgers and 1 regular priced entrée during a visit, and you present your Program Card or your phone number associated with your Account to your server or tabletop device, you will receive 3 credits towards your “10th Item Free” Reward.\nBy accumulating 9 credits in your Account, you will earn a “10th Item Free” Reward, which you may redeem for a qualifying menu item that is priced at or below the lowest priced item you ordered to accumulate your 9 credits.\nThe “10th Item Free” Reward will be valid for 60 days after you make your 9th qualifying purchase.\nOnce you redeem a “10th Item Free” Reward within the 60 days Reward is valid, your Account will reset, and you may start accumulating credits towards another “10th Item Free” Reward.\nYou can log into your Account on the website to view the credits you have accumulated.</p>\n<p>*At participating locations: Donatos Pizza counts as qualifying items towards your “10th Item Free” Reward.\n14” pizzas count as 2 credits towards your “10th Item Free” Reward.\n12” and 10” sized pizzas count at 1 credit.\nYour “10th Item Free” Reward may only be redeemed for 12” and 10” pizzas.</p>Required Account Preferences<ul>\n<li>Email Address</li>\n<li>Phone Number</li>\n</ul>Teen/Kids Club RewardReward Description<p>We love celebrating birthdays, and we don’t want your kiddo to miss out.\nThe free Kids’ Birthday Reward is available to members who have provided email, phone number and date-of-birth, and have opted in for promotional marketing emails or texts.</p>\n<p>If your child is 17 or under, you can sign them up by adding their birthday to your Red Robin Royalty profile.\nThe reward will be activated on your account the first day of their birthday month and may be redeemed once during that month by applying the reward to a purchase.</p>\n<p>For children 12 and younger the reward will be valid once for one free kids meal during the month of their birthday month.\nFor children 13 and older the reward will be valid once for one free burger during the month of their birthday.\nThis is a dine-in only reward because your kiddo must be present to redeem the free Kids’ Birthday Reward.</p>Required Account Preferences<ul>\n<li>Email</li>\n<li>Validated Phone Number</li>\n<li>Opt-in to receive SMS, mobile app notifications or email marketing communications</li>\n<li>Date of Birth Month</li>\n</ul>Keeping In Touch With You<p>As a part of the Program, Red Robin may send you informational marketing, and promotional materials and other Program-related communications to the contact information you have provided as part of your Registration.\nThese may include, for example, messages informing you of improvements we make to the Program, new Rewards you may earn, Rewards you have earned that may be ready to expire, new menu items you may want to try, and events happening in Red Robin restaurants.\nIf you change any of your Account contact information after joining the Program, you agree that Red Robin may continue to send you marketing and/or promotional or transactional messages to the new contact information.</p>Marketing and Promotional Communications<p>By participating in the Program, you acknowledge and agree that some Rewards require you to opt-in to receiving marketing and/or promotional communications through e-mail, SMS/text message, Mobile App Notifications, Social Ad Targeting, and 3rd party website advertising.\nSpecifically, to be eligible for Surprise and Delight Rewards and the Birthday Burger Reward, you must “opt-in” to receive marketing and/or promotional communications, at the time of Registration or by adjusting your Account preferences.</p>\n<p>If you no longer wish to receive such marketing and/or promotional communications, you may unsubscribe or opt-out at any time by updating your communication preferences through your Account dashboard, Mobile App settings or by following the instructions contained in the individual marketing and/or promotional message.\nPlease note, opting out of receiving marketing and/or promotional communications may change your available rewards and you will no longer be eligible for select Royalty Rewards.\nWe may still send you transactional communications relating to your participation in the Program (e.g.\nadministrative and service announcements).</p>SMS Program<p>Red Robin currently offers SMS programs to those members with SMS Opt In account preferences.\nAs a part of these programs, Red Robin may text or call you with informational and marketing messages to the phone number you provided during registration.\nThese messages include, for example, messages about product improvements, rewards, new menu items, and events at Red Robin restaurants.\nThese calls or texts might be placed or sent using automated technology.\nConsent to receive marketing communications is not a condition of purchase.\nYou agree that any calls might be monitored and/or recorded.</p>\n<p>Please visit redrobin.com/sms-program-terms-and-conditions to review our SMS Program Terms and Conditions or by clicking on the SMS Program link.</p>Privacy<p>We take your privacy seriously.\nWhen you participate in the Program, we use your information in the manner described in our Privacy Policy.\nYou may read our Privacy Policy by visiting redrobin.com/privacy-policy or clicking on the Privacy Policy link on any Red Robin website.&nbsp.\nThe Privacy Policy is expressly incorporated herein by reference.</p>California Notice of Financial Incentive (for California residents only)<p>Under California law, loyalty programs may be considered a financial incentive.\nTo view our notice of financial incentive, please visit redrobin.com/privacy-policy.</p>Account Security<p>You will need your e-mail address and password to access your Account on our Website or Mobile App, or, if you registered with your Facebook or Google account, you can log in to your Account through your Facebook account or Google account.\nYou are responsible for keeping the information you use to access your Account (i.e., the password for your Account, Facebook account, or Google account) private and secure.\nIf someone besides you learns your Account password or learns your Facebook or Google account information, and uses your password or Facebook account or Google account to access your Account, then you will be responsible for any actions that person takes as your Account.\nYou must notify us immediately if you believe your password may have been used by any unauthorized person or entity.</p>Changes to the Program<p>We may, in our sole discretion, modify the Program, Rules, Rewards, benefits, eligibility, requirements for earning and redeeming Rewards (including timing) or any other feature of the Program, or may end the Program and/or any particular Reward, in whole or in part at any time, with or without notice and without incurring any liability or obligation.</p>\n<p>We will post any changes to these Rules on the Website and will indicate at the bottom of this page the date these Rules were last revised.\nA Royalty Member’s continued access to and/or use of the Program following the posting of such changes constitutes his/her acceptance of and agreement to be legally bound by these Rules as revised.\nIt is each Royalty Member’s responsibility to check these Rules from time to time to stay informed of any changes.</p>\n<p>If we decide to end the Program or a specific Reward, we will attempt, but are not obligated, to provide you 90-days' prior notice either by e-mailing you at the e-mail address associated with your Account or by posting a notice on the Website.\nHowever, our failure to notify you that we are ending the Program or that we are ending a specific Reward will not give you any right to require us to continue the Program or the specific Reward after the date we end the Program or the specific Reward.\nNeither will our failure to notify you obligate us to compensate you for any Rewards or credits that you do not use before we end the Program or the specific Reward.\nIf we end the Program, Rewards and credits you have earned but not used will expire on the end date, and you may not redeem any Rewards or use any credits after the end date.</p>\n<p>To the extent permitted by applicable law, when you register for the Program, you waive your rights under any law that may require us to obtain judicial permission to change these Rules or to end the Program.</p>How And When Membership May End<p>You may cancel your Program membership at any time by:</p>\n<ul>\n<li>Sending an e-mail to guest-support@redrobin.com</li>\n<li>Sending a letter to \"Red Robin Royalty Program\", Red Robin International Inc., Attention: Guest Relations, 10000 E.\nGeddes Ave,&nbsp;Suite 500, Englewood, CO 80112</li>\n</ul>\n<p>As soon as you cancel your Program membership, Red Robin will de-activate your Account and you will forfeit any Rewards and/or credits that you may have earned.</p>\n<p>We reserve the right, in our sole discretion to de-activate your Account if we reasonably believe that you are or become ineligible for the Program, that you have violated these Rules, or the Account has otherwise been flagged to be associated with fraudulent activity.\nWe may cancel some or all of your earned Rewards and credits if we determine that you received the Rewards or credits due to an error, through fraud or deception, or in any manner not consistent with these Rules.\nIf your Program Membership is terminated or your Account de-activated or otherwise cancelled, any Rewards and/or credits will automatically expire.</p>Limitation Of Liability<p>By registering for and/or participating in the Program, you agree that, to the fullest extent permitted by law, none of Red Robin International, Inc.\nand its parent company, subsidiaries, affiliates and its and their respective directors, officers, shareholders, employees, agents and franchisees and the respective parent companies, subsidiaries, directors, officers, employees, and agents of such franchisees (the “Red Robin Parties”) shall be liable to you for: (1) any claim, loss, injury, damage, delay, accident, cost or expense, including legal fees, arising out of or related to the Program, Rewards, these Rules or the Website.\n(2) any incidental, indirect, special, punitive, exemplary or consequential damages, arising out of or related to the Program, Rewards, these Rules or the Website, (3) any failure, delay or decision by the Red Robin Parties in administering the Program.\n(4) any use of your Program Card by a party that you did not authorize to use your Program Card.\n(5) any representation, claim, offer or statement we make about the Program.\nand (6) your use and acceptance of any Rewards you receive through the Program.\nYou further agree that in no event will the Red Robin Parties be liable to you for more than USD$50 in the aggregate on account of all wrongful acts or omissions by the Red Robin Parties arising out of or relating to the Program, Rewards, these Rules or the Website.</p>\n<p>TO THE FULLEST EXTENT UNDER APPLICABLE LAW, YOU AGREE THAT NOTICE OF ANY CLAIM MUST BE GIVEN WITHIN TWO YEARS OF ITS ACCRUAL OR IT IS WAIVED AND TIME BARRED.</p>No Warranties<p>Red Robin makes no warranty of any kind regarding the Program, which is provided on an “As-Is” and “As-Available” basis.\nRed Robin does not represent or warrant as to the accuracy or completeness of the information posted on the Website regarding the Program or otherwise, or that the Website will be available to you 100% of the time.</p>Which Law Controls<p>The Federal Arbitration Act (“FAA”) and the laws of the State of Colorado control, without regard to conflict of laws rules, will govern these Rules, your registration and/or participation in the Program, any Disputes (as defined below), and our performance of our obligations under the Program.\nTo the extent any Dispute is not addressed in arbitration or small claims court as set forth below, you agree to resolve any action or dispute related to the Program or these Rules or otherwise related to your relationship with Red Robin only in the state and federal courts of appropriate jurisdiction located in the State of Colorado.&nbsp.\nThese Rules are enforceable to the fullest extent permitted under applicable law.</p>\n<p>If applicable law prohibits us from offering the Program to you, then you may not register for the Program.\nIf applicable law prohibits us from offering you a feature of the Program, then we may either not offer you that feature of the Program or cancel your Account.</p>\n<p>&nbsp;</p>Dispute Resolution<p>These provisions address how you and Red Robin agree to resolve Disputes in the unlikely event that they arise between us.</p>Pre-Arbitration Claim Resolution<p>For all Disputes (as defined below), you must first give Red Robin an opportunity to resolve the dispute by mailing written notification to Red Robin at the address below including (a) your name, (b) your address, (c) a detailed written description of your dispute or claim, (d) information sufficient to identify you and any relevant experience or transaction, and (e) a detailed description of the specific relief you seek and a calculation for it to the address below (the “Notice”).&nbsp.\nThe Notice must be personally signed by you.&nbsp.\nYou and Red Robin agree to work in good faith to resolve any Dispute informally.&nbsp.\nIf you and Red Robin do not resolve the Dispute within 60 days after it receives your written Notice, then you may move forward with initiating binding arbitration on an individual basis as described below.&nbsp.\nIf during this 60 day period Red Robin requests a telephone conference in an effort to resolve the Dispute, you agree to personally participate in such an individualized telephone conference (with your counsel if you are represented).&nbsp.\nAny applicable statute of limitations shall be tolled during this 60 day period.&nbsp.\nCompliance with this mandatory informal Pre-Arbitration Claim Resolution process is a condition precedent for you or Red Robin to initiate arbitration.&nbsp.\nIf Red Robin initiates a Dispute with you, it will send a Notice to the physical or email address it has on file for you.&nbsp.\nA court of competent jurisdiction shall have authority to enforce this provision and to enjoin the filing or prosecution of arbitrations.&nbsp.\nA party may raise non-compliance with Pre-Arbitration Claim Resolution process in court and/or in connection with the arbitration.</p>\n<p>Red Robin International, Inc.<br>10000 East Geddes Avenue<br>Suite 500<br>Englewood, CO 80112<br>Attention: Chief Information Security Officer (with a copy to: Chief Legal Officer)<br>Telephone: (303) 846-6000</p>Binding Individual Arbitration – Agreement to Arbitrate All Disputes:<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT, TO PARTICIPATE IN A CLASS ACTION, AND TO HAVE A JURY HEAR YOUR CLAIMS.</p>\n<p>This section limits certain rights, including the right to maintain a court action, the right to a jury trial, the right to participate in any form of class or representative claim, the right to engage in discovery except as provided in the applicable consumer American Arbitration Association (“AAA”) rules and procedures (“AAA Rules”) as modified by this agreement, and the right to certain remedies and forms of relief.&nbsp.\nExcept as provided herein or under the AAA Rules, the parties shall retain the right to seek the same relief that they would otherwise be entitled to seek in court.</p>\n<p>Except for “Pre-Arbitration Claim Resolution” referenced above and small claims and requests for injunctive relief specifically referenced below, these Rules provide that any dispute, disagreement, claim, or controversy between you and Red Robin, including any dispute that in any way relates to these Rules, your relationship with Red Robin,&nbsp.\nand/or this Program—whether any such dispute is based in contract, tort, statute, fraud, misrepresentation, or any other legal theory—will be resolved exclusively by binding individual arbitration (“Dispute”).&nbsp.\nDispute shall have the broadest possible meaning permitted by law.&nbsp.\nThis includes claims that arose, were asserted, or involve facts occurring before the existence of this or any prior agreement as well as claims that may arise after the termination of these Rules.&nbsp.\nThe sole exceptions to the foregoing requirement to arbitrate are set forth in the Small Claims and Injunctive Relief section set forth below and either party may bring suit in court to enjoin infringement or other misuse of intellectual property rights.\n&nbsp;</p>\n<p>\n<strong>Administrator and Fees.\n</strong>The arbitration will be administered by the AAA in accordance with the applicable consumer rules then in effect as modified by this agreement.\nThe applicable AAA Rules are available at https://www.adr.org or by calling the AAA at 1-800-778-7879.\nIf AAA is unavailable or unwilling to administer an arbitration consistent with this arbitration agreement as written, the parties will jointly select an alternative arbitration provider that will administer the arbitration consistent with this arbitration agreement as written.\nIf the parties cannot agree on an alternative arbitration provider, the parties shall mutually petition a court of appropriate jurisdiction to appoint an arbitration provider that will administer an arbitration consistent with this arbitration agreement as written.&nbsp.\nIf after sixty (60) days the Pre-Arbitration Claim Resolution process set forth above is unsuccessful in resolving the parties’ Dispute, a party who desires to initiate arbitration must provide the other party with a written demand for arbitration consistent with the AAA Rules.\nIn addition, if you initiate arbitration, you shall certify that you have complied with the Pre-Arbitration Claim Resolution process above and personally sign your demand for arbitration.\nThe arbitration will be conducted by a single arbitrator.\nYour responsibility to pay any AAA filing, administrative, and/or arbitrator fees will be as set forth in the AAA Rules.\nIf, however, you are able to demonstrate that the costs of arbitration will be prohibitive for you as compared to the costs of litigation, Red Robin will reimburse as much of the AAA fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive to you as compared to litigation.</p>\n<p>\n<strong>Arbitrator’s Authority and Decision.\nLocation of Arbitration.\n</strong>The arbitrator’s decision, judgment, or award in any such arbitration will be final and binding upon the parties and may be entered and enforced in any court having jurisdiction thereof.&nbsp.\nThe arbitrator shall issue a detailed ruling that includes essential findings of fact and law.&nbsp.\nThe arbitrator shall apply the provisions of Federal Rule of Civil Procedure 68 (cost-shifting) after entry of an award.&nbsp.\nIf the arbitrator finds that either the initiation of a claim, the substance of a claim, or the relief sought in arbitration was frivolous or was brought for harassment or an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11), the arbitrator may award attorneys’ fees, costs, and expenses in favor of a party.&nbsp.\nThe arbitrator shall apply Colorado law consistent with the FAA and applicable statutes of limitations, and shall honor all claims of privilege recognized at law.&nbsp.\nIn any arbitration arising out of or related to these Rules, the arbitrator is not empowered to award punitive or exemplary damages, except where permitted by statute, and the parties waive any right to recover any such damages.&nbsp.\nIn any arbitration arising out of or related to these Rules, the arbitrator may not award any incidental, indirect or consequential damages, including damages for lost profits.&nbsp.\nFor the avoidance of doubt, the arbitrator, and not any federal, state, or local court or agency, shall have the exclusive authority to resolve any dispute relating to the arbitrability of any Dispute, the scope, applicability, interpretation, and enforcement of this arbitration agreement, and the interpretation, applicability, enforcement, formation of these Rules, and/or the Terms and/or the Privacy Policy (which are expressly incorporated herein by reference).</p>\n<p>Unless you and Red Robin otherwise agree, the arbitration will be conducted in the county where you reside or another location convenient for you.\nIf the amount in controversy does not exceed $10,000 and you do not seek injunctive or declaratory relief, then the arbitration will be conducted solely on the basis of documents you and Red Robin submit to the arbitrator, unless a party requests a hearing and the arbitrator determines that a hearing is necessary.\nIf such a hearing is determined to be necessary, you and Red Robin agree to personally attend.&nbsp.\nIf the amount in controversy exceeds $10,000 or seeks declaratory or injunctive relief, the right to a hearing will be determined by the AAA Rules.\nThe arbitrator will have the authority to award monetary damages on an individual basis and to grant, on an individual basis, any non-monetary remedy or relief available to an individual to the extent available under applicable law, the arbitral forum’s rules, and this agreement.\nThe arbitrator's award of damages and/or other relief must be consistent with these Rules, including the Limitation of Liability section above as to the types and the amounts of damages or other relief for which a party may be held liable.\nThe arbitrator’s award shall be binding only between the parties to the arbitration proceeding and shall have no preclusive effect in any other arbitration or other proceeding involving a different party.</p>\n<p>\n<strong>Small Claims and Injunctive Relief.</strong> This arbitration agreement does not preclude you or Red Robin from electing to have a Dispute heard in small claims court.&nbsp.\nIf the Dispute qualifies for small claims court, you or Red Robin may&nbsp.\nelect to have the Dispute heard in small claims court so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.&nbsp.\nThe determination of whether a Dispute falls within the jurisdictional limits of small claims court shall be for the small claims court to decide in the first instance.&nbsp.\nIn addition, you and Red Robin both retain the right to apply to a court of competent jurisdiction for provisional or injunctive relief, including for pre-arbitral attachments or preliminary injunctions, and any such request shall not be deemed incompatible with these Rules, nor a waiver of the right to have disputes submitted to arbitration as provided in these Rules.\n&nbsp;</p>\n<p>\n<strong>Class Action and Collective Relief Waiver and Jury Trial Waiver.\nIndividual Arbitration.&nbsp;</strong> YOU AND RED ROBIN AGREE THAT TO THE MAXIMUM EXTENT PERMITTED UNDER LAW, EACH MAY BRING A DISPUTE AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL PROCEEDING.A DISPUTE MAY NOT BE CONSOLIDATED WITH A CLAIM BY ANY PERSON OR ENTITY THAT IS NOT A PARTY TO THE ARBITRATION PROCEEDING, AND THE ARBITRATOR MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL PROCEEDING.&nbsp.\nTHE ARBITRATOR MAY AWARD RELIEF (INCLUDING ANY DECLARATORY OR INJUNCTIVE RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO RESOLVE AN INDIVIDUAL PARTY’S DISPUTE.\nTHE ARBITRATOR MAY NOT AWARD RELIEF FOR OR AGAINST ANYONE WHO IS NOT A PARTY TO THE PROCEEDING.&nbsp.\nTHIS CLASS ACTION AND COLLECTIVE RELIEF WAIVER IS AN ESSENTIAL PART OF THIS AGREEMENT, AND IF IT IS DEEMED INVALID OR UNENFORCEABLE WITH RESPECT TO A PARTICULAR CLAIM OR DISPUTE, NEITHER YOU NOR RED ROBIN IS ENTITLED TO ARBITRATION OF SUCH CLAIM OR DISPUTE.\nNOTWITHSTANDING THE FOREGOING, IF A COURT DETERMINES THAT THE CLASS ACTION AND COLLECTIVE RELIEF WAIVER IS NOT ENFORCEABLE AS TO A PARTICULAR CLAIM OR REQUEST FOR RELIEF (SUCH AS A CLAIM OR REQUEST FOR PUBLIC INJUNCTIVE RELIEF) AND ALL APPEALS FROM THAT DECISION HAVE BEEN EXHAUSTED (OR THE DECISION IS OTHERWISE FINAL), THEN THE PARTIES AGREE THAT THAT PARTICULAR CLAIM OR REQUEST FOR RELIEF MAY PROCEED IN COURT BUT SHALL BE SEVERED AND STAYED PENDING ARBITRATION OF THE REMAINING CLAIMS AND REQUESTS FOR RELIEF.&nbsp.\nYOU ACKNOWLEDGE AND AGREE THAT YOU AND RED ROBIN ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY TO THE MAXIMUM EXTENT PERMITTED UNDER LAW.</p>\n<p>\n<strong>Additional Procedures For Multiple Case Filings/Mass Arbitrations.</strong> If twenty-five or more similar claims are asserted against Red Robin by the same or coordinated counsel or organizations or are otherwise coordinated, you understand and agree that the resolution of your Dispute might be delayed.\nYou also agree to the following coordinated bellwether process and application of the AAA Multiple Consumer Case Filing Fee Schedule.\nCounsel for the claimants and counsel for Red Robin shall each select 15 cases (per side) to proceed first in individual arbitration proceedings as part of a bellwether process.\nThe remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed to individual arbitration proceedings as part of a bellwether process.\nIf the parties are unable to resolve the remaining cases after the conclusion of the initial 30 proceedings, each side shall select another 15 cases (per side) to proceed to individual arbitration proceedings as part of a second bellwether process.\nThe remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed to individual arbitration proceedings as part of a bellwether process.\nA single arbitrator shall preside over each case in any bellwether process.\nOnly one case may be assigned to each arbitrator as part of each set of bellwether proceedings unless the parties agree otherwise.\nThe group of arbitrators for any set of bellwether proceedings shall not be identical to the group of arbitrators for any other set, though, over time, individual arbitrators might preside over more than one arbitration in connection with bellwether proceedings.&nbsp.\nThis staged process shall continue, consistent with the parameters identified above, until all the claims included in these coordinated filings, including your case, are adjudicated or otherwise resolved.\nThe statute of limitations and any filing fee deadlines shall be tolled for claims subject to this section from the time the first cases are selected for a bellwether process until the time your case is selected for a bellwether process.&nbsp.\nA court will have the authority to enforce these additional procedures, including by enjoining the mass filing or prosecution of arbitrations or the assessment or collection of AAA fees.</p>\n<p>\n<strong>Enforcement and Invalidity.\n</strong>Subject to the provisions in the Class Action and Collective Relief Waiver above, if any part of this arbitration agreement is deemed to be invalid, unenforceable or illegal (other than that claims will not be arbitrated on a class or representative basis), then the balance of this arbitration agreement shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.&nbsp.\nIf, however, the portion that is deemed invalid, unenforceable or illegal is that claims will not be arbitrated on a class or representative basis, then the entirety of this arbitration provision shall be null and void, and neither claimant nor Red Robin shall be entitled to arbitrate their Dispute.&nbsp.\nAny changes to these Rules shall not apply to any Dispute to which you or we have already provided notice to the other party notwithstanding any other provision to the contrary.</p>Entire Agreement<p>These Rules and other documents incorporated by reference into these Rules, constitute the entire agreement between the parties and set out all the covenants, promises, warranties, representations, conditions and agreements between the parties in connection with the subject matter of these Rules and supersede all prior agreements, understandings, negotiations and discussions, whether oral or written, pre-contractual or otherwise.\nThere are no covenants, promises, warranties, representations, conditions or other agreements, whether oral or written, pre-contractual or otherwise, express, implied or collateral, whether statutory or otherwise, between the parties in connection with the subject matter of these Rules except as specifically set forth in these Rules and any agreements or documents incorporated by reference into these Rules.</p>Copyrights<p>Red Robin owns the copyright in the graphic images, buttons and text displayed on this Website.\nYou may not copy, distribute, reproduce or transmit those graphic images, buttons and text without Red Robin's prior permission.</p>\n<p>&nbsp;</p>\n<p>Version:&nbsp.\nJanuary 4, 2023</p>\n<p>Get the app today!</p> Footer<ul>\n<li> About<ul>\n<li> Allergens &amp.\nNutrition</li>\n<li> Investor Relations</li>\n<li> Locations</li>\n<li> News</li>\n<li> Leadership</li>\n</ul>\n</li>\n<li> Sustainability<ul>\n<li> Environmental</li>\n<li> Social</li>\n<li> Governance</li>\n</ul>\n</li>\n<li> FAQ<ul>\n<li> Accessibility</li>\n<li> Terms of Use</li>\n<li> Privacy Policy</li>\n<li> Copyright</li>\n<li> Contact Us</li>\n<li> Cookie Preferences</li>\n</ul>\n</li>\n<li> Rewards<ul>\n<li> Join</li>\n<li> Reward Terms</li>\n</ul>\n</li>\n<li> Gift Cards<ul>\n<li> Canada Gift Cards</li>\n<li> Buy in Bulk</li>\n</ul>\n</li>\n<li> Call Ahead</li>\n<li> Fundraisers</li>\n</ul>\n<p>© 2023 Red Robin International All Rights Reserved.\nMenu items and pricing may vary by location and are subject to change.</p> Start Your Order <p>Tracking technologies, such as cookies, are important for the correct functioning of our website.\nBy clicking “Allow All” you are also directing us to use the tracking technologies of third parties.\nYou can configure your preferences, and see a list of third party tracking technologies, by clicking on the “customize settings” link.\nSeePrivacy Notice.</p>Customize Settings Decline Optional Allow AllPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Company and Service Provider</li>\n<li>Non Service Provider</li>\n</ul>Your Privacy<p>When you visit any web site, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and services we are able to offer.\n<br>Cookies Policy</p>Company and Service ProviderAlways Active<p>Our company may use tracking technology, including cookies, for a variety of purposes including to operate our website, to improve the performance of our website, to monitor your interactions with our website, and to capture analytics.\nThese cookies are either controlled by us, or controlled by one of our service providers.</p>Cookies Details‎Non Service Provider Non Service Provider <p>By “allowing all” or turning this option on you are using our website to interact with third parties and are directing us to deploy third party tracking technologies.\nThese third parties are not necessarily our service providers, and might use the information that they collect for their own purposes.\nYou can find a list of the third parties by clicking on the “Cookies Details” link below.</p>Cookies Details‎Back ButtonCookies Details<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-07-11 21:31:53.935934", "updated_at": "2023-07-11 21:32:02.970628"}, {"id": 17788, "name": "PRIVACY POLICY", "url": "https://www.redrobin.com/privacy-policy", "xpath": "//body", "text": " Skip to main content <p>We're hiring 17 and older.\nApply today.</p> Home Main navigation<ul>\n<li> Home</li>\n<li> Menu</li>\n<li> Rewards</li>\n<li> Find Us</li>\n<li> Catering</li>\n<li> Careers</li>\n<li> Gift Cards</li>\n</ul> Set a Location Find a location Use My Location Postal Code or City, ST Search No locations to show<p>Enter in your location details to find your nearest restaurant.</p> View all locations Hide Location Search Order Now PRIVACY POLICY<p>This Privacy Policy describes how Red Robin International, Inc.\n(including its subsidiaries and affiliates) (collectively, “Red Robin,” “we,” or “our”) collects, uses, discloses, and safeguards personal information.\nThis Privacy Policy also tells you about your rights and choices with respect to your personal information, and how you can reach us to get answers to your questions.</p>COLLECTION<p>We collect information about you in a variety of ways depending on how you interact with us and our products and services, including our website(s), mobile applications, social media interfaces, and other online interfaces (collectively, the “Interfaces”) as well as our restaurants.\nSome of the information we collect includes personal information that can be used to identify you.\nThe following provides examples of the type of personal information we collect when you voluntarily submit it to us, and how we use that information.</p>INFORMATION YOU VOLUNTARILY SUBMIT TO US<p>We collect personal information when you voluntarily submit it to us.</p>\n<p>See Details</p>INFORMATION WE AUTOMATICALLY COLLECT THROUGH THE USE OF TECHNOLOGY<p>We may also collect certain information automatically when you access and use our Interfaces.\nThe following describes the types of information we may collect and how we use that information.</p>\n<ul>\n<li>\n<strong>Web server log data.</strong> Web server logs are records of activity created by the computer that delivers the webpages you request to your browser.\nFor example, a web server log may record the search term you entered or the link you clicked to bring you the webpage.\nThe web server log also may record information about your browser, such as your internet protocol (IP) address and the cookies set on your browser by the server.</li>\n<li>\n<strong>Location data.</strong> We may use geo-location technologies that permit us to determine your location.\nWe may ask you to manually provide location information on our Interfaces, or to enable your mobile device to send us precise location information.\nWe may also automatically collect general location information from your web browser.</li>\n<li>\n<strong>Cookies and other similar technologies.</strong> When you visit our Interfaces and when you open or click on e-mails, we send you, we may automatically collect information from your browser or device using technologies such as cookies, web beacons, pixel tags, and similar technologies.\nThese technologies enable us to collect information such as device identifiers and online or other network activity information.\nFor more information, please see the “Cookies and Similar Tracking Technologies” section below.\nWe may use this information to conduct data analytics, to enable our make your visits to our Interfaces more enjoyable and valuable to provide customized experience and recognizing your preferences when you visit our Interfaces.</li>\n</ul>INFORMATION WE OBTAIN FROM OTHER SOURCES<p>We may also receive your personal information from other sources, including our affiliates, business partners, and service providers.\nsocial media platforms, other publicly available sources, and other third party(ies).\nIn addition, if you submit a job application, or become a Team Member, we may conduct a background check.</p>\n<ul>\n<li>\n<strong>Your Friends or Family Members.</strong> For example, if someone purchases an e-gift card for you, we may receive your e-mail address and other information about you from that person.</li>\n<li>\n<strong>Social Media and Share Links.</strong> When you “like” or “follow” us on a social media platform, we may collect your information.\nThis information may include your name, e-mail address, and any comments or content you post that are relevant to us.\nWe may also collect your information if you sign up for one of our promotions or submit information to us through a social media platform.\nAdditionally, our Interfaces may include social media features, such as links that allow you to share information (e.g., via widgets, plugins, or other tools), such as, the “Like” or “Share” button (\"Features\").\nThese Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly.\nThey may also allow third-party social media services to provide us information about you, including your name and e-mail address, and other contact information.\nThe information we receive is dependent upon your privacy settings with the third-party social media service.\nYour interactions with these Features are governed by the privacy statements of the third-party companies providing them.</li>\n<li>\n<strong>Third-Party Sign In.</strong> If you access our Interfaces through a third-party application, such as the Apple App Store or Google Play App Store (together with any similar applications, “App Stores”) or a social media or other third-party account, such as Facebook or Google, we may collect information about you from that third-party application that you have made public via your privacy settings.\nIf you choose to access our Interfaces using a third-party account, you authorize us to collect your information from that third-party service and process it in accordance with this Privacy Policy.\nPlease note that we do not control the third party’s information practices, so please review the third party’s privacy statement and your settings on the third party’s site carefully.</li>\n</ul>COOKIES AND SIMILAR TRACKING TECHNOLOGIES<p>We use a variety of technologies to gather information when you visit or interact with our Interfaces and e-mail communications.\nWe use this information for a variety of purposes, such as to make our websites and mobile applications work properly, to make a user’s experience more efficient, to understand how visitors interact with our Interfaces, and for advertising purposes.\nThe following describes the types of technologies we may use:</p>\n<ul>\n<li>\n<strong>Cookies.</strong> “Cookies” are small bits of information that a website places on the hard drive of your computer.\nCookies remember information about your activities on the website to make your visits to our website more enjoyable and valuable to you by providing a customized experience and recognizing your preferences when you visit our website.\nYou can set your browser to refuse some or all cookies, or to indicate when a cookie is being sent to your computer.\nHowever, if you've chosen to disable cookies on your browser, some of the functionality of our Interfaces may be lost.\nCertain other Interfaces Red Robin produces, particularly those that require a login and password, require that cookies be enabled in your browser and cannot be used when you have disabled cookies in your browser.</li>\n<li>\n<strong>Flash Cookies (also called Local Shared Objects or “LSOs”).</strong> Flash cookies are data files similar to cookies, except that they can store more complex data.\nFlash cookies are used to remember settings, preferences, and usage, particularly for video, interactive gaming, and other similar services.</li>\n<li>\n<strong>Web beacons or clear pixels.</strong> Web beacons are small graphic images on a web page or in an e-mail that can be used for such things as recording the pages and advertisements clicked on by users or tracking the performance of e-mail marketing campaigns.</li>\n</ul>\n<p>We also work with third parties that provide services to us (such as analytics, marketing and advertising services).\nThese entities may also use cookies and similar tracking technologies which collect information about your use of our Interfaces.</p>\n<ul>\n<li>\n<strong>Third Party Tracking and Advertising.</strong> We may participate in behavioral-based advertising.\nThis means that a third party may use technology (e.g., a cookie) to collect information about your use of our Interfaces so that they can provide advertising about products and services tailored to your interest and that third party might also collect information over time and across different websites in order to serve advertisements.\nThat advertising may appear either on our Interfaces, or on other websites.</li>\n<li>\n<strong>Analytics.</strong> We may use third-party services (e.g., Google Analytics) on our Interfaces to collect information about your use of our Interfaces.\nRed Robin uses this information to, among other things, evaluate and analyze how visitors use these platforms, determine the popularity of certain content, deliver advertising and content targeted to your interest, and better understand your online activity.\nFor more information about how Google collects and processes data, please visit www.google.com/policies/privacy/partners/.\nFor more information about how to opt out of having your information used by Google Analytics, please visit tools.google.com/dlpage/gaoptout/.</li>\n<li>\n<strong>Cookie Preferences.</strong> Most web browsers allow you to exercise control over cookies by deleting them, blocking them, or alerting you when a cookie file is stored.\nPlease review your browser's instructions on these functions.\nFor more information regarding cookie preferences in connection with our website, you can update your preferences by clicking the “Cookie Preferences” link in the footer at the bottom of this page.</li>\n</ul>USE OF INFORMATION<p>In addition to the purposes and uses described elsewhere in this Privacy Policy, Red Robin uses information in the following ways:</p>\n<ul>\n<li>To provide you with our products, services, information, and advertisements that match your interests.</li>\n<li>To conduct research and analysis, and to improve our Interfaces, products, and/or services.</li>\n<li>To send you promotional e-mails and text messages about our products and services if we have received your consent to do so and you can unsubscribe at any time.</li>\n</ul>\n<p>Although the sections above describe our primary purpose in collecting your information, in many situations we have more than one purpose.\nFor example, if you complete an online purchase we may collect your information to perform our contract with you, but we also maintain your information after your transaction is complete so that we can quickly and easily respond to any questions you may have about your order.</p>PRIVACY POLICY DISCLOSURE<p>In addition to the specific situations discussed elsewhere in this Privacy Policy, Red Robin discloses information in the following situations:</p>\n<ul>\n<li>\n<strong>Affiliates.</strong> We may disclose your information with companies that are affiliated with us (that is, that control, are controlled by, or are under common control with Red Robin).</li>\n<li>\n<strong>Business Transactions.</strong> If we sell all or part of our business, or makes a sale or transfer of assets or are otherwise involved in a merger, liquidation or other business restructuring, we may transfer your information to a third party, successor in interest or affiliate as part of that transaction, including at the planning and negotiation states.</li>\n<li>\n<strong>Disclosures with Your Consent.</strong> We may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this policy.\nFor example, third parties who advertise their products and services on our Interfaces may be given your information if you give us your consent to share it with them.</li>\n<li>\n<strong>Franchisees.</strong> If you have voluntarily provided us with comments on an experience at a franchise location, we may share your information with our franchisees who are not affiliates of Red Robin.</li>\n<li>\n<strong>Other Disclosures without Your Consent.</strong> We may disclose information where authorized or required by law, subpoena, or in other instances where Red Robin reasonably believes that it is necessary to comply with law and the reasonable requests of law enforcement.\nRed Robin may also disclose information to establish or exercise our rights, to defend against a legal claim, to protect the safety and security of you or others, or to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, or a violation of our policies.</li>\n<li>\n<strong>Public.</strong> Some of our Interfaces may provide the opportunity to post comments, or reviews, in a public forum.\nIf you decide to submit information on these pages, that information may be publicly available.</li>\n<li>\n<strong>Service Providers.</strong> We may disclose your information with third party service providers to assist us in providing our products and services to you.\nAmong other things service providers may help us to administer our Interfaces, conduct surveys, provide technical support, process payments, and assist in the fulfillment of orders.</li>\n<li>\n<strong>Sponsored Promotion.</strong> We may offer sweepstakes or contests in conjunction with a co-sponsor that may have special offers or promotions that might be of interest to Red Robin guests.\nIn such case if you opt in, your information may be shared with the co-sponsor and their use of your information is governed by their privacy policy.</li>\n</ul>INFORMATION SECURITY<p>We use reasonable measures to help prevent personal information from unauthorized access, use, or disclosure.\nWhile we use reasonable efforts to protect the information in our possession, no security system is perfect, and we cannot promise that information about you will remain fully secure in all circumstances.\nRead more: Consumer Cyber Security Commitment to our Guests.</p>YOUR CHOICES<p>You can make the following choices regarding your personal information:</p>\n<ul>\n<li>\n<strong>Marketing and Promotional Communications.</strong> If you no longer wish to receive marketing and/or promotional communications from Red Robin, you may unsubscribe or opt-out at any time by following the instructions contained in the individual marketing and/or promotional message you receive from us or contact us using the information listed in the “Communications” section below.\nPlease note, if you opt out of receiving marketing and/or promotional communications from Red Robin, we may still send you transactional communications (e.g., administrative and service announcements).</li>\n<li>\n<strong>“Do Not Track” Signals.</strong> Some web browsers permit you to broadcast a Do Not Track (“DNT”).\nAt this time, we do not modify your experience based upon whether such a signal is broadcast.</li>\n<li>\n<strong>Opt-Out of Targeted Advertising.\n</strong> You may opt out of behavior-based advertising by clicking the “Cookie&nbsp;Preferences” link in the footer at the bottom of this page.</li>\n<li>\n<strong>Personal Information Requests.</strong> Consistent with applicable law, you may have the right to request the following.\nPlease note that many of these rights are not absolute and do not apply in all circumstances.</li>\n<li>\n<strong>Access to Your Personal Information.</strong> You may request access to your personal information.\nIf required by law, upon request, we will grant you reasonable access to the personal information that we have about you.\nIf you would like to submit a request to access such information, please follow the instructions under “Personal Information Request Details” below.</li>\n<li>\n<strong>Changes to Your Personal Information.</strong> If your personal information is incorrect, you may request that we make changes by contacting us using the instructions below under “Personal Information Request Details” below.\nYour request must include (1) all of the incorrect personal information that you wish to change, (2) the corrected personal information, and (3) your signature authorizing such changes.\nRed Robin will then correct the personal information in our database and send a written confirmation to you.</li>\n<li>\n<strong>Deletion of Your Personal Information.</strong> Typically, we retain your personal information for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law.\nYou may, however, request information about how long we keep a specific type of information, or request that we delete your personal information.\nIf required by law, upon request, we will grant a request to delete information, but you should note that in many situations we must keep your personal information to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes.\nIf you would like to submit a request to delete information, please follow the instructions under “Personal Information Request Details” below.</li>\n</ul>PERSONAL INFORMATION REQUEST DETAILS<p>To make a request to access or delete your information as described above, please submit a Personal Information Request or call 877-499-6809.\nIf you are making a request on behalf of another person, please indicate that you are acting as an authorized agent and follow the instructions when submitting the Personal Information Request.\nTo protect your information, we must be able to verify your identity before processing your request.\nIn order to do so, we will ask you to provide g your first and last name, phone number, email address (if available), and will match this to the information we maintain in our records based on your relationship with us.</p>\n<p>In some circumstances, you may designate an authorized agent to submit a request to access or delete your information on your behalf.\nWe will require verification that you did in fact give the authorized agent permission to make such a request on your behalf.\nWe may also require you to verify your own identity directly with us.\nNote that we may deny a request from an authorized agent that does not submit proof that they have been authorized by you to act on your behalf.</p>ADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS<p>California law requires us to disclose the following information related to our privacy practices.\nIf you are a California resident, this section applies to you in addition to the rest of the Privacy Policy.</p>\n<p>\n<strong>Information Collection and Sharing Disclosure.</strong> California law requires us to disclose the following information related to our privacy practices.\nIf you are a California resident, this section applies to you in addition to the rest of the Privacy Policy.\nCalifornia law requires organizations to disclose whether certain categories of personal information are collected, “sold,” \"shared,\" or disclosed for an organization’s “business purpose” (as those terms are defined under California law).\nThe type of information we collect and how we use and disclose it will depend on your relationship with us.</p>\n<p>\n<strong>Red Robin Guests.</strong> California law requires us to disclose the following information related to our privacy practices.\nIf you are a California resident, this section applies to you in addition to the rest of the Privacy Policy.\nThe following indicates the categories of personal information concerning Red Robin Guests (e.g., website visitors, dining guests, royalty members, etc.) that we have collected and disclosed for a business purpose.\nPlease note that because this list is comprehensive, it may refer to types of information that we collect and disclose about people other than yourself.\nFor example,</p>\n<ul>\n<li>\n<strong>Identifiers,</strong> such as real name, alias, postal address, unique personal identifier, online identifier, email address, telephone number, account name or other similar identifiers.\nWe disclose this type of information to the following categories of recipients for our business purposes: advertising networks, affiliates, data analytics providers, internet service providers, operating systems and platforms, other service providers, and social networks.</li>\n<li>\n<strong>Payment information,</strong> such as signature, credit card number, debit card number, or other payment information.\nWe disclose this type of information to the following categories of recipients for our business purposes: affiliates, internet service providers, and other service providers.</li>\n<li>\n<strong>Commercial Information,</strong> such as information about products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nWe disclose this type of information to the following categories of recipients for our business purposes: advertising networks, affiliates, data analytics providers, and other service providers.</li>\n<li>\n<strong>Protected classification characteristics,</strong> such as age or gender if you choose to provide it (e.g., during an optional survey).\nWe disclose this type of information to the following categories of recipients for our business purposes: affiliates, data analytics providers, and service providers.</li>\n<li>\n<strong>Internet or other electronic network activity information,</strong> such as browsing history, search history, and information regarding an individual’s interaction with an internet website, application, or advertisement.\nWe disclose this type of information to the following categories of recipients for our business purposes: advertising networks, affiliates, data analytics providers, internet service providers, operating systems and platforms, other service providers, and social networks.</li>\n<li>\n<strong>Geolocation data.</strong> We disclose this type of information to the following categories of recipients for our business purposes: advertising networks, affiliates, data analytics providers, internet service providers, and other service providers.</li>\n<li>\n<strong>Audio, electronic, visual, thermal, olfactory, or similar information.</strong> We disclose this type of information to the following categories of recipients for our business purposes: affiliates and service providers.</li>\n<li>\n<strong>Professional or employment Information,</strong> such as military or veteran status if you choose to provide it (e.g., for providing military discount).\nWe disclose this type of information to the following categories of recipients for our business purposes: affiliates and service providers.</li>\n<li>\n<strong>Inferences drawn from any of the information listed above.</strong> We disclose this type of information to the following categories of recipients for our business purposes: advertising networks, affiliates, data analytics providers, internet service providers, and other service providers.</li>\n<li>Some of the personal information we may collect might be considered “sensitive” under California law, including account log-in and password.\nand precise geolocation.\nAs described elsewhere in the Privacy Policy, this information is collected in order to process transactions or provide you with our products and services.\nNote that we do not use this information for any purposes that are not identified within the California Privacy Rights Act Section 1798.121.\nWe do not “sell” or “share” sensitive personal information.</li>\n</ul>\n<p>\n<strong>Red Robin Team Members.</strong> California law requires us to disclose the following information related to our privacy practices.\nIf you are a California resident, this section applies to you in addition to the rest of the Privacy Policy.\nThe following indicates the categories of personal information concerning Red Robin Team Members (e.g., employees, job applicants, contractors, etc.) that we collect and use for human resources, employment, benefits administration, health and safety, and business-related purposes.\nWe may also disclose the following categories of personal information as appropriate to our affiliates and services providers in the context of your working relationship with us.</p>\n<ul>\n<li>\n<strong>Identifiers,</strong> such as real name, alias, postal address, unique personal identifier, online identifier, email address, telephone number, signature, social security number, driver’s license number, passport number, or other similar identifiers.</li>\n<li>\n<strong>Financial information,</strong> such as bank account number, or other financial information.</li>\n<li>\n<strong>Health and safety information,</strong> such as health conditions (if relevant to your employment), job restrictions, workplace illness and injury information, and health insurance policy information.</li>\n<li>\n<strong>Protected classification characteristics,</strong> such as age, sex, race, ethnicity, disability, and veteran or military status.</li>\n<li>\n<strong>Internet or other electronic network activity information,</strong> such as browsing history, search history, and information regarding an individual’s interaction with an internet website or application.</li>\n<li>\n<strong>Biometric information.</strong>\n</li>\n<li>\n<strong>Geolocation data.</strong>\n</li>\n<li>\n<strong>Audio, electronic, visual, thermal, olfactory, or similar information.</strong>\n</li>\n<li>\n<strong>Professional or employment Information,</strong> such as job title, hire dates, information about educational and professional background, and employment history.</li>\n<li>\n<strong>Inferences drawn from any of the information listed above,</strong> such as profile or summary about an individual’s preferences, characteristics, attitudes, intelligence, abilities, and aptitudes.</li>\n<li>Some of the personal information we may collect might be considered “sensitive” under California law, including the following categories of sensitive personal information (as defined under California law): social security, driver’s license, state identification card, or passport number.\naccount log-in, in combination with any required security or access code, password, or credentials allowing access to an account.\nracial or ethnic origin, or union membership.\nbiometric information.\nand health-related information.\nThis information is collected in order to process your application, evaluate you in the recruitment and hiring process, including to assess your eligibility for available positions.\nto comply with legal obligations (e.g., health and safety, anti-discrimination laws).\nand to manage your employment, including benefits administration.\nNote that we do not use this information for any purposes that are not identified within the California Privacy Rights Act Section 1798.121.\nWe do not “sell” or “share” personal information, including sensitive personal information, about job applicants for purposes of cross-context behavioral advertising.</li>\n</ul>CALIFORNIA PRIVACY RIGHTS FOR CALIFORNIA RESIDENTS<p>California law requires us to disclose the following information related to our privacy practices.\nIf you are a California resident, this section applies to you in addition to the rest of the Privacy Policy.\nSubject to certain limitations, you may have the following rights in relation to your personal information in addition to the choices described in the “<strong>Choices</strong>” section above.</p>\n<ul>\n<li>\n<strong>Right to Opt-Out of Sale or Sharing.</strong> California residents have the right to opt-out of any sales or sharing of personal information for purposes of cross-context behavioral advertising that may be occurring.\nRed Robin does not sell personal information in exchange for monetary consideration or share personal information for purposes of cross-context behavioral advertising as defined under California law.\nAs described in the “Cookies and Similar Tracking Technologies” section above, we may participate in behavior-based advertising, which may be considered a “sale” or “sharing” under California law.\nIf you wish to opt out of behavior-based advertising, please click the “Cookie Preferences” link in the footer at the bottom of this page.</li>\n<li>\n<strong>Non-Discrimination.</strong> You have the right not to be discriminated against for exercising your privacy rights described in this Privacy Policy.\nWe do not discriminate against California residents who exercise any of their rights described in this Privacy Policy.</li>\n<li>California residents may ask Red Robin to describe what categories of personal information (if any) we share with affiliated companies or third parties for their direct marketing purposes, and the names of those companies.\nYou may receive a copy of this notice by submitting a written request to Red Robin at the addresses listed below in the “<strong>Communications</strong>” section below.</li>\n</ul>NOTICE OF FINANCIAL INCENTIVE FOR CALIFORNIA RESIDENTS<p>California law requires us to disclose the following information related to our privacy practices.\nIf you are a California resident, this section applies to you in addition to the rest of the Privacy Policy.\nWe offer our guests a rewards program that provides certain perks, such as rewards, discounts, and exclusive offers (the “Royalty Program”).\nWhen you sign up for the Royalty Program, we will ask you to provide your name, email address, and in some cases your telephone number (if you opt-in to receive text messages).\nBecause our Royalty Program involves the collection of personal information, it might be interpreted as a “financial incentive” program under California law.\nAt this time, we don’t believe your voluntary participation in the Royalty Program constitutes a financial incentive value under California law and you may withdraw from participating in the Royalty Program at any time by contacting us at the address described in the program terms and conditions.\nVisit the Red Robin Royalty® Rewards Terms &amp.\nConditions page to view full program rules, including how to join.</p>OTHER IMPORTANT INFORMATION<ul>\n<li>\n<strong>Notice to Canadian Residents.</strong> Red Robin, our affiliates and our Canadian, US, and other service providers may process and store your personal information in a country outside of Canada, and the governments, courts, or law enforcement of that country may be able to obtain disclosure of personal information through the laws of the foreign country.\nUnder the laws of a foreign country, in certain circumstances, Red Robin may be required to provide your personal information in response to a search warrant or other legally valid inquiry or order.</li>\n<li>\n<strong>Third Party Applications/Websites.</strong> We have no control over the privacy practices of websites or applications that we do not own.</li>\n</ul>COMMUNICATIONS<p>If you have questions or concerns regarding our privacy practices or any other privacy or security issue, please contact us using the information below.\nIf we need, or are required, to contact you concerning any event that involves your information, we may do so by e-mail, telephone, or mail.</p>\n<p>\n<strong>Red Robin Gourmet Burgers</strong>10000 East Geddes Avenue</p>\n<p>Suite 500\nEnglewood, CO 80112\nAttention: Chief Information Security Officer -- with a copy to: Chief Legal Officer\nTelephone: (303) 846-6000</p>ACCESSIBILITY<p>If you need to access this Privacy Policy in an alternative format due to having a disability, please contact us at the appropriate address.</p>CHANGES TO THIS PRIVACY POLICY<p>We may change our Privacy Policy and practices over time, and we reserve the right to modify our Privacy Policy at our discretion at any time.\nTo the extent our policy changes in a material way, we will notify you by posting a notice on our website homepage and/or by e-mail.</p>\n<p>Version Date: April 12, 2023</p>\n<p>Get the app today!</p> Footer<ul>\n<li> About<ul>\n<li> Allergens &amp.\nNutrition</li>\n<li> Investor Relations</li>\n<li> Locations</li>\n<li> News</li>\n<li> Leadership</li>\n</ul>\n</li>\n<li> Sustainability<ul>\n<li> Environmental</li>\n<li> Social</li>\n<li> Governance</li>\n</ul>\n</li>\n<li> FAQ<ul>\n<li> Accessibility</li>\n<li> Terms of Use</li>\n<li> Privacy Policy</li>\n<li> Copyright</li>\n<li> Contact Us</li>\n<li> Cookie Preferences</li>\n</ul>\n</li>\n<li> Rewards<ul>\n<li> Join</li>\n<li> Reward Terms</li>\n</ul>\n</li>\n<li> Gift Cards<ul>\n<li> Canada Gift Cards</li>\n<li> Buy in Bulk</li>\n</ul>\n</li>\n<li> Call Ahead</li>\n<li> Fundraisers</li>\n</ul>\n<p>© 2023 Red Robin International All Rights Reserved.\nMenu items and pricing may vary by location and are subject to change.</p> Start Your Order <p>Tracking technologies, such as cookies, are important for the correct functioning of our website.\nBy clicking “Allow All” you are also directing us to use the tracking technologies of third parties.\nYou can configure your preferences, and see a list of third party tracking technologies, by clicking on the “customize settings” link.\nSeePrivacy Notice.</p>Customize Settings Decline Optional Allow AllPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Company and Service Provider</li>\n<li>Non Service Provider</li>\n</ul>Your Privacy<p>When you visit any web site, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and services we are able to offer.\n<br>Cookies Policy</p>Company and Service ProviderAlways Active<p>Our company may use tracking technology, including cookies, for a variety of purposes including to operate our website, to improve the performance of our website, to monitor your interactions with our website, and to capture analytics.\nThese cookies are either controlled by us, or controlled by one of our service providers.</p>Cookies Details‎Non Service Provider Non Service Provider <p>By “allowing all” or turning this option on you are using our website to interact with third parties and are directing us to deploy third party tracking technologies.\nThese third parties are not necessarily our service providers, and might use the information that they collect for their own purposes.\nYou can find a list of the third parties by clicking on the “Cookies Details” link below.</p>Cookies Details‎Back ButtonCookies Details<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All", "created_at": "2023-07-11 21:31:14.18274", "updated_at": "2023-07-11 21:32:21.539117"}, {"id": 17787, "name": "Copyright Infringement Policy", "url": "https://www.redrobin.com/copyright-policy", "xpath": "/html/body/div[1]/div/main/div[2]/div", "text": " Copyright Infringement Policy<p>Red Robin International, Inc.\n(\"Red Robin\") has adopted the following policy to comply with the Digital Millennium Copyright Act regarding content that users post to Red Robin's web site and other social media sites that Red Robin sponsors (\"Content\").\nRed Robin has listed at the end of this policy the name and address of the person (\"Designated Agent\") that copyright holders (\"Claimants\") may notify that Content a user has posted to Red Robin's web site or other social media site infringes the Claimant's copyrighted work.</p>\n<p>It is Red Robin's policy to (1) block access to or remove Content that Red Robin believes in good faith to be copyrighted material that has been illegally copied and posted to Red Robin's web site or other social media site.\nand (2) deny access to our web site and social media sites to persons that repeatedly violate this policy.</p>Procedure for Reporting Copyright Infringements<p>If you believe that Content posted on Red Robin's website (www.redrobin.com) or social media site infringes your copyrighted work, send a notice (in English) containing the following to our Designated Agent listed below:</p>\n<p>A description of the User Content that you claim infringes your copyrighted work, including the date that you first observed the User Content in question, the identity of the site on which you observed the User Content and the location within the site where you observed the User Content, and any other information that you have that will allow Red Robin to locate the User Content that you claim infringes your copyrighted work;</p>\n<ol>\n<li>A copy of your copyrighted work or a description of your copyrighted work sufficient to allow Red Robin to compare your copyrighted work with the User Content that you claim infringes your copyrighted work;</li>\n<li>Your contact information (or your agent's contact information), including your address, telephone number and, if available, your e-mail address;</li>\n<li>In your notice, you must state that you have a good faith belief that you, the copyright owner, have not authorized the posting of the User Content in question or that the posting of the User Content is not a use of your copyrighted material permitted by law.\nand</li>\n<li>In your notice, you must state under penalty of perjury that the information you have provided us is accurate and, if you are the agent of the copyright owner, that the copyright owner has authorized you to submit the notice of copyright infringement on the copyright owner's behalf.\nand</li>\n<li>You must sign the notice of copyright infringement, either in ink or electronically.</li>\n</ol>Once Red Robin's Designated Agent Receives Your Notice of Copyright Infringement<p>Red Robin will:</p>\n<ol>\n<li>Determine the validity of your complaint;</li>\n<li>If Red Robin determines your complaint is valid, then Red Robin will remove or disable the infringing User Content;</li>\n<li>Notify the person that posted the infringing User Content that Red Robin has removed said User Content or disabled access to the infringing User Content.\nand</li>\n<li>Notify the person that posted the infringing User Content that, upon the copyright holder's request, Red Robin will remove material that infringes another party's copyrighted work, and that Red Robin will terminate that person's access to Red Robin's website and other sites.</li>\n</ol>Procedure to Supply a Counter-Notice to the Designated Agent<p>If the person that posted the allegedly infringing User Content to Red Robin's web site believes that their User Content did not infringe the copyrighted work of Complainant, or that the person that posted the allegedly infringing User Content has the legal right to post such User Content, the person posting that posted the User Content must send Red Robin's Designated Agent a counter-notice (in English) containing the following:</p>\n<ol>\n<li>A description or a copy of the posted User Content that Red Robin removed or as to which Red Robin has disabled access, and the site and location within the site at which the User Content appeared before Red Robin removed it or disabled access to it;</li>\n<li>A statement that you have a good faith belief that Red Robin has mistakenly concluded that the posted User Content infringes the allegedly copyrighted work, or that you have the legal right to do so, and the facts on which you base such statement;</li>\n<li>A statement that you consent to the jurisdiction of the Federal Court for the judicial district in which you reside, or if you reside outside the United States, that you consent to the jurisdiction of a judicial district of the United States in which Red Robin does business, and that you will accept service of process from Claimant, the person that submitted the notice of the alleged copyright infringement;</li>\n<li>Your name, address, telephone number, and, if available, e-mail address.\nand</li>\n<li>You must sign and date the counter-notice.\nYou may sign the counter-notice either by affixing your physical signature or by providing your electronic signature.</li>\n</ol>\n<p>If you submit a counter-notice to Red Robin's Designated Agent, then Red Robin may send a copy of your counter-notice to the complaining party informing that person that Red Robin may restore the User Content that Red Robin removed from its site or cease disabling access to such User Content within 10 business days.\nUnless the copyright owner files an action seeking a court order against you, Red Robin may, in its discretion, restore the removed User Content or re-enable access to such User Content within 14 business days after Red Robin's Designated Agent receives your counter-notice.</p>Trademark Infringement<p>If you believe User Content infringes your trademark in some goods or services, you may use the same procedure, as above, to report such infringement to Red Robin's Designated Agent.</p>Designated Agent<p>To contact the Designated Agent, please send an email or contact us by U.S.\nMail: Marketing — Designated Agent, c/o Red Robin International, Inc., 6312 S.\nFiddler's Green Circle, Suite 200 North, Greenwood Village, CO 80111.</p> ", "created_at": "2023-07-11 21:30:57.632911", "updated_at": "2023-07-11 21:33:00.635693"}, {"id": 17786, "name": "Terms", "url": "https://www.redrobin.com/pages/terms-of-use/", "xpath": "/html/body/div[1]/div/main/div[2]/div", "text": " Terms and conditions of UseINTRODUCTION<p>These terms and conditions of use (these “Terms”) govern, among other things, your use of our website(s), mobile applications, social media interfaces, other online interfaces, and similar Interfaces (collectively, the “Interfaces”).&nbsp.\nPlease read these Terms carefully before using the Interfaces.&nbsp.\nThe Interfaces are owned or controlled, either directly or indirectly, by Red Robin International, Inc., its parent company(ies), affiliates, and subsidiaries (collectively, “Red Robin”).</p>\n<p>Your access to and use of the Interfaces is voluntary and is done entirely at your own risk.&nbsp.\nBy accessing the Interfaces in any way including, without limitation, browsing the Interfaces, using any information displayed in the Interfaces, and/or submitting information to Red Robin via the Interfaces, or otherwise assenting to these Terms, you agree to, and are bound by, the terms, conditions, policies and notices contained in these Terms.</p>\n<p>From time to time we may change or update the Interfaces and these Terms.&nbsp.\nUnless otherwise noted, all changes are effective immediately when we post them and apply to, among other things, all access to and use of the Interfaces thereafter.&nbsp.\nYour continued use of the Interfaces or other manifestation of assent after we post any changes to these Terms constitutes your agreement to those changes.</p>\n<p>The Interfaces are offered and available to users who are at least 18 years or older (or over the legal age of majority in your jurisdiction).&nbsp.\nBy using the Interfaces, you represent and warrant that you meet all of the foregoing eligibility requirements.&nbsp.\nIf you do not meet all of these requirements, you must not access or use the Interfaces.</p>\n<p>THESE TERMS CONTAINS A BINDING ARBITRATION AGREEMENT AND CLASS ACTION AND JURY TRIAL WAIVER THAT LIMIT YOUR RIGHTS TO BRING AN ACTION IN COURT, BRING OR PARTICIPATE IN A CLASS ACTION, AND HAVE DISPUTES DECIDED BY A JUDGE OR JURY, AS WELL AS PROVISIONS THAT LIMIT OUR LIABILITY TO YOU.&nbsp.\nTHERE IS LESS DISCOVERY AND APPELLATE REVIEW IN ARBITRATION THAN IN COURT.&nbsp.\nPLEASE REVIEW THESE PROVISIONS CAREFULLY.</p>RED ROBIN’S OWNERSHIP OF THE INTERFACES AND RED ROBIN CONTENT<p>Content on the Interfaces that is provided by Red Robin or its licensors including all graphics, photographs, images, screen shots, text, designs, code, software, images, sounds, video, digitally downloadable files, trademarks, logos, product names, program names, slogans, and other content appearing on the Interfaces (collectively, \"Red Robin Content\") is the property of Red Robin and its licensors, and is protected in the U.S.\nand internationally under trademark, copyright, and other intellectual property laws.</p>\n<p>You agree not to download, display or use any Red Robin Content located on the Interfaces (a) for use in any publications, (b) for use in any public performances, (c) for use on any websites, mobile applications, social media interfaces and, other online interfaces other than the Interfaces, and/or (d) for any commercial purpose in connection with products or services that are not those of Red Robin.</p>\n<p>Further, you agree not to download, display or use any Red Robin Content located on the Interfaces in any other manner that (a) is likely to cause confusion among consumers, (b) disparages or discredits Red Robin and/or its licensors, (c) dilutes the strength of Red Robin or its licensor's property, and/or (d) otherwise infringes Red Robin or its licensors’ intellectual property rights.&nbsp.\nYou also agree not to misuse any Red Robin Content or third party content that appears on the Interfaces.</p>\n<p>Subject to your compliance with these Terms, we grant you a limited license to access and use the Interfaces and Red Robin Content for personal and informational use only.</p>RED ROBIN’S PRIVACY POLICY<p>Please also consult our Privacy Policy for a description of our privacy practices and policies.\nOur Privacy Policy is a part of these Terms, and is expressly incorporated by reference, and you agree to our use and sharing of the information we collect about you as described in our Privacy Policy.</p>USER INFORMATION GATHERED ON THE INTERFACES<p>Information regarding users of the Interfaces is collected when users are browsing the Interfaces, supplying information on the Interfaces, and similar activities.\nBasic user information that may be collected and/or requested includes: name, address, email address, telephone number, cellphone number, payment information, and other similar information.\nInformation is also captured when users access pages, files and forms on the Interfaces.\nThis data may be accessed and analyzed by us to improve performance, review session recording information, analyze usage trends, and develop strategies and campaigns that are tailored to our guest’s needs.</p>INFORMATION SHARING<p>In order to effectively respond to requests made via the Interfaces, we may need to share information you provide with others within our organization.\nHowever, the information you provide will not be sold to any third parties, except in compliance with applicable law.</p>ACCESS AND RESTRICTIONS<p>While using the Interfaces, you are required to comply with all applicable laws, rules, and regulations.\nYou may not use the Interfaces for any fraudulent or unlawful purpose, and you may not take any action to interfere with the Interfaces or any other party’s use of the Interfaces.\nFor example, the following requirements apply to your use of the Interfaces: (a) you will not use any electronic communication feature of the Interfaces for any purpose that is unlawful, tortious, abusive, intrusive on another's privacy, harassing, libelous, defamatory, embarrassing, obscene, threatening, or hateful.\n(b) you will not upload, post, reproduce, or distribute any information, software, or other material protected by copyright or any other intellectual property right (as well as rights of publicity and privacy) without first obtaining the permission of the owner of such rights.\n(c) you will not collect or store personal data about other users.\n(d) you will not use the Interfaces for any commercial purpose not expressly approved by Red Robin in writing.\n(e) you will not upload, post, email, or otherwise transmit any advertising or promotional materials or any other form of solicitation or unauthorized communication.\n(f) you will not upload, post, email, or otherwise transmit any material that contains viruses or any other computer code, files, or programs which might interrupt, limit, or interfere with the functionality of any computer software or hardware or telecommunications equipment.</p>\n<p>You may not use any scraper, crawler, spider, robot or other automated means of any kind to access or copy data on the Interfaces, deep-link to any feature or content on the Interfaces, bypass our robot exclusion headers or other measures we may use to prevent or restrict access to the Interfaces.</p>\n<p>Violations of system or network security may result in civil or criminal liability.\nRed Robin will investigate occurrences that may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting users who are involved in such violations.\nYou agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of the Interfaces or any activity being conducted on the Interfaces.</p>YOUR ACCOUNT, PASSWORD, AND OTHER DATA<p>The Interfaces are not intended for use by anyone who has not yet reached the legal age of majority (which in most jurisdictions is either 18 or 21).\nTo access some of the features or services on the Interfaces, you may be required to provide certain registration details or other information.\nIf a particular feature or service offered on the Interfaces requires you to open an account, you must complete the specified registration process by providing us with current, complete, and accurate information as requested by the applicable online registration form.\nIt is your responsibility to maintain the currency, completeness, and accuracy of your registration data and any loss caused by your failure to do so is your responsibility.\nAfter you have fully completed the registration form, you may be asked to choose a password and a user name.\nIt is entirely your responsibility to maintain the confidentiality of your password and account.\nAdditionally, you are entirely responsible for any and all activities that occur under your account.\nYou agree to notify us immediately of any unauthorized use of your account.\nYou further agree not to email, post, or otherwise disseminate any user ID, password, or other information which provides you access to the Interfaces.\nRed Robin is not liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge.\nWe reserve the right to disable any username, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any reason or no reason, including, if, in our opinion, you have violated any provision of these Terms.</p>\n<p>If you create an account, we may send you special offers and messages.\nThese account offers may have specific terms and conditions outlined in the offer.\nThese account offers and account messages are integrated features of your account.\nIf you do not wish to receive these account offers and account messages, you must log out and discontinue use of your account.\nYou can still continue to use our websites and apps as a guest user.</p>\n<p>Data obtained from you in connection with your use of the Interfaces may include your name, address, email address, cell phone number, your carrier's name, and the date, time and content of your messages as well as other information that you may provide.\nWe may use this information to contact you and to provide the services you request from us, and to otherwise operate, develop and improve the Interfaces.\nYour wireless carrier and other service providers may also collect data about your SMS usage, and their practices are governed by their own policies.\nWe reserve the right at all times to disclose any information as necessary to satisfy any law, regulation or governmental request, to avoid liability, or to protect our legal rights.\nYou agree to provide accurate, complete, and true information in connection with the Interfaces.</p>CONSENT TO COMMUNICATION<p>If you place an order with us, create an account, or download our mobile application or otherwise use the Interfaces, then you may be asked to agree to receive electronic communications via text and/or email from us including, without limitation, communications about changes to the Interfaces, these Terms, and our Privacy Policy.\nYou agree that any notices, agreements, disclosures or other communications that we send you electronically will satisfy any legal communication requirements, including, without limitation, that such communications be in writing.\nPlease note that by submitting Submissions, registering for an account, participating in a rewards program, or otherwise providing us with your email address, postal address or phone number, you are agreeing that we or our agents may contact you at that address or number in a manner consistent with our Privacy Policy.</p>RED ROBIN GIFT CARDS AND RED ROBIN ROYALTY PROGRAM<p>Red Robin gift cards are also subject to the Red Robin Gift Card Terms and Conditions.\nYour participation in Red Robin’s Royalty Programs is also subject to Red Robin Royalty Terms &amp.\nConditions.</p>ORDERING, AVAILABILITY, AND PAYMENT<p>You can purchase Red Robin’s products and/or services on the Interfaces.\nAll prices displayed on the Interfaces are quoted in U.S.\nDollars and are valid and effective only in the United States.\nRed Robin reserves the right, without prior notice, to add, discontinue, or change specifications on products and/or services offered through the Interfaces.\nRed Robin reserves the right, at our sole discretion, to limit the quantity of items purchased per person, per household or per order.\nThese restrictions may be applicable to orders placed by the same account, the same credit card, and also to orders that use the same billing and/or shipping address.\nWe will provide notification to the customer should such limits be applied.\nWe reserve the right, at our sole discretion, to refuse or cancel any order for any reason.\nYour account may also be restricted or terminated for any reason, at our sole discretion.</p>\n<p>All descriptions, images, features, specifications, products, and prices of products and/or services are subject to change at any time without notice.\nThe inclusion of any products or services on the Interfaces does not imply or warrant that these products or services will be available.\nRed Robin reserves the right, with or without prior notice, to do any one or more of the following for any reason: (a) limit the available quantity of or discontinue any products or services.\n(b) impose conditions on the honoring of any coupon, coupon code, promotional code, or other similar promotion.\n(c) bar you from making or completing any or all transactions.\nand (d) refuse to provide you with any products or service.\nYou acknowledge and agree that web and mobile ordering and the ability to purchase products or service is only available at participating locations (which locations are subject to change without notice).\nPrices and availability of menu items and customization options vary by location.\nOnce an order for any products or services is made on the Interfaces, changes cannot be made to the order except to the extent edit options are made available on the Interfaces in Red Robin sole discretion.</p>\n<p>We accept credit and debit cards issued by U.S.\nbanks.\nIf a credit card account is being used for a transaction, Red Robin may obtain preapproval for an amount up to the amount of the payment.\nIf you want to designate a different credit card or if there is a change in your credit card, you must change your information online.\nThis may temporarily delay your ability to make online payments while we verify your new payment information.</p>\n<p>You understand and agree that you are charged at the time you place your order for products or services.\nYou further understand and agree that the transaction for the purchase of products or services is final and complete at the time you are charged.\nYou agree to pay all charges incurred by you, on your behalf, or by your account through the Interfaces.\nYou represent and warrant that if you are making online payments that (a) any credit card, debit card and bank account information you supply is true, correct and complete.\n(b) charges incurred by you will be honored by your credit/debit card company or bank.\n(c) you will pay the charges incurred by you in the amounts posted, including any applicable taxes.\nand (d) you are the person in whose name the card was issued and you are authorized to make a purchase or other transaction with the relevant credit card and credit card information.</p>ACCURACY OF THE INTERFACES<p>Although we intend to provide accurate and timely information on the Interfaces, the Interfaces (including, without limitation, the Red Robin Content) may not always be entirely accurate, complete or current and may also include technical inaccuracies or typographical errors.\nThe information published on the Interfaces are provided as a convenience to our customers and is provided for informational or transactional purposes only.\nIn an effort to continue to provide you with as complete and accurate information as possible, information may be changed or updated from time to time without notice including, without limitation, information regarding our policies, products and services.\nAccordingly, you should verify all information before relying on it, and all decisions based on information contained in the Interfaces are your sole responsibility and we shall have no liability for such decisions.</p>THIRD PARTY WEBSITES<p>The Interfaces may contain hyperlinks to other sites, resources, and content not maintained by or related to Red Robin.\nThese hyperlinks are provided as a service to users and are not sponsored by, or affiliated with, the Interfaces or Red Robin, and Red Robin makes no representations or warranties about the content, completeness, or accuracy of those third party sites.\nInformation you submit at a third party site accessible from the Interfaces are subject to the terms of that site's privacy policy, and Red Robin has no control over how your information is collected, used, or otherwise handled.\nIf you decide to visit a third-party site accessible from the Interfaces, you do so at your own risk and it is your responsibility to take all protective measures to guard against viruses or other destructive elements.</p>MOBILE APPLICATIONS<p>Some of our Interfaces may be mobile or other applications that you can download to your phone, tablet, or other mobile device (“App”) via a third-party service such as an application store.\nYour use of the third-party service may be subject to additional terms related to that service from the service provider (“App Store Provider”).</p>\n<p>WE ARE NOT LIABLE IN ANY WAY FOR, AND MAKE NO REPRESENTATIONS OR WARRANTIES RELATING TO, ANY SUCH THIRD-PARTY SERVICE OR ANY CLAIM OR DAMAGE RESULTING FROM YOUR USE OF SUCH THIRD-PARTY SERVICE.</p>\n<p>You acknowledge that these Terms and your use of any Red Robin mobile application (the “App”) is between you and us only, and not with any App Store Provider or its affiliates or subsidiaries.\nAs between us and an App Store Provider, we are responsible for the App and its content.\nIf anything in these Terms conflicts with any usage rules for the App from an App Store Provider, such terms from the App Store Provider control (only so far as those terms conflict with these Terms, and then exclusively for your use of the App).\nAll rights you have to use the App are for use only on appropriate products (which may require branding from the App Store Provider or other entities) and are non-transferable, except that the App may be accessed and used by other accounts associated with the you via features like Apple’s Family Sharing (or similar features from other App Store Providers) or volume purchasing.\nWe are solely responsible for providing any maintenance and support services for the App, as specified in these or as required under applicable law.\nNo App Store Provider has any obligation whatsoever to furnish any maintenance and support services for the App, nor any warranties for the same.</p>\n<p>WE DISCLAIM ALL WARRANTIES RELATED TO ANY APP.\nHowever, in the event that the App fails to conform to any applicable warranty that we cannot disclaim according to applicable law, you may have the right to notify the App Store Provider, and the App Store Provider may refund any purchase price for the App.\nTo the maximum extent permitted by applicable law, no app store provider will have any other warranty obligation whatsoever with respect to the app, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty is our responsibility.</p>\n<p>We, not the App Store Provider, are responsible for addressing any claims relating to the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection, privacy, or similar legislation, (iv) claims that the App infringes a third party’s intellectual property rights as well as the investigation, defense, settlement and discharge of any such intellectual property infringement claim.\nBy using the App, you represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou acknowledge and agree that the App Store Provider, and its subsidiaries, are third party beneficiaries of these Terms, and that, upon your acceptance of the terms and conditions of these Terms and your use of the App, the App Store Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary thereof.</p>\n<p>The use of any App requires use of a mobile device and wireless mobile data service, which must be obtained from your wireless carrier, and may require internet access, which must be obtained from your service provider.\nYou are responsible for obtaining and paying for such additional services and obtaining a suitable device including, without limitation, all usage charges related thereto.\nYou are required to send and receive, at your cost, electronic communications related to the App including, without limitation, administrative messages, service announcements, diagnostic data reports, and App updates from Red Robin, your mobile carrier, and/or third party service providers.\nIf you do not have an unlimited wireless mobile data plan, you may incur additional charges from your wireless service provider in connection with your use of the App.\nYou are solely responsible for obtaining any additional subscription or connectivity Interfaces or equipment necessary to access the App, including but not limited to payment of all third party fees associated therewith, including fees or information sent to or through the App.\nRed Robin does not warrant that the App will be compatible with your mobile device.\nIf you download the App, we may send you special offers and messages.\nThese in-App offers may have specific terms and conditions outlined in the offer.\nThese in-App offers and in-App messages are integrated features of the App.\nIf you do not wish to receive these in-App offers and in-App messages, you must delete the App.\nIf you download the App, we may also push notifications to your device.\nYou will be able to opt out of push notifications in your device’s settings.</p>SUBMISSIONS<p>We do not currently, but may in the future, allow you to post content on the Interfaces.\nIf we allow such postings, you are responsible for the accuracy and integrity of anything that you submit to us (a \"Submission\"), and you must ensure that you have the rights to it and that you do not violate the privacy rights, publicity rights, trademark rights, copyrights, contract rights or any other rights of any person or entity.\nYou represent and warrant that: (a) you own all Submissions posted by you, and (b) the posting of your Submissions does not violate the privacy rights, publicity rights, trademark rights, copyrights, contract rights or any other rights of any person or entity.\nYou agree to pay for all royalties, fees, damages and any other monies owing any person by reason of any Submissions posted by you.\nYou also agree that Red Robin is not responsible to monitor, police, or remove any Submissions or other information submitted by you or any other user.</p>\n<p>You agree that any Submission posted by you in connection is posted on a non-proprietary and non-confidential basis.\nYou agree that we may use any of your Submissions for any purpose, and you hereby assign, transfer and convey to Red Robin all your worldwide right, title and interest in and to your Submissions, and the complete right to exploit or otherwise use the Submissions or any portion thereof, in any form of medium, expression or technology now known or hereafter known or developed, and all contract and licensing rights.</p>UNAUTHORIZED ACTIVITIES<p>You agree to be respectful when you use the Interfaces and you agree not to: (a) defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\n(b)use racially, ethnically, or otherwise offensive language.\n(c) discuss or incite illegal activity.\n(d) use explicit/obscene language or solicit/post sexually explicit images (actual or simulated).\n(d) post anything that exploits children or minors or that depicts cruelty to animals.\n(e) post any copyrighted or trademarked materials without the express permission from the owner.\n(f) disseminate any unsolicited or unauthorized advertising, promotional materials, 'junk mail', 'spam', 'chain letters', 'pyramid schemes', or any other form of such solicitation.\n(g) use any robot, spider, scraper or other automated means to access the Interfaces.\n(h) take any action that imposes an unreasonable or disproportionately large load on our infrastructure.\nand/or (i) alter the opinions or comments posted by others on the Interfaces.</p>\n<p>You agree this list of unauthorized activities is for example only and is not complete, exclusive, or exhaustive.\nWe reserve the right to terminate your ability to use or post to the Interfaces and we reserve the right to refuse, delete or remove any Submissions.\nwith or without cause and with or without notice, for any reason or no reason, or for any action that we determine is inappropriate or disruptive to the Interfaces.\nRed Robin may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required, or at our discretion, we will cooperate with law enforcement agencies in any investigation of alleged illegal activity.</p>INTELLECTUAL PROPERTY RIGHTS<p>Red Robin® (and all related names, logos, product names, service names, designs, slogans, and similar content) are registered trademarks of Red Robin or its affiliates or licensors.\nUnauthorized use is strictly prohibited.\nOther trademarks, names and logos on the Interfaces are the property of their respective owners.</p>\n<p>The Interfaces and all Red Robin Content are protected intellectual property of, or used with permission or under license by, Red Robin.\nAll intellectual property rights associated with the Interfaces, and related goodwill, are proprietary to Red Robin or its licensors.\nYou do not acquire any right, title or interest in any Red Robin Content by accessing or using the Interfaces.\nAny rights not expressly granted herein are reserved.\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of Red Robin.</p>DISCLAIMER OF WARRANTIES<p>YOUR USE OF THE INTERFACES, THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE INTERFACES IS AT YOUR OWN RISK.\nTHE INTERFACES THEIR CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE INTERFACES ARE PROVIDED ON AN \"AS IS, AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER RED ROBIN NOR ANY PERSON ASSOCIATED WITH RED ROBIN MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE INTERFACES.\nWITHOUT LIMITING THE FOREGOING, NEITHER RED ROBIN NOR ANYONE ASSOCIATED WITH RED ROBIN REPRESENTS OR WARRANTS THAT THE INTERFACES, THEIR CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE INTERFACES WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE INTERFACES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE INTERFACES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, RED ROBIN HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, THOSE OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>You assume total responsibility and risk for your use of the Interfaces, linked websites, and third party websites.\nRed Robin does not warrant that files available for download will be free of viruses, worms, trojan horses or other destructive programming.\nYou are responsible for implementing procedures sufficient to satisfy your needs for data back up and security.\nTO THE FULLEST EXTENT PROVIDED BY LAW, RED ROBIN WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE INTERFACES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE INTERFACES OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>LIMITATION OF LIABILITY<p>TO FULLEST EXTENT UNDER APPLICABLE LAW, IN NO EVENT WILL RED ROBIN, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE INTERFACES, ANY WEBSITES LINKED TO IT, OR ANY RED ROBIN CONTENT, INCLUDING ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES.\nRED ROBIN IS NOT RESPONSIBLE FOR ANY DAMAGES WHATSOEVER THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES, ERRORS, DEFECTS, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE (REGARDLESS OF CAUSE) INCLUDING, WITHOUT LIMITATION, ACTS OF GOD, COMMUNICATIONS LINE FAILURE, THEFT, DESTRUCTION, OR UNAUTHORIZED ACCESS TO ACCOUNTS, RECORDS, PROGRAMS, OR OTHER INTERFACES.</p>\n<p>TO FULLEST EXTENT UNDER APPLICABLE LAW, RED ROBIN IS NOT LIABLE UNDER ANY CIRCUMSTANCE FOR ANY DAMAGE OF ANY KIND THAT RESULTS FROM THE USE OF, OR THE INABILITY TO USE, THE INTERFACES, EVEN IF RED ROBIN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>TO THE FULLEST EXTENT UNDER APPLICABLE LAW, YOU AGREE THAT NOTICE OF ANY CLAIM MUST BE GIVEN WITHIN TWO YEARS OF ITS ACCRUAL OR IT IS WAIVED AND TIME BARRED.</p>INDEMNIFICATION<p>You agree to defend, indemnify, and hold harmless Red Robin, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to (a) your violation of these Terms, (b) your use of the Interfaces, including, but not limited to, your Submissions, (c) your activities in connection with the Interfaces, (d) any use of the Red Robin Content or other content, services, and products available on the Interfaces other than as expressly authorized in these Terms, or (e) your use of any information obtained from the Interfaces.\nWe reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.</p>SEVERABILITY<p>Except as otherwise provided herein, if any provision of these Terms is held to be invalid or unenforceable, it shall be replaced in interpretation by a valid and enforceable term that most closely aligns with the intent of the original provision.\nIf that is not possible, the provision shall be removed, and the rest of these Terms will be enforceable.</p>EXPORT POLICY AND RESTRICTIONS<p>You acknowledge that the products, services, and Red Robin Content which are displayed, sold, and/or licensed on the Interfaces (which may include technology and software) are subject to the customs and export control laws and regulations of the United States of America and may also be subject to the customs and export laws and regulations of the country in which the products are manufactured and/or received.\nBy purchasing, downloading or using technology or software from the Interfaces, you agree to abide by the applicable laws, rules and regulations - including, but not limited to the Export Administration Act and the Arms Export Control Act - and you represent and warrant that you will not transfer, by electronic transmission or otherwise, the software or technology to a foreign national or a foreign destination in violation of the law.\nBy purchasing any products, you agree that you will not use any products, or provide products to any person, who is forbidden from receiving the product under the Export Administration Regulations or any economic sanctions maintained by the U.S.\nDepartment of Treasury.\nU.S.\nantiboycott regulations, or U.S.\neconomic sanctions, including the export and antiboycott restrictions found in the Export Administration Regulations or the sanctions regulations administered by the U.S.\nOffice of Foreign Assets Control.\nYou shall indemnify and hold harmless Red Robin from all claims, demands, damages, costs, fines, penalties, attorneys’ fees and all other expenses arising from your failure to comply with this provision and/or applicable export control, antiboycott, or economic sanctions laws and regulations.</p>GOVERNING LAW<p>These Terms will be governed by and construed in accordance with the laws of Colorado without regard to conflicts of laws principles The Federal Arbitration Act will govern the interpretation and enforcement of the Dispute resolution sections below.\nYou agree that any and all Disputes (as defined below) that are not subject to arbitration or small claims court will be subject to the courts located in Denver, Colorado.&nbsp.\nThese Terms are enforceable to the fullest extent under applicable law.</p>PRE-ARBITRATION CLAIM RESOLUTION<p>For all Disputes (as defined below), you must first give Red Robin an opportunity to resolve the dispute by mailing written notification to Red Robin at the address below including (a) your name, (b) your address, (c) a detailed written description of your dispute or claim, (d) information sufficient to identify you and any relevant experience or transaction, and (e) a detailed description of the specific relief you seek and a calculation for it to the address below (the “Notice”).&nbsp.\nThe Notice must be personally signed by you.&nbsp.\nYou and Red Robin agree to work in good faith to resolve any Dispute informally.&nbsp.\nIf you and Red Robin do not resolve the Dispute within 60 days after it receives your written Notice, then you may move forward with initiating binding arbitration on an individual basis as described below.&nbsp.\nIf during this 60 day period Red Robin requests a telephone conference in an effort to resolve the Dispute, you agree to personally participate in such an individualized telephone conference (with your counsel if you are represented).&nbsp.\nAny applicable statute of limitations shall be tolled during this 60 day period.&nbsp.\nCompliance with this mandatory informal Pre-Arbitration Claim Resolution process is a condition precedent for you or Red Robin to initiate arbitration.&nbsp.\nIf Red Robin initiates a Dispute with you, it will send a Notice to the physical or email address it has on file for you.&nbsp.\nA court of competent jurisdiction shall have authority to enforce this provision and to enjoin the filing or prosecution of arbitrations.&nbsp.\nA party may raise non-compliance with Pre-Arbitration Claim Resolution process in court and/or in connection with the arbitration.</p>\n<p>Red Robin International, Inc.<br>10000 East Geddes Avenue<br>Suite 500<br>Englewood, CO 80112<br>Attention: Chief Information Security Officer (with a copy to: Chief Legal Officer)<br>Telephone: (303) 846-6000</p>BINDING INDIVIDUAL ARBITRATION AND AGREEMENT TO ARBITRATE ALL DISPUTES<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT, TO PARTICIPATE IN A CLASS ACTION, AND TO HAVE A JURY HEAR YOUR CLAIMS.</p>\n<p>This section limits certain rights, including the right to maintain a court action, the right to a jury trial, the right to participate in any form of class or representative claim, the right to engage in discovery except as provided in the applicable consumer American Arbitration Association (“AAA”) rules and procedures (“AAA Rules”) as modified by this agreement, and the right to certain remedies and forms of relief.&nbsp.\nExcept as provided herein or under the AAA Rules, the parties shall retain the right to seek the same relief that they would otherwise be entitled to seek in court.</p>\n<p>Except for “Pre-Arbitration Claim Resolution” referenced above and small claims and requests for injunctive relief specifically referenced below, these Terms provide that any dispute, disagreement, claim, or controversy between you and Red Robin, including any dispute that in any way relates to these Terms, your relationship with Red Robin,&nbsp.\nor your use of the Interfaces—whether any such dispute is based in contract, tort, statute, fraud, misrepresentation, or any other legal theory—will be resolved exclusively by binding individual arbitration (“Dispute”).&nbsp.\nDispute shall have the broadest possible meaning permitted by law.&nbsp.\nThis includes claims that arose, were asserted, or involve facts occurring before the existence of this or any prior agreement as well as claims that may arise after the termination of these Terms.&nbsp.\nThe sole exceptions to the foregoing requirement to arbitrate are set forth in the Small Claims and Injunctive Relief section set forth below and either party may bring suit in court to enjoin infringement or other misuse of intellectual property rights.</p>\n<p>\n<strong>Administrator and Fees.&nbsp;</strong> The arbitration will be administered by the AAA in accordance with the applicable consumer rules then in effect as modified by this agreement.\nThe applicable AAA Rules are available at https://www.adr.org or by calling the AAA at 1-800-778-7879.\nIf AAA is unavailable or unwilling to administer an arbitration consistent with this arbitration agreement as written, the parties will jointly select an alternative arbitration provider that will administer the arbitration consistent with this arbitration agreement as written.\nIf the parties cannot agree on an alternative arbitration provider, the parties shall mutually petition a court of appropriate jurisdiction to appoint an arbitration provider that will administer an arbitration consistent with this arbitration agreement as written.&nbsp.\nIf after sixty (60) days the Pre-Arbitration Claim Resolution process set forth above is unsuccessful in resolving the parties’ Dispute, a party who desires to initiate arbitration must provide the other party with a written demand for arbitration consistent with the AAA Rules.\nIn addition, if you initiate arbitration, you shall certify that you have complied with the Pre-Arbitration Claim Resolution process above and personally sign your demand for arbitration.\nThe arbitration will be conducted by a single arbitrator.\nYour responsibility to pay any AAA filing, administrative, and/or arbitrator fees will be as set forth in the AAA Rules.\nIf, however, you are able to demonstrate that the costs of arbitration will be prohibitive for you as compared to the costs of litigation, Red Robin will reimburse as much of the AAA fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive to you as compared to litigation.</p>\n<p>\n<strong>Arbitrator’s Authority and Decision.\nLocation of Arbitration.&nbsp;</strong> The arbitrator’s decision, judgment, or award in any such arbitration will be final and binding upon the parties and may be entered and enforced in any court having jurisdiction thereof.&nbsp.\nThe arbitrator shall issue a detailed ruling that includes essential findings of fact and law.&nbsp.\nThe arbitrator shall apply the provisions of Federal Rule of Civil Procedure 68 (cost-shifting) after entry of an award.&nbsp.\nIf the arbitrator finds that either the initiation of a claim, the substance of a claim, or the relief sought in arbitration was frivolous or was brought for harassment or an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11), the arbitrator may award attorneys’ fees, costs, and expenses in favor of a party.\nThe arbitrator shall apply Colorado law consistent with the FAA and applicable statutes of limitations, and shall honor all claims of privilege recognized at law.&nbsp.\nIn any arbitration arising out of or related to these Terms, the arbitrator is not empowered to award punitive or exemplary damages, except where permitted by statute, and the parties waive any right to recover any such damages.&nbsp.\nIn any arbitration arising out of or related to these Terms, the arbitrator may not award any incidental, indirect or consequential damages, including damages for lost profits.&nbsp.\nFor the avoidance of doubt, the arbitrator, and not any federal, state, or local court or agency, shall have the exclusive authority to resolve any dispute relating to the arbitrability of any Dispute, the scope, applicability, interpretation, and enforcement of this arbitration agreement, and the interpretation, applicability, enforcement, formation of these Terms and/or the Privacy Policy.</p>\n<p>Unless you and Red Robin otherwise agree, the arbitration will be conducted in the county where you reside or another location convenient for you.\nIf the amount in controversy does not exceed $10,000 and you do not seek injunctive or declaratory relief, then the arbitration will be conducted solely on the basis of documents you and Red Robin submit to the arbitrator, unless a party requests a hearing and the arbitrator determines that a hearing is necessary.\nIf such a hearing is determined to be necessary, you and Red Robin agree to personally attend.&nbsp.\nIf the amount in controversy exceeds $10,000 or seeks declaratory or injunctive relief, the right to a hearing will be determined by the AAA Rules.\nThe arbitrator will have the authority to award monetary damages on an individual basis and to grant, on an individual basis, any non-monetary remedy or relief available to an individual to the extent available under applicable law, the arbitral forum’s rules, and this agreement.\nThe arbitrator's award of damages and/or other relief must be consistent with these Terms, including the Limitation of Liability section above as to the types and the amounts of damages or other relief for which a party may be held liable.\nThe arbitrator’s award shall be binding only between the parties to the arbitration proceeding and shall have no preclusive effect in any other arbitration or other proceeding involving a different party.</p>\n<p>\n<strong>Small Claims and Injunctive Relief.</strong>&nbsp.\nThis arbitration agreement does not preclude you or Red Robin from electing to have a Dispute heard in small claims court.&nbsp.\nIf the Dispute qualifies for small claims court, you or Red Robin may&nbsp.\nelect to have the Dispute heard in small claims court so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.&nbsp.\nThe determination of whether a Dispute falls within the jurisdictional limits of small claims court shall be for the small claims court to decide in the first instance.&nbsp.\nIn addition, you and Red Robin both retain the right to apply to a court of competent jurisdiction for provisional or injunctive relief, including for pre-arbitral attachments or preliminary injunctions, and any such request shall not be deemed incompatible with these Terms, nor a waiver of the right to have disputes submitted to arbitration as provided in these Terms.\n&nbsp;</p>\n<p>\n<strong>Class Action and Collective Relief Waiver and Jury Trial Waiver.\nIndividual Arbitration.&nbsp;</strong> YOU AND RED ROBIN AGREE THAT TO THE MAXIMUM EXTENT PERMITTED UNDER LAW, EACH MAY BRING A DISPUTE AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL PROCEEDING.A DISPUTE MAY NOT BE CONSOLIDATED WITH A CLAIM BY ANY PERSON OR ENTITY THAT IS NOT A PARTY TO THE ARBITRATION PROCEEDING, AND THE ARBITRATOR MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL PROCEEDING.&nbsp.\nTHE ARBITRATOR MAY AWARD RELIEF (INCLUDING ANY DECLARATORY OR INJUNCTIVE RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO RESOLVE AN INDIVIDUAL PARTY’S DISPUTE.\nTHE ARBITRATOR MAY NOT AWARD RELIEF FOR OR AGAINST ANYONE WHO IS NOT A PARTY TO THE PROCEEDING.&nbsp.\nTHIS CLASS ACTION AND COLLECTIVE RELIEF WAIVER IS AN ESSENTIAL PART OF THIS AGREEMENT, AND IF IT IS DEEMED INVALID OR UNENFORCEABLE WITH RESPECT TO A PARTICULAR CLAIM OR DISPUTE, NEITHER YOU NOR RED ROBIN IS ENTITLED TO ARBITRATION OF SUCH CLAIM OR DISPUTE.\nNOTWITHSTANDING THE FOREGOING, IF A COURT DETERMINES THAT THE CLASS ACTION AND COLLECTIVE RELIEF WAIVER IS NOT ENFORCEABLE AS TO A PARTICULAR CLAIM OR REQUEST FOR RELIEF (SUCH AS A CLAIM OR REQUEST FOR PUBLIC INJUNCTIVE RELIEF) AND ALL APPEALS FROM THAT DECISION HAVE BEEN EXHAUSTED (OR THE DECISION IS OTHERWISE FINAL), THEN THE PARTIES AGREE THAT THAT PARTICULAR CLAIM OR REQUEST FOR RELIEF MAY PROCEED IN COURT BUT SHALL BE SEVERED AND STAYED PENDING ARBITRATION OF THE REMAINING CLAIMS AND REQUESTS FOR RELIEF.&nbsp.\nYOU ACKNOWLEDGE AND AGREE THAT YOU AND RED ROBIN ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY TO THE MAXIMUM EXTENT PERMITTED UNDER LAW.</p>\n<p>\n<strong>Additional Procedures For Multiple Case Filings/Mass Arbitrations.</strong>&nbsp.\nIf twenty-five or more similar claims are asserted against Red Robin by the same or coordinated counsel or organizations or are otherwise coordinated, you understand and agree that the resolution of your Dispute might be delayed.\nYou also agree to the following coordinated bellwether process and application of the AAA Multiple Consumer Case Filing Fee Schedule.\nCounsel for the claimants and counsel for Red Robin shall each select 15 cases (per side) to proceed first in individual arbitration proceedings as part of a bellwether process.\nThe remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed to individual arbitration proceedings as part of a bellwether process.\nIf the parties are unable to resolve the remaining cases after the conclusion of the initial 30 proceedings, each side shall select another 15 cases (per side) to proceed to individual arbitration proceedings as part of a second bellwether process.\nThe remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed to individual arbitration proceedings as part of a bellwether process.\nA single arbitrator shall preside over each case in any bellwether process.\nOnly one case may be assigned to each arbitrator as part of each set of bellwether proceedings unless the parties agree otherwise.\nThe group of arbitrators for any set of bellwether proceedings shall not be identical to the group of arbitrators for any other set, though, over time, individual arbitrators might preside over more than one arbitration in connection with bellwether proceedings.&nbsp.\nThis staged process shall continue, consistent with the parameters identified above, until all the claims included in these coordinated filings, including your case, are adjudicated or otherwise resolved.\nThe statute of limitations and any filing fee deadlines shall be tolled for claims subject to this section from the time the first cases are selected for a bellwether process until the time your case is selected for a bellwether process.&nbsp.\nA court will have the authority to enforce these additional procedures, including by enjoining the mass filing or prosecution of arbitrations or the assessment or collection of AAA fees.</p>\n<p>\n<strong>Enforcement and Invalidity.&nbsp;</strong> Subject to the provisions in the Class Action and Collective Relief Waiver above, if any part of this arbitration agreement is deemed to be invalid, unenforceable or illegal (other than that claims will not be arbitrated on a class or representative basis),, then the balance of this arbitration agreement shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.&nbsp.\nIf, however, the portion that is deemed invalid, unenforceable or illegal is that claims will not be arbitrated on a class or representative basis, then the entirety of this arbitration provision shall be null and void, and neither claimant nor Red Robin shall be entitled to arbitrate their Dispute.&nbsp.\nAny changes to these Terms shall not apply to any Dispute to which you or we have already provided notice to the other party notwithstanding any other provision to the contrary.</p>TERMINATION OF THE INTERFACES<p>Red Robin may, in its sole discretion and at any time, discontinue the Interfaces or any part thereof, with or without notice, or may prevent your use of the Interfaces with or without notice to you.\nYou agree that you do not have any rights in the Interfaces and that Red Robin will have no liability to you if the Interfaces are discontinued or your ability to access the Interfaces or any content you may have posted on the Interfaces are terminated.</p>OTHER TERMS<p>Any other terms on our Interfaces are hereby incorporated by reference into these Terms.</p>ASSIGNMENT<p>Red Robin may assign these Terms, in whole or in part, at any time with or without notice to you.\nYou may not assign these Terms, or any part of it, to any other person.\nAny attempt at any such assignment by you is void.</p>OTHER IMPORTANT INFORMATION<p>\n<strong>Notice to Canadian Residents.</strong> Red Robin, our affiliates and our Canadian, US, and other service providers may process and store your personal information in a country outside of Canada, and the governments, courts, or law enforcement of that country may be able to obtain disclosure of personal information through the laws of the foreign country.\nUnder the laws of a foreign country, in certain circumstances, Red Robin may be required to provide your personal information in response to a search warrant or other legally valid inquiry or order.</p>\n<p>\n<strong>Third Party Applications/Websites.</strong> We have no control over the privacy practices of websites or applications that we do not own.</p>MISCELLANEOUS<p>These Terms constitute a binding agreement between you and Red Robin and is accepted by you upon your use of the Interfaces or your account.\nThese Terms constitute the entire agreement between you and Red Robin regarding the use of the Interfaces and your account.\nBoth you and Red Robin acknowledge and agree that no partnership is formed and neither of you nor Red Robin has the power or the authority to obligate or bind the other.\nIf Red Robin fails to act with respect to your breach or anyone else's breach on any occasion, Red Robin is not waiving its right to act with respect to future or similar breaches.\nIf any provision of these Terms shall be unlawful, void, or unenforceable for any reason, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.</p>CONTACT US<p>If you have any questions about these Terms or the Interfaces, you can reach us at the contact information below.&nbsp.\nIf we need, or are required, to contact you concerning any event that involves your information, we may do so by e-mail, telephone, or mail.</p>\n<p>Red Robin International, Inc.<br>10000 East Geddes Avenue<br>Suite 500<br>Englewood, CO 80112<br>Attention: Chief Information Security Officer (with a copy to: Chief Legal Officer)<br>Telephone: (303) 846-6000</p>\n<p>&nbsp;</p>\n<p>\n<em>VERSION DATE: AUGUST 9, 2022</em>\n</p> ", "created_at": "2023-07-11 21:29:52.030699", "updated_at": "2023-07-11 21:33:29.353258"}], "points": [], "urls": ["redrobin.com"]}}