{"error": 448, "message": "OK", "parameters": {"id": 7270, "name": "Carbonmade", "created_at": "2023-01-18 04:09:13.922453", "updated_at": "2023-03-28 23:43:04.395172", "wikipedia": null, "keywords": null, "related": null, "slug": "carbonmade", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7270.png", "url": "carbonmade.com,carbonmade.app", "documents": [{"id": 13942, "name": "PRIVACY POLICY", "url": "https://carbonmade.com/privacy", "xpath": "//body", "text": " <ul>\n<li>Examples</li>\n<li>Features</li>\n<li>Talent Pool</li>\n<li>Sign In</li>\n<li>START FREE TRIAL</li>\n</ul>\n<ul>\n<li>Examples</li>\n<li>Features</li>\n<li>Talent Pool</li>\n<li>Sign In</li>\n<li>START FREE TRIAL</li>\n</ul> ← BACK TO HOMEPAGE <p>PRIVACY POLICY</p>\n<p>Element6,&nbsp;LLC (“Carbonmade”) operates the Carbonmade.com website.\nThis Privacy Policy sets out how Carbonmade collects, uses and discloses information about you when you use Carbonmade’s website and services.</p>\n<p>Carbonmade is committed to ensuring that your information is secure.\nWe have instituted appropriate physical, electronic and managerial procedures to safeguard and secure the information we collect online to prevent unauthorized access or disclosure of the information we collect.\nNo method of transmission over the Internet, or method of electronic storage is 100% secure and reliable however, and Carbonmade cannot guarantee absolute security concerning your information.</p>\n<p>You agree to the collection and use of information as described this Privacy Policy if you choose to use Carbonmade’s website and services.\nCarbonmade may change this Privacy Policy from time to time by updating this page.\nYou agree to review the terms of this Privacy Policy periodically to be aware of any such revisions.</p>\n<p>INFORMATION WE COLLECT AND USE</p>\n<p>\n<br>We collect Personal Identifiable Information and anonymous information from you based on what you submit to us and on your use of Carbonmade’s website and services.\nThe Information that we collect are used for providing and improving our website and services.\nCarbonmade will not use or share your Information with anyone except as described in this Privacy Policy.</p>\n<p>We may require you to provide us with certain Personal Identifiable Information, including your name and email address to provide you with a better user experience.\nWe may collect the following Information about you when you use our website and services:</p>\n<ul>\n<li>Your contact information including email address</li>\n<li>Your demographic information, preferences and interests</li>\n<li>Information you provide to us for customer service and support</li>\n<li>Information you populate your profile with including photographs</li>\n<li>Messages that you send or receive through our website</li>\n<li>Details of transactions that you conduct while using our website and services, including any information we require to provide the products or services that you sign up for</li>\n<li>Your location according to the IP address assigned to your computer machine or mobile device by your Internet Service Provider, and mobile location data</li>\n<li>Usage data about how you use our site, so-called Anonymous Data, which we collect using Cookies</li>\n<li>Other Information relevant to customer surveys and/or offers</li>\n<li>Information concerning the dates and times you use our website and related services</li>\n<li>Information concerning the type of browser, operating system and language that you use while visiting our website</li>\n<li>Information about the website that directed you to our website, including information about the website that you previously visited before visiting or logging on to our website<br>\n<br>We collect the information described above for the following reasons:</li>\n</ul>\n<p>For our internal record-keeping purposes and requirements</p>\n<ul>\n<li>To administer your user account with us (including notifying you of any compatible matches, tips, announcements, updates, special offers or services, should you consent to these things)</li>\n<li>To ensure that you are complying with the terms and conditions of use and to comply with our statutory and regulatory obligations</li>\n<li>To help us improve the structure, layout and usability of our website and services</li>\n<li>To allow you to participate in interactive features offered by our website and services</li>\n<li>To help personalize your repeat visits to and usage of our website and services</li>\n<li>To provide you with information on products or services or news and offers that you request from us</li>\n<li>To answer questions you may raise or respond to comments you may send to us</li>\n<li>To notify you about changes to our service or the functionality of our website and services</li>\n<li>To carry out market analysis and research</li>\n</ul>\n<p>\n<br>CONTROL OF YOUR PERSONAL INFORMATION</p>\n<p>You may request that we delete any of your personal information we have by notifying us at&nbsp;help@carbonmade.com.\nYou may also decline to provide Information when requested on our website to provide you with access to our website’s functionality.\nIf you decline to provide Information that is required for you to use Carbonmade’s website and services, however, you may be prevented from accessing and using some, or all, portions of our website and services or experience a loss of functionality of our website and a reduced user experience.</p>\n<p>If you previously permitted Carbonmade to use your Information for direct marketing purposes, you may rescind that permission at any time by writing to or emailing us at&nbsp;hello@carbonmade.com.</p>\n<p>We will not sell, distribute or lease your Information to third parties unless we have your permission or unless we are required by law to do so.\nWe may use your information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.</p>\n<p>You may request details of personal information which we have about you.\nIf you would like a copy of your personal information that we have please write to&nbsp;hello@carbonmade.com.</p>\n<ul>\n<li>If you believe that any of your personal information we have is incorrect or incomplete, you may have the information corrected by notifying us at&nbsp;hello@carbonmade.com.</li>\n<li>If you reside, are located in, or are a citizen of a nation state that is part of the European Economic Area (“EEA”), you are entitled:</li>\n<li>To request that we provide access to any Personal Identifiable Information we hold about you;</li>\n<li>To request that we prevent the processing of your Personal Identifiable Information for direct-marketing purposes;</li>\n<li>To request that we update any Personal Identifiable Information which is out of date or incorrect;</li>\n<li>To request that we delete any Personal Identifiable Information which we are holding about you;</li>\n<li>To request that we restrict the way that we process your Personal Identifiable Information;</li>\n<li>To request that we provide your Personal Identifiable Information to a third party provider of services.\nor</li>\n<li>To request that we provide you with a copy of any Personal Identifiable Information which we hold about you.</li>\n</ul>\n<p>\n<br>Certain Personal Identifiable Information may be exempt from such requests in certain circumstances, which may include circumstances where we need to keep processing your such information to comply with certain legal obligations.\nThere will be certain residual data that will remain within our databases, access logs and other records, which may or may not contain your Personal Identifiable Information.<br>\n<br>\n</p>\n<p>WHERE WE STORE YOUR INFORMATION</p>\n<p>\n<br>The information that we collect from you may be transferred to, and stored at, a location outside the EEA including but not limited to Canada and the United States.\nIt may also be processed by law enforcement agencies, employees and independent contractors located outside the EEA who work for us or for one of our suppliers (for example, staff who are involved in providing services that you order from us, processing your payment details or providing support services to us).\nBy submitting your information to us, you agree to this transfer, storing and processing.\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy.</p>\n<p>HOW LONG WE RETAIN/KEEP YOUR DATA</p>\n<p>\n<br>We only store data for as long as it is necessary to provide products and services to you and others, with information typically being held until you terminate your account.\nWe will delete your information within nine (9) months after the date that you terminate your account.\nIt is important that we retain your data for this period to ensure that we can answer any payment or other account related queries and to provide information to third parties in line with our disclosure provisions outlined in this Privacy Policy.\nEven after you remove information from your profile or terminate your account, copies of your information may still be viewable and/or accessed on the Internet to the extent that you have shared such information with others, or copied or stored by other users, or to the extent such information has been shared with search engines.\nCarbonmade cannot control this, nor do we accept any liability for this.\nIf you have given third party applications or websites access to your information they may retain such information to the extent permitted under their terms of service or privacy policies.</p>\n<p>If you are an inactive user or infrequently use our website and services, you should be aware that we will continue to store your information until you cancel your account.\nYou are responsible for changing your preferences or canceling your account.</p>\n<p>If your account is ever terminated by us for a violation of our Terms of Use, or you are detected as a potential or actual threat to our business or our users, your information will be retained for as long as we deem necessary to protect our business and users.</p>\n<p>LOG DATA AND COOKIES</p>\n<p>\n<br>We collect information that your browser sends to us that is called Log Data whenever you visit our website.\nThis Log Data may include information such as your computer’s Internet Protocol (“IP”) address, browser version, pages of our website that you visit, the time and date of your visit, the time spent on those pages, and other statistics.</p>\n<p>Cookies are files with small amount of data that is commonly used as an anonymous unique identifier.\nThese are sent to your browser from the website that you visit and are stored on your computer’s hard drive.\nOur website uses these “cookies” to collection information and to improve our website and services.</p>\n<p>Cookies help us provide you with a better website user experience by enabling us to monitor which pages are being used.\nA cookie in no way gives Carbonmade access to your computer or any information about you, other than the data you choose to share with us.\nYou have the option to either accept or refuse these cookies through your browser and to know when a cookie is being sent to your computer.\nIf you choose to refuse our cookies, you may not be able to use some portions and functionalities of our website and service.</p>\n<p>LINKS TO OTHER SITES</p>\n<p>\n<br>Carbonmade.com may contain links to other websites of interest.\nIf you use any of these links to leave our website, Carbonmade does not have any control over that other website or the information that the other website may collect from you.\nWe have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services or for the protection and privacy of any information which you provide while visiting such other websites.</p>\n<p>THIRD PARTIES</p>\n<p>\n<br>We may be required by law, for example, through potential or actual litigation, court order, public or governmental authorities, or rules and regulations within or outside your country of residence to disclose all or part of your information to third parties.\nWe may also deem it necessary to make such a disclosure in the event of an issue of national security, law enforcement or other such similar situations as we deem necessary including, for example, allegations of alleged infringement of copyright, trademarks or other third parties’ rights.</p>\n<p>SERVICE PROVIDERS</p>\n<p>\n<br>We share your personal information with third-party service providers in order to provide our website functionality and services to you including third parties who assist us with:</p>\n<ul>\n<li>information and data processing</li>\n<li>credit and payment processing</li>\n<li>order fulfillment</li>\n<li>managing and hosting data</li>\n<li>consumer research or satisfaction surveys</li>\n<li>To improve our services</li>\n<li>To provide service on our behalf</li>\n<li>To perform service, maintenance and repair-related activities<br>\n</li>\n<li>To assist us in analyzing how our website and services are used</li>\n</ul>\n<p>\n<br>These third party companies may have access to your information to perform the tasks described above.\nHowever, they are obligated not to disclose or use your information for any other purpose.\nWe do not provide your information to third parties that enable them to engage in any direct marketing to you without your express consent.</p>\n<p>CHILDREN'S PRIVACY</p>\n<p>\n<br>Carbonmade does not knowingly collect personal identifiable information from children under the age of thirteen (13).\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we can delete the information.</p>\n<p>CONTACT US</p>\n<p>\n<br>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at&nbsp;hello@carbonmade.com.</p>\n<p>Updated by Element6, LLC on May 14, 2018</p> ", "created_at": "2023-01-18 04:09:14.045357", "updated_at": "2023-01-18 04:10:03.891601"}, {"id": 13941, "name": "Terms and Conditions of Use", "url": "https://carbonmade.com/terms", "xpath": "//body", "text": " <ul>\n<li>Examples</li>\n<li>Features</li>\n<li>Talent Pool</li>\n<li>Sign In</li>\n<li>START FREE TRIAL</li>\n</ul>\n<ul>\n<li>Examples</li>\n<li>Features</li>\n<li>Talent Pool</li>\n<li>Sign In</li>\n<li>START FREE TRIAL</li>\n</ul> ← BACK TO HOMEPAGE <p>Terms and Conditions of Use</p>\n<p>\n<br>These Terms and Conditions constitute a binding legal agreement between you as user (“you”) and Carbonmade,&nbsp;LLC (“Carbonmade,” “we” or “us”), a New York limited liability company that owns and operates the website carbonmade.com together with affiliated websites, services and applications.</p>\n<p>YOU MUST NOT ACCESS OR USE THIS WEBSITE AND SERVICES IF YOU DO NOT ACCEPT AND AGREE TO THESE Terms and Conditions.</p>\n<p>We reserve the right, at our sole discretion, to change, modify, add or remove portions of these Terms and Conditions, at any time.\nYour continued use of Carbonmade’s website and services following the posting of changes will mean that you accept and agree to the changes.\nYou agree to review these Terms and Conditions periodically to be aware of any such revisions.</p>\n<p>ELIGIBILITY</p>\n<p>\n<br>You must be sixteen (16) years of age or older to use Carbonmade’s website and services.\nBy visiting Carbonmade.com or accepting these Terms and Conditions, you represent and warrant to Carbonmade that you are sixteen (16) years of age or older, and that you have the right, authority and capacity to agree to and abide by these Terms and Conditions.\nYou also represent and warrant to Carbonmade that you will use this website in a manner consistent with any and all applicable laws and regulations.</p>\n<p>PRIVACY OF INFORMATION</p>\n<p>\n<br>“Personal Information” means all information about an identifiable individual.</p>\n<p>Carbonmade may collect personal information from you in order to create your online profile.\nCarbonmade will not use or disclose your personal information for purposes other than those described in this these Terms and Conditions and Carbonmade’s Privacy Policy.</p>\n<p>Carbonmade’s Privacy Policy applies to use of this website, and the terms of the Privacy Policy are made a part of these Terms and Conditions by this reference.\nTo view our Privacy Policy, go to&nbsp;https://carbonmade.com/privacy.</p>\n<p>USER AGREEMENT</p>\n<p>\n<br>These Terms and Conditions constitutes your agreement with Carbonmade with respect to your use of Carbonmade’s website and services.\nYou must agree to abide by all of the terms and conditions contained in these Terms and Conditions in order to become or remain a user of our website and services.\nYou are granted a limited, non-sublicensable license to access and use Carbonmade’s website and services, subject to these Terms and Conditions.\nThis license is revocable at any time by Carbonmade.</p>\n<p>You understand and agree that all information, including, but not limited to, text, graphics, pictures, video, links, addresses, data, functionality and other materials that you or a third party allow, submit, post, obtain, email or transmit (or the like) to our website (collectively, “Your Content”) is your responsibility and not our responsibility.\nWe do not control Your Content nor do we have any obligation to review, refuse, or remove any other content available via our website and service.\nhowever, we reserve the right to remove any content, including Your Content, available via our website and services at any time.\nCircumstances under which we may remove Your Content include, but are not limited to, violation of the terms of these Terms and Conditions, abuse of or on our website and services, notification of possible infringement of another’s rights, privacy concerns, compliance with laws and in the assistance of law enforcement.</p>\n<p>All other content that is not Your Content or another Carbonmade.com user’s content that is contained on Carbonmade’s website and services (“Our Content”) is owned, controlled or licensed by or to Carbonmade, and is protected by trade dress, copyright, patent and trademark laws, and other intellectual property and unfair competition laws.\nExcept as expressly provided in these Terms and Conditions, none of Our Content may be copied, encoded, posted, publicly displayed, reproduced, republished, uploaded, translated, transmitted or distributed in any way to any other computer, server, website or other medium, electronic or otherwise, for publication or distribution or for any commercial enterprise, without Carbonmade’s express prior written consent.\nLikewise, you may not copy, encode, post, publicly display, reproduce, republish, upload, translate, transmit or distribute in any way to any other computer, server, website or other medium, electronic or otherwise, for publication or distribution or for any commercial enterprise, another Carbonmade.com user’s content without that other user’s express consent or authorization.</p>\n<p>You may not use any automatic device, program, algorithm or methodology, or any similar or equivalent manual process, to access, acquire, copy or monitor any portion of Carbonmade’s website and services, or any of Our Content, or in any way reproduce or circumvent the navigational structure or presentation of Carbonmade’s website or any other content on our website, to obtain or attempt to obtain any materials, documents or information through any means not purposely made available through the website.\nYou may not attempt to gain unauthorized access to any portion or feature of Carbonmade’s website, or any other systems or networks connected to Carbonmade’s website or servers, or to any of the services offered on or through the website, by hacking or any other illegitimate means.\nYou agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of Carbonmade’s website or any transaction being conducted on the website, or with any other person’s use of the website.\nYou may not use Carbonmade’s website or any other content for any purpose that is unlawful or prohibited by these Terms and Conditions, or to solicit the performance of any illegal activity or other activity which infringes the rights of Carbonmade or users of our website and services.</p>\n<p>By using Carbonmade’s website and services you acknowledge that:</p>\n<ol>\n<li>We cannot ensure the security or privacy of information you provide through the Internet, and you release us from any and all liability in connection with the use of such information by other parties;<br>\n<br>\n</li>\n<li>We are not responsible for, and cannot control, the use by others of any information which you provide to them and you should be cautious in selecting the personal information you provide to others through Carbonmade’s website and services.\nand<br>\n<br>\n</li>\n<li>We cannot guarantee, nor assume any responsibility for verifying, the accuracy of the information provided by other users of our website and services.</li>\n</ol>\n<p>\n<br>CONDUCT.\nRESTRICTIONS AND PROHIBITIONS</p>\n<p>\n<br>You agree to use Carbonmade’s website and services in accordance with the following:</p>\n<ol>\n<li>You will not use Carbonmade’s website and services to engage in any form of harassment or offensive behavior, including but not limited to the posting of communications, pictures or recordings which contain abusive or defamatory statements, or obscene, offensive or otherwise objectionable language.<br>\n<br>\n</li>\n<li>You will not use our website and services to infringe the privacy rights, property rights, or any other rights of any person.<br>\n<br>\n</li>\n<li>You will not submit any kind of material or information that is fraudulent or otherwise unlawful or violates any law.<br>\n<br>\n</li>\n<li>You will not use our website and services to distribute, promote or otherwise publish any kind of malicious code or do anything else that might cause harm to our website and services or to other members' systems in any way.<br>\n<br>\n</li>\n<li>You shall not have an account or use our website and services if you have been previously removed by Carbonmade staff or moderators.<br>\n<br>\n</li>\n<li>You shall not use your account to advertise, solicit, or transmit any commercial advertisements through any chain letters, junk e-mail or repetitive messages to anyone.<br>\n<br>\n</li>\n<li>You shall not use your account to engage in any illegal conduct.<br>\n<br>\n</li>\n<li>You shall not allow anyone other than the original account creator to gain access to our website and services using the Account.<br>\n<br>\n</li>\n<li>You shall not use your account to engage in any hate speech or to publish any sexual content.<br>\n<br>\n</li>\n<li>You are responsible for: (a) the security of the services that we provide to you, including, but not limited to your access and you are responsible for all activities that occur under our services, (b) any act or omission by you relating to access to and use of our website and services.\nand (c) implementing security and other policies and procedures necessary to limit access to our website and services, including, but not limited to, the maintenance of the confidentiality of all usernames and passwords provided by us or created as part of our services.<br>\n<br>\n</li>\n<li>You agree to immediately notify us of any attempted or actual unauthorized access or use of our website and services and/or any other breaches of security.<br>\n<br>\n</li>\n<li>You acknowledge and agree that we will not be liable, directly or indirectly, for any acts or omissions by you, including any damages of any kind incurred, including any incidental or consequential damages, as a result of such acts or omissions.<br>\n<br>\n</li>\n<li>You understand that the technical processing and transmission of your electronic communications is fundamentally necessary to your use of our website and services.\nYou therefore expressly consent to our interception and storage of electronic communications, your data, and Your Content, and you understand that your electronic communications will involve transmission over the Internet, and over various networks, only part of which may be owned and/or operated by us.<br>\n<br>\n</li>\n<li>You understand that changes to your electronic communications may occur in order to conform and adapt such data to the technical requirements of connecting networks and devices.\nYou understand that electronic communications may be accessed by unauthorized parties when communicated across the Internet, network communications facilities, telephone, or other electronic means.\nYou agree that we are not responsible for any electronic communication, your data or Your Content which are lost, altered, intercepted or stored without authorization during the transmission of any data whatsoever across networks not owned and/or operated by us.<br>\n<br>\n</li>\n<li>You own or otherwise have the right to use, post, and disclose Your Content on our website and services and that the use of such content does not and will not infringe or violate any of the rights of any third party pursuant to applicable laws.<br>\n<br>\n</li>\n<li>You will not harasses or causes distress or inconvenience to any person via the transmission of obscene or offensive Content.<br>\n<br>\n</li>\n<li>You will not disrupt the normal flow of any access to, or use of, our website and service.<br>\n<br>\n</li>\n<li>You agree to comply with all local rules regarding online conduct and acceptable content.<br>\n<br>\n</li>\n<li>You will comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</li>\n</ol>\n<p>\n<br>Unless explicitly stated herein, nothing in these Terms and Conditions shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.</p>\n<p>YOUR CONTENT</p>\n<p>\n<br>In connection with using our Services, products and other services, You provide Us with files, content and information, including things such as text, images, audio material, video material and audio-visual material (“Your Content”).</p>\n<p>You own all of Your Content that appears on Carbonmade’s website and services.</p>\n<p>We need to be able to use Your Content to provide you with our Services, products and other services, and You are granting Us a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate and distribute Your Content in any existing or future media as We deem appropriate.\nYou also grant to Us the right to sub-license these rights.</p>\n<p>You are permitted to export or remove Your Content at any time and for any reason.</p>\n<p>You also consent and authorize us to manage your domain name provided on our website if you link up any other website you own, license or use.</p>\n<p>PERSONAL RESPONSIBILITY.\nLIABILITY</p>\n<p>\n<br>You will be solely responsible for Your Content and anything and everything you submit and publish to Carbonmade’s website and services.\nWe cannot assume any responsibility or liability over any material or Your Content published by you or other users on Carbonmade’s website and services.\nThe responsibility over any published material or content lies solely on the user that submitted it to our website and services.\nCarbonmade does not control, take responsibility for or assume liability for any content posted by you or any third party, or for any loss or damage thereto, nor is Carbonmade liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you encounter.</p>\n<p>INFORMATION MONITORING</p>\n<p>\n<br>We reserve the right to monitor anything and everything submitted by you to Carbonmade’s website and services to ensure that they conform to content guidelines that are monitored by us and subject to change from time to time.</p>\n<p>INFORMATION REMOVAL</p>\n<p>\n<br>While we do not and cannot review every message or other material posted or sent by users of Carbonmade’s website and services, and are not responsible for any content of these messages or materials.\nWe reserve the right, but are not obligated, to delete, move, or edit messages or materials, including without limitation profiles, public postings and content, that we, in our sole discretion, deem to violate the CONDUCT.\nRESTRICTIONS AND PROHIBITIONS provisions set out above or any other applicable content guidelines, or to be otherwise unacceptable.\nYou shall remain solely responsible for the content of profiles, public postings, messages and other materials you may upload to Carbonmade’s website and services.</p>\n<p>Please also see our Privacy Policy at&nbsp;https://carbonmade.com/privacy&nbsp;for more information concerning the removal of information from our website and services.</p>\n<p>TERMINATION OF SERVICES</p>\n<p>\n<br>We may, in our sole discretion, terminate or suspend your access to all or part of Carbonmade’s website and services at any time, with or without notice, for any reason, including, without limitation, breach of these Terms and Conditions.\nWithout limiting the generality of the foregoing, any fraudulent, abusive, or otherwise illegal activity, or that may otherwise affect the enjoyment of Carbonmade’s website and services by others may be grounds for termination of your access to all or part of Carbonmade’s website and services at our sole discretion, and you may be referred to appropriate law enforcement agencies.</p>\n<p>You may cancel your use of our website and services at any time by following the instructions located at&nbsp;https://carbonmade.com/help/account/closing-your-account.\nYou are solely responsible for canceling your account before the next invoice period.\nYou understand and agree that we may immediately terminate your right to use Carbonmade’s website and services without notice to you under certain circumstances, including, but not limited to:</p>\n<ul>\n<li>breaches of these Terms and Conditions or our other policies;</li>\n<li>requests by law enforcement, government agencies or court order;</li>\n<li>security and technical issues or problems;</li>\n<li>non-payment of any fees owed by you.\nor</li>\n<li>extended periods of inactivity lasting more than 24-months.</li>\n</ul>\n<p>\n<br>If we terminate your right to use Carbonmade’s website and services, you understand and agree that we may delete all of Your Content (and any content associated with you) and that we will not be liable to you or any third party, for any termination of your right to use our website and services or for the deletion of Your Content.\nUpon termination, we will have no further obligation to grant you any access to or use of our website and services.</p>\n<p>LINKS AND DEALINGS WITH THIRD PARTIES</p>\n<p>\n<br>We have no control over any links or other resources available to you via our website and services.\nYour interaction with and third parties via Carbonmade’s website and services are solely between you and such parties.\nWe are not responsible for the availability of such external sites or resources, and do not endorse any content, advertising, products, or other materials on or available from such sites or resources.\nYou agree that we will not be liable, directly or indirectly for any loss or damage of any kind or nature, including any incidental or consequential damages, arising out of or related to, or incurred in reliance upon, any such interactions, links, resources or content.</p>\n<p>PAYMENTS, RENEWALS AND TAXES</p>\n<p>\n<br>All payments due are in US dollars unless otherwise indicated.\nWe accept credit cards and PayPal as payment sources.\nAll payments are final and non-refundable, except in our sole discretion.\nIf your use of our website and services is terminated for any reason, whether by you or by us, you will lose and forfeit any time remaining on your account with us.</p>\n<p>You must select from the following types of subscriptions for our website and services: (i) yearly.\nor (ii) month-to-month.\nThe services we provide are defaulted to renew automatically.\nAccordingly, as of the anniversary date of your subscription, you will be charged the current rate we charge for your type of subscription to Carbonmade’s website and services.\nYour account is provided with the functionality to cancel future automatic renewals.</p>\n<p>You authorize us to bill the payment source you provide to us for all applicable fees.\nIf your payment source is declined at any time (including, but not limited to situations where we seek authorizations or charge attempts), we may make up to two attempts to reprocess your payment source.\nWe reserve the right to disable or cancel your use of our website and services immediately.</p>\n<p>You are responsible for all taxes associated with your use of Carbonmade’s website and services.\nIf we are required to collect or pay any taxes relating to your use of our website and services, you will be charged for all such taxes.\nIf you are tax exempt, you must provide us with a valid tax exempt certificate authorized from the appropriate taxing authority.</p>\n<p>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</p>\n<p>\n<br>YOU UNDERSTAND AND AGREE THAT YOU USE Carbonmade’s WEBSITE AND SERVICES AT YOUR OWN RISK.\nCarbonmade’S SERVICES ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF TITLE, NON-INFRINGEMENT, OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OTHER THAN THOSE WARRANTIES WHICH ARE INCAPABLE OF EXCLUSION UNDER LAW.</p>\n<p>YOU ACKNOWLEDGE THAT USE OF Carbonmade’s website and services IS AT YOUR OWN RISK.\nWE DO NOT REPRESENT OR ENDORSE THE ACCURACY OR RELIABILITY OF ANY MEMBER PROFILE, ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED, UPLOADED OR DISTRIBUTED THROUGH Carbonmade’s website and services BY Carbonmade, OUR PARTNERS OR ANY USER OF Carbonmade’s website and services OR ANY OTHER PERSON OR ENTITY.\nYOU ACKNOWLEDGE THAT ANY RELIANCE UPON ANY SUCH OPINION, MEMBER PROFILE, ADVICE, STATEMENT OR INFORMATION SHALL BE AT YOUR SOLE RISK.\nYOUR CONTINUED USE OF Carbonmade’s website and services NOW, OR FOLLOWING THE POSTING OF NOTICE OF ANY CHANGES IN these Terms and Conditions, WILL CONSTITUTE A BINDING ACCEPTANCE BY YOU OF these Terms and Conditions AND ANY SUBSEQUENT MODIFICATIONS.</p>\n<p>YOU HEREBY ACKNOWLEDGE AND AGREE THAT UNDER NO CIRCUMSTANCES WILL Carbonmade, ITS OWNERS, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, successors, assigns AND THIRD PARTY CONTENT PROVIDERS OR LICENSORS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOSS WHATSOEVER CAUSED BY YOUR USE OR RELIANCE ON INFORMATION OBTAINED THROUGH THE CONTENT DISTRIBUTED BY Carbonmade AS WELL AS ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES OR INJURY ARISING OUT OF THE USE OR INABILITY TO USE Carbonmade’s website and services OR OUT OF THE BREACH OF ANY WARRANTY, OR CAUSED BY ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO AND/OR ALTERATION OF Carbonmade.COM WEBSITE AND SERVICES, NO MATTER WHETHER SUCH CLAIMS ARE BASED IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER CAUSE OF ACTION, AND REGARDLESS OF WHETHER Carbonmade HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>You are responsible for making all the necessary arrangements to ensure you can access Carbonmade’s website and services (including, but not limited to Internet provider and mobile internet provider fees and, any other charges associated with such access).\nCarbonmade shall not be held responsible for any reduced functionality you may encounter as result of or in connection with accessing Carbonmade’s website and services through mobile services or any similar service currently known or developed in the future.</p>\n<p>By accessing Carbonmade’s website and services or agreeing to receive messages or notifications from Carbonmade through your mobile phone and/or any other connected media device, you accept that you may incur charges from your internet or mobile service provider.\nCarbonmade shall not under any circumstances be liable for such charges.</p>\n<p>COPYRIGHT DISPUTE POLICY</p>\n<p>\n<br>We are dedicated to operating in accordance with the US Copyright Law and require you to comply as well.\nThe Digital Millennium Copyright Act of 1998 (\"DMCA\") provides owners of copyrighted material who suspect that their rights under U.S.\nCopyright Law have been violated with certain remedies.\nOne such remedy is contacting the Internet service provider’s designated agent to report suspected infringements that appear on website and Internet pages hosted by that Internet service provider.</p>\n<p>If we receive a notification of suspected copyright infringement, and assuming the notification satisfies the requirements of the DCMA (discussed below), we may remove or prohibit access to such materials.\nHowever, you may submit to us a counter-notice if you believe such notice of suspected copyright infringement was mistakenly filed.</p>\n<p>You should seek your own legal counsel if: (i) you believe your copyrights have been infringed, or (ii) if a notice of copyright infringement has been filed against you.\nWe will not be involved as a party to disputes over alleged copyright infringement and you agree to indemnify, defend and hold us harmless from and against any costs, damages or expenses (including reasonable attorney fees) we incur arising out of or related to any alleged or actual infringement involving you.</p>\n<p>We reserve the right to terminate your account or remove any content if we, in our sole discretion, believe the DMCA notification meets the criteria listed below.</p>\n<p>Notification of Claimed Copyright Infringement</p>\n<p>If You believe your copyrights have been infringed because of material appearing on our website and services, you must file your claim of infringement with our designated agent via mail at the address below.<br>By Mail:<br>Element6, LLC<br>113 Cherry St<br>PMB 45562<br>Seattle, WA 98104-2205<br>\n</p>\n<p>Alternatively, you may email us with your complaint of claimed infringement at:&nbsp;dmca@carbonmade.com.</p>\n<p>You must provide the following information in your written complaint to us in order for it to be valid under the DMCA:</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<br>\n<br>\n</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.<br>\n<br>\n</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.<br>\n<br>\n</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.<br>\n<br>\n</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.<br>\n<br>\n</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>\n<br>Elements 1-6 above are taken directly from 17 U.S.C.\n512(c)(3).\nPlease consult the DMCA for additional details on the information necessary for valid notification.</p>\n<p>Please note that misrepresentations and false accusations of copyright infringement may subject you to damages including, but not limited to, fees incurred in blocking material, court costs, and attorneys' fees.</p>\n<p>Counter-notification response to Claims of Copyright Infringement</p>\n<p>You may file a counter-notification with our designated agent.\nAll such responses must be submitted to the address listed above in this section and must contain the following:<br>\n<br>1.&nbsp;A physical or electronic signature of the subscriber.<br>\n<br>2.&nbsp;Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.<br>\n<br>3.&nbsp;A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.<br>\n<br>4.\nThe subscriber's name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber's address is outside of the United States, for any judicial district in which the service provider may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</p>\n<p>Elements 1-4 above are taken directly from 17 U.S.C.\n512(g)(3).\nPlease consult the DMCA for additional details on the information necessary for valid notification.</p>\n<p>Please note that Misrepresentations and false responses to claims of copyright infringement may subject you to damages including, but not limited to, fees incurred in blocking material, court costs, and attorneys’ fees.</p>\n<p>As provided by the DMCA, after receipt of a valid counter-notification, we may restore or re-enable access to removed material.</p>\n<p>Other Violations<br>Please contact us at any of the above addresses to report any other actual or potential violation of the Terms.</p>\n<p>INDEMNITY</p>\n<p>\n<br>You hereby agree to indemnify, defend and hold harmless Carbonmade and all officers, directors, owners, agents, information providers, affiliates, licensors, licensees, successors and assigns (collectively, the \"Indemnified Parties\") from and against any and all liability and costs, including, without limitation, reasonable attorneys' fees, incurred by the Indemnified Parties in connection with any claim arising out of any breach by you of these Terms and Conditions or the foregoing representations, warranties and covenants.\nYou also agree to indemnify and hold the Indemnified Parties harmless from any loss, damage, liability or expense you incur or sustain arising out of your use of Carbonmade’s website and services except for liability for any acts or omissions of Carbonmade which involve willful or intentional misconduct, fraud or knowing violation of law.\nYou shall cooperate as fully as reasonably required in the defense of any such claim.\nCarbonmade reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.</p>\n<p>Abuse Complaints</p>\n<p>\n<br>If you wish to report any violation of these Terms and Conditions by others, you may do so by contacting us at&nbsp;hello@carbonmade.com, outlining the abuse and or complaint.</p>\n<p>DISCLOSURE AND OTHER COMMUNICATION</p>\n<p>\n<br>We reserve the right to send electronic mail to you, for the purpose of informing you of changes or additions to Carbonmade’s website and services, or of any Carbonmade related products and services.\nWe reserve the right to disclose information about your usage of Carbonmade’s website and services and demographics in forms that do not reveal your personal identity.</p>\n<p>ADDITIONAL PROVISIONS AND TERMS</p>\n<p>\n<br>These Terms and Conditions represent the entire agreement between you and Carbonmade regarding the use of our website and services and supersedes any other agreement or understanding on the subject matter.\nThese Terms and Conditions, your rights and obligations, and all actions contemplated by these Terms and Conditions shall be governed by the laws of the State of New, United States of America.\nAs a condition of using Carbonmade’s website and services, each user agrees that any and all disputes and causes of action arising out of or connected with Carbonmade’s website and services, shall be resolved through arbitration, with such arbitration to be held in Chicago, Illinois, United States of America.</p>\n<p>If any provision of these Terms and Conditions is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that these Terms and Conditions shall otherwise remain in full force and effect and be enforceable.\nthese Terms and Conditions are not assignable, transferable or sublicensable without the prior written consent of Carbonmade.\nCarbonmade may assign these Terms and Conditions in whole or in part.</p>\n<p>Nothing contained herein will be construed to constitute any party as a partner, employee or agent of the other party, nor will any party hold itself out as such.\nNo party has any right or authority to incur any warranty, liability or obligation of any kind (express or implied) on behalf of the other party.\nNo agency, partnership, joint venture, or employment is created as a result of these Terms and Conditions.</p>\n<p>These Terms and Conditions and other policies instituted by Carbonmade will be governed by and construed in accordance with the laws of Illinois, without effect to conflict of laws provisions.\nAny claims or legal proceeding arising out of or related to our website and services will be brought solely in the state and federal courts located in Chicago, Illinois, and you hereby consent to the jurisdiction of such courts.\nAdditionally, except where prohibited by law, as a condition of using Carbonmade’s website and services, you agree that any and all disputes and causes of action arising out of or connected to our website and services shall be resolved individually, without resort to any form of class action.\nYou also agree that regardless of any statute or law to the contrary, any claim or cause of action arising from or related to the use of Carbonmade.com must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\n<p>Our failure to exercise or enforce any right or provision of these Terms and Conditions or other policies shall not constitute a waiver of the right or provision.\nPerformance by any party of any obligation hereunder shall be excused if and for so long as such breach or failure to perform is caused by a force majeure event, and prompt notice thereof has been given to the other party.\nIf any party fails to perform any duty or obligation hereunder as a result of a force majeure event, such party shall be required to fulfill its obligations hereunder within a reasonable time after the force majeure event ceases to exist.</p>\n<p>If any provision of these Terms and Conditions or other policies is found by a court of competent jurisdiction to be invalid, then you agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and that the other provisions of these Terms and Conditions and other policies remain in full force and effect.</p>\n<p>Updated by Element6, LLC on May 16, 2018</p> ", "created_at": "2023-01-18 04:09:13.984833", "updated_at": "2023-01-18 04:10:46.368439"}], "points": [], "urls": ["carbonmade.com", "carbonmade.app"]}}