{"error": 448, "message": "OK", "parameters": {"id": 8970, "name": "WSIPC ", "created_at": "2023-07-09 16:24:23.741639", "updated_at": "2023-07-09 22:02:40.756567", "wikipedia": null, "keywords": null, "related": null, "slug": "wsipc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8970.png", "url": "wsipc.org", "documents": [{"id": 17552, "name": "Privacy Policy", "url": "https://www.wsipc.org/privacy-policy", "xpath": "//body", "text": " Desktop Menu <ul>\n<li> Services </li>\n<li> Purchasing </li>\n<li> WASWUG </li>\n<li> Newsroom </li>\n<li> About </li>\n<li> Careers </li>\n<li> Contact </li>\n</ul> Member Portal Search our Site Privacy Policy <p>\n<strong>WSIPC</strong>&nbsp;operates the <strong>wsipc.org</strong>\n<strong> website</strong>, which provides the <strong>SERVICE</strong>.</p>\n<p>This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of personal information for anyone deciding to use our Service.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation with this policy.\nThe personal information we collect is used for providing and improving the Service.\nWe will not use or share your information with anyone except as described in this Privacy Policy.<br>\n</p> Information Collection and Use <p>For a better experience while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to your name, phone number, and email address.\nThe information we collect may be used to contact or identify you.</p> Log Data <p>Whenever you visit our Service, we collect information that your browser sends to us, called Log Data.\nLog Data may include information such as your computer’s Internet Protocol (“IP”) address, browser version, pages of our Service that you visit, the time and date of your visit, the time spent on those pages, and other analytics.</p> Cookies <p>Cookies are files with small amounts of data commonly used as an anonymous unique identifier.\nThese are sent to your browser from the website that you visit and are stored on your computer’s hard drive.</p>\n<p>Our website uses these “cookies” to collect information and to improve our Service.\nYou have the option to either accept or refuse these cookies, and to know when a cookie is being sent to your computer.\nIf you choose to refuse our cookies, you may not be able to use some portions of our Service.</p> Service Providers <p>We may employ third-party companies and individuals due to the following reasons:</p>\n<ul>\n<li>To facilitate our Service</li>\n<li>To provide the Service on our behalf</li>\n<li>To perform Service-related services</li>\n<li>To assist us in analyzing how our Service is used</li>\n</ul>\n<p>We want to inform our Service users that these third parties have access to your Personal Information.\nThe reason is to perform the tasks assigned to them on our behalf.\nHowever, they are obligated not to disclose or use the information for any other purpose.</p> Security <p>We value your trust in providing us your personal information, therefore we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.</p> Links to Other Sites <p>Our Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over, and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p> Children’s Privacy <p>Our Services do not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from children under 13.\nIn the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so we can take necessary actions.</p> Changes to This Privacy Policy <p>We may update our Privacy Policy from time to time.\nTherefore, we advise you to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.</p> Contact Us <p>If you have any questions or suggestions about our Privacy Policy, please contact us at info@wsipc.org or 425.349.6600.</p> Need help? Email Us Call Us Public Requests Services Software Support State Reports Tech Services Partnerships WASWUG Purchasing Program About Governance Careers <i>\n</i>Twitter <i>\n</i>Facebook <i>\n</i>Instagram <i>\n</i>Flickr <i>\n</i>Pinterest <i>\n</i>LinkedIn <i>\n</i>YouTube <i>\n</i>iTunes <i>\n</i>Google Play <p>\n<strong>Contact</strong>\n</p>\n<p>2121 W.\nCasino Road<br>​Everett, WA 98204-1472<br>\n<br>Support: 855.270.0823<br>Direct: 425.349.6600<br>Fax: 425.349.6601<br>Email: info@wsipc.org<br>\n</p> WSIPC Cooperative Difference 100% satisfaction guaranteed We work for our members, not for profit.\n<p>© WSIPC 2023&nbsp.\n|&nbsp.\nPrivacy Policy&nbsp;&nbsp;| &nbsp;Fair Use&nbsp.\n|&nbsp.\nContact Us</p> Close Menu Panel Site Navigation <ul>\n<li> Services </li>\n<li> Purchasing </li>\n<li> WASWUG </li>\n<li> Newsroom </li>\n<li> About </li>\n<li> Careers </li>\n<li> Contact </li>\n</ul> ", "created_at": "2023-07-09 16:24:23.802018", "updated_at": "2023-07-09 16:24:41.075135"}, {"id": 17551, "name": "Disclaimer & Fair Use Statement", "url": "https://www.wsipc.org/disclaimer-and-fair-use-statement", "xpath": "//body", "text": " Desktop Menu <ul>\n<li> Services </li>\n<li> Purchasing </li>\n<li> WASWUG </li>\n<li> Newsroom </li>\n<li> About </li>\n<li> Careers </li>\n<li> Contact </li>\n</ul> Member Portal Search our Site Disclaimer &amp.\nFair Use Statement <p>This page may contain copyrighted material the use of which has not always been specifically authorized by the copyright owner.\nThe material contained in this website is distributed without profit for research and educational purposes.\nOnly small portions of the original work are being used and those could not be used easily to duplicate the original work.\n</p>\n<p>We believe the use of materials on this site constitutes a ‘fair use’ of any such copyrighted material (referenced and provided for in section 107 of the US Copyright Law).\nFor more information go to: http://www.copyright.gov/fls/fl102.html.</p>\n<p>If you wish to use any copyrighted material from this site for purposes of your own that go beyond ‘fair use’, you must obtain expressed permission from the copyright owner</p>\n<p>\n</p> Disclaimer <p>The owner of this page, its administrators, or representatives will not be held personally responsible, nor liable for any damages, actual or consequential, for any posts by third parties which may violate any law.</p> Need help? Email Us Call Us Public Requests Services Software Support State Reports Tech Services Partnerships WASWUG Purchasing Program About Governance Careers <i>\n</i>Twitter <i>\n</i>Facebook <i>\n</i>Instagram <i>\n</i>Flickr <i>\n</i>Pinterest <i>\n</i>LinkedIn <i>\n</i>YouTube <i>\n</i>iTunes <i>\n</i>Google Play <p>\n<strong>Contact</strong>\n</p>\n<p>2121 W.\nCasino Road<br>​Everett, WA 98204-1472<br>\n<br>Support: 855.270.0823<br>Direct: 425.349.6600<br>Fax: 425.349.6601<br>Email: info@wsipc.org<br>\n</p> WSIPC Cooperative Difference 100% satisfaction guaranteed We work for our members, not for profit.\n<p>© WSIPC 2023&nbsp.\n|&nbsp.\nPrivacy Policy&nbsp;&nbsp;| &nbsp;Fair Use&nbsp.\n|&nbsp.\nContact Us</p> Close Menu Panel Site Navigation <ul>\n<li> Services </li>\n<li> Purchasing </li>\n<li> WASWUG </li>\n<li> Newsroom </li>\n<li> About </li>\n<li> Careers </li>\n<li> Contact </li>\n</ul> ", "created_at": "2023-07-09 16:24:23.772143", "updated_at": "2023-07-09 16:25:00.208574"}], "points": [], "urls": ["wsipc.org"]}}