{"error": 448, "message": "OK", "parameters": {"id": 9587, "name": "Procreate", "created_at": "2023-09-06 19:30:51.44718", "updated_at": "2023-09-16 22:02:40.176528", "wikipedia": "https://en.wikipedia.org/wiki/Procreate_(software)", "keywords": null, "related": null, "slug": "procreate", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/9587.png", "url": "procreate.com,procreate.art", "documents": [{"id": 19028, "name": "Terms & Conditions", "url": "https://procreate.com/terms-conditions", "xpath": "/html/body/div[1]/div/div/div[3]/main", "text": "Terms &amp.\nConditions <p> The following document outlines the Procreate website Terms of Use.\nBefore using this website, you must read, understand and agree to these terms.\nPlease read the document carefully, and also review our Privacy Policy.\n</p> Site Use <p> By accessing the site, viewing any content or using any services available on the site (as each is defined below) you are agreeing to be bound by these terms.\nThe terms govern our relationship with you in relation to the site.\nIf you disagree with any part of the terms, please do not access the&nbsp;site.\n</p> Terminology <p> The web pages available at https://procreate.com and linked pages (\"Site\"), are owned and operated by Savage Software Group Pty.\nLtd.\n(\"we\" or \"us\" or \"Savage\"), an Australian private&nbsp;company.\n</p>\n<p>The site is accessed by you (\"you\" or the \"Member\") under the Terms of Use described below&nbsp;(\"Terms\").</p> Agreement <p> For good and valuable consideration, the receipt and sufficiency of which each party acknowledges, the parties hereby agree as&nbsp;follows: </p> 1.\nMembership <p> You do not have to be a member of the Site to enjoy some of the features of the Site.\nIn particular, the Site users who are not members may view some of the content on the Site as long as they comply with our standards of conduct.\nHowever, only members can create and interact with content on the Site.\nMembers may also receive additional benefits on occasion, subject to our standards of conduct and these Terms.\nOur provision of the above benefits to you, including the services we provide on the Site, are collectively the “Services”.\nSavage may use third parties to provide some or all of the Services.\nThe Services may be provided using servers and other equipment located in any country including Australia, the United States of America, and&nbsp;elsewhere.\n</p> 2.\nArtwork <p> Uploading your artwork to Procreate Portfolio does not constitute any transfer of ownership.\nAny artwork uploaded to Procreate Portfolio remains the property of the respective&nbsp;owners.\n</p>\n<p>By agreeing to this, you grant us permission&nbsp;to:</p>\n<ol>\n<li>\n<p> Feature your artwork in the Featured tab of&nbsp;https://folio.procreate.com</p>\n</li>\n<li>\n<p> Display your artwork in the Recent and/or Popular tabs of&nbsp;https://folio.procreate.com</p>\n</li>\n<li>\n<p>Contact you if we'd like to share or use your artwork in any context not outlined in these Terms&nbsp;and&nbsp;Conditions.</p>\n</li>\n</ol>\n<p>Privacy is further detailed in sections 10 and 11.\nOwnership is further detailed in section&nbsp;12.</p> 3.\nContent Guidelines <p> Any content uploaded or generated by a site user which violates any part of these Terms and Conditions is subject to deletion at our exclusive and absolute discretion.\nWe may also exercise our right to modify content to remove offending text or imagery, or temporarily hide content from the site pending further&nbsp;action.\n</p>\n<p> Violation of the following restrictions may lead to the banning of accounts or specific IP addresses, and/or proof of illegal activity being passed onto relevant&nbsp;authorities.\n</p> Portfolio and Showcase restrictions <p>The following are not permitted on your Procreate Portfolio, or the Procreate Portfolio&nbsp;Showcase:</p>\n<ol>\n<li>\n<p>Promotional or marketing images.</p>\n</li>\n<li>\n<p>Photography, unless:</p>\n<ol>\n<li>\n<p>The image depicts a traditional artwork;&nbsp;or</p>\n</li>\n<li>\n<p>The image depicts a printed or other physical representation of a digital artwork;&nbsp;or</p>\n</li>\n<li>\n<p>The image is a digital composite artwork incorporating photographic&nbsp;elements.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Screenshots, unless depicting an artwork-in-progress.</p>\n</li>\n<li>\n<p> Profile or cover images which could be considered Mature or Inappropriate (as outlined in 'Site-wide restrictions' below and in&nbsp;section&nbsp;4).\n</p>\n</li>\n</ol> Discussion restrictions <p>The following are not permitted on the Procreate Discussion&nbsp;Boards:</p>\n<ol>\n<li>\n<p> Content which could be classified as Mature or Inappropriate (as outlined in 'Site-wide restrictions' below and in section&nbsp;4).\n</p>\n</li>\n<li>\n<p>Dedicated artwork shares, unless the artwork&nbsp;is:</p>\n<ol>\n<li>\n<p>Featured and/or referenced as part of a tutorial or&nbsp;guide,</p>\n</li>\n<li>\n<p>An example in a request for advice on artistic technique;&nbsp;or</p>\n</li>\n<li>\n<p>Screenshots or examples that are required for assistance or&nbsp;support.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Paid promotional content is permitted on the Marketplace board&nbsp;only.</p>\n</li>\n<li>\n<p>Free promotional content is permitted on the Resources board&nbsp;only.</p>\n</li>\n</ol> Site-wide restrictions <p>You must not post, promote, or endorse any content which could be construed&nbsp;as:</p>\n<ol>\n<li>\n<p>Hateful,</p>\n</li>\n<li>\n<p>Defamatory,</p>\n</li>\n<li>\n<p>Threatening,</p>\n</li>\n<li>\n<p>Abusive,</p>\n</li>\n<li>\n<p>Harassing,</p>\n</li>\n<li>\n<p>Harmful,</p>\n</li>\n<li>\n<p>Invasive of anyone's privacy,</p>\n</li>\n<li>\n<p>Extreme or gratuitous sexualization;&nbsp;or</p>\n</li>\n<li>\n<p>Extreme or gratuitous violence.</p>\n</li>\n</ol>\n<p>Any content violating the above restrictions may be deemed inappropriate and removed without&nbsp;warning.</p> 4.\nMature Content <p> We classify Mature Content as artwork which may be confronting for other users of the site, but doesn't violate the Content Guidelines outlined in&nbsp;section&nbsp;3.\n</p>\n<p>Artwork containing Mature Content can be uploaded to Procreate Portfolio profiles, providing it is marked as Mature&nbsp;Content.</p>\n<p> We reserve the right to mark any artwork as Mature Content, and to remove artwork or ban users which violate these guidelines at our exclusive and absolute&nbsp;discretion.\n</p>\n<p> If an artwork is marked as Mature, it will only be visible to users who are signed in, and have \"Show Mature Content\" enabled in their Account&nbsp;Settings.\n</p>\n<p>Images which could be considered Mature Content are not permitted on any Discussion&nbsp;Board.</p> 5.\nEligibility <p>By registering as a member you represent and warrant to us&nbsp;that:</p>\n<ol>\n<li>\n<p>you are an individual who can form a legally binding contract at law;&nbsp;and</p>\n</li>\n<li>\n<p>you are at least 13 years&nbsp;old</p>\n</li>\n</ol> 6.\nMinors <p> Minors over the age of 13 can register for and use the Site, but are restricted from viewing any content marked as Mature according to&nbsp;section&nbsp;4.\n</p> 7.\nAccount, Username and Password <ol>\n<li>\n<p> You must select a unique username for your account.\nYou must not use a username that is, at our sole discretion, vulgar,&nbsp;offensive, defamatory, obscene, hateful or otherwise unlawful or objectionable.\nWe may modify or void user names as we see&nbsp;fit.\n</p>\n</li>\n<li>\n<p>You must keep your password secure and&nbsp;confidential.</p>\n</li>\n<li>\n<p> You are solely responsible and liable for all activity conducted through your account.\nIf you become aware of or reasonably suspect any security breach, including any loss, theft or unauthorised disclosure or use of your password, you must immediately report the actual or suspected security breach to us by contacting&nbsp;us.\n</p>\n</li>\n<li>\n<p> All information you provide to us must be true, complete and current, and you must update this information as necessary to keep it true, complete and&nbsp;current.\n</p>\n</li>\n</ol> 8.\nAccess and Use of Services <p> You may only access the Services through the interface provided on the Site.\nAlso, you may only use the Services for your own purposes, and you must not resell, transfer or otherwise provide any of the Services to any third&nbsp;party.\n</p> 9.\nRules <p>Whenever you access, use, or otherwise deal with the Services, you must comply with&nbsp;all:</p>\n<ol>\n<li>\n<p>applicable laws;</p>\n</li>\n<li>\n<p> acceptable-use policies and other policies implemented by Savage with respect to the Site or the Services from time-to-time, as posted on the Site;&nbsp;and </p>\n</li>\n<li>\n<p>other rules and policies or procedures that Savage communicates to you from&nbsp;time-to-time.</p>\n</li>\n</ol> 10.\nPrivacy <p> Your privacy is of utmost importance to us.\nWhen you provide personal information to us, we do not sell or monetise your personal data.\nThe only data we'll make publicly available is that which you've chosen to make publicly available, such as your Display Name and&nbsp;Username.\n</p>\n<p> Without limiting anything in this Agreement, you must comply with all applicable privacy laws and must not collect, use, retain or disclose any third party's personal information without their consent unless otherwise permitted by law to do&nbsp;so.\n</p> 11.\nYour Privacy and Communications Consent <p> We will collect personal information about you including your name, contact information, personal preferences and other information.\nYou acknowledge that we may use your personal information for the following&nbsp;purposes: </p>\n<ol>\n<li>\n<p> to allow us to communicate with you, manage your account with us, monitor your compliance with this Agreement, and manage any services we provide to you or other Site&nbsp;users, </p>\n</li>\n<li>\n<p>to customise any content that is presented to you on the&nbsp;Site,</p>\n</li>\n<li>\n<p>to verify your personal information,&nbsp;and</p>\n</li>\n<li>\n<p> as described in our Privacy Policy, which is currently available at https://procreate.com/privacy-policy</p>\n</li>\n</ol>\n<p> We may use aggregate, non-identifiable information about the Site members for promotional and advertising purposes.\nWe will not sell your personal information to third parties.\nIf we suspect you of fraudulent or other prohibited activities, we may disclose your personal information to the police or other authorities.\nWe will not otherwise disclose your personal information except as permitted or required by law or our Privacy Policy, or with your express written&nbsp;permission.\n</p>\n<p> You have a right to access your personal information, subject to exceptions allowed by law.\nIf you would like to do so, please let us know.\nYou may be required to put your request in writing for security reasons.\nSavage reserves the right to charge a fee for searching for, and providing access to, your information on a per request&nbsp;basis.\n</p>\n<p> When you register for the Site, a profile page is automatically created for you, and some of your personal information may be made available to the general public.\nFor your protection, please do not share sensitive information on the Site or through the&nbsp;Services.\n</p>\n<p> YOU HEREBY CONSENT TO US COLLECTING, USING AND DISCLOSING YOUR PERSONAL INFORMATION, AND SENDING COMMERCIAL ELECTRONIC MESSAGES TO YOU, IN THE MANNER DESCRIBED&nbsp;ABOVE.\n</p> 12.\nOwnership <p> As between you and Savage, you will retain ownership of all original text, images, videos, messages, comments, ratings, and other original content you provide on or through the Site (collectively, “Your Content”), and all intellectual property rights in Your&nbsp;Content.\n</p>\n<p>As between you and Savage, Savage or third parties solely own the following (the “Savage&nbsp;Property”):</p>\n<ol>\n<li>\n<p> all other content on the Site or provided through the Services, including all text.\nphotos, videos, templates, and other content provided by Savage (collectively, the “Savage Content”) and all intellectual property rights in the Savage Content;&nbsp;and </p>\n</li>\n<li>\n<p>all tools, hardware and software used to provide the Services (collectively, the “Savage&nbsp;Tools”);</p>\n</li>\n<li>\n<p>the graphical design of the Site, the Site user interface and the look and feel of the Site and the Site user interface;&nbsp;and</p>\n</li>\n<li>\n<p>the names, logos and trade-marks of Savage and on the Site (including third parties’ marks) and&nbsp;Savage.</p>\n</li>\n</ol>\n<p> You must not copy, modify, distribute, use, exploit or make derivative works from any of the Savage Property except as explicitly permitted by&nbsp;Savage.\n</p> 13.\nLicence regarding Your&nbsp;Content <p> Your Content may be shared with third parties, for example, on social media sites to promote your content on the Site.\nAccordingly, you hereby grant royalty-free, perpetual, world-wide, licences (the “Licences”) to Savage and our service providers to copy, reformat and distribute Your Content in connection with providing the Services.\nand to Savage and our service providers, members, users and licensees to use, communicate, share, and display Your Content (in whole or in part) subject to our policies, as those policies are amended from&nbsp;time-to-time.\n</p> 14.\nMoral Rights <p> Savage and our service providers, members, users and licensees may use, copy, display and transmit your user name in connection with any or all of Your Content if Savage or the service providers, members, users or licensees wish to&nbsp;do&nbsp;so.\n</p> 15.\nRepresentations regarding Your Content <p>You represent and warrant to Savage&nbsp;that:</p>\n<ol>\n<li>\n<p>you own Your Content;</p>\n</li>\n<li>\n<p>you have the right to grant the Licences.\nand</p>\n</li>\n<li>\n<p> the use, communication, sharing, display, copying, reformatting and distribution of Your Content as permitted by the Licences will not infringe or violate the rights of any third&nbsp;party.\n</p>\n</li>\n</ol> 16.\nContent Disclaimer <p> Savage does not endorse any of the content on the Site.\nSavage will not be responsible or liable for content that is generated by the Site&nbsp;users.\n</p> 17.\nMonitoring and Disclosure <p> Savage cannot monitor everything on the Site and does not normally monitor your use of the Services.\nhowever, Savage and our representatives may do so.\nWe reserve the right to delete, edit, or reclassify content that we determine, in our sole discretion, is objectionable for any reason.\nWe will not have any liability for any failure to remove, or delay in removing, any content.\nWe may disclose any information that is necessary to satisfy any law, regulation or lawful request or as necessary to operate the Services or to protect the rights or property of itself or others that are directly related to providing the Services.\nIf you notice any inappropriate Content on the Site, please contact us.\nContent deemed by Savage or by the creator to be inappropriate for minors will be marked as Mature.\nWe may change the classification of Mature content at any time, at our sole&nbsp;discretion.\n</p> 18.\nOther rules regarding Your&nbsp;Content <p> You are responsible for keeping back-up copies of all of Your Content.\nSavage will not be liable for any loss or damage to any of Your Content.\nSavage may impose limits on the quantity and size of Your Content stored on our servers, and the duration Your Content is stored on our servers, and may charge you fees for exceeding those&nbsp;limits.\n</p> 19.\nUse of the Services <p>You must not:</p>\n<ol>\n<li>\n<p> reverse engineer, de-compile, hack, disable, disrupt, interfere with, disassemble, copy, decrypt, reassemble, supplement, translate, adapt or enhance any of the Savage Property or the&nbsp;Services.\n</p>\n</li>\n<li>\n<p> create a link, name or label, or otherwise upload to or transmit from the Site or the Services any content, link or anything else that (if reproduced, published, transmitted or used)&nbsp;may: </p>\n<ol>\n<li>\n<p> be defamatory, threatening, abusive, harassing, hateful, obscene, pornographic, harmful or invasive of anyone’s privacy, or excessively&nbsp;violent, </p>\n</li>\n<li>\n<p>violate any law including intellectual property, privacy or other&nbsp;laws;</p>\n</li>\n<li>\n<p>impersonate any&nbsp;person;</p>\n</li>\n<li>\n<p>give rise to civil or other liability;&nbsp;or</p>\n</li>\n<li>\n<p>relate to illegal drugs, weapons, gambling or other illegal&nbsp;activities;</p>\n</li>\n</ol>\n</li>\n<li>\n<p> upload to or transmit from the Site or the Services any data, file, software or link that contains or redirects to a virus, Trojan horse, worm or other harmful&nbsp;component.\n</p>\n</li>\n<li>\n<p>use the Site or the Services to do or attempt to do any of the following without Savage’s prior written&nbsp;permission:</p>\n<ol>\n<li>\n<p>send spam or other bulk&nbsp;messages;</p>\n</li>\n<li>\n<p>gain unauthorised access to any data, network or&nbsp;system;</p>\n</li>\n<li>\n<p>conduct or promote any commercial&nbsp;activity;</p>\n</li>\n<li>\n<p>gamble;</p>\n</li>\n<li>\n<p>monitor data or traffic on any network or&nbsp;system;</p>\n</li>\n<li>\n<p>obtain an email address, user name or other information about a third party without their&nbsp;consent;</p>\n</li>\n<li>\n<p>use any misleading, false or deceptive TCP/IP header information in any email or posting;&nbsp;or</p>\n</li>\n<li>\n<p> conduct or instigate any denial of service attack against Savage’s website or network, or any third party’s website or network;&lt;/span&gt.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>improperly make complaints or false reports on the&nbsp;Site;</p>\n</li>\n<li>\n<p>artificially inflate or alter ratings, views or statistics on the&nbsp;Site</p>\n</li>\n<li>\n<p>falsify any data or information available on the&nbsp;Site;</p>\n</li>\n<li>\n<p>delete or modify any copyright or other intellectual property notices on the&nbsp;Site;</p>\n</li>\n<li>\n<p>sell or transfer your account, or allow any third party to access or use&nbsp;it;</p>\n</li>\n<li>\n<p> avoid, circumvent, or disable any access control technology, security device, procedure, protocol, or technological protection mechanism that may be included or established in or as part of any of the Site or the Services or any hardware / software used to provide the Site or the Services, or third party hardware / software or&nbsp;services.\n</p>\n</li>\n<li>\n<p>interfere with the Services or any third party’s use of the Site or the&nbsp;Services;</p>\n</li>\n<li>\n<p> resell any of Savage’s services or allow any third party to use or access the Site or the Services without Savage’s prior written consent;&nbsp;or </p>\n</li>\n<li>\n<p>authorise or encourage any third party to do any of the&nbsp;above.</p>\n</li>\n</ol> 20.\nRemedies <p> In addition to any other available remedies, upon breach of any of your obligations under this Agreement Savage may suspend or terminate the Services and your&nbsp;account.\n</p> 21.\nTerms of Other Services <p> If you use any other service or software provided by or through Savage or the Services, you must comply with all terms and conditions that are imposed upon your use of that service or&nbsp;software.\n</p> 22.\nMember Responsibilities <p> You are solely responsible for obtaining all computer equipment and connections required to access and use the Services.\nSavage will not be responsible for the workings or failures of your computer equipment, network, software or Internet&nbsp;access.\n</p> 23.\nInterruptions/Errors <p> Your use of the Site and the Services might be interrupted and will not be free of errors.\nSome of the content on the Site might be translated, and those translations may not be accurate or appropriate.\nThe Services may be unavailable from time-to-time due to routine maintenance, upgrades, hardware/software malfunctions, repairs, power outages, hackers, denial of service attacks and unforeseeably large service&nbsp;demands.\n</p> 24.\nModifications <p> From time to time, Savage may add new features to the Site and the Services, remove existing features from the Site and the Services, or otherwise modify the Site and the Services (including their functionality, “look-and-feel”, universal resource locators and software&nbsp;components).\n</p> 25.\nInactive and Abandoned Accounts <p> If you do not log into your account for any period of at least 365 consecutive calendar days, your account may be deemed “Inactive”.\nWe may, in our sole discretion, suspend or terminate your account and membership if it becomes&nbsp;inactive.\n</p> 26.\nTermination <p> Without prejudice to any of our rights at law or equity, Savage may terminate your access to the Site and the Services with no prior notice if you fail to comply with any obligation in this Agreement, or if any of your representations or warranties is or becomes untrue.\nSavage may also terminate or suspend any or all of the Services at any time without prior&nbsp;notice.\n</p> 27.\nTermination by you <p> You may terminate your account at any time.\nTermination of your account is your only remedy with respect to any dispute with the Site, including disputes relating&nbsp;to </p>\n<ol>\n<li>\n<p>this agreement or our enforcement of it;&nbsp;and</p>\n</li>\n<li>\n<p>the Site, the Savage Content, the Savage Tools or the&nbsp;Services.</p>\n</li>\n</ol> 28.\nEffect of Termination <p>Upon termination of your account or this&nbsp;agreement:</p>\n<ol>\n<li>\n<p>you will immediately cease all use of the Site, the Savage Content, the Savage Tools and the&nbsp;Services;</p>\n</li>\n<li>\n<p>you will have no further access to your account or anything associated with&nbsp;it;</p>\n</li>\n<li>\n<p> Savage may (but is not required to) delete some or all of Your Content from the Site and from your account within 60 days after&nbsp;termination.\n</p>\n</li>\n<li>\n<p>the Licence will continue in full force and effect for all of Your Content, including content the Site deletes;&nbsp;and</p>\n</li>\n<li>\n<p>sections 6, 11 - 17, 28, 32 - 35, 37 and 38 will survive&nbsp;termination.</p>\n</li>\n</ol> 29.\nContests <p> We may provide contests on the Site.\nIf we do, they will be governed by rules we impose upon contestants.\nIf you participate in a contest, you must comply with the rules of that contest.\nIf there is a conflict between this agreement and the rules of a contest, the rules of the contest will govern with respect to that&nbsp;contest.\n</p> 30.\nLinks from the&nbsp;Site <p> The sites that are linked from the Site are not under our control, and we do not assume any responsibility or liability for any communications or materials available at those linked sites, or personal information collected about you from those sites.\nYou may be charged fees to access or use the linked sites.\nthese fees are not covered by any fees you pay to Savage.\nAll links are provided for your convenience only.\nthey are not an endorsement or referral&nbsp;by&nbsp;us.\n</p> 31.\nLinks to the&nbsp;Site <p> You must not link to the Site or any content on the Site except as explicitly permitted by this section or our policies.\nYour permission to link to the Site is expressly conditioned upon your compliance with the following&nbsp;restrictions: </p>\n<ol>\n<li>\n<p>the link must comply with the Site’s other policies regarding&nbsp;content;</p>\n</li>\n<li>\n<p> the link and surrounding materials must not deliver any of the Site's content in a framed environment, or alter the layout, content, look, or feel of the Site's&nbsp;content.\n</p>\n</li>\n<li>\n<p> the link and surrounding materials must not imply affiliation or falsely represent any relationship between the linking site and the Site;&nbsp;and </p>\n</li>\n<li>\n<p> the link and surrounding materials must not portray the Site or its services in a false, misleading, derogatory, defamatory or otherwise offensive&nbsp;manner.\n</p>\n</li>\n</ol> 32.\nDisclaimer <p> THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS AND THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE”.\nSAVAGE DISCLAIMS ALL TERMS, CONDITIONS, GUARANTEES, REPRESENTATIONS AND WARRANTIES (EXPRESS, IMPLIED, STATUTORY AND OTHERWISE), IN RESPECT OF THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS AND THE SERVICES, INCLUDING THOSE OF MERCHANTABILITY, NON-INFRINGEMENT, TITLE, QUALITY AND FITNESS FOR A PARTICULAR&nbsp;PURPOSE.\n</p> 33.\nLimitation of Liability <p> YOU USE THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS AND THE SERVICES AT YOUR OWN RISK.\nSAVAGE WILL NOT BE LIABLE FOR ANY LOSS IN CONNECTION TO THE USE OF, OR INABILITY TO USE, THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS AND THE SERVICES, INCLUDING ANY LOSS TO YOUR CONTENT.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, AND WITHOUT LIMITING THE PREVIOUS SENTENCE, SAVAGE WILL NOT BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES WHATSOEVER IN CONNECTION WITH THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS OR THE&nbsp;SERVICES.\n</p> 34.\nMaximum Liability <p> IF, DESPITE THE ABOVE LIMITATIONS, SAVAGE BECOMES LIABLE TO YOU IN RESPECT OF THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS OR THE SERVICES, OR A COMBINATION OF THE FOREGOING, THAT LIABILITY WILL BE LIMITED TO&nbsp;AUD$500.\n</p> 35.\nIndemnity.\n<p> YOU WILL INDEMNIFY SAVAGE AND ITS AFFILIATES, OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, REPRESENTATIVES, LICENSORS AND LICENSEES (COLLECTIVELY, THE “INDEMNITEES”) AND HOLD THE INDEMNITIES HARMLESS FROM AND AGAINST ALL DAMAGES, INJURIES, LIABILITIES, COSTS, EXPENSES AND LEGAL FEES THAT ANY OF THEM MAY INCUR IN CONNECTION&nbsp;WITH: </p>\n<ol>\n<li>\n<p> YOUR CONTENT, INCLUDING CLAIMS THAT YOUR CONTENT OR THE EXPLOITATION OF IT AS PERMITTED BY THIS AGREEMENT INFRINGES OR VIOLATES THE RIGHTS OF ANY THIRD&nbsp;PARTY.\n</p>\n</li>\n<li>\n<p>YOUR USE OF THE SITE, THE SAVAGE CONTENT, THE SAVAGE TOOLS OR THE SERVICES;&nbsp;OR</p>\n</li>\n<li>\n<p>THE UNTRUTHFULNESS OR INACCURACY OF ANY OF YOUR REPRESENTATIONS OR WARRANTIES TO US;&nbsp;OR</p>\n</li>\n<li>\n<p>YOUR BREACH OF ANY OBLIGATION, REPRESENTATION OR WARRANTY IN THIS&nbsp;AGREEMENT.</p>\n</li>\n</ol> 36.\nModifications to this&nbsp;Agreement <p> From time to time in our sole discretion Savage may modify the terms of this Agreement by posting the modifications on the Site.\nYou will be bound by the modified terms after the modified terms have been emailed to you or have been posted on the Site for&nbsp;30&nbsp;days.\n</p> 37.\nGoverning law <p> Savage operates from Hobart, Tasmania, Australia, and makes no representation that the Site is appropriate or available for use in any particular jurisdiction.\nThis Agreement will be governed by the laws in effect in Tasmania, Australia.\nYou attorn to the exclusive jurisdiction of the Tasmanian courts.\nhowever, you or Savage may apply to a court of competent jurisdiction for interim protection or equitable relief such as an&nbsp;injunction.\n</p> 38.\nDisputes with other&nbsp;users <p> You are solely responsible for resolving any disputes you may have with other Site users.\nSavage may, but is not obligated to, assist you with this.\nSavage will have no liability whatsoever to you in connection with any such dispute, regardless of whether or not Savage assists you with that&nbsp;dispute.\n</p> 39.\nGeneral <p> No delay or failure to act by Savage regarding any default will impair any of our rights or remedies that are not expressly waived in writing.\nThis Agreement supersedes all prior agreements of the parties regarding the Site and the Services, and constitutes the whole agreement with respect to the Site and the Services.\nYou must not assign or sublicense this Agreement or any of your rights under this Agreement without our prior written consent, which may be withheld without cause.\nSavage may assign or sublicense this Agreement and any or all of our rights and obligations under it in our sole discretion.\nThis Agreement will ensure to the benefit of and be binding upon the parties and their lawful successors and permitted assigns.\nSavage will not be liable for any delay or damage caused as a result of any event beyond its reasonable control.\nany delay caused by any such event will not be deemed to be a breach of or failure to perform this&nbsp;Agreement.\n</p> Contacting us <p> If you have any questions about these Terms&nbsp;&amp;&nbsp;Conditions or would like further information, please contact us by email.\n</p>\n<p> Savage Interactive Pty.\nLtd.<br> 304 Elizabeth St, Hobart TAS 7000 Australia </p> Email Support", "created_at": "2023-09-06 19:30:51.479233", "updated_at": "2023-09-06 19:31:25.598325"}, {"id": 19029, "name": "Cookies Policy", "url": "https://procreate.com/cookies-policy", "xpath": "/html/body/div[1]/div/div/div[3]/main", "text": null, "created_at": "2023-09-06 19:32:12.786452", "updated_at": "2023-09-06 19:32:12.786452"}, {"id": 19030, "name": "Privacy Policy", "url": "https://procreate.com/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[3]/main", "text": "Privacy Policy <p> This following document sets forth the Privacy Policy for the Savage Software Group Pty Ltd (Savage) website procreate.com (the Site), and associated websites.\nFor Procreate and Procreate Pocket please refer to the App Privacy Policy.\n</p> Collection and use of your personal&nbsp;information <p> There are many aspects of the Site and the Applications which can be viewed and used without providing personal information.\nHowever, for access to certain Savage customer support features, you are required to submit personally identifiable information so that we can generate, verify and help you recover your unique user name and password.\nThis information may include but is not limited to your full name, date of birth and generalised geographical&nbsp;location.\n</p>\n<p>Savage will not:</p>\n<ol>\n<li>\n<p>use your personal information for advertising purposes, either directly or via a third party;&nbsp;or</p>\n</li>\n<li>\n<p> share, trade, offer, sell, or otherwise distribute your personal information to any third party except as directly specified in this Privacy&nbsp;Policy.\n</p>\n</li>\n</ol>\n<p> For each visitor to reach the Site, we also collect the following non-personally identifiable information, including but not limited to browser type, version and language, operating system, pages viewed while browsing the Site, page access times and referring website address.\nThis collected information is used internally solely for the purpose of gauging visitor traffic, trends and delivering personalized content to you while you are at&nbsp;this&nbsp;Site.\n</p>\n<p> From time to time, we may use customer information for new, unanticipated uses not previously disclosed in our privacy notice.\nIf our information practices change in this way at some time in the future, we will only use for these new purposes data collected from the time of the policy change forward.\nThis document will be updated accordingly, and all data usage will adhere to our updated&nbsp;practices.\n</p> Sharing of your personal&nbsp;information <p> We may occasionally hire other companies to provide services on our behalf, including but not limited to handling customer support enquiries, processing transactions, or customer freight shipping.\nThose companies will be permitted to obtain only the personal information they need to deliver the service.\nSavage takes reasonable steps to ensure that these organisations are bound by confidentiality and privacy obligations in relation to the protection of your personal&nbsp;information.\n</p> Accessing Your Personal&nbsp;Information <p> You have a right to access your personal information, subject to exceptions allowed by law.\nIf you would like to do so, please contact us.\nYou may be required to put your request in writing for security reasons.\nSavage reserves the right to charge a reasonable fee for searching for, and providing access to, your information on a per&nbsp;request&nbsp;basis.\n</p> Correcting your personal&nbsp;information <p> You have a right to seek the correction of inaccurate, out-of-date, incomplete, irrelevant or misleading personal information which we hold about you, subject to exceptions allowed by law.\nIf you would like to do so, please contact us and we will respond within a reasonable&nbsp;period.\n</p> Overseas disclosure <p> In the normal course of events, we would not have cause to disclose your personal information to an overseas recipient.\nIf the situation arises, however, you consent to the disclosure in the full knowledge that the recipient may be located in a jurisdiction which lacks privacy and data protection laws, or which lacks privacy and data protection laws as stringent as Australia’s, and that you may be left without any remedy or recourse in the event your personal information is mishandled in that country.\nWe would nevertheless take reasonable steps to secure a commitment from the overseas recipient to handle your personal information in a manner consistent with the Australian&nbsp;Privacy&nbsp;Principles.\n</p> Overseas hosting <p> Our data may be hosted on an overseas server.\nThis is regarded by the Office of the Australian Information Commissioner as an extended “use” by us of your personal information, not a “disclosure” to a separate overseas recipient.\nThis means that your personal information is in this context regarded as remaining under our effective control, and we remain responsible for ensuring that it is handled in accordance with the Australian Privacy Principles, even though the service provider will also be handling the information in accordance with its own privacy&nbsp;policy.\n</p> European residents <p> In some circumstances, we may be required to comply with foreign privacy laws when handling the personal information of individuals who are located permanently or temporarily overseas.\nWithout limiting the foregoing, we will comply with the requirements of the European Union’s General Data Protection Regulation (“GDPR”) if and to the extent that we are subject to the extra-territorial provisions of that&nbsp;Regulation.\n</p> Changes to this Privacy&nbsp;Policy <p> Savage reserves the right to make amendments to this Privacy Policy at any time.\nIf you have objections to the Privacy Policy, you should not access or use the Site or the&nbsp;Applications.\n</p> Contacting us <p> If you have any questions about our Privacy&nbsp;Policy or would like further information, please contact us by&nbsp;email.\n</p>\n<p> Savage Interactive Pty Ltd<br> 304 Elizabeth St, Hobart TAS 7000 Australia </p> Email Support", "created_at": "2023-09-06 19:32:43.133765", "updated_at": "2023-09-06 19:32:50.605174"}], "points": [{"id": 34892, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-06 23:52:46.472529", "updated_at": "2023-09-16 14:40:47.681337", "quoteText": null, "case_id": 121, "document_id": 19030, "quoteStart": null, "quoteEnd": null}], "urls": ["procreate.com", "procreate.art"]}}