{"error": 448, "message": "OK", "parameters": {"id": 9793, "name": "form1-p.com", "created_at": "2023-10-16 21:00:38.723551", "updated_at": "2023-10-16 22:02:41.579503", "wikipedia": null, "keywords": null, "related": null, "slug": "form1-p-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9793.png", "url": "form1-p.com", "documents": [{"id": 19503, "name": "Terms Of Service", "url": "https://form1-p.com/11/terms.html", "xpath": "//body", "text": " Terms Of Service <p>Links to the various sections in these Terms of Service are provided below for your convenience.</p>\n<ol>\n<li> Modification of These Terms of Service</li>\n<li> Privacy</li>\n<li> Your License to Access Content on Site</li>\n<li> Age Restriction</li>\n<li> Code of Conduct</li>\n<li> Use the Site and Services at Your Own Risk</li>\n<li> Modifications to the Services</li>\n<li> Termination of Your Access to the Services</li>\n<li> Disclaimers</li>\n<li> Limitation of Liability</li>\n<li> Indemnification</li>\n<li> Copyright and Trademark Protection</li>\n<li> Notice for Claims of Copyright Infringement</li>\n<li> Applicable Law</li>\n<li> Binding Arbitration and Class Action Waiver</li>\n<li> Severability of These Terms of Service</li>\n<li> Limitation of Actions Brought Against IAC</li>\n<li> Third Party Beneficiaries</li>\n<li> Section Titles</li>\n<li> Contact Information</li>\n</ol>\n<p>\n<strong>1.\nModification of These Terms of Service</strong>\n</p>\n<p>These Terms of Service may change from time to time, without any notice other than posting on the relevant page.\nYour continued use of the Site and Services following our posting of changes constitutes your acceptance of any such changes.\nPlease check this page from time to time for current Terms of Service.</p>\n<p>\n<strong>2.\nPrivacy</strong>\n</p>\n<p>For all questions about how we use the information we obtain through your use of the Site and Services, please visit our Privacy Policy.\nBy using the Site and Services, you agree to also be bound to the Privacy Policy.</p>\n<p>\n<strong>3.\nYour License to Access Content on Site</strong>\n</p>\n<p>All right, title and interest to the content displayed on the Site, including but not limited to the Site’s look and feel, data, information, text, graphics, images, sound or video materials, photographs, designs, trademarks, service marks, trade names, URLs and content provided by third parties, are the property of form1-p.com, or respective third parties, and are protected by copyright, trademark, patent or other proprietary rights and laws.\nAny such content may be used solely for your personal, non-commercial use.\nYou agree not to modify, reproduce, retransmit, distribute, disseminate, sell, publish, broadcast or circulate any such material without the written permission of form1-p.com or the appropriate affiliate.\nYou are not granted any other license or right (including by implication, by estoppel or otherwise), with respect to the Site, Services, or any content accessible through the Site or Services.\nAny rights not expressly granted in these Terms of Service are reserved by form1-p.com.</p>\n<p>In your use of the Site and Services, you agree to comply with all applicable laws including those regarding the transmission of technical data exported from the United States or the country in which you reside.</p>\n<p>\n<strong>4.\nAge Restriction</strong>\n</p>\n<p>The Site and Services are not intended for children under 13 years of age, and you may not use the Site or Services or register for additional features, if you are under 13.\nYou hereby represent and warrant that you are at least 13 years of age.</p>\n<p>\n<strong>5.\nCode of Conduct</strong>\n</p>\n<p>When using any portion of and/or functionality on or through the Site or Services, you agree to abide by the following Code of Conduct.</p>\n<p>You may not:</p>\n<ul>\n<li>Copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code of the Site or Services;</li>\n<li>Remove or obscure the copyright notice or other notices displayed in connection with the content accessible through the Site or Services;</li>\n<li>Interfere with or disrupt the Site functionalities, Services, or servers and networks connected to Site, or disobey any requirements, procedures, policies, or regulations of networks connected directly or indirectly to the Site;</li>\n<li>Modify the Site or Services in any manner or form , or use modified versions of the Site or Services, including (without limitation) for the purpose of obtaining unauthorized access to the Site or Services;</li>\n<li>Reproduce, print, cache, store or distribute content retrieved from the Site or Services in any way, for any commercial use without the prior written permission of form1-p.com;</li>\n<li>Sell, assign, sublicense, or otherwise transfer any right in the Services or content accessible through the Site;</li>\n<li>Access the Site or Services by any means other than through the interface that is provided by form1-p.com;</li>\n<li>Violate the restrictions in any robot exclusion headers on the Site or in the Services, if any, or bypass or circumvent other measures employed to prevent or limit access to the Site or Services;</li>\n<li>Collect or store personal data about other users of the Site or Services;</li>\n<li>Engage in any activities that would violate the personal privacy rights of others, including but not limited to, collecting and distributing information about Internet users without their permission, except as permitted by applicable law.\nor</li>\n<li>Use the Site or Services to violate any law (whether local, state, national, or international), whether or not intentionally.</li>\n</ul>\n<p>No Automated Querying</p>\n<p>You may not send automated queries of any sort to the Site, including:</p>\n<ul>\n<li>using any software which sends queries to determine how a website or webpage “ranks” for various queries;</li>\n<li>“meta-searching”.\nand</li>\n<li>performing “offline” searches on the Site.</li>\n</ul>\n<p>You agree not to use the Site or Services to:</p>\n<ul>\n<li>Post any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, hateful, degrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, disability or other classification or otherwise objectionable in any way;</li>\n<li>Harm or threaten to harm anyone in any way;</li>\n<li>“Stalk” or otherwise harass any other person or entity;</li>\n<li>Impersonate any person or entity (including an form1-p.com agent, enthusiast, or moderator), or falsely state or otherwise misrepresent your affiliation with any person or entity;</li>\n<li>Post any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation;</li>\n<li>Disseminate or transmit any content that (i) violates any law (whether local, state, national, or international), (ii) infringes or violates any copyright, trademark, trade secret, patent or any other proprietary right (including, but not limited to, using third party copyrighted materials or trademarks without appropriate permission or attribution), or (iii) includes third party information (whether or not protected as a trade secret) in violation of a duty of confidentiality;</li>\n<li>Disseminate or transmit any worms, viruses or other harmful, disruptive or destructive files, code, programs or other similar technologies.\nor post any material that contains software viruses or any other computer code, files, programs or other similar technologies designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>Manipulate identifiers in order to disguise the origin of any content or comment you post on or through the Site and Services;</li>\n<li>Post any content that would violate the personal privacy rights of others, including but not limited to revealing personal or private information about others without their permission.\nor</li>\n<li>Facilitate violations of these Terms of Service or the Privacy Policy.</li>\n</ul>\n<p>form1-p.com reserves the right to take any action it deems appropriate if it determines, in its sole and absolute discretion, that you have engaged in any of these practices or otherwise violated these Terms of Service.\nSuch action may include terminating your license to access the Site or use the Services or initiating civil or criminal legal proceedings.\nInternet transmissions are never completely secure.</p>\n<p>\n<strong>6.\nUse the Site and Services at Your Own Risk</strong>\n</p>\n<p>The Site and Services include links to other websites or resources.\nBecause form1-p.com has no control over such sites and resources, you acknowledge and agree that form1-p.com is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nYou acknowledge that such external sites usually have their own terms and conditions, including privacy policies, over which form1-p.com has no control and which will govern your rights and obligations with respect to the use of those websites.</p>\n<p>To offer use of the Site and Services to its users for free, form1-p.com allows advertisers to display advertisements or promotional answers on the Site.\nYour dealings with advertisers and third party vendors found on or through the Services and/or on the Site, including your participation in promotions, purchase of goods and services, and any terms, conditions, warranties or representations associated with such activities, are solely between you and the third party advertiser or vendor.\nform1-p.com does not make any representations or warranties with respect to any goods, services or websites that appear in advertisements or promotional answers, and you agree that form1-p.com will have no liability for any loss or damage of any kind incurred as a result of any activities you undertake in connection with the use of or reliance on any content, goods, services, information or other materials available, through advertisers and/or third party vendors.\nYou understand that there is an inherent risk in submitting content to the Site and/or Services, and that any communications may be subject to interception by a third party.</p>\n<p>You understand that by using the Services, you may be exposed to content that is offensive, indecent or objectionable.\nIn addition, if you rely on the accuracy, completeness, or usefulness of any linked third party websites or resources, you do so solely at your own risk.\nUnder no circumstances will form1-p.com be liable in any way for such content, including, but not limited to, for any errors, omissions or misrepresentations in any linked third party website, or for any loss or damage of any kind incurred by you as a result of your use of, or reliance on, or any linked third party website.</p>\n<p>You acknowledge that form1-p.com is a provider of interactive computing service as set forth in the Communications Decency Act, 47 U.S.C.\n§ 230, and expressly reserves its rights to not be treated as the publisher or speaker of any information provided by another information content provider of the Site or through any additional features.</p>\n<p>You acknowledge, consent, and agree that form1-p.com may access, preserve, and disclose your information and/or any content you submit or make available through the Site and/or Services, if required to do so by law or in a good faith belief that such access, preservation, or disclosure is reasonably necessary for any of the following reasons: (1) to comply with legal process.\n(2) to enforce these Terms of Service.\n(3) to respond to claims that any content violates the rights of third parties.\n(4) to protect the rights, property, or personal safety of form1-p.com, its users, and the public.\nor (5) to respond to your requests for customer service.</p>\n<p>\n<strong>7.\nModifications to the Services</strong>\n</p>\n<p>form1-p.com reserves the right at any time and from time to time to modify, suspend, discontinue or terminate the Services (or any part thereof) with or without notice.\nYou agree that form1-p.com will not be liable to you or to any third party for any modification, suspension, discontinuation or termination of the Services.</p>\n<p>\n<strong>8.\nTermination of Your Access to the Services</strong>\n</p>\n<p>We may terminate your use of the Site and/or Services or any other features in our sole discretion due to: (i) your violation of these Terms of Service and/or any Additional Terms or other applicable guidelines.\n(ii) if we consider, in our sole discretion, that (a) certain comments you have posted are inappropriate and/or do not meet any Additional Terms or other applicable guidelines, (b) your use of the Site or Services or your behavior does not meet our standards or violates any Additional Terms or other applicable guidelines or (c) you have otherwise violated these Terms of Service.\nYou agree that any termination of your access to the Services, the Site or any additional features may be effected without prior notice, and acknowledge and agree that form1-p.com may immediately delete all related information and/or bar any further access to the Site, the Services or any additional features.\nIf you use the Site, the Services or any additional features in violation of these Terms of Service, form1-p.com may, in its sole discretion, retain all data collected from your use of the Site or Services.\nFurther, you agree that form1-p.com shall not be liable to you or any third party for the discontinuation or termination of your access to the Site, the Services or any additional features.</p>\n<p>\n<strong>9.\nDisclaimers</strong>\n</p>\n<p>BY USING THE SITE AND SERVICES YOU UNDERSTAND AND AGREE THAT:</p>\n<ul>\n<li>THE SITE AND SERVICES ARE PROVIDED FOR INFORMATIONAL PURPOSES ONLY.\nNO CONTENT ON OUR SITE IS INTENDED TO CONSTITUTE PROFESSIONAL ADVICE, WHETHER MEDICAL, FINANCIAL, LEGAL OR OTHERWISE.\nASK IS NOT RESPONSIBLE OR LIABLE FOR ANY CONSEQUENCES RELATING DIRECTLY OR INDIRECTLY TO ANY ACTION YOU TAKE OR FAIL TO TAKE BASED ON THE INFORMATION, SERVICES OR OTHER MATERIAL ON THE SITE.</li>\n<li>YOUR USE OF THE SITE AND SERVICES IS AT YOUR SOLE RISK.\nTHE SITE AND SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nASK EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR ASK’S PARTICULAR PURPOSE AND NON- INFRINGEMENT.</li>\n<li>ASK MAKES NO REPRESENTATION OR WARRANTY THAT THE SITE OR SERVICES WILL MEET YOUR REQUIREMENTS, OR WILL BE UNINTERRUPTED, SECURE, CURRENT OR ERROR-FREE, OR THAT THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE AND SERVICES WILL BE ACCURATE, TIMELY, USEFUL OR RELIABLE.</li>\n<li>ANY MATERIAL OBTAINED BY YOU THROUGH USE OF THE SITE OR SERVICES IS OBTAINED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO COMPUTER SYSTEMS OR LOSS OF DATA THAT RESULTS FROM YOUR DOWNLOAD OR USE OF ANY THIRD PARTY SOFTWARE OR MATERIAL.</li>\n</ul>\n<p>\n<strong>10.\nLimitation of Liability</strong>\n</p>\n<p>YOU UNDERSTAND AND AGREE THAT ASK, ITS SUBSIDIARIES, AND AFFILIATES, AND THEIR OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, ARE NOT LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, INCLUDING, BUT NOT LIMITED TO, ANY LOSS OF USE, LOSS OF PROFITS, LOSS OF DATA, LOSS OF GOODWILL, COST OF PROCUREMENT OF SUBSTITUTE SERVICES, OR ANY OTHER INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, HOWSOEVER CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE RESULTING FROM:</p>\n<ul>\n<li>THE USE OF, OR THE INABILITY TO USE, THE SITE OR SERVICES,</li>\n<li>THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES,</li>\n<li>UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OF DATA,</li>\n<li>THE STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITE,</li>\n<li>RELIANCE ON CONTENT OR POSTINGS ON THE SITE, , OR</li>\n<li>ANY OTHER MATTER RELATING TO THE SITE OR SERVICES.</li>\n</ul>\n<p>THESE LIMITATIONS WILL APPLY WHETHER OR NOT ASK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p>\n<p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>11.\nIndemnification</strong>\n</p>\n<p>You agree to indemnify and hold form1-p.com, its subsidiaries, and affiliates, and their officers, directors, employees and agents, harmless from and against any and all liability, losses, claims, demands, disputes, damages or costs of any kind, including, without limitation, reasonable attorneys’ fees and costs of litigation, resulting from or in any way connected with (a) any content you post, display or otherwise transmit through the Site or the Services, (b) your use of or reliance on the Site or Services, (c) your connection to the Site or Services, (d) your violation of these Terms of Service , any Additional Terms or other applicable guidelines, or (e) your violation of any rights of another party.</p>\n<p>\n<strong>12.\nNotice for Claims of Copyright Infringement</strong>\n</p>\n<p>form1-p.com respects the intellectual property rights of others and requires those that visit the Site and use the Services to do the same.\nform1-p.com may, in appropriate circumstances and at our discretion, remove or disable access to material on the Site or Services that infringes upon the copyright rights of others.\nform1-p.com also may, at our discretion, remove or disable links or references to an online location that contains infringing material or infringing activity.\nIn the event that any visitors to the Site or users of our Services repeatedly infringe on others’ copyrights, form1-p.com may in its sole discretion terminate those individuals’ rights to use the Site and/or Services pursuant to our Digital Millennium Copyright Act repeat infringer policy.</p>\n<p>If you believe that your work has been used on form1-p.com’s Site or in connection with its Service in any manner that constitutes copyright infringement, please notify form1-p.com’s copyright agent by written notice.\nThe notice should include the following information:</p>\n<ul>\n<li>An electronic or physical signature of a person authorized to act on behalf of the owner of the copyright allegedly infringed;</li>\n<li>A description of the copyrighted work you claim has been infringed, including a copy of the copyrighted work or the web page address where the copyrighted work may be found;</li>\n<li>Identification of the location on the Site or Services of the material you claim has been infringed, or the link or reference to another website that contains the material you claim has been infringed;</li>\n<li>Your name, address, telephone number and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use of the material at issue is not authorized by the copyright owner, the agent of the copyright owner or the law.\nand</li>\n<li>A statement by you that the information in this notification is accurate and a statement, under penalty of perjury, that you are the copyright owner of the material allegedly infringed or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>\n<strong>13.\nApplicable Law</strong>\n</p>\n<p>These Terms of Service and the relationship between you and form1-p.com are governed by the laws of the State of California without regard to its conflict of law provisions.</p>\n<p>\n<strong>14.\nBinding Arbitration and Class Action Waiver</strong>\n</p>\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT AND TO HAVE A JURY HEAR YOUR CLAIMS</p>\n<p>ARBITRATION IS DIFFERENT FROM COURT.\nTHE RULES, INCLUDING DISCOVERY ARE DIFFERENT AND NO JUDGE OR JURY IS PRESENT AT AN ARBITRATION.\nTHE AWARD IS FINAL AND BINDING AND SUBJECT ONLY TO LIMITED REVIEW BY A COURT.</p>\n<ul>\n<li>General.\nExcept as otherwise provided in this section 15, by using the Site and Services, you and form1-p.com agree to submit any disputes arising from the use of the Site or Services or any interpretation, violation, non-performance, termination or invalidity of these Terms of Service or this arbitration provision (including questions of its formation and enforceability) to final and binding arbitration under the Commercial Rules of Arbitration of the American Arbitration Association, which can be found here, by one or more arbitrators appointed in accordance with those Rules.\nNotwithstanding these rules, however, such proceeding shall be governed by the laws of the state of California as set forth in section 14 above.\nYou agree to submit to binding arbitration in either San Francisco, California or your county of residence.\nform1-p.com will agree to commence arbitration in your county of residence.\nAt your written request, form1-p.com will consider any requests to advance or reimburse any arbitration filing fee, or administrative and hearing fees that you are required to pay to pursue a claim in arbitration.\nThe arbitrator will decide who will ultimately be responsible for paying those fees.\nIn no event will you be required to reimburse form1-p.com for any arbitration filing, administrative, or hearing fees in an amount greater than what your court costs would have been if the claim had been resolved in court.\nAny award in an arbitration initiated under this clause shall be limited to monetary damages and shall include no injunction or direction to any party other than the direction to pay a monetary amount.\nFurther, the arbitrator(s) shall have no authority to award punitive, consequential or other damages not measured by the prevailing party’s actual damages in any arbitration initiated under this section, except as may be required by statute.</li>\n<li>Class Action Waiver.\nAny proceedings to resolve any dispute will be conducted solely on an individual basis.\nNeither you nor form1-p.com will seek to have any dispute heard as a class action, private attorney general action, or in any other proceeding in which either party acts or proposes to act in a representative capacity.\nNo arbitration proceeding may be combined with another without the prior written consent of all parties to the applicable proceeding.</li>\n<li>NO RIGHT TO JURY TRIAL FOR ARBITRAL CLAIM.\nYOU AND ASK ALSO HEREBY WAIVE THE RIGHT TO A JURY TRIAL FOR ANY ARBITRAL CLAIM.\nIF FOR ANY REASON THIS SECTION 15 IS HELD NOT TO APPLY TO AN ARBITRAL CLAIM, WHETHER SUCH ARBITRAL CLAIM IS AGAINST YOU, ASK, OR ASK INDEMNIFIED PARTIES, BOTH YOU AND ASK STILL AGREE TO WAIVE TRIAL BY JURY FOR THAT ARBITRAL CLAIM.\nBY USING THE SITE AND/OR SERVICES, YOU EXPRESSLY WAIVE YOUR RIGHT TO A JURY TRIAL.</li>\n<li>Exception.\nNotwithstanding the parties’ decision to resolve all disputes through arbitration, this agreement does not preclude claims by form1-p.com to enforce its intellectual property rights and/or remedy unfair competition, misappropriation of trade secrets, unauthorized access, fraud or computer fraud, and/or industrial espionage.\nNeither party is precluded from seeking relief in a court located in San Francisco, for provisional remedies, including temporary restraining order, preliminary injunctions, and receiverships, pending arbitration or comprehensive litigation, to the extent authorized in this section 15.</li>\n</ul>\n<p>\n<strong>15.\nSeverability of These Terms of Service</strong>\n</p>\n<p>If any provision of these Terms of Service is found by a court or other binding authority to be invalid, the remaining provisions contained in these Terms of Service shall continue in full force and effect.</p>\n<p>\n<strong>16.\nLimitation of Actions Brought against form1-p.com</strong>\n</p>\n<p>You agree that any claim or cause of action arising out of your use of the Site or Services or these Terms of Service must be filed within one year after such claim or cause of action arose or it shall forever be barred, notwithstanding any statute of limitations or other law to the contrary.\nWithin this period, any failure by form1-p.com to enforce or exercise any provision of these Terms of Service or any related right shall not constitute a waiver of that right or provision.</p>\n<p>\n<strong>17.\nThird Party Beneficiaries</strong>\n</p>\n<p>You agree that, except for form1-p.com and as otherwise expressly provided in these Terms of Service, there shall be no third party beneficiaries to this agreement.</p>\n<p>\n<strong>18.\nSection Titles</strong>\n</p>\n<p>The section titles in this Terms of Service are for convenience only and have no legal or contractual effect.</p> To the main page ", "created_at": "2023-10-16 21:00:38.756138", "updated_at": "2023-10-16 21:01:03.564934"}, {"id": 19504, "name": "Cookie Policy", "url": "https://form1-p.com/11/cookie.html", "xpath": "//body", "text": " Cookie Policy <p>This Cookie Policy explains how and why cookies, web beacons, pixel tags, clear gifs, and other similar files or technologies may be used to collect and store the information automatically collected about your computer, device, and Service usage and how you can control the use of these technologies.</p>\n<p>If you do not accept the use of cookies, please disable them as described in the <u>Cookie Controls</u>.</p>\n<p>Links to the various sections in this Cookie Policy are provided below for your convenience.\nThis Cookie Policy should be read together with our Privacy Policy and Terms of Use.</p>\n<p>\n<u>What are cookies?</u>\n</p>\n<p>\n<u>How do we use cookies?</u>\n</p>\n<p>\n<u>What types of cookies do we use?</u>\n</p>\n<p>\n<u>Cookie Controls</u>\n</p>\n<p>\n<u>About cookies set in the past</u>\n</p>\n<p>\n<u>Changes to this Cookie Policy</u>\n</p>\n<p>\n<u>More cookie resources</u>\n</p>\n<p>\n<u>Contact Information</u>\n</p>\n<p>\n<strong>WHAT IS A COOKIE?</strong>\n<u>Cookies</u> are text files containing small amounts of information which are downloaded to your computer or mobile device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognizes that cookie.\nA <u>pixel tag</u> (also called a <u>web beacon</u> or <u>clear GIF</u>) is a tiny graphic with a unique identifier, embedded invisibly on a webpage (or an online ad or email) that links web pages to particular web servers and their cookies, and may be used for a variety of purposes, such as counting the number of visitors to the Sites, analyzing how users navigate around the Sites, assessing what content or ads are viewed or clicked on by our visitors.\nSome ad companies and game developers use “<u>flash cookies</u>” for ads and games that use Flash media technology.\n<u>We use the term “cookies” in this policy to refer to cookies and all such similar technologies</u>.</p>\n<p>Cookies are widely used in order to make websites work, or to work more efficiently, as well as to provide information to the owners of the site.\nWe use these technologies to let you navigate between pages efficiently, remember your preferences, track your use of the Services and generally improve your experience.\nAd companies we work with place cookies on your computer to track your activities across various sites so that they can display ads on our Sites and third party websites that are more relevant to you and your interests.</p>\n<p>There are two broad categories of cookies:</p>\n<ul>\n<li>\n<strong>First party cookies,</strong> served directly by us to your computer or mobile device.</li>\n<li>\n<strong>Third party cookies,</strong> which are served by a third party on our behalf.\nWe use third party cookies for functionality, performance / analytics, advertising and social media purposes.</li>\n</ul>\n<p>Cookies can remain on your computer or mobile device for different periods of time.\nSome cookies are 'session cookies', meaning that they exist only while your browser is open.\nThese are deleted automatically once you close your browser.\nOther cookies are 'permanent cookies', meaning that they survive after your browser is closed.\nThey can be used by websites to recognize your computer when you open your browser and browse the Internet again.</p>\n<p>\n<strong>HOW DO WE USE COOKIES?</strong> We use cookies to:</p>\n<ul>\n<li>track traffic flow and patterns of travel in connection with our Services;</li>\n<li>understand the total number of visitors to our sites on an ongoing basis and the types of internet browsers (e.g.\nChrome, Safari or Edge), operating systems (e.g.\nWindows or Mac OS), and screen resolutions used by our visitors;</li>\n<li>monitor and analyze the performance of our Services and to continually improve them;</li>\n<li>customize and enhance your online experience;</li>\n</ul>\n<p>\n<strong>WHAT TYPES OF COOKIES DO WE USE?</strong>\n</p>\n<p>The types of cookies used by us and our partners in connection with the Services can be classified into one of the five categories below.\nWe've set out some further information about each category, and the purposes of the cookies we and third parties set in the following table.</p>\n<p>\n<strong>TYPE OF COOKIE</strong>\n</p>\n<p>\n<strong>WHAT IT DOES</strong>\n</p>\n<p>\n<strong>Strictly Necessary Cookies</strong>\n</p>\n<p>These cookies are essential to operate the Sites and provide the Services by helping us provide basic functionality such as loading and rendering pages on the Sites and enabling your navigation around the Sites and use of certain features.\nThey are also used to identify and prevent fraud and improve security.</p>\n<p>\n<strong>Functionality Cookies</strong>\n</p>\n<p>Functionality cookies record information about choices you've made and allow us to tailor the Sites to you.\nThese cookies mean that when you continue to use or come back to the Sites, we can provide you with our Services as you have asked for them to be provided.\nFor example, these cookies allow us to store language preference.\nThey may also be used to provide certain functionality such as playing a video.</p>\n<p>\n<strong>Performance / Analytics Cookies</strong>\n</p>\n<p>We use performance/analytics cookies to analyze how the Sites are accessed, used, or is performing in order to provide you with a better user experience and to maintain, operate and continually improve the Sites.\nFor example, these cookies allow us to:</p>\n<p>1.\nBetter understand our website visitors so that we can improve how we present our content;</p>\n<p>2.\nTest different design ideas for particular pages, such as our homepage;</p>\n<p>3.\nCollect information about site visitors such as where they are located and what browsers they are using;</p>\n<p>4.\nDetermine the number of unique users of the Sites;</p>\n<p>5.\nImprove the Sites by measuring any errors that occur.\nand</p>\n<p>6.\nConduct research and diagnostics to improve product offerings.</p>\n<p>\n<strong>Advertising and Tracking Cookies</strong>\n</p>\n<p>As you use our Sites, you will notice that it features advertising.\nWe allow third party advertising companies to place cookies on our Sites.\nThese cookies enable such companies to track your activity across various sites where they display ads and record your activities so they can show ads that they consider relevant to you as you browse the web.</p>\n<p>Cookies also allow us and third parties to know whether you've seen an ad or a type of ad, and how long it has been since you've last seen it.\nThis information is used for frequency capping purposes, to help tailor the ads you see, and to measure the effectiveness of ads.</p>\n<p>\n<strong>Social Media Cookies</strong>\n</p>\n<p>Third parties that make their applications available through/on our Sites may set their own cookies in order to track the performance of their applications or customize those applications for you.\nFor example, when you share an article using a social media sharing button on our Sites (e.g., Facebook, Twitter, or Google Plus), the social network that has created the button will record that you have done this.\nBecause of how cookies work, we cannot access these cookies, nor can the third parties access the data in cookies used by us.\nSome pages of our website may also contain embedded content, such as video content from YouTube, and these sites may set their own cookies.</p>\n<p>\n<strong>COOKIE CONTROLS.\n</strong>You can control your cookie settings as explained below.\nWe may disclose your opt-out choices to third parties so that they can honor your preferences in accordance with applicable laws.</p>\n<p>\n<u>Web Browser Controls</u>.\nMost browsers allow you to change your cookie settings.\nUsers can usually set their browsers to block all third-party cookies (which are those set by third-party companies collecting information on websites operated by other companies), block all cookies (including first-party cookies such as the ones We uses to collect search activity information about its users), or block specific cookies.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.\nIn order to understand these settings, the following links may be helpful, otherwise you should use the “Help” option in your browser for more details.\n</p>\n<ul>\n<li>Cookie settings in Microsoft Edge</li>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Safari web and iOS.</li>\n</ul>\n<p>\n<u>Flash Cookie Controls</u>.\nYou can manage the use of Flash technologies with the Flash management tools available at Adobe’s website.</p>\n<p>\n<u>Web-Beacons</u>: You can usually prevent the operation of web-beacons by changing your web-browser cookie settings and your ad choices, or for those in emails, by switching off images in your email client or viewing emails using only the “text” display (rather than “HTML” display”).\nSee the “Help” section of your email client for instructions.\nPlease see the All About Cookies website for further information about managing your options.</p>\n<p>\n<u>Mobile Apps</u>.\nWith respect to our mobile apps, you can stop all collection of information via an app by uninstalling the app.\nAlso, you may be able to exercise specific privacy choices, such as enabling or disabling certain location-based services, by adjusting the permissions in your mobile device.</p>\n<p>\n<u>Google Analytics</u>.\nTo see an overview of privacy at Google and how to opt out of certain Google practices, visit https://www.google.com/intl/en/policies/privacy.\nYou can prevent your data from being collected by Google Analytics by downloading the Google Analytics Opt-out Browser Add-on here.\nOpting-out is generally done by the third party dropping a cookie on your browser indicating your intent to opt-out.\nIf you get a new device, install a new browser, erase, or otherwise alter the third party’s browser cookie file, you may clear the opt-out cookie and no longer be subject to its opt-out.</p>\n<p>\n<u>Third Party Advertising</u>.\nYou may exercise choices regarding certain third party advertising cookies through the following organizations:</p>\n<ul>\n<li>Digital Advertising Alliance (\"<u>DAA</u>\") Self-Regulatory Program for Online Behavioral Advertising.\nYou exercise the DAA choices regarding Interest-based Advertising here.\nYou can also download the DAA AppChoices app for control over how information about your interests is used for in-app advertising on your mobile device here</li>\n<li>European Interactive Digital Advertising Alliance (“<u>EDAA</u>”).\nTo learn more about the EDAA and your opt out options, see Your Online Choices.</li>\n<li>Network Advertising Initiative (“<u>NAI</u>”).\nTo learn more about the NAI and your opt out options for their members, see http://www.networkadvertising.org/choices/.</li>\n</ul>\n<p>Please be aware that, even if you are able to opt out of certain Interest/behavioral/targeted –based advertising, you may continue to receive other types of ads.\nOpting out only means that those selected members should no longer deliver certain Interest/behavioral/targeted –based ads to you, but does not mean you will no longer receive any targeted content and/or ads (e.g., from other ad networks).\nform1-p.com is not responsible for effectiveness of, or compliance with, any third-parties’ opt out options or programs or the accuracy of their statements regarding their programs.</p>\n<p>\n<u>Promotional Communications</u>.\nYou can opt-out of receiving certain promotional communications (e-mails and push notifications) from us at any time by (i) for e-mails, following the instructions as provided in e-mails to click on the unsubscribe link.\nand (ii) for push notifications or in-app messages, adjusting the permissions in your mobile device.</p>\n<p>\n<strong>ABOUT COOKIES SET IN THE PAST.</strong> If you have disabled one or more cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p>\n<p>\n<strong>MORE COOKIE RESOURCES.</strong> If you would like to find out more about cookies and their use on the Internet, you may find the following links useful:</p>\n<ul>\n<li>All About Cookies</li>\n<li>youronlinechoices.com</li>\n</ul> To the main page ", "created_at": "2023-10-16 21:00:38.788792", "updated_at": "2023-10-16 21:01:23.363542"}, {"id": 19505, "name": "Privacy Policy", "url": "https://form1-p.com/11/privacy.html", "xpath": "//body", "text": " Privacy Policy <p>Links to the various sections in this Privacy Policy are provided below for your convenience.\nInformation about our use of cookies and how you can change your cookie settings can be found here.</p>\n<ul>\n<li>Introduction and Scope</li>\n<li>Information collected and means of collection</li>\n<li>How we use your information</li>\n<li>How we share your information</li>\n<li>Your Privacy Choices</li>\n<li>Security</li>\n<li>Retention</li>\n<li>Access, Review, Revision &amp.\nDeletion Rights</li>\n<li>International Transfer</li>\n<li>Privacy Shield Participation</li>\n<li>Your California Privacy Rights</li>\n<li>Contact Information</li>\n</ul>\n<p>\n<strong>1) INTRODUCTION AND SCOPE.</strong> Below we describe what information we collect when you use our Services, how we protect that information, how long we retain it, with whom we share it, and what your privacy options are.\nBy using the Services, you consent to our collection and use of your information as described in this Privacy Policy.</p>\n<p>We will continue to evaluate this Privacy Policy against new technologies, applicable laws, business practices, and our user’s needs, and may make changes accordingly.\nPlease check this page periodically for updates.\nIf we make any material changes, we will post the updated Privacy Policy here, along with its effective date, and notify you by email or by means of a notice on the Sites.\nExcept in connection with updates that materially change the ways in which we processes your information, your continued use of the Services after our posting of changes to this Privacy Policy means that you agree to be bound by such changes.\nWe will provide notice in advance of the effective date with regard to any updates that materially change the ways in which we process your personal information.</p>\n<p>The Sites may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy practices.\nOur Services are intended for general audiences over the age of 16 years old.\nWe do not knowingly collect information from children under the age of 16 years old.</p> IF YOU ARE NOT AT LEAST 16 YEARS OLD, DO NOT USE THE SERVICES.\n<p>\n<strong>2) INFORMATION COLLECTED AND MEANS OF COLLECTION.</strong> We collect information about you from a variety of sources, including from you directly providing it to us (e.g., when you contact us or register for a specific service), from cookies and other tracking technologies that automatically collect information in the course of your use of the Services (Learn more about these trackers in our Cookie Policy) and from various third parties and public sources.</p>\n<p>\n<strong>Information you provide directly to us.</strong> Access to web search results or other general content on our Sites does not require you to provide us any personal (e.g., name, date of birth), contact (e.g., email address, phone number) and/or account (username and password) information.</p>\n<p>You may provide personal information to us, if you choose to:</p>\n<ul>\n<li>sign up to receive any additional services or request to receive certain communications from us;</li>\n<li>submit a help request, a customer services inquiry or other inquiry to us, or fill in any other forms for the purposes of receiving our Services;</li>\n<li>participate in some of the features accessible via the Services (for example, message boards, chat groups, social networking, games, surveys, polls, promotions, contests, or sweepstakes);</li>\n<li>contact us about employment opportunities posted on the Sites.\nor</li>\n<li>otherwise use the Services in a manner that you have requested.</li>\n</ul>\n<p>Depending on which of these or any other Services you use, the personal information you provide may include your name, email address, user name, home address, telephone number, information posted by you on sites accessed via the Services and/or information provided by you in any help request or inquiry you make to us.</p>\n<p>There is no need to provide to us, and we strongly discourage you from, providing any sensitive information about you or anyone else including, details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership or information about your health.</p>\n<p>\n<strong>Information collected via automated technologies and interactions.</strong> As you interact with the Services, we may collect information via automated means about your computer or device, your preference settings, your location and your activities, including:</p>\n<ul>\n<li>IP address of your computer;</li>\n<li>Unique mobile device identifier;</li>\n<li>Technical information about your computer or mobile device such as type of device, mobile device ID number, screen resolution, web browser information and operating system or platform;</li>\n<li>Your preferences and settings (time zone, language, etc.);</li>\n<li>Internet provider or mobile carrier name;</li>\n<li>The URL of the last webpage you visited before visiting the Site;</li>\n<li>Information about your activity on the Services (e.g., your search queries, mis-formatted DNS entries, search results selected, clicks, pages viewed, search history, comments);</li>\n<li>If you are using a mobile device, your mobile device’s geographic location (specific geographic location if you’ve enabled collection of that information, or general geographic location automatically.\nand</li>\n<li>If you installed an Application, we may also collect information about that Application (e.g.\nthe specific release date and distribution source of your Application, a unique Application ID, Application partner ID, the ads you click on, and information contained in error log files or cookies, aggregate query or click data and erroneous domain name system requests).</li>\n</ul>\n<p>Third-parties who provide us with products and services may also place cookies, ad tags and/or beacons that collect the information outlined above in order to provide us with products and services including:</p>\n<ul>\n<li>Analytics tools (e.g., Google Analytics) allowing us to analyze the performance of our Services.</li>\n<li>Service features and functionalities such as those that enable videos to be played and you to connect to your social media accounts.</li>\n<li>Advertisers and ad networks allowing the delivery of targeted advertisements.</li>\n</ul>\n<p>These third parties may also collect information about you from other sources and combine it with other information collected about you from third party websites not affiliated with us.\nFor example, advertiser and advertising networks, as well as data analytics companies who service them, may participate in Online Behavioral Advertising and track your activity across various sites and/or devices where they display ads and record your activities, so they can show ads that they consider relevant to you.</p>\n<p>Do Not Track (DNT) is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third-parties.\nHowever, we do not recognize or respond to browser-initiated DNT signals, as the Internet industry is currently still working toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.\nHowever, our Cookie Policy provides information and opt-out links to help you can control the collection of information about you on our Sites.</p>\n<ul>\n<li>These third parties may also provide us with information about your interactions with their products and services and/or activities on third party websites.\nFor example, use of Service functions that connect to your social media account (e.g., Facebook Connect) may permit us access to your social network profile information, including your first name, last name, gender, birth date and email address, in accordance with your settings on the social network.\nIf you choose to post information to your social media account via the Services, you will be making this information available to other users of these Services.\nWe encourage you to be careful about revealing any sensitive details about yourself via our Services or otherwise.</li>\n</ul>\n<p>\n<strong>3) HOW WE USE YOUR INFORMATION.</strong> We may use your information for the following purposes:</p>\n<ul>\n<li>Identification and authentication: We use your identification information to verify your identity when you access and use our Services and to ensure the security of your personal information.\nThis is so we can comply with our contractual obligations to you.</li>\n<li>Provide the Services: We process your personal information to provide the Services you have requested.\nThis is so we can comply with our contractual obligations to you.</li>\n<li>Improving our Services: We analyze information about how you use our Services to provide an improved experience for our customers of all our Services, including product testing and site analytics.\nIt is in our legitimate business interests to use the information provided to us for this purpose, so we can understand any issues with our Services and improve them.</li>\n<li>Compensating our partners: We process your personal information for purposes of calculating compensation to be paid to our third party product/service providers and distributors and to analyze usage across products, services and distribution partner/channel.\nIt is in our legitimate interest to appropriately determine amounts to be paid to our partners and inform our product roadmap and distribution strategy;</li>\n<li>Communicating with you: We may use your personal information when we communicate with you, for example if we are providing information about changes to the terms and conditions or if you contact us with questions.\nIt is in our legitimate interests that we are able to provide you with appropriate responses and provide you with notices about our Services.</li>\n<li>Marketing: We may use your personal information to deliver relevant advertisements to you and measure the effectiveness of the advertising we serve to you.\nIt is in our legitimate interest to provide more relevant and interesting advertising messages and inform our marketing strategy.\nWe may use automated decision-making to deliver tailored advertisements based on your personal information.\nWhere necessary, we will obtain your consent before sending such marketing messages.</li>\n<li>Exercising our rights: We may use your personal information to exercise our legal rights where it is necessary to do so, for example to detect, prevent and respond to fraud claims, intellectual property infringement claims or violations of law or our Terms of Service.</li>\n<li>Complying with our obligations: We may process your personal information to, for example, carry out fraud prevention checks or comply with other legal or regulatory requirements, where this is explicitly required by law.</li>\n<li>Customizing your experience: When you use the Services, we may use your personal information to improve your experience of the Services, such as by providing interactive or personalized elements on the Services and providing you with content based on your interests.\nWe may use automated decision-making to customize your experience based on your personal information.</li>\n</ul>\n<p>We may also aggregate and de-identify your information in such a way that you may not reasonably be re-identified by us or any other company, and may use this information for any other purpose.</p>\n<p>\n<strong>4) HOW WE SHARE YOUR INFORMATION.</strong> We share your information in the following ways:</p>\n<ul>\n<li>Our suppliers, subcontractors and business partners (“service providers”): We may share your information with our services providers who process your personal information to provide us with products and services as described above.</li>\n<li>Group Companies: We may share your information with our affiliates, which are entities under common ownership or control of our ultimate parent company, IAC/InterActive Corp for security, internal reporting and regulatory compliance.</li>\n<li>Our Application partners: If you have installed and/or use an Application, our Application partners may collect / receive information about you including the queries you submit via the Services, the Application functionality and / or website, the version of your Application or your browser settings, the search results and ads you click on, IP address, and the address of the web pages you previously visited.</li>\n<li>Fraud prevention: We may disclose your information when we believe disclosure is necessary to investigate, prevent, or respond to suspected illegal or fraudulent activity or to protect the safety, rights, or property of us, our users, or others.</li>\n<li>Law enforcement purposes and public safety: If requested or required by government authorities, such as law enforcement authorities, courts, or regulators, or otherwise to comply with the law, we may disclose any information we have about our users.\nWe may disclose information collected about you in order to exercise or protect legal rights or defend against legal claims.\nWe also may be required to disclose an individual’s personal information in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.</li>\n<li>Sale or merger of our business: We may transfer your information to a third party if we or any of our affiliates are involved in a corporate restructuring (e.g., a sale, merger, or other transfer of assets).</li>\n<li>Advertisers and advertising networks: Advertisers and advertising networks place ads (including sponsored links in search results) on our Sites and in our Applications.\nThese companies may collect information, such as your computer’s IP address, browser information, mobile device ID, and search queries, as you use our Site and Services.\nThey also may use cookies and other technologies to collect this information when you visit our site as described in our Cookie Policy.</li>\n</ul>\n<p>We require all third parties to respect your privacy and to treat your information in accordance with the law.\nWe only permit third parties to process your personal data for specified purposes and in accordance with our agreements with them.</p>\n<p>In cases of onward transfer to third parties of data of EU or Swiss individuals received pursuant to the EU-US or the Swiss-US Privacy Shield, form1-p.com is potentially liable.</p>\n<p>\n<strong>5) YOUR PRIVACY CHOICES.</strong> You have choices when it comes to the privacy practices described in this Privacy Policy.\nA few of those choices are set forth below and others are available in our Cookie Policy.</p>\n<ul>\n<li>Choices relating to information we collect.\nWe may be required by law to collect certain personal information about you or as a consequence of any contractual relationship we have with you.\nFailure to provide this information may prevent us from providing certain Services or all of the Services to you.</li>\n<li>Online Behavioral Advertising.\nYou can opt-out of third-party advertising-related cookies, pixel tags and web beacons, in which case our advertising should not be targeted to you.\nYou will continue to see advertisements on our Sites.\nHowever, they will not be tailored to you.\nYou can choose to opt-out through these (and other) sites: <ul>\n<li>Network Advertising Initiative (http://www.networkadvertising.org/)</li>\n<li>Digital Advertising Alliance (http://www.aboutads.info/consumers)</li>\n</ul>\n</li>\n</ul>\n<p>Your Online Choices (http://www.youronlinechoices.com/)</p>\n<ul>\n<li>Mobile Devices.\n<ul>\n<li>Advertising.\nYou may opt out of tracking and receiving tailored advertisements on your mobile device by some mobile advertising companies and other similar entities by downloading the App Choices app at www.aboutads.info/appchoices.</li>\n<li>Location Information.\nWhen you use one of our location-enabled services (for example, when you access Services from a mobile device), we may need to collect and process information about your actual GPS location (including the latitude, longitude or altitude of your mobile device) and the time the location information was recorded.\nSome of these services require your personal data for the feature to work and we may associate location data with your device ID and other information we hold about you.\nYou can stop your location information from being collected by disabling this function within the settings available on your device.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>6) SECURITY.</strong> We take the security of your information seriously and use appropriate technical and organizational measures to protect your information against unauthorized or unlawful processing and against accidental loss, destruction or damage.\nWe also limit access to information about you to employees who reasonably need access to it to provide products or services to you, or in order to do their jobs.\nHowever, because no security system can be 100% effective, we cannot completely guarantee the security of any information we may have collected from or about you.</p>\n<p>\n<strong>7) RETENTION.</strong> We retain the information we collect about and from you for as long as necessary to fulfill the purpose we collected it for and for the purpose of satisfying any legal, accounting, or reporting requirements.\nTo determine the appropriate retention period for personal information we process, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your information, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal, accounting, or reporting requirements.</p>\n<p>In some circumstances we may aggregate and de-identify your information in such a way that you may not reasonably be re-identified by us or any other company in which case we may use this information indefinitely without further notice to you.</p>\n<p>In some circumstances you can ask us to delete your data: see ACCESS, REVIEW, REVISION &amp.\nDELETION RIGHTS below for further information.</p>\n<p>\n<strong>8) ACCESS, REVIEW, REVISION &amp.\nDELETION RIGHTS.</strong> If you would like to access, review, revise or delete personal information we have collected from you, please contact us as provided below.\nYour specific rights regarding access, review, revision or deletion your information is proscribed by local laws.\nSpecific applicable local laws may be outlined below.</p>\n<p>\n<strong>Note regarding Search Results.</strong> Our search results list and link to content that exits on web pages that are most likely not owned or controlled by us and the same or similar results are likely available through other search engines (e.g., Google, Yahoo! etc.).\nIf content about you is included in search results displayed on our Sites, it only means that the information exists on the Internet and it doesn’t mean that we endorse it or have the ability to remove content available on any other site and/or block such sites.\nTo remove the content from the site linked to in the search results you should contact the owner of that site.</p>\n<p>Legal rights applicable to personal data collected in the EEA.\nPursuant to the EU General Data Protection Regulation (Regulation 2016/679) (“GDPR”) natural persons (called data subjects) are afforded certain rights regarding their personal data, including the right access, correct, delete, restrict or object to our use of, and receive a portable copy in a usable electronic format of your personal information.\nYou also have the right withdraw any consent that you have previously provided to us.</p>\n<p>If you would like to exercise any of the rights outlines above rights, and the law of your jurisdiction requires us to honor that request, please send your request in writing to the address above.\nTo assist us in processing your request in timely manner, please make your request in English if you are able to do so.\nYour request should include any information relevant to your request, including, without limitation: (i) your name, email and postal address.\n(ii) the specific right you are asserting (e.g., removal).\n(iii) if you are requesting removal, a brief explanation of why you believe such information should be removed.\nand (iv) if you are requesting the removal of search results generated using your name as the search term (a) an explanation as to why the contents of the link you wish to have removed relate to you and (b) the URL (i.e., \"web address\") for each link that you are requesting to be removed.</p>\n<p>To help us prevent fraudulent removal requests, please also include a legible copy of a document that verifies your identity.\nYou need not provide a government-issued document.\na utility bill or similar mailing will suffice.\nYou may also obscure parts of the document such as identifying numbers so long as the document continues to clearly identify you.\nIf you are requesting the removal of search results that contain photographs of you, please ensure that the identifying document includes your photograph.\nIf you are making the request on behalf of another person, please indicate your relationship to that person and provide evidence of your authority to make such request.\nAll requests for removal will be reviewed by form1-p.com’s legal and compliance team and we reserve the right, in compliance with applicable laws, to accept or reject, or make further inquiries regarding, any requests.</p>\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>We are committed to working with you to obtain a fair resolution of any complaint or concern about privacy.\nIf, however, you believe that we have not been able to assist with your complaint or concern, you may have the right to make a complaint to the data protection authority of your country of residence.</p>\n<p>\n<strong>9) INTERNATIONAL TRANSFER.</strong> If you are receiving the Services from outside the United States, your data will be transferred to and stored in our servers in the U.S.\nBy using the Services, you consent to our collection and use of your data as described in this Privacy Policy.</p>\n<p>Further, if you are receiving the Services from the European Economic Area (the “EEA”) we note you’re your information may be transferred to, stored, and processed in a country that is not regarded as providing the same level of protection for personal information as the laws of your home country, and may be available to the government of those countries under a lawful order made in those countries.\nHowever, whenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<ul>\n<li>Model Contracts.\nWhere appropriate, we put in place specific contractual commitments in accordance with applicable legal requirements to provide adequate protections for your information.\nFor further details, see European Commission: Model contracts for the transfer of personal data to third countries.</li>\n<li>Privacy Shield.\nWe may also transfer data to the U.S.\nunder the Privacy Shield framework which requires them to provide similar protection to personal data shared between the EU and the US.</li>\n</ul> To the main page ", "created_at": "2023-10-16 21:00:38.819795", "updated_at": "2023-10-16 21:01:57.094474"}], "points": [], "urls": ["form1-p.com"]}}