{"error": 448, "message": "OK", "parameters": {"id": 7077, "name": "Piano Pronto Publishing, Inc.", "created_at": "2022-12-03 03:41:44.730106", "updated_at": "2022-12-03 23:01:05.965255", "wikipedia": null, "keywords": null, "related": null, "slug": "piano-pronto-publishing-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7077.png", "url": "pianopronto.com,secure.pianopronto.com,newsletter.pianopronto.com,embed.pianopronto.com,license.pianopronto.com,reports.pianopronto.com,locator.pianopronto.com,static.pianopronto.com,resources.pianopronto.com,media.pianopronto.com", "documents": [{"id": 12992, "name": "Privacy Policy", "url": "https://pianopronto.com/privacy-policy/", "xpath": "/html/body/div[1]/div[3]/div[2]/main/div/div[2]/div/div[2]/div[1]/div", "text": "\nPiano Pronto Privacy Policy\n<p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from pianopronto.com (the “Site”).</p>\nSecurity Policy\n<p>Your privacy and security is very important to us.\nWe take the following security measures at Piano Pronto, so you can be sure your checkout is safe and secure.</p>\n<ul>\n<li>Credit card information is is sent directly from your browser to our payment processor, Braintree Payments (a PayPal company).</li>\n<li>Our servers never receive, nor store, your full credit card information.\nOur payment processor sends us only a redacted card number, and expiration date.</li>\n<li>This website uses a 2048-bit TLS (SSL) certificate that is rotated every 60 days.</li>\n<li>This website uses a Content Security Policy (CSP) in order to limit which domains resources can be loaded from.</li>\n<li>We never store passwords in plain-text.</li>\n<li>\n<strong>We never sell your personal information!</strong>\n</li>\n</ul>\nPersonal Information We Collect\n<p>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, and operating system.\nAdditionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.\nWe refer to this automatically-collected information as “Device Information.”</p>\n<p>We collect Device Information using the following technologies:</p>\n<ul>\n<li>“Cookies” are data files that are placed on your device or computer and include an anonymous unique identifier as well as a non-anonymous identifier if you are logged in.</li>\n<li>“Log files” track actions occurring on the Site, and collect data including your IP address, browser type, and operating system.</li>\n</ul>\n<p>Additionally when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, email address, and phone number.\nWe refer to this information as “Order Information.”</p>\n<p>When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.</p>\nHow Do We Use Your Personal Information?\n<p>We use the Order Information that we collect to:</p>\n<ul>\n<li>Fulfill any orders placed through the Site.</li>\n<li>Communicate with you, including order confirmation and shipment emails.</li>\n<li>Screen our orders for potential risk or fraud.</li>\n</ul>\nSharing Your Personal Information\n<p>We never sell your personal information to third parties.\nInformation may be shared with the following services:</p>\n<ul>\n<li>Google services such as ReCAPTCHA, Google Analytics, Google Maps, and YouTube.\nGoogle may collect information about your device independently.\nRefer to Google’s Privacy Policy for more information.</li>\n<li>Braintree services for processing credit card information.\nRefer to Braintree’s Privacy Policy for more information.</li>\n<li>PayPal services for processing PayPal transactions.\nRefer to PayPal’s Privacy Policy for more information.</li>\n</ul>\nDo Not Track\n<p>Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.</p>\nYour Rights\n<p>If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.\nIf you would like to exercise this right, please contact us.</p>\n<p>Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site), or otherwise to pursue our legitimate business interests listed above.\nAdditionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.</p>\nData Retention\n<p>When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.</p>\nChanges\n<p>We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.</p>\nContact Us\n<p>For more information about our privacy practices, or if you have questions, please contact us.</p>\n", "created_at": "2022-12-03 03:41:44.732951", "updated_at": "2022-12-03 02:42:17.126461"}, {"id": 12993, "name": "Cookie Policy", "url": "https://pianopronto.com/cookie-policy/", "xpath": "/html/body/div[1]/div[3]/div[2]/main/div/div[2]/div/div[2]/div[1]/div", "text": "\nPiano Pronto Cookie Policy\n<p>This Cookie Notice explains how we use cookies and similar technologies as well as the options you have to control them.</p>\nWhat are cookies and how does Piano Pronto use them?\n<p>A cookie is a small text file that a site stores on your computer or mobile device when you visit the site.\nBrowsers support cookies so that a site like Piano Pronto can remember information about your visit.\nIn this Notice, we use the term “cookie” to refer both to cookies and similar technologies.</p>\n<p>Cookies may be set by the site you are visiting (called “first-party cookies”) or by a third party, such as those who provide analytics or interactive content on the site (“third-party cookies”).</p>\nFirst-Party Cookies\n<p>\n<strong>Strictly Necessary:</strong> These cookies are necessary for our services to function properly and securely and cannot be switched off in our systems.\nYou can set your browser to block or alert you about these cookies, but then some parts of the site will not work.\nThese include:</p> Cookie\nPurpose\nExpires\nOptions x-jwt-token\nStores a security token needed to make API requests and log in as a user.\n2 years\nHTTP only, Secure, Same Site only <p>\n<strong>Functional:</strong> These cookies enable Piano Pronto to provide enhanced functionality and personalization.\nIf you do not allow these cookies then some or all of these features may not function properly.</p> Cookie\nPurpose\nExpires\nOptions sortmode\nStores your preference when viewing category listings\n2 years\nSecure, Same Site only viewmode\nStores your preference when viewing category listings\n2 years\nSecure, Same Site only dark\nStores your light or dark theme preference\n2 years\nSecure, Same Site only Third-Party Cookies\n<p>Piano Pronto also includes cookies from the following services:</p>\n<ul>\n<li>Google services such as ReCAPTCHA, Google Analytics, Google Maps, and YouTube.\nGoogle may collect information about your device independently.\nRefer to Google’s Cookie Policy for more information.</li>\n<li>Braintree services for processing credit card information.\nRefer to Braintree’s Cookie Policy for more information.</li>\n<li>PayPal services for processing PayPal transactions.\nRefer to PayPal’s Cookie Policy for more information.</li>\n</ul>\nYour browser settings\n<p>Your browser includes controls that allow you to manage the use of cookies by the sites that you visit.\nMost browsers have features that enable you to see and delete cookies stored on your device and to block cookies from all or selected sites.\nFor more information, here are links to external help materials from some of the popular browsers:</p>\n<ul>\n<li>Mozilla Firefox</li>\n<li>Apple Safari</li>\n<li>Google Chrome</li>\n<li>Microsoft Edge</li>\n</ul>\n", "created_at": "2022-12-03 03:41:44.73557", "updated_at": "2022-12-03 02:42:32.749042"}], "points": [], "urls": ["pianopronto.com", "secure.pianopronto.com", "newsletter.pianopronto.com", "embed.pianopronto.com", "license.pianopronto.com", "reports.pianopronto.com", "locator.pianopronto.com", "static.pianopronto.com", "resources.pianopronto.com", "media.pianopronto.com"]}}