{"error": 448, "message": "OK", "parameters": {"id": 7540, "name": "ipify", "created_at": "2023-03-13 21:58:07.230664", "updated_at": "2023-03-29 19:26:46.060537", "wikipedia": null, "keywords": null, "related": null, "slug": "ipify", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7540.png", "url": "ipify.org,geo.ipify.org,api.ipify.org,api64.ipify.org", "documents": [{"id": 14513, "name": "Terms of Service ", "url": "https://geo.ipify.org/terms-of-service", "xpath": "/html/body/div[1]/section/section", "text": "Terms of Service <p>GEO IPIFY provides IP Geolocation Hosted Webservice (as defined below) to you subject to the following conditions.\nThis is a legal agreement between you and GEO IPIFY.\nIn consideration of GEO IPIFY allowing you to use IP Geolocation Hosted Webservice and by accessing GEO IPIFY you agree to the terms of this agreement (“Agreement\").</p> Grant of License <p>You are granted a limited, revocable, nonexclusive license to use any data, images, text, content, tools or other information (collectively referred to as the \"IP Geolocation Properties\") received via IP Geolocation Hosted Webservice in accordance with the terms and conditions described herein.\nYou agree that you will provide accurate information when signing up for a IP Geolocation Hosted Webservice account.\nIP Geolocation retains all rights not expressly granted by this Agreement.</p>\n<p>You may only use IP Geolocation Hosted Webservice and the IP Geolocation Properties as follows:</p>\n<ul>\n<li>Human Interactive Use.\nYou may interact with IP Geolocation Services as a human being in a non-automated fashion.\n</li>\n<li>Automated Use.\nYou may write an application that interfaces automatically with IP Geolocation Hosted Webservice provided that you obtain and use a IP Geolocation Services account and that you do not exceed the following usage limits without explicit, prior authorization from IP Geolocation: </li>\n<li>No Abuse.\nYou may not use IP Geolocation Hosted Webservice for abusive purposes, nor may the you use IP Geolocation Hosted Webservice from applications designed to abuse computer resources accessible through any network—local, wide-area, or internet.\nIP Geolocation does not collect your queries information and is not responsible for any potential abuse stemming from your client application.\nAbuse includes but is not limited to: unauthorized data mining, denial of service attacks, unauthorized computer system incursions, and any actions that violate applicable laws or regulations.\nYou may not use IP Geolocation Hosted Webservice in any manner that could damage, disable, overburden, or impair IP Geolocation Hosted Webservice (or the network(s) connected to IP Geolocation Hosted Webservice) or interfere with any other party's use and enjoyment of IP Geolocation Hosted Webservice.\nYou may not attempt to gain unauthorized access to IP Geolocation Hosted Webservice, other accounts, computer systems or networks connected to IP Geolocation Hosted Webservice, through hacking, password mining, or any other means.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available by IP Geolocation through IP Geolocation Hosted Webservice.\n</li>\n<li>No Resale or Sublicensing.\nExcept as allowed above, you may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, sublicense, transfer, assign, rent, sell or otherwise convey any information, software, products or services obtained from IP Geolocation Hosted Webservice or IP Geolocation Properties without prior written consent from IP Geolocation.\nYou may not allow other parties to use your IP Geolocation Hosted Webservice account or login credentials.\n</li>\n</ul> Monitoring <p>Our API servers store user API input for up to 2 weeks for technical troubleshooting and account maintenance purposes, and then these data are automatically deleted from our server.</p> Uptime <p>IP Geolocation Webservice's historic uptime has been 99.9% over the past year.\nIt is IP Geolocation goal to maintain an uptime of 99.9% or greater.\nYou understand and agree that service outtage can occur due to unexpected reasons, in which case IP Geolocation will restore service in a reasonable and timely fashion.\nIP Geolocation is not responsible for any loss as a result of service outtage.</p> Response Time <p>You understand and agree that IP Geolocation Webservice's response time can vary depending on many factors including server load, network latency, and technical reasons.</p> Indemnification <p>You agree to defend, indemnify, and hold harmless IP Geolocation and its affiliates, and each of their officers, directors, employees, agents, representatives, information providers and licensors, from any claims, costs, losses, damages, judgments and expenses, including but not limited to reasonable attorney's fees, relating to or arising out of any breach of this Agreement or any use of IP Geolocation Hosted Webservice by you, or by any other person using IP Geolocation Hosted Webservice through you or using your computer.</p> Warranty and Disclaimer <p>You understand and agree that IP Geolocation Hosted Webservice is provided on an \"as is\" and \"as available\" basis.\nYou expressly agree that use of IP Geolocation Hosted Webservice is at your sole risk.\nTo the maximum extent permitted by applicable laws, GEO IPIFY disclaims all warranties of any kind, either express or implied, including without limitation any implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nWithout limiting the foregoing, neither GEO IPIFY nor any of its affiliates, nor any of their officers, directors, licensors, employees or representatives represent or warrant (a) that IP Geolocation Hosted Webservice, including its content, will meet your requirements or be accurate, complete, reliable, or error free.\n(b) that the service will always be available or will be uninterrupted, accessible, timely, or secure.\n(c) that any defects will be corrected, or that the service will be free from viruses, worms, trojan horses or other harmful properties.\n(d) the availability for sale, or the reliability or quality of any products discussed or referenced in the service.\n(e) any implied warranty arising from course of dealing or usage of trade.\n(f) that the service is non-infringing.\nGEO IPIFY and its affiliates hereby disclaim, and you hereby waive and release GEO IPIFY and its affiliates from, any and all obligations, liabilities, rights, claims or remedies in tort arising from or in connection with this Agreement, IP Geolocation Hosted Webservice, and IP Geolocation Properties, whether or not arising from the negligence (active, passive or imputed) of GEO IPIFY or its affiliates.\nYou acknowledge and agree that any content downloaded or otherwise obtained through IP Geolocation is done at your own discretion and risk and that you will be solely responsible for any damage to your computer system or loss of data that results from use of IP Geolocation Hosted Webservice.\nSome jurisdictions do not allow the exclusion of implied warranties, so the above exclusions may not apply to you.\nYou may also have other legal rights, which vary from jurisdiction to jurisdiction.</p> Limitation of Liability <p>In no event shall GEO IPIFY, its affiliates, it suppliers, or any of their officers, directors, employees, agents, representatives, information providers, or licensors be liable for any consequential, incidental, direct, indirect, special, punitive, or other damages (including, without limitation, damages for loss of business profits, business interruption, loss of business information, or other pecuniary loss) arising out of the use or inability to use IP Geolocation Hosted Webservice, even if GEO IPIFY has been advised of the possibility of such damages.\nIn any event, GEO IPIFY's cumulative liability to any user for any and all claims relating to the use of IP Geolocation Hosted Webservice shall not exceed the total amount paid by the user for IP Geolocation Hosted Webservice during the preceding three-month period.</p> Termination <p>You may terminate this Agreement by ceasing to use IP Geolocation Hosted Webservice and the IP Geolocation Properties.\nGEO IPIFY reserves the right to terminate this Agreement (and/or your account) or discontinue IP Geolocation Hosted Webservice or any portion or feature thereof for any reason and at any time at its sole discretion.\nUpon any termination or notice of any discontinuance, you must immediately stop and thereafter desist from using IP Geolocation Hosted Webservice, including the IP Geolocation Properties, and any applicable portions or features thereof, and delete all IP Geolocation Hosted Webservice in your possession or control (including from your application and your servers).</p> Breach of Agreement <p>This Agreement will terminate automatically if you fail to comply with the terms of this Agreement.\nUpon termination of this Agreement, all rights and licenses granted in the Agreement shall immediately terminate.\nYou will immediately delete any IP Geolocation Properties or other GEO IPIFY proprietary information in your possession or control.</p> Modification of Agreement <p>GEO IPIFY may modify any of the terms and conditions contained in this Agreement, at any time and at its sole discretion, by posting a change notice or a new Agreement on the IP Geolocation web site.\nIf any modification is unacceptable to you, your only recourse is to terminate this Agreement.\nYour continued use of IP Geolocation Hosted Webservice or the IP Geolocation Properties following IP Geolocation's posting of a change notice or new Agreement on the web site will constitute binding acceptance of the change.\nGEO IPIFY may modify any of the terms and conditions contained in this Agreement, at any time and at its sole discretion, by posting a change notice or a new Agreement on the IP Geolocation web site.\nIf any modification is unacceptable to you, your only recourse is to terminate this Agreement.\nYour continued use of IP Geolocation Hosted Webservice or the IP Geolocation Properties following IP Geolocation's posting of a change notice or new Agreement on the web site will constitute binding acceptance of the change.</p> Governing Law <p>This Agreement shall be governed by the laws of the State of California, U.S.A.\nExclusive jurisdiction over disputes arising under this Agreement or regarding use of IP Geolocation Services will be in the state and federal courts of and sitting in Collin County, Texas, U.S.A.\nIf any provision of this Agreement is held invalid, the remainder of this Agreement will continue in full force and effect.\nIn any litigation involving this Agreement or the use of IP Geolocation Hosted Webservice, the prevailing party will be entitled to recover reasonable attorneys' fees.</p> Entire Agreement <p>This Agreement constitutes the entire agreement between you and GEO IPIFY regarding IP Geolocation Hosted Webservice and supersedes any and all prior or contemporaneous representation, understanding, agreement or communication between you and GEO IPIFY regarding IP Geolocation Services.\nExcept as provided by Section 9, this Agreement may not be amended, varied or supplemented except by a writing executed by both you and GEO IPIFY that specifically references this Agreement and the provision(s) to be amended, varied or supplemented, and, without limitation of the foregoing, no provision of this Agreement shall be varied, contradicted or explained by any oral agreement, course of dealing or performance, or any other matter not set forth in writing executed as provided above.</p>", "created_at": "2023-03-13 21:58:07.327978", "updated_at": "2023-03-13 21:58:35.274336"}, {"id": 14511, "name": "Privacy Policy", "url": "https://geo.ipify.org/privacy-policy", "xpath": "/html/body/div[1]/section/section", "text": "Privacy Policy <p>Our privacy policy applies to information we collect when you use or access our website, application, or just interact with us.\nWe may change this privacy policy from time to time.\nWhenever we make changes to this privacy policy, the changes are effective 1 day after we post the revised privacy policy (as indicated by revising the date at the top of our privacy policy).\nWe encourage you to review our privacy policy whenever you access our services to stay informed about our information practices and the ways you can help protect your privacy.</p> Your Consent <p>By using our site, you consent to our website's privacy policy.</p> Terms and Conditions <p>In addition to this webpage, please visit our Terms and Conditions section establishing the use, disclaimers, and limitations of liability governing the use of our website at https://geo.ipify.org/terms-of-service</p> Collection of Information What information do we collect? <p>We collect information you provide directly to us.\nFor example, we collect information when you participate in any interactive features of our services, fill out a form, request customer support, provide any contact or identifying information or otherwise communicate with us.\nThe types of information we may collect include your name, email address, postal address and other contact or identifying information you choose to provide.</p>\n<p>We collect information from you when you become a member of our site by registering your information in order to receive an account with us.\nThe only other time we prompt you to collect personal secure information is when you place an order on our site.</p>\n<p>When ordering or registering on our site, as appropriate, you may be asked to enter your name or e-mail address.\nYou may also visit our site anonymously at your discretion.</p> Information We Collect Automatically When You Use the Services <p>When you access or use our services, we automatically collect information about you, including but not limited to:</p>\n<ul>\n<li>\n<strong>Log Information:</strong> we log information about your use of our services, including the type of browser you use, access times, pages viewed, your IP address and the page you visited before navigating to our services.</li>\n<li>\n<strong>Device Information:</strong> we collect information about the computer you use to access our services, including the hardware model, and operating system and version.</li>\n<li>\n<strong>Location Information:</strong> we may collect information about the location of your device each time you access or use one of our applications or otherwise consent to the collection of this information.</li>\n<li>\n<strong>Information Collected by Cookies and Other Tracking Technologies:</strong> we use various technologies to collect information, and this may include sending cookies to your computer.\nCookies are small data files stored on your hard drive or in your device memory that helps us to improve our services and your experience, see which areas and features of our services are popular and count visits.\nWe may also collect information using web beacons (also known as \"tracking pixels\").\nWeb beacons are electronic images that may be used in our services or emails and to track count visits or understand usage and campaign effectiveness.</li>\n</ul> Third Party Analytics <p>We may allow third parties to provide analytics services.\nThese third parties may use cookies, web beacons and other technologies to collect information about your use of the services and other websites, including your IP address, web browser, pages viewed, time spent on pages, links clicked and conversion information.\nThis information may be used by us and third parties to, among other things, analyze and track data, determine the popularity of certain content and other websites and better understand your online activity.\nOur privacy policy does not apply to, and we are not responsible for, third party cookies, web beacons or other tracking technologies and we encourage you to check the privacy policies of these third parties to learn more about their privacy practices.</p> What do we use your information for? <p>We use information about you for various purposes, including to:</p>\n<ul>\n<li>Provide, maintain and improve our services;</li>\n<li>Provide services you request, process transactions and to send you related information;</li>\n<li>Send you technical notices, updates, security alerts and support and administrative messages;</li>\n<li>Respond to your comments, questions and requests and provide customer service;</li>\n<li>Communicate with you about news and information related to our service;</li>\n<li>Monitor and analyze trends, usage and activities in connection with our services;</li>\n<li>Personalize and improve our services.</li>\n</ul>\n<p>By accessing and using our services, you consent to the processing and transfer of your information in and to the United States and other countries.</p>\n<p>\n<b>Your information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your written consent, other than for the express purpose of delivering the purchased product or service requested.</b>\n</p> Do we disclose any information to outside parties? <p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.\nNon-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\nNon-personally identifiable information is information that on its own cannot identify a person.\nThis can include Device IDs, isolated IP addresses and/or Dynamic IP addresses, as well as cookies.</p>\n<p>According to EU General Data Protection Regulation (GDPR) IP addresses and Dynamic IP addresses are considered Personal Data but are not considered identifiable information when used alone.\nAs part of our compliance with GDPR we will never provide personally identifiable information to outside parties other than for the express purposes of processing your transaction.</p> How do we protect your information? <p>Private information such as credit cards, social security numbers, billing or shipping information, etc.\nare never stored on our servers and are always removed after a transaction has taken place on our website.\nWe use Secure Socket Layer (SSL) when performing transactions or becoming a member.\nThis same technology is applied to every transaction process.\nProviders that participate in our Payment Gateway database gain access to necessary transaction information* by providing legal consent to keep personally identifiable information and sensitive financial information confidential.\nAll participants within our Payment Gateway database are held accountable and responsible for keeping your information not only secure during the transaction process but also private, and are also subject to legal consequence, not excluding jail time for any breach.</p>\n<p>\n<em>* Necessary transaction information includes but is not limited to, payment methods, billing and shipping information, name, address, phone number, and/or other relevant information needed to perform a transaction for goods and services.</em>\n</p> Children's Online Privacy Protection Act Compliance <p>We are in compliance with the requirements of COPPA (Children's Online Privacy Protection Act).\nWe do not for any reason authorize the use of our site as a registered member or paying customer to anyone under 13 years of age, nor do we collect any information knowingly or willfully from anyone under 13 years of age.</p> California Online Privacy Protection Act Compliance <p>We are not required by law to comply with the California Online Privacy Protection Act.\nBecause we hold your privacy to the highest standard, we have taken the necessary precautions to be in compliance with the California Online Privacy Protection Act.\nThis means we will not distribute your personal information to outside parties without your consent.\nAs part of the California Online Privacy Protection Act, all users of our site may make any changes to their information at anytime by logging into their account and going to the 'My Account' page.\nBy utilizing this option, you are able to keep your account current or make changes at your own discretion to alter what personal information is securely and privately registered online.</p> Your Information Choices Cookies <p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our services.</p> Promotional Communications <p>You may opt out of receiving any promotional emails from us by following the instructions in those emails.\nIf you opt out, we may still send you non-promotional communications, such as those about your account or our ongoing business relations.</p>", "created_at": "2023-03-13 21:58:07.26412", "updated_at": "2023-03-13 21:59:15.694279"}, {"id": 14512, "name": "Payment security and policy", "url": "https://geo.ipify.org/payment-security-and-policy", "xpath": "/html/body/div[1]/section/section", "text": "Payment security and policy <p>We take great care to use physical, electronic and procedural precautions, including the use of up to 256-bit data encryption and Secure Socket Layer (SSL) technology.\nOur precautionary measures meet or exceed all industry standards.\nWe do not collect your credit card number, your payment information is encrypted and passed on directly to either PayPal or other industry leading PCI-compliant Credit Card payment processor that uses the highest standard and encryptions.</p>", "created_at": "2023-03-13 21:58:07.296616", "updated_at": "2023-03-13 22:00:01.890719"}], "points": [], "urls": ["ipify.org", "geo.ipify.org", "api.ipify.org", "api64.ipify.org"]}}