{"error": 448, "message": "OK", "parameters": {"id": 800, "name": "ExpoBeds", "created_at": "2018-10-28 10:42:12.301266", "updated_at": "2021-03-25 03:19:38.659828", "wikipedia": null, "keywords": null, "related": null, "slug": "expobeds", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/800.png", "url": "expobeds.com", "documents": [{"id": 698, "name": "Privacy Policy", "url": "https://www.expobeds.com/info/privacy-policy", "xpath": null, "text": "Cookie PolicyWe use cookies to ensure you get the best experience on our website.\nTo learn more about cookies and how to disable them click the following link: Cookies PolicyGot it! Your web browser <b>Firefox 54</b> is out of date.<br>\n<b>ExpoBeds</b> website does not support your browser version and may not work as intended (or at all).<br>We advise you to update your browser, otherwise you might be exposed to <b>security risks</b> while browsing the Internet!update&nbsp;&nbsp;ignore Home Events Services Our Clients FAQ About Us Contact Us <i>\n</i>Privacy PolicyHomeEventsServicesFAQContact UsTerms &amp.\nConditionsPrivacy PolicyExpoBeds is part ofExpo Travel Group is an independent and privately owned tour operator.\nAny names or logos of hotel properties, events or venues may be registered trademarks of their respective holders.\nOur use of these trademarks does not imply any affiliation with, or endorsement by their owners unless otherwise specified on the relevant webpage.\nEnter your email *Subscribe ExpoBeds<sup>®</sup> is a registered trademark of Expo Travel Group<sup>®</sup>2017 - 2020 ExpoBeds<sup>®</sup>.\nAll rights reserved.\n&lt;div style=\"position:fixed;left:0;right:0;top:0;text-align:center;font-family:Raleway,Helvetica,Arial,sans-serif\"&gt;&lt;section style=\"padding:10px;background-color:#FF3300;color:#fff\"&gt;&lt;span style=\"font-size:20px\"&gt;&lt;strong&gt;JavaScript is required!&lt;/strong&gt.\nPlease enable JavaScript because ExpoBeds website doesn't work properly without it.&lt;/span&gt;&lt;/section&gt;&lt;/div&gt.\n", "created_at": "2018-10-28 10:43:41.199833", "updated_at": "2020-12-14 20:14:59.793875"}, {"id": 699, "name": "Cookies Policy", "url": "https://www.expobeds.com/info/cookies-policy", "xpath": null, "text": " Your web browser <b>Firefox 54</b> is out of date.<br>\n<b>ExpoBeds</b> website does not support your browser version and may not work as intended (or at all).<br>We advise you to update your browser, otherwise you might be exposed to <b>security risks</b> while browsing the Internet!update&nbsp;&nbsp;ignoreCookie PolicyWe use cookies to ensure you get the best experience on our website.\nTo learn more about cookies and how to disable them click the following link: Cookies PolicyGot it! Home Events Services Our Clients FAQ About Us Contact Us <i>\n</i>Cookies PolicyHomeEventsServicesFAQContact UsTerms &amp.\nConditionsPrivacy PolicyExpoBeds is part ofExpo Travel Group is an independent and privately owned tour operator.\nAny names or logos of hotel properties, events or venues may be registered trademarks of their respective holders.\nOur use of these trademarks does not imply any affiliation with, or endorsement by their owners unless otherwise specified on the relevant webpage.\nEnter your email *Subscribe ExpoBeds<sup>®</sup> is a registered trademark of Expo Travel Group<sup>®</sup>2017 - 2020 ExpoBeds<sup>®</sup>.\nAll rights reserved.\n&lt;div style=\"position:fixed;left:0;right:0;top:0;text-align:center;font-family:Raleway,Helvetica,Arial,sans-serif\"&gt;&lt;section style=\"padding:10px;background-color:#FF3300;color:#fff\"&gt;&lt;span style=\"font-size:20px\"&gt;&lt;strong&gt;JavaScript is required!&lt;/strong&gt.\nPlease enable JavaScript because ExpoBeds website doesn't work properly without it.&lt;/span&gt;&lt;/section&gt;&lt;/div&gt.\n", "created_at": "2018-10-28 10:59:04.969299", "updated_at": "2020-12-14 20:15:21.631136"}, {"id": 13461, "name": "Terms & Conditions", "url": "https://www.expobeds.com/info/terms-and-conditions", "xpath": "//body", "text": " Events <ul>\n<li>Events in Munich</li>\n<li>Events in Paris</li>\n<li>Events in Cologne</li>\n<li>Events in Frankfurt</li>\n<li>Events in Dusseldorf</li>\n<li>Events in Milan</li>\n<li>Events in Dubai</li>\n<li>Events in London</li>\n<li>Events in Las Vegas</li>\n<li>Rest of The World</li>\n</ul> Our Services <ul>\n<li>Hotel Accommodation</li>\n<li>Conference Facilities</li>\n<li>Transport</li>\n<li>Event Logistics</li>\n</ul> My Bookings About Us <ul>\n<li>Our Clients</li>\n<li>FAQ</li>\n</ul> Contact Us <i>\n</i>EURTerms &amp.\nConditionsThe information below states the terms and conditions under which you may access, browse and govern your use of our website.\nIt also states the general terms and conditions under which you use our services.\nIf you wish to use this site, request or book travel services, please read these terms carefully as well as the Privacy Policy located here.1.\nReservation of accommodation travel services made with the help of a travel consultant\n1.1.\nEnquiries, travel service reservations\n<p>Travel service requests or bookings must be sent to Expo Travel Group Ltd.\nby email at info@expobeds.com or through any of the forms on this website.\nExpo Travel Group Ltd.\nwill reply to travel booking requests on working days (Mon-Fri).</p>\n1.2.\nCancellations, changes, no-shows, relocations\n<p>Reservations made during exhibition or other event or congress periods will normally incur full cancellation and no-show charges.\nEven so, a detailed and reservation-specific cancellation, change and no-show policy will be provided for each reservation to you in writing via email.</p>\n<p>The reservation-specific terms of cancellation, changes, minimum night stay requirements are part of the offer each customer receives in response to a received enquiry.\nNon-refundable reservations cannot be reimbursed i.e.\nif you are unable to travel due to any circumstances, you will not receive a refund.\n</p>\n<p>Before you confirm your booking you will be given a reservation-specific deadline for payment, cancellations, changes, minimum night stay and rooming list requirements to which you must agree before we move to the next step and issue a deposit invoice.\nThis information will be sent to you in writing via email.\nIf, in response to this information, you provide your company's billing details for the invoice, this means that you agree and accept these booking conditions.</p>\n<p>\n<strong>Cancellation deadline</strong> - unless otherwise specified the cancellation deadline is the end of business (17:00h Central European Time) on the date mentioned in the booking conditions you receive for each confirmed travel reservation.</p>\n<p>\n<strong>A minimum night stay</strong> requirement (if applicable) is part of the hotel booking conditions and will be mentioned in the reservation-specific terms.\nThe customer is required to pay and is not entitled to a refund for any unused nights which are covered by the minimum night stay requirement.\nChanges / amendments - unless otherwise specified, the customer may change the number of booked rooms, the type of booked rooms and the arrival / departure dates of the booked rooms in accordance with the reservation-specific booking conditions to which the customer has agreed before paying the reservation.\nAny request for changes must be communicated only to Expo Travel Group and not to the hotel directly.\nAny requests for changes after the final amendments deadline has passed cannot be guaranteed and confirmed and are subject to full cancellation charges.\nExpo Travel Group Ltd.\n, to the best of its ability, will aim to help the customer and provide assistance in processing any requests for changes to an already confirmed booking even after the deadline for these changes has passed.\nWe cannot guarantee that the hotel/supplier will accept and process these changes and we take no responsibility for any losses or claims that the customer may have as a result of a request for change received after the amendment deadline not being honoured by the hotel/supplier.</p>\n<p>\n<strong>Relocation</strong> - in the unlikely event of a confirmed hotel booking becoming unavailable due to one or more reasons such as: technical mistake in the transmitting of the hotel reservation to the supplier/hotel, a mistake in the hotel reservation system which can cause an overbooking (more rooms sold by a hotel for a particular period of stay than the hotel room capacity), parts of a hotel or an entire hotel closing for renovation, etc.\nExpo Travel Group Ltd.\nwill endeavour to either provide alternative accommodation of a similar standard and location or of a similar standard with a different location, or provide full refund of the total booking price which the customer has prepaid.\nIn cases where Expo Travel Group Ltd.\nhas prior notice from a supplier or a hotelier regarding a relocation situation, we will immediately contact the customer to inform them.\nExpo Travel Group Ltd.\naccepts no liability for any losses or costs that might occur as a result of a confirmed reservation becoming unavailable due to a mistake made by the supplier/hotel.</p>\n1.3.\nPayment\n<p>Expo Travel Group Ltd.\noffers two methods of payment: credit card or bank transfer.\nThe total amount of a confirmed booking has to be prepaid to Expo Travel Group Ltd.\nprior to the actual travel date.\n</p>\n<ul>\n<li>In the case of a customer making a payment by credit card we may charge a service fee of 2% of the total booking price.\nWe will inform you in advance in any such occasions before preparing the invoice and will ask for your approval.</li>\n<li>In the case of a customer making a payment by bank transfer Expo Travel Group Ltd needs to receive the exact amount mentioned on the invoice as payable.\nAny bank charges and bank fees need to be covered by the sending party, so that Expo Travel Group Ltd.\nreceives the correct amount indicated as payable on the invoice.</li>\n<li>Expo Travel Group Ltd.'s customers may be required to present a valid credit/debit card to the hotel staff on arrival to secure any potential or actual additional charges and extra services incurred during the guests' stay (i.e.\nmeal charges, parking costs, phone bills, room service, minibar, etc.).\nIf Expo Travel Group Ltd.'s is charged or invoiced by the hotel, or supplier in relation with any costs incurred by a customer, which are not part of this customer's confirmed and prepaid booking with us, we reserve the right to invoice the customer for these costs.</li>\n</ul>\n1.4.\nInvoices\n<p>Expo Travel Group Ltd.\nissues its invoices in Euros.\nAll invoices are due and payable immediately upon receipt from the customer unless otherwise specified on the invoice.\nAny unpaid invoice within the due date mentioned on the invoice may result in cancellation of a travel reservation.</p>\n1.5 Taxes\n<p>The accommodation prices we quote are inclusive of local taxes, unless otherwise specified in the offer you will receive by us via email.\nSome cities impose an additional local/tourist/city/cultural tax, which in some occasions is, or is not payable by business travellers.\nWe will inform you in any case if such additional tax is payable or not and will provide you with the necessary documentation for tax exemption, if applicable.</p>\n1.6.\nConfirmation of bookings\n<p>The customer will receive a booking confirmation and a voucher for a prepaid travel service by email once a deposit/full payment is received by Expo Travel Group Ltd..\nThe customer must print and present the voucher at the hotel reception upon arrival.\nIn case of an event where the hotel staff cannot find the reservation described on the voucher there is an Expo Travel Group Ltd.\nemergency telephone line that can be dialed for immediate check-in assistance.</p>\n<p>It is the customer's responsibility to make sure that the information pertaining to the period of stay, type of rooms booked and passport names of the guests indicated on the voucher is correct.\nThe service booked will only be provided in accordance with the details in the confirmation/voucher.\nAny requests for change/s to an already confirmed booking should be submitted in writing by the customer via email to info@expobeds.com.\nGuest name changes made after the end of the free cancellation period may incur an additional fee per change, depending on the policy of the booked hotel.\nExpo Travel Group will not take any responsibility for any problems originating from the customer making any changes to an already confirmed booking directly with the hotel instead of sending them to Expo Travel Group, as instructed above.</p>\n1.7.\nRefunds\n<p>Service refund policy will be provided with each reservation.\nAny customer claims for refunds will be reviewed within 3 working days from their receipt.\nApproval of a refund claim will be subject to the reservation-specific terms provided to the customer.\nAny approved refund claims will be processed to the customer within 10 working days after the check-out date of the travel service to which the refund claim applies.\nAny refunds that are processed to the client will incur a 35.00 EUR administrative processing fee.\nIf you are not able to use part/s of your booking (room-night/s, entire rooms, etc.) because of an early check-out, no matter the reason, you have no right to claim a refund.\nHowever, we will try our best to contact our service providers, or the hotel directly to request a refund with absolutely no guarantees given that a refund will be approved and processed.</p>\n1.8.\nStandard of accommodation\n<p>Accommodation star ratings (where applicable) may vary from country to country and should not be relied upon alone to indicate the quality of the accommodation.\nThe types of rooms, provided by a hotel (such as single, double), may also vary from country to country.\nIt is the customer's responsibility to independently check that the type of the accommodation and services provided by each hotel meet their requirements.</p>\n1.9.\nInformation accuracy\n<p>Expo Travel Group Ltd.\nreceives all hotel details, information about hotel facilities, room descriptions, etc.\nby the hotels, or our accommodation suppliers.\nWe provide this information to the customer in good faith.\nWe take reasonable care to ensure that the content of this website and our web booking tools, including all hotel information, is accurate and up-to-date.\nExpo Travel Group Ltd.\ncannot be responsible for inaccuracies, errors, omissions or misleading information contained in the hotel listings or information.</p>\n1.10.\nComplaints\n<p>Any complaint regarding the hotel stay, standard, conditions of the rooms, etc.\nmust be communicated to a hotel representative on the spot during the stay.\nThe hotel management must be given adequate opportunity to rectify the situation.\nIf the hotel fails to solve the situation, please contact us via email to info@expobeds.com describing your complaint in writing.\nWe will endeavour to receive an explanation from the hotel on your behalf, however, we do not take responsibility for the standard and conditions of the hotel accommodation, nor do we take any responsibility for the behavior of any hotel staff or hotel representative during your stay.</p>\n1.11 Force Majeure\n<p>Expo Travel Group Ltd.\nshall not be held liable and will make no refund in the event of any delays, re-routing and/or additional expenses incurred by the customer which were directly, or indirectly caused by acts of Government, public strikes, airline traffic disruptions, severe weather, or any other force majeure causes beyond our direct control.\nIn situations where an obstruction of travel is caused, or is a direct consequence of health-related issues, including, but not limited to health pandemics all existing reservations are still subject to both the general and the reservation-specific conditions provided to the customer at the time of booking.\n</p>2.\nOnline reservation of accommodation travel services.\n2.1.\nPrices\n<p>All prices in our live availability are displayed per room per night and are including VAT (if applicable), unless stated otherwise.\nAdditional local/city/tourist tax may be charged by the property on arrival.\nSome of the prices displayed are dynamic - depending on remaining availability during the event period, current demand for rooms and other factors.\nThe same may lead to a change in the rate during the booking process.\nIn such case you will be notified prior to completing the reservation and the booking will not be finalized unless you agree to the displayed price change.\nPrices are subject to change at any time during the booking process.\nExpo Travel Group Ltd.\nreserves the right to correct any obvious pricing errors on our website and/ or on confirmed reservations made under an incorrect price.\nIn such event, if possible, we will offer you the opportunity to keep your reservation at the correct price, or we will cancel the booking without penalty and refund any prepaid deposits back to you.\nExpo Travel Group Ltd.\nbears no obligation to provide travel services at incorrect prices, even after a confirmation for a reservation has been generated.\nSpecial offers/ discounted rates and promotions may carry specific restrictions and conditions (e.g.\nnon-cancellable, non-amendable and non-refundable).\nWe recommend that you read the relevant reservation conditions in detail prior to finalizing and paying your reservation.\nAll special offers/ discounted rates and promotions are marked as such.\n</p>\n2.2.\nPayment, modification, cancellation, no-show\n<p>By making a hotel reservation using Expo Travel Group self-service tool, you accept and agree to the relevant payment, modification, cancellation, and no-show policy.\nThe same are shown during the booking process on this website and in the reservation confirmation email.\nPlease note that certain rates or/and special offers are not eligible for free cancellation, refund, or change.\nPlease check the reservation conditions carefully before finalizing your booking.\n</p>\n<ul>\n<li>\n<strong>Modifications and cancellations</strong> - if you wish to review, modify, or cancel your reservation, please refer to the confirmation email and follow the instructions.\nPlease note that you may be charged for any cancellations and reductions of nights, or rooms in accordance with the reservation conditions to which you have agreed when creating the booking.\nModifications in the arrival date/s - any such changes must be processed by Expo Travel Group and reconfirmed by the hotel.\n</li>\n<li>\n<strong>Payments</strong> - all reservations are subject to full prepayment before the actual travel date.\nThe prepayment is payable by credit card at the time of booking – in one instalment (100%), or 2 instalments (deposit% and remaining open balance).\nA payment schedule for each rate chosen will be displayed to the user as part of the conditions of booking.\nDepending on the booking conditions of the rate chosen, a prepaid deposit may be refundable until certain date (cancellation deadline).\nWe reserve the right to cancel any reservation against 100% penalty if the deadlines mentioned in the payment schedule are not met.\n</li>\n<li>\n<strong>Credit card payments</strong> - we process credit card payments using a 3rd party service provider using the highest standards for protection of your details.\nWe do not store or process any credit card information on our servers.\nWe process transactions in EUR currency.\nWe do not have control over any transaction fees which are imposed by the card’s issuer institution.\nWe do not have any control, nor do we take responsibility for any applicable exchange rates applied by the card issuer’s bank/institution in case the card currency is different from EUR currency.\nIf the currency of the card is not EUR there may be a different transaction amount appearing on the user’s card statement.\nIf you have any questions about the exchange rate applied to your card transaction, please contact your bank or card issuer.</li>\n<li>\n<strong>Late arrivals and no-shows</strong> - non-arrivals and early check-outs are non-refundable during trade fair periods.\nPlease note that in case you fail to show up as scheduled, without having informed Expo Travel Group about it, the hotel has the right to cancel the entire booking against a 100% penalty.\nCheck in and check out times vary depending on hotels regulations.\nIn general check in starts at 3:00 pm on the day of arrival and check out is before 12:00 noon on the day of departure.\nPlease notify Expo Travel Group Ltd.\nin case late arrival (after 20:00 hours) is expected.\nNote, that some hotels do not operate a 24h reception service.\nExpo Travel Group Ltd.\nshall not be liable or responsible for the consequences of your delayed arrival or any cancellation or charged no-show fee by the hotel/property.\nEarly check in and late check out cannot be guaranteed and is subject to the hotels’ policies and availability.\nIf allowed, it can incur an additional charge.</li>\n</ul>\n2.3.\nMultiple bookings, group bookings, bookings with various arrival/departure dates\n<p>The system allows multiple reservations of rooms booked under different payment and cancellation policies which are part of the same reservation.\nThe users of the online booking tool are not allowed to make group bookings.\nGroup bookings are reservations of more than 5 rooms during a certain trade fair period.\nIf you require more than 5 rooms please use the booking request form to submit your requirements and we will contact you with a custom proposal.\nWe reserve the right to cancel any reservations for more than 5 rooms made by the same exhibitor/visitor company via the online booking tool.\nIf you need to book multiple rooms (not more than 5) for different dates of stay we advise you to send us a booking request instead of using the online booking system – we cannot guarantee that availability and prices would be valid for different booking periods during the same event.\nFor best overview and accurate quotation please contact us with more complex booking requests.</p>\n2.4.\nNames of travellers\n<p>To create a reservation and issue a valid hotel accommodation voucher we need the full names (first and last names according to traveler’s passport) of all travelers.\nHotel vouchers can only be issued directly under the travelers’ names.\nvouchers cannot be issued under a company name, or a group name.\nIf you need to change a guest name you must do so by contacting Expo Travel Group directly.\nDo not contact the hotel with such requests as this may lead to technical problems when we finalize your booking and subsequently to a cancellation of your booking against 100% penalty.\nAny guest name changes will only be considered valid if they are confirmed by Expo Travel Group Ltd.</p>\n2.5.\nConfirmation of bookings\n<p>The customer will receive a booking confirmation voucher for a prepaid travel service by email once the booking is completed.\nThe customer must present the accommodation voucher at the reception of the property upon arrival.\nIn case of an event where the hotel staff cannot find the reservation described on the voucher there is an Expo Travel Group Ltd.\nemergency telephone line that can be dialed for immediate check-in assistance.\nIt is the customer's responsibility to make sure that the information pertaining to the period of stay, type of rooms booked and passport names of the guests indicated on the voucher is correct.\nThe service booked will only be provided in accordance with the details in the confirmation/voucher.</p>\n2.6.\nRefunds\n<p>The refund policy for each confirmed online reservation is dependent on the reservation-specific terms provided to the customer during the booking process.\nAny customer claims for refunds for an online booking will be reviewed within 3 working days from their receipt.\nApproved refund claims will be processed to the customer within 10 working days after their approval.\nA refund for an online booking can only be processed to the same credit card used to create the reservation.\nAny refunds that are processed to the client will incur a 35.00 EUR administrative processing fee.</p>\n2.7.\nStandard of accommodation\n<p>Accommodation star ratings (where applicable) may vary from country to country and should not be relied upon alone to indicate the quality of the accommodation.\nThe types of rooms, provided by a hotel (such as single, double), may also vary from country to country.\nIt is the customer's responsibility to independently check that the type of the accommodation and services provided by each hotel meet their requirements.</p>\n2.8.\nInformation accuracy\n<p>Expo Travel Group Ltd.\nreceives all hotel details, information about hotel facilities, room descriptions, etc.\nby the hotels, or our accommodation suppliers.\nWe provide this information to the customer in good faith.\nWe take reasonable care to ensure that the content of this website and our web booking tools, including all hotel information, is accurate and up-to-date.\nExpo Travel Group Ltd.\ncannot be responsible for inaccuracies, errors, omissions or misleading information contained in the hotel listings or information.</p>\n2.9.\nComplaints\n<p>Any complaint regarding the hotel stay, standard, conditions of the rooms, etc.\nmust be communicated to a hotel representative on the spot during the stay.\nThe hotel management must be given adequate opportunity to rectify the situation.\nIf the hotel fails to solve the situation, please contact us via email to info@expobeds.com describing your complaint in writing.\nWe will endeavour to receive an explanation from the hotel on your behalf, however, we do not take responsibility for the standard and conditions of the hotel accommodation, nor do we take any responsibility for the behavior of any hotel staff or hotel representative during your stay.</p>\n2.10.\nForce Majeure\n<p>Expo Travel Group Ltd.\nshall not be held liable and will make no refund in the event of any delays, re-routing and/or additional expenses incurred by the customer which were directly, or indirectly caused by acts of Government, public strikes, airline traffic disruptions, severe weather, or any other force majeure causes beyond our direct control.\nIn situations where an obstruction of travel is caused, or is a direct consequence of health-related issues, including, but not limited to health pandemics all existing reservations are still subject to both the general and the reservation-specific conditions provided to the customer at the time of booking.\n</p>3.\nReservation of conference facilities\n<p>Expo Travel Group Ltd.\nwill provide the customer with the full information for the conference facility booked, including information for the meeting room size, format, the equipment provided, food and beverage information, any meeting-specific schedules.\nExpo Travel Group Ltd.\nmay require the customer to appoint a contact person who will be coordinating the meeting with the hotel staff onsite.\n</p>\n<p>Any conference room bookings are non-refundable and must be paid in full ahead of the actual event.\n</p>\n<p>The customer agrees to adhere to the specific start and end times of the booked event.\nShould the customer use the meeting facilities and/or equipment for a longer period of time than prepaid for, we reserve the right to invoice them for any additional charges that the supplier of the conference facilities/equipment invoices to us.</p>\n<p>The hotels and the events that take place in these hotels are subject to country-specific regulations and guidelines which the customer must adhere to.\nThese may include food, health, hygiene regulations, fire and safety regulations, entertainment regulations, alcohol licensing, etc.\nThe customer must comply with any requests, directions and instructions of the hotel staff prior and during the event booked via Expo Travel Group Ltd.</p>4.\nAir transport Services\n<p>Flight booking services are only offered separately and not as part of a package.\nThese services are subject to rules and restrictions concerning the air fares, fare rules, cancellation and change penalties, etc.\nThese reservation-specific conditions are always communicated to the customer in writing via email prior to making a flight reservation.</p>\n<p>Any flight reservations are non-refundable and must be paid in full ahead of the travel date.</p>\n<p>Expo Travel Group Ltd.\nreceives all payments from the customer on behalf of the Supplier and in that way we act as an agent of the Supplier of the relevant air transport services.</p>\n<p>The customer is responsible for complying with the instructions of the airline.\nThe customer is responsible for ensuring that they meet any foreign entry requirements and that their travel documents are in order (including visas, passport expiry date, etc.) Expo Travel Group Ltd.\nhas no special knowledge regarding foreign entry requirements or travel documents.\nWe urge customers to review travel warnings, announcements, and advisories issued by the relevant governments prior to booking travel to international destinations.</p>\n<p>Expo Travel Group Ltd.\ncharges a service processing fee of EUR 20 for each flight reservation.\nThis fee is invoiced to the customer separately from the invoice which shows the flight cost.</p>\n<p>Air miles and vouchers from loyalty programs may not be redeemed when booking flights via Expo Travel Group Ltd.</p>5.\nExpo Travel Group Ltd.'s Liability\n<p>The hotels, suppliers, transportation providers and service providers are independent companies which are not employees of Expo Travel Group Ltd..\nExpo Travel Group Ltd.\nis not liable for their acts, errors, omissions, views, breaches or negligence.</p>6.\nLinks to third parties\n<p>This website may contain links to websites operated by third parties.\nExpo Travel Group Ltd.\ndoes not control such websites and is not responsible for their content, or your use of them.</p>7.\nModification\n<p>Expo Travel Group Ltd.\nreserves the right to modify these terms and conditions and you agree to accept and be bound by those terms, conditions and notices that are in effect at any time of your use of this website.</p>\nExpo Travel Group Ltd.\n<p>Level 1, The Chase, Carmanhall Road, Sandyford,<br>\n<em>Dublin D18 Y3X2, Ireland</em>\n<br>\n<strong>Tel:</strong> +353 1 223 88 80\n<strong>TIDS / IATA:</strong> #96011123</p>HomeEventsServicesFAQContact UsTerms &amp.\nConditionsPrivacy PolicyExpoBeds is part ofExpo Travel Group is an independent and privately owned tour operator.\nAny names or logos of hotel properties, events or venues may be registered trademarks of their respective holders.\nOur use of these trademarks does not imply any affiliation with, or endorsement by their owners unless otherwise specified on the relevant webpage.\nEnter your email *Subscribe ExpoBeds<sup>®</sup> is a registered trademark of Expo Travel Group<sup>®</sup>2017 - 2022 ExpoBeds<sup>®</sup>.\nAll rights reserved.\n<strong>JavaScript is required!</strong> Please enable JavaScript because ExpoBeds website doesn't work properly without it.", "created_at": "2022-12-19 19:45:51.64891", "updated_at": "2022-12-19 19:46:01.823386"}], "points": [{"id": 4911, "title": "The service provides information about how they collect personal data", "source": "https://www.expobeds.com/info/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-28 10:54:47.208286", "updated_at": "2021-02-06 04:32:02.015441", "quoteText": null, "case_id": 297, "document_id": 698, "quoteStart": null, "quoteEnd": null}, {"id": 4910, "title": "The service informs users about the risk of publishing personal info online", "source": "https://www.expobeds.com/info/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-28 10:52:59.54141", "updated_at": "2021-02-06 03:50:39.185451", "quoteText": null, "case_id": 231, "document_id": 698, "quoteStart": null, "quoteEnd": null}, {"id": 4913, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.expobeds.com/info/cookies-policy", "status": "Generated through the annotate view", "created_at": "2018-10-28 11:00:06.954089", "updated_at": "2021-02-06 04:16:25.093093", "quoteText": null, "case_id": 306, "document_id": 699, "quoteStart": null, "quoteEnd": null}, {"id": 4909, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.expobeds.com/info/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-28 10:49:24.025012", "updated_at": "2021-02-06 04:16:24.393306", "quoteText": null, "case_id": 214, "document_id": 698, "quoteStart": null, "quoteEnd": null}, {"id": 4912, "title": "info given about security practices", "source": "https://www.expobeds.com/info/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-28 10:55:52.800282", "updated_at": "2021-02-06 04:16:25.112159", "quoteText": null, "case_id": 226, "document_id": 698, "quoteStart": null, "quoteEnd": null}, {"id": 4908, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://www.expobeds.com/info/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-10-28 10:47:18.795196", "updated_at": "2021-02-06 04:16:25.232404", "quoteText": null, "case_id": 298, "document_id": 698, "quoteStart": null, "quoteEnd": null}], "urls": ["expobeds.com"]}}