{"error": 448, "message": "OK", "parameters": {"id": 7277, "name": "Axiom Banking", "created_at": "2023-01-18 04:26:38.345224", "updated_at": "2023-01-22 17:00:20.036272", "wikipedia": null, "keywords": null, "related": null, "slug": "axiom-banking", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7277.png", "url": "axiombanking.com", "documents": [{"id": 13954, "name": "Privacy Policy", "url": "https://axiombank.wpengine.com/wp-content/uploads/2022/02/Axiom-Bank-Privacy-Policy.pdf", "xpath": "//body", "text": "AXIOM BANK PRIVACY POLICY,WHAT DOES AXIOM BANK, N.A.\nDO WITH YOURPERSONAL INFORMATION?,Why?Financial companies choose how they share your personal information.\nFederal law ,gives consumers the right to limit some but not all sharing.\nFederal law also requires ,us to tell you how we collect, share, and protect your personal information.\nPlease ,read this notice carefully to understand what we do.,What?The types of personal information we collect and share depend on the product or ,service you have with us.\nThis information can include: ,•Social Security number and payment history,•Account balances and transaction or loss history,•Credit history and checking account information ,When you are no longerour customer, we continue to share your information as ,described in this notice.,How?All financial companies need to share customers' personal information to run their ,everyday business.\nIn the section below, we list the reasons financial companies can ,share their customers' personal information.\nthe reasons Axiom Bank, N.A chooses to ,share.\nand whether you can limit this sharing.,Reasons we can share your personal informationN.A.\nshare?sharing?,Does Axiom Bank, Can you limit this ,For our everyday business purposes-YesNo,such as to process your transactions, maintain your ,account(s), respond to court orders and legal ,investigations, or report to credit bureaus,For our marketing purposes-YesNo,to offer our products and services to you,For joint marketing with other financial companiesNoWe do not share,For our affiliates' everyday business purposesNoWe do not share,information about your transactions and experiences,For our affiliates' everyday business purposes-NoWe do not share,information about your creditworthiness,For our affiliates to market to youNoWe do not share,For nonaffiliates to market to youNoWe do not share,QUESTIONS?Call toll-free 1-800-584-0015 or visit www.AxiomBanking.com,WHO WE ARE,Who is providing this notice?Axiom Bank means Axiom Bank, N.A.,WHAT WE DO,How does Axiom Bank To protect your personal information from unauthorized access and ,protect my personal use, we use security measures that comply with federal law.\nThese ,information?measures include computer safeguards and secured files and ,buildings.\n,We also maintain other physical, electronic, and procedural ,safeguards to protect this information and we limit access to ,information to those employees for whom access is appropriate.,How does Axiom Bank collect We collect your personal information, for example, when you ,my personalinformation?,•Open an account or apply for a loan ,•Use your credit or debit card or make deposits or withdrawals ,from your account ,•Provide account information ,We also collect your personal information from others, such as credit ,bureaus, affiliates, or other companies.,Why can’t I limit all sharing?Federal law gives you the right to limit only,•Sharing for affiliates' everyday business purposes-information ,about your creditworthiness,•Affiliates from using your information to market to you,•Sharing for non-affiliates to market to you ,State laws and individual companies may give you additional rights to ,limit sharing.,DEFINITIONS,AffiliatesCompanies related by commonownership or control.\nThey can be ,financial and nonfinancial companies.\n,•Axiom Bank does not share with our affiliates.,NonaffiliatesCompanies not related by common ownership or control.\nThey can be ,financial and nonfinancial companies.\n,•Axiom Bank does not share with nonaffiliates, so they can ,market to you.,Joint marketingA formal agreement between nonaffiliated financial companies that ,together market financial products or services to you.,•Axiom Bank does not jointly market.,OTHER IMPORTANT INFORMATION,In addition to federal law, if you are protected by specific state or local regulations concerning ,information sharing and marketing, Axiom Bank, N.A.\nwill also fully comply with those regulations.", "created_at": "2023-01-18 04:26:38.408145", "updated_at": "2023-01-18 04:26:51.526701"}, {"id": 13955, "name": "Terms and Conditions", "url": "https://www.axiombanking.com/terms-and-conditions", "xpath": "//body", "text": "Skip Navigation1-800-584-0015LocationsReturn HomeOnline Banking Personal BankingPersonal BankingPersonal Checking Personal Savings Personal CDs / IRAs Personal Loans Convenient Services Schedule an Appointment Online Account Open Business BankingBusiness BankingBusiness Checking Business Savings &amp.\nCDs Commercial BankingCommercial BankingCommercial Checking Financial Partners Treasury Management Branded Financial Services Commercial FinanceCommercial FinanceContact Us About UsAbout UsOur Values Financial Education Axiom’s History Our Leadership Team Careers Online BankingAxiom BankingTerms and ConditionsTerms and ConditionsPersonal BankingPersonal BankingPersonal Checking Personal Savings Personal CDs / IRAs Personal Loans Convenient Services Schedule an Appointment Online Account Open Business BankingBusiness BankingBusiness Checking Business Savings &amp.\nCDs Commercial BankingCommercial BankingCommercial Checking Financial Partners Treasury Management Branded Financial Services Commercial FinanceCommercial FinanceContact Us About UsAbout UsOur Values Financial Education Axiom’s History Our Leadership Team Careers 1-800-584-0015LocationsWEBSITE TERMS AND CONDITIONS\n<p>These terms govern the use of www.AxiomBanking.com.\nPlease read them carefully before accessing the website.\nIf you do not agree with these terms, do not access the website.\nBy accessing the website or any of its pages, you agree to be bound by these terms of use.</p>\n<p>This website has been established by Axiom Bank, N.A.\n(the Bank) for the sole purpose of conveying information about the Bank’s products and services and to allow communication between the Bank and its customers and prospects.\nInformation that appears on this website should be considered an advertisement.\nNothing contained in any page on this website takes the place of the Bank’s agreements and disclosures that govern its products and services.\nIf any information on the website conflicts with that in the Bank’s agreements and disclosures, the agreements and disclosures will control.</p>\n<p>From time to time the Bank may place links to other websites on this website.\nUnless otherwise stated in writing, the Bank does not operate and has no control over any other website and is not responsible for the content on any website other than this one.\nUsers assume all responsibility when they go to other websites via the links on the website.\nYou acknowledge and agree that: (a) you access linked websites at your own risk.\n(b) the Bank makes no endorsement of, and assume no responsibility for, any goods or services offered by the companies on linked websites.\n(c) the Bank makes no representation or warranty, and assumes no responsibility for, any linked website or the actions or omissions of its owners or operators.\nand (d) although the Bank may have a contractual or other relationship with the operators of a linked website, the Bank will not be responsible for the content, accuracy, integrity or operation of the linked website.</p>\n<p>The information and materials contained in this website are owned by the Bank unless otherwise indicated and are protected by copyright and trademark laws.\nThese materials include, but are not limited to, the software, source code, design, text, images, graphics, and other content on the website.\nSimilarly, all Axiom Bank trademarks, trade names, logos, and service marks belong solely to the Bank.\nNo material may be copied, displayed, transmitted, distributed, framed, sold, stored for use, downloaded, or otherwise reproduced with prior written consent of the Bank or except as permitted by law.\nYou may not modify, reverse engineer, or de-compile any of the technology that the Bank makes available to you.</p>\n<p>The Bank makes no warranties of any kind regarding the products and services advertised on this website, and use of the website and its contents are provided AS IS and on an as available basis.\nThe Bank will use reasonable efforts to ensure that all information displayed is accurate.\nhowever, the Bank is not responsible for and expressly disclaims any representation and warranty, express and implied, including, without limitation, warranties of merchantability, fitness for a particular purpose, suitability, non-infringement, security, freedom from errors, and the ability to use the website without contracting a computer virus to the fullest extent permissible by law.\nUNDER NO CIRCUMSTANCES WILL AXIOM BANK, N.A.\nBE LIABLE FOR ANY CONSEQUENTIAL, INCIDENTAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES ARISING OUT OF ANY USE OF OR INABILITY TO USE THIS WEBSITE OR ANY PORTION THEREOF, INCLUDING LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, WEBSITE CONTENT OR ANY PRODUCTS OR SERVICES, OR ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, EFFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, LINE SYSTEM FAILURE, LOSS OF DATA, OR LOSS OF USE RELATED TO THE WEBSITE OR ANY LINKED WEBSITE REGARDLESS OF WHETHER THE BANK HAS BEEN APPRISED OF THE LIKELIHOOD OF SUCH DAMAGES OCCURRING AND REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE.\nThis limitation includes, but is not limited to the omission of information, the failure of equipment, the delay or inability to receive or transmit information, the delay or inability to print information, the transmission of any computer virus, or the transmission of any other malicious or disabling code or procedure.\nThis limitation applies even if the Bank has been informed of the possibility of such loss or damage.</p>\n<p>You agree to indemnify and hold the Bank harmless from and against any and all claims, losses, liability, cost, and expenses, including, but not limited to attorney’s fees, arising out of (i) your use of the website.\n(ii) your violation of these Terms and Conditions, or (iii) your violation of any applicable federal, state, local laws and regulations relating to your use of the website.\nThis indemnification and hold harmless obligation will survive the termination of these Terms and Conditions.</p>\n<p>The Bank may terminate your use of the website and any of the products or services at any time without cause.\nThese Terms and Conditions will continue to apply following any such termination regarding obligations or incidents arising prior to termination.\nThis agreement may be changed from time to time by posting the new Terms and Conditions on the website.\nAll users agree to be subject to this agreement as it changes from time to time.</p>\n<p>This agreement and the use of this website are governed by the laws of the State of Florida, without regard to conflict of laws principles, including interpretation, enforceability, validity and construction.\nThe parties submit to the jurisdiction and venue of the circuit court for the County of Orange, State of Florida, with respect to any action arising, directly or indirectly, out of these Terms and Conditions or the performance or breach of access to and use of the website and these Terms and Conditions.\nThe parties stipulate that the venue referenced in these Terms and Conditions is convenient.</p>\n<p>These Terms and Conditions are binding upon the successors, legal representatives and permitted assigns of you and the Bank.\nNo transfer any of your rights or obligations under the Terms and Conditions is permitted without the Bank’s prior written consent.\nAll of the Bank’s rights and obligations under the Terms and Conditions are assignable by the Bank.\nThe Bank does not waive any right under or term or provision the Terms and Conditions, and no waiver will be deemed a waiver of any other right, term or provision of the Terms and Conditions at that time or a waiver of that or any other right, term, or provision of the Terms and Conditions at any other time.</p>\n<p>\n<strong>Routing Number:</strong> 263184815</p>Helpful Links<p>Careers</p>\n<p>Locations</p>\n<p>Debit Cards</p>\n<p>Allied Affiliated Funding</p>\n<p>Apple &amp.\nGoogle Pay</p>\n<p>Schedule an Appointment</p>\n<p>Personal Checking</p>\n<p>Personal Savings</p>\n<p>Fraud &amp.\nIdentity Theft</p>©2023 Axiom Banking.\nAll Rights Reserved.Terms and ConditionsPrivacy PolicyWebsite Accessibility NoticeDisclosures &amp.\nForms<p>External</p>External Link Notice\n<p>This link will take you away from AxiomBanking.com.\nThe site you are about to visit is not owned by Axiom Bank, we cannot guarantee the products, information or recommendations contained therein.\nAxiom is neither liable for products or services advertised on other sites, nor responsible for the validity of the content on linked sites, how they handle data or their security practices.\nFor more information, review the privacy policies of linked sites that you visit.</p>\nYesNo<p>\n</p>", "created_at": "2023-01-18 04:26:38.470107", "updated_at": "2023-01-18 04:27:25.369611"}], "points": [], "urls": ["axiombanking.com"]}}