{"error": 448, "message": "OK", "parameters": {"id": 7639, "name": "Astribes", "created_at": "2023-03-17 22:51:32.898086", "updated_at": "2023-03-29 19:26:49.595046", "wikipedia": null, "keywords": null, "related": null, "slug": "astribes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7639.png", "url": "astribes.com", "documents": [{"id": 14712, "name": "Terms of use", "url": "https://astribes.com/terms", "xpath": "//body", "text": " ☰ HOME APP TRIBES ASTROLOGY MUSIC DOWNLOAD BLOG FAQ CONTACT Terms of use <p>Last update: November 14, 2022</p> Terms and General Conditions of Use <p>These terms and conditions (hereinafter referred to as \"Terms\") apply to the use of our application, \"Astribes\", by you.</p>\n<p>Our application is maintained by the legal entity Zillius Solutions, duly registered under CNPJ nº.\n10.689.415/0001-78, email: adm@astribes.com, headquartered at: Av Eng Luiz Carlos Berrini, 1681 CJ 111, São Paulo, SP, Brazil.</p>\n<p>In this Term of Use, you will find information about the operation of the services offered, provided through applications on the website and application for mobile devices and the rules applicable to it.\nthe legal basis related to the provision of services.\nyour responsibilities when using the service.\nZillius Solutions' responsibilities in providing the service.\ncontact information if you have any questions or need to update information.\nthe forum responsible for any complaints.\nif issues of this Term of Use have been violated.</p>\n<p>In addition, in our Privacy Policy you will find information about which processing of personal data is carried out, whether automated or not, and its purpose.\nwhat personal data is necessary for the provision of the service.\nthe way they are collected.\nif your data is shared with third parties.\nand what security measures are in place to protect your data.</p>\n<p>These Terms apply to all those who register in Our Application, so whoever wishes to complete their registration must read carefully and agree with the rules set forth in this document.</p>\n<p>Those who do not understand or who do not accept the rules set forth in these Terms will not be able to register in Our Application and, consequently, will not be able to access or use the resources restricted to registered users.\n</p>\n<br> Definitions <p>\"We\", \"Our\" or \"Our\" refers to Zillius Solutions, the legal entity that maintains and is responsible for the Application.</p>\n<p>\"Application\" is the \"Astribes\" application, including all its pages and resources.</p>\n<p>\"Consumer Defense Code\" or \"CDC\" is Federal Law n.\n8,078, of September 11, 1990.</p>\n<p>\"Parties\" means both You and Us alike.</p>\n<p>\"Services\" means the services provided directly by Us through Our Application.</p>\n<p>\"Our Content\" refers to any and all information or data published or made available directly by Us on the Application, including, without limitation, texts, images, videos and audios.</p>\n<p>\"Third Party Content\" refers to any and all information or data published or made available on the Application by third parties, Users or not, including, among others possible, texts, images, videos, audios and links.</p>\n<p>\"User\" is the person browsing or otherwise using Our Application.</p>\n<br> Age Restrictions for Use <p>We will not accept the registration of minors under 18 years old and those who do not have full civil capacity, therefore, only people over 18 (eighteen) years old can register in Our Application.</p>\n<p>By registering, the user expressly declares and guarantees to be fully capable, being able to freely exercise and enjoy the services and products.</p>\n<p>You warrant that you have the right, authority and capacity to enter, accept the Terms and that by using the app, you will not violate any laws or regulations of the country in which you reside.\nYou are responsible for complying with all applicable laws and regulations in the country in which you reside.</p>\n<p>If you are a parent or guardian and you are aware that your minor child has provided us with personal data, please contact us</p>\n<p>Legal entities may also register, through their legal representatives.</p> Maintenance, Amendment and Deletion of Registration <p>Each User may maintain only one account with the Application.\nDuplicate accounts, when identified, will be automatically deactivated by Us, without prejudice to other applicable penalties.</p>\n<p>For the registration to be completed, the User must fully provide the required data.\nAll information provided by the User must be accurate, true and up to date.\n</p>\n<p>The user is responsible for the accuracy and veracity of the data provided and recognizes that the inconsistency of these may imply the impossibility of using the requested service.</p>\n<p>While using the service, in order to safeguard and protect the rights of third parties, you undertake to provide only your personal data, and not those of third parties.</p>\n<p>In any case, the User may respond, in civil and criminal terms, for the veracity, accuracy and authenticity of the data provided.</p>\n<p>The User must provide a valid email address, through which all contacts will be made.\nAll communications sent to the aforementioned address will be considered read by the user, who undertakes to regularly consult the messages received and to respond to them, if necessary, within a reasonable period.</p>\n<p>After confirming your registration, the user will have a personal login and password, which must be used by him to access his account in the Application.\nThis data should not be informed by the User to third parties, so that the User undertakes to maintain the secrecy of the password, which is personal and non-transferable, and it is not possible, under any circumstances, to claim misuse after sharing it.\n, being your full responsibility for the use made of them.</p>\n<p>You must notify us immediately if you suspect any suspicious or unexpected activity has occurred on your account.</p>\n<p>It will not be allowed to assign, sell, rent or transfer, in any way, a User account, which is for personal use and non-transferable.</p>\n<p>The user is responsible for updating his personal information and for the consequences of omission or errors in the personal information registered, therefore, whenever his registration data are out of date, the User must correct them through the tools that we make available for this to be done.</p>\n<p>You are responsible for repairing any and all damages, direct or indirect (including those arising from the violation of any rights of other users, third parties, intellectual property rights, secrecy and personality), that are caused to Zillius by any other User, or even any third party, as well as due to non-compliance with the provisions of this Term of Use and Privacy Policy or any act performed after accessing the service.</p>\n<p>Zilius cannot be held responsible for the following facts:</p>\n<ul>\n<li>Equipment infected or hacked by attackers;</li>\n<li>Defective equipment when using services;</li>\n<li>Device access protection;</li>\n<li>Protection of information based on users' access devices;</li>\n<li>Abuse of use of user access devices;</li>\n<li>Clandestine monitoring of users' access device;</li>\n<li>Vulnerabilities or instabilities existing in user systems;</li>\n<li>Insecure perimeter</li>\n</ul>\n<p>Under no circumstances will Zillius be responsible for the installation on its equipment or that of third parties, of malicious code (viruses, trojans, malware, worm, bot, backdoor, spyware, rootkit, or any others that may be created) , as a result of browsing the Internet by the User.</p>\n<p>Under no circumstances will the service and its collaborators be liable for any direct, indirect, emergent, special, unforeseen damages or fines caused, in any matter of liability, whether contractual, objective or civil (including negligence or others), arising from any form of use of the service, even if the possibility of such damages has been warned.</p>\n<p>Since the service deals with personal information, you agree that you will not use robots, scanning systems, data interception and storage, hidden links or any other shady resource, tool, program, algorithm or collector/extractor method/ automatic data interceptor to access, acquire, copy or monitor the service, without express written permission from the agency.</p>\n<p>When it comes to applications on mobile devices, their commercialization is expressly prohibited.\nBy agreeing to this Terms of Use and using the mobile application, you will receive permission from Zillius for non-commercial use of the services offered by the application, which, under no circumstances, will make you the owner of the mobile application.</p>\n<p>The User who fails to comply with any of the rules contained in this instrument will have his account suspended and will be notified to justify himself.\nIf no justification is presented within the specified period or if the justification is not accepted, your registration will be deleted, and you will be prohibited from registering again in the Application.</p>\n<p>If the User fails to comply with the Terms of Use, or the Privacy Policy, due to misconduct, we may cancel their access.\nIn that case, you will also be legally liable for that conduct.</p>\n<p>The user may, at any time and without the need for justification, request the cancellation of his registration with the Application.\nYour unsubscription will be carried out as quickly as possible, provided that no outstanding debts are verified.</p>\n<p>Whether in the event of a request for cancellation of registration, or in the event of deletion due to non-compliance with the rules set forth herein, the User's personal data will be treated in accordance with our Privacy Policy (Link), and it is possible that all or some of the data are kept even after deleting the account, regardless of the consent of the holder of the personal data.</p>\n<br> From Navigation <p>We undertake to use all the technical solutions at our disposal so that the Application can be accessed 24 (twenty-four) hours a day, every day.\nHowever, We may, at any time, interrupt, limit or suspend access to the Application or some of its pages or resources, in order to carry out updates, modifications, corrections or any other action that we deem necessary to ensure its proper functioning.</p>\n<br> Application Management <p>For good management, We may, at any time:</p>\n<ul>\n<li>suspend, interrupt or limit access to all or part of the Application to a specific category or to all Users;</li>\n<li>remove any information that may disturb the functioning of the Application or that is in conflict with norms of Brazilian law or international law;</li>\n<li>suspend the Application in order to carry out updates and/or modifications;</li>\n</ul>\n<br> Our Responsibilities <p>Although we do everything within Our reach to keep Our Application in full and in correct working order, We will be responsible for any defects or vices that may be found in the computer program that makes up Our Application and which have been caused by Us, provided that damage is proven.</p>\n<p>Defects or problems arising within or as a result of the internet connection, systems or equipment used by the User to access and use Our Application will not be our responsibility.</p>\n<p>We are also responsible, within the limits and under the terms of the law, for Our Content.\nWe do not, however, assume any responsibility for Third Party Content.</p>\n<p>We are not responsible for the use that Users make of Our Application, and it is up to them to respond personally and exclusively for their own actions.</p>\n<p>We will not be responsible for any damages resulting from acts of God, force majeure or those resulting from the actions of third parties.</p>\n<p>We are responsible for Our Services marketed within the scope of the Application and we undertake to provide them in accordance with the conditions established during contracting.\nWe are not responsible, however, in situations beyond our control, such as situations in which the contracting User forwards false or incorrect information to us or in which there is an act of God or force majeure that impairs or prevents us from fulfilling our commitments in a timely manner.\n.</p>\n<br> Use of the Application <p>The User must use the functionalities of the Application for purposes that do not contravene the law, morals or good customs.\nSpecifically, you must limit yourself to using them in accordance with the purposes for which they were created.</p>\n<p>In this way, the User will be able to use the application respecting the rules contained in this Term of Use.\nTherefore, when using Astribes, the User must NOT ADD, PUBLISH OR SEND any content that:</p>\n<ul>\n<li>Mencione palavrões ou linguagem considerada ofensiva ou que seja inconveniente, resulte em danos, embaraços ou que cause desconforto em outras pessoas;</li>\n<li>Que tenha conteúdo obscenos, difamatórios, pornográficos ou que possa de qualquer forma viole ou ofenda a dignidade humana;</li>\n<li>Que seja considerado abusivo, que insulte, promova, ofenda ou ameace e, ainda, que retrate ou estimulem a violência, induza ao suicídio, automutilaçao, fanatismo;</li>\n<li>Que estimulem ou promovam atividades ilícitas, (incluindo, mas não apenas: terrorismo, crimes de ódio, como o racismo, sexismo, xenofobia, etnocentrismo, intolerância religiosa e preconceito com deficientes ou cuja publicação possa constituir em si mesma uma infração penal);</li>\n<li>Que envolvam a exploração de atividades comerciais (como publicidades, vendas, competições, linhas telefônicas comerciais ou links externos para outros websites)</li>\n<li>Que envolva a transmissão ou divulgação de spam, envio de mensagens nao solicitadas ou \"junk mail\" e ainda, o Usuário não poderá utilizar crawlers, robôs ou quaisquer programas de computador, algoritmos, equipamentos ou metodologias automatizadas para acessar, copiar, ler, monitorar, navegar, preencher formulários ou publicar conteúdo no Aplicativo.</li>\n<li>Que utilize qualquer \"spyware\", adware\", vírus, arquivos corrompidos, programas maliciosos, códigos que possam interromper, danificar ou destruir ou limitar as funcionalidades de qualquer software, hardware, telecomunicações, redes, servidores ou outros equipamentos, \"Trojan horses\" ou qualquer outro material que possa interferir, interceptar, danificar ou expropriar quaisquer dados ou dados pessoais, seja da empresa Zillius ou dos Usuários do Astribes;</li>\n<li>Que utilize quaisquer meios ou ferramentas automatizados ou manuais para acessar qualquer conteúdo ou informação que não lhe tenha sido intencionalmente disponibilizada por Nós, incluindo as informações constantes de seções de Nosso Aplicativo e as que estejam armazenadas ou que trafeguem no âmbito da infraestrutura de Tecnologia da Informação utilizada por Nós;</li>\n<li>Que faça publicação que infrinja direitos de terceiros (abrangendo, mas sem se limitar a: propriedade intelectual, outros direitos de propriedade e de privacidade);</li>\n<li>Que exponha conteúdo que determinada pessoa tenha criado ou distribuído sem o conhecimento desta e sem que a pessoa tenha consentido ou tenha tido a oportunidade de recusar a criação e distribuição de tais conteúdos;</li>\n<li>Que contenha imagens de crianças mesmo se estiver presente nas fotos, e que tais situações possa colocar os menores em risco;</li>\n<li>O Usuário não poderá violar nem testar as vulnerabilidades dos mecanismos de segurança do Aplicativo ou da infraestrutura de Tecnologia da Informação utilizada por Nós;</li>\n<li>O Usuário não poderá utilizar quaisquer dos conteúdos ou das informações disponibilizadas em Nosso Aplicativo para fins de identificar outros Usuários ou outras pessoas, a menos que o conteúdo ou informação seja licitamente divulgado com este objetivo.</li>\n<li>O Usuário não poderá sobrecarregar a infraestrutura de Tecnologia da Informação que mantém o Aplicativo com um número excessivo ou desarrazoado de requisições.</li>\n<li>O Usuário não poderá esconder sua identidade nem a origem de sua conexão, nem poderá se passar por outra pessoa.\nNeste sentido, além de outras condutas possíveis, o Usuário não poderá utilizar quaisquer ferramentas ou mecanismos para manipular ou para mascarar a origem de qualquer mensagem enviada a Nós ou à Nossa infraestrutura de Tecnologia da Informação por meio de Nosso Aplicativo ou de qualquer de suas funcionalidades.</li>\n<li>O Usuário cadastrado será responsável pelo uso que for feito de suas contas de usuário, devendo zelar para que suas credenciais de acesso (login e senha) não sejam compartilhados com terceiros.</li>\n<li>O Usuário tem a responsabilidade de garantir a segurança dos equipamentos eletrônicos e sistemas que utilizar para acessar o Aplicativo.</li>\n<li>O Usuário será responsável por qualquer conteúdo ou informação que eventualmente publicar em Nosso Aplicativo.</li>\n</ul>\n<p>We ask Users to carefully read the content of this term, using Astribes with common sense, being aware that all information and publications are the User's responsibility.</p>\n<p>We also inform you that we use automated monitoring systems in search of contents that indicate violations of the rules contained in this Term.\nIn this way, the User who violates these rules may be prevented from using the application, that is, we can restrict the User's access, as well as deactivate his account or block it.\nIn addition, we may remove any added content that violates the policy of this term of use or to comply with applicable laws and regulations.</p>\n<br> External Links <p>Our Application may contain external links that redirect the User to other internet pages over which We have no control.</p>\n<p>Despite the prior and regular checks that we carry out, we are exempt from any responsibility for the content found on the pages and applications that can be accessed from these links.\nTherefore, if you choose to interact with third parties made available through our services, the terms of this third party will control their relationship with the User.</p>\n<p>Accordingly, Astribes is not and cannot be held responsible for the terms or actions of third parties.</p>\n<br> Intellectual Property Rights Over Computer Programs And Our Content <p>The computer programs that make up the Application and Our Content available on the Application are Our property, unless we expressly mention otherwise.</p>\n<p>Our computer programs and Our Content that are protected by copyright may not be, in whole or in part, copied, reproduced, represented, adapted or in any way altered, by any means and for any purpose, without Our prior authorization , expressed and in writing.\nIn case of violations of Our intellectual property rights, We reserve the right to adopt all applicable judicial and extrajudicial measures.</p>\n<p>Access to the Application does not generate for the User any intellectual property rights relating to elements of the Application.</p>\n<br> Services <p>Through the Application, We provide the customer with all information relating to the functionality of the Application.</p>\n<p>We also offer the opportunity to acquire a subscription for Premium features, for those Users who choose to acquire all the benefits available in the application, presenting and specifying exactly all the services acquired.\nThe Services are described and presented with the highest degree of precision possible, accompanied by correct, clear, precise, ostensible information in Portuguese about their characteristics.</p>\n<p>All Premium services can be acquired instantly or after registering in the Astribes application, so that the User can subscribe to Premium services for different periods of time.</p>\n<p>In the case of a Service acquired within the scope of offers, the User must observe their application conditions.\nOffers will be made available on the Application at Our convenience.</p>\n<br> Prices of Services <p>Zilius reserves the right to modify the prices of the services at any time by publishing them on the Application.</p>\n<p>Prices will be indicated in the international reserve currency (US$ = Dollars) and the values ​​in force at the time of the order will be applied within the period available.</p>\n<p>The costs of the services may vary depending on several factors, such as (but not exclusively) promotions, loyalty bonuses and other discounts.</p>\n<p>The total amount of the contract, including any fees charged by the payment platforms, will be indicated before the final validation of the order.</p>\n<br> Provision of Services <p>The Services will be provided by Us in accordance with the specifications, conditions and other information available in Our Application.</p>\n<br> Payment Methods <p>Payments for orders placed by Users must be made in cash or in installments, through the following means:</p>\n<ul>\n<li>All means of payment offered to the user by Google Pay and Apple Pay.</li>\n</ul>\n<br> The Right of Repentance <p>Within a period of 7 (seven) days, counted from the date of contracting the service, the customer may withdraw from the purchase and request the return of the amounts paid, without the need to present any justifications, in accordance with the Code of Defense of the Consumer (Law no.\n8.078/90).</p>\n<br> Purchase and Cancellation <p>Astribes, in addition to the Premium version, may in the future offer products and services for purchases (“acquisition of new products and/or services”) through the App Store, Google Play Store platforms, from which the charges will be made by the platforms payment methods authorized by Astribes.\n</p>\n<p>If the User makes a purchase of a product and/or service in the application, he must confirm his purchase with the applicable payment provider and will receive a charge according to the chosen payment method (which will be carried out through the payment platforms such as the Google Play Store or the App Store under “Payment Method”) the amounts assigned to the selected service(s), as well as any sales or similar taxes that may eventually apply to your payments.\n</p>\n<p>Therefore, the User authorizes Astribes, as well as the payment platforms (Google Pay or Apple Pay) to charge for purchases made by Users.\n</p>\n<br> Automatic Payment And Auto-Renewal <p>If the User purchases a periodic subscription whose renewal will be carried out automatically through an in-app purchase, the amounts will be charged continuously for the subscription until the User requests cancellation.</p>\n<p>In this way, after the period of the initial and recurring subscription commitment, your subscription will automatically continue for an additional equivalent period, for the amount that the User agreed to subscribe.\nYour card payment information will be stored on the payment platforms used by the User and later used for automatic card payments, in accordance with the terms of use of each payment platform, and the User must pay attention to the information provided by them.\n.</p>\n<p>Eventual objections regarding one or more payments made, these must be directed to the Customer Support of the payment platform chosen by the User, as well as, the User can make an objection directly with their Bank or payment provider, which may provide detailed information on procedures and rights, as well as applicable deadlines.</p>\n<p>In addition, the User may, at any time and without restrictions, withdraw their consent in relation to automatic card payments, simply by accessing the settings of the chosen payment platform, remembering that the User will still be obliged to pay any amounts that are outstanding in the system.\n</p>\n<br> Cancellation Request and Termination of the Contracted Subscription <p>Initially, it is important to clarify that the subscription cancellation policy carried out in the Application will be governed by the Consumer Protection Code (Federal Law n.\n8078, of September 11, 1990).</p>\n<p>Thus, in the event of the client's repentance, he may exercise his right of repentance within the period informed in item 14, that is, within a period of 7 (seven) days from his subscription to the service, in this way, the amounts eventually paid, in any capacity, during the reflection period, will be returned within the established deadlines and in accordance with the payment platforms Google Pay and Apple Pay.</p>\n<p>After the repentance period, if the User wishes to change or terminate his subscription, he must log in to his third-party account and follow the instructions to cancel his subscription, even if he has deleted his account with us or the Astribes app from your device.</p>\n<p>Remembering that deleting your account or the Astribes application from your device does not cause your subscription to be terminated or cancelled.\nAstribes will retain all funds debited from the selected Payment Method until the User terminates or cancels their subscription carried out by the payment platforms, as applicable.\nIf the User terminates or cancels his subscription, he may use it until the end of its current term, and it will not be renewed after that period.\n</p>\n<br> Refunds <p>Charges for purchases are non-refundable, and there are no refunds or credits for partially used periods.\nThe only plausible exception to the refund of a subscription offer if the request for cancellation of the order is made within the period of regret informed in item 14 of this term, from the date of the transaction.</p>\n<p>So, to request a refund:</p>\n<p>If the User made a purchase using the Apple Pay payment platform, he must contact the payment platform, so that the refund will be made by Apple and not by Astribes.\nTo request a refund, go to the App Store, click on your Apple ID, select \"Purchase History\", find the transaction and click \"Report a Problem\".\nYou can also submit a request to https://getsupport.apple.com.\n(check if the link is correct)</p>\n<p>If the User made a purchase using the Google Pay payment platform, contact customer service and have the Google Play Store order number ready (you can find this number in the order confirmation email or by connecting to Google Wallet), so the refund will be handled by the Google Play Store and not Astribes.</p>\n<p>Therefore, for all purchases made through the payment platforms listed above, Users must request a refund directly from the third-party seller with whom they made the purchase.</p>\n<br> Personal Data Protection <p>We treat Users' personal data in accordance with Federal Law n.\n13.709/2018 (General Personal Data Protection Law) and other related rules that apply to us.\nMore information on this subject can be consulted in our Privacy Policy, which can be accessed through the link: https://astribes.com/privacy.</p>\n<p>In the aforementioned Policy, we identify the personal data that we process and provide information on how, for what reason and on what legal basis we do so, as well as on the way in which Users can exercise their rights related to the protection of their personal data and how to contact our Personal Data Protection Officer.</p>\n<p>Requests for alteration, rectification or deletion of personal data must be directed to us in accordance with the provisions of that Policy.</p>\n<br> Notice and Procedure for Claiming Copyright Infringement <p>If the User identifies and believes that their work has been copied and published on the Service in a way that proves possible violation of copyright, we request that a communication be sent with a request for removal through support email.</p>\n<p>In this way, the User who communicates any copyright infringement to us must, in an essential way, include the following information:</p>\n<ul>\n<li>Power of attorney containing the electronic or physical signature of the person authorized to act on behalf of the copyright owner;</li>\n<li>document containing a detailed description of the work protected by copyright, of which they allege such violations;</li>\n<li>A description of where the alleged infringing material is located on the service (the description must be detailed so that we can locate the alleged infringing material);</li>\n<li>Contact information, including address, telephone number and email address and the full name of the copyright holder;</li>\n<li>Written statement by User that User has a good faith belief that such use is not and is not authorized by the copyright owner, its agent, or the law;</li>\n<li>Finally, a statement must be made by the User, under penalty of perjury, that the information provided in the notification on this topic is accurate and that the User is the copyright owner or duly authorized to act in name of copyright owner.</li>\n</ul>\n<p>Zilius is committed to terminating the accounts of repeat offenders.</p>\n<br> From Customer Service <p>In case of doubts, suggestions or problems with the use of the Application, the User may contact Our customer service directly, through the e-mail address: support@astribes.com </p>\n<br> On Sanctions <p>Without prejudice to other applicable legal measures, We may, at any time, warn, suspend or permanently cancel the User's account: </p>\n<ul>\n<li>who fails to comply with any of the provisions contained in this instrument;</li>\n<li>who fails to comply with their duties as a User;</li>\n<li>who perform fraudulent, illegal or immoral acts;</li>\n<li>you provide any incorrect information;</li>\n<li>whose behavior constitutes or may cause offense or damage to a third party or to the Application itself.</li>\n</ul>\n<br> Changes <p>This version of the general terms and conditions of use was last updated on: 11/17/2022.</p>\n<p>We reserve the right to modify, at any time, the application and services, as well as the present regulations, especially to adapt them to the evolution of the Application, either by making new functionalities available, or by suppressing or modifying those existing ones.</p>\n<p>The User will be explicitly notified in case of alteration of this term.</p>\n<br> Applicable Law and Venue <p>For the solution of disputes arising from this instrument, Brazilian law will be fully applied.</p>\n<p>Any disputes must be submitted to the jurisdiction of the district in which the application editor's headquarters are located.</p>\n<br> Complete Agreement - Final Information <p>This contract, which includes the Privacy Policy , the Cookie Policy (check the creation of cookies policy), the Security Tips (check the creation of safety tips), the Community Guidelines (check the creation of community guidelines) and all terms posted and agreed by you User, when purchasing additional features, products or services that we offer on the Service, constitutes the entire agreement between you (User ) and Astribes on the use of the products and services offered here.\n</p>\n<p>If eventually, any clause of this Agreement is considered invalid, the other clauses and obligations of this Agreement will remain in full force and effect.\nThe Company's inability to exercise or enforce any right or provision of this Agreement will not constitute a waiver of that right or provision.</p>\n<p>In this way, the User agrees that his Astribes account is non-transferable and all his rights over his account and its content expire upon his death.</p>\n<p>In addition, Astribes informs that no partnership, agency, fiduciary, joint venture or any other relationship or special contract is created as a result of this Agreement, and the User, under no circumstances, may make any statements or be bound by Astribes .</p>\n<p>\n</p>\n<p>The first Social Dating Network focused on cultural, astrological and musical compatibility</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms of Use Privacy Policy Contact Us support@astribes.com Av Eng Luiz Carlos Berrini, 1681 CJ 111<br> São Paulo, SP, Brazil <small>© 2023 Astribes.\nAll rights reserved.\n</small> ", "created_at": "2023-03-17 22:51:49.159592", "updated_at": "2023-03-17 22:51:59.369471"}, {"id": 14711, "name": "Privacy Policy", "url": "https://astribes.com/policy", "xpath": "//body", "text": " ☰ HOME APP TRIBES ASTROLOGY MUSIC DOWNLOAD BLOG FAQ CONTACT Privacy Policy <p>Last update: November 14, 2022</p> Privacy Policy <p>This application is maintained and operated by Zillius Solutions.</p>\n<p>By using our services, you understand that we will collect and use your personal information in the ways described in this Policy, under the rules of the Federal Constitution of 1988 (art.\n5, LXXIX.\nand art.\n22, XXX – included by EC 115 /2022), Data Protection rules (GDPR, Federal Law 13.709/2018), consumerist provisions of Federal Law 8078/1990 and other applicable rules of the Brazilian legal system.</p>\n<p>In this way, Zillius Solutions, hereinafter referred to simply as Zillius, duly registered under CNPJ nº.\n10.689.415/0001-78, in the role of Data Controller, is bound by the provisions of this Privacy Policy.</p>\n<br> Definitions <p>Confidentiality: guarantee that information is accessible only by authorized persons.\n</p>\n<p>Integrity: guarantee of the accuracy and completeness of the information and the methods of its processing.\n</p>\n<p>Accessibility: Feasibility of access on any device or location.\n</p>\n<p>Personal data: information related to an identified or identifiable natural person.</p>\n<p>Sensitive personal data: Personal data about racial or ethnic origin, religious conviction, political opinion, union affiliation or organization of a religious, philosophical or political nature, data referring to health or sexual life, genetic or biometric data, when linked to a natural person.\n</p>\n<p>Third: Person or entity that does not participate directly in a contract, in a legal act or in a business, or that, in addition to the parties involved, may have an interest in a legal process.\n</p>\n<p>Holder: natural person to whom the personal data that are subject to processing refer.\n</p>\n<p>Processing: any operation carried out with personal data, such as those referring to the collection, production, reception, classification, use, access, reproduction, transmission, distribution, processing, archiving, storage, elimination, evaluation or control of information, modification, communication, transfer, diffusion or extraction.\n</p>\n<p>International data transfer: Transfer of personal data to a foreign country or international organization of which the country is a member.\n</p>\n<p>Users: all natural persons who use the requested service.\n</p>\n<br> General Information <p>We at Zillius have a strong commitment to transparency and respect for you.\nOur role is to ensure the protection of the data and information we collect, that is, your Personal Data, to be transparent about the use we make of this data and to offer privacy and security in the use of our Sites and/or applications.</p>\n<p>We are committed to protecting your privacy.\nThe purpose of this document is to clarify what information is collected from users within our application, how this data is handled and used and the actions you can take in relation to the use we make of this data.</p>\n<p>In this sense, the purpose of this policy is to make you aware of what information is collected from users who use the functionalities available on Astribes, how this data is treated and the actions you can exercise in relation to the use we make of these data.</p>\n<p>To offer our services through this application and the security system installed in the monitored location, various data and information are collected, aiming, above all, at increasing your security and better experience.</p>\n<p>Zilius recognizes that your privacy is very important and therefore we take all possible steps to protect it.\nTherefore, our Privacy Policy aims to make our users aware of how their information and data will be collected, used, shared and stored through our website and respective services.</p>\n<p>The acceptance of our Privacy Policy will be carried out after registering a user profile, from which you will start to enjoy our services, even if for free.\nThis will indicate that you are aware of and fully agree with how we will use your information and data.</p>\n<p>We take care of the protection of your personal data and, therefore, we provide this privacy policy, which contains important information about:</p>\n<ul>\n<li>Who should use our app</li>\n<li>Consent</li>\n<li>What data we collect and what we do with it;</li>\n<li>Your rights in relation to your personal data;</li>\n<li>How to contact us.</li>\n</ul>\n<p>If you do not agree with the terms of our Privacy Policy, please do not continue browsing and do not use our services.\nHowever, please let us know your disagreement so that we can improve it.</p>\n<br> Who should use our app <p>Our application should only be used by people over 18 (eighteen) years of age.\nTherefore, children and adolescents should not use it, if there is a suspicion that a user is under 18 (eighteen) years old, contact us immediately through support@astribes.com or by reporting the profile directly through the app.</p>\n<br> Consent <p>It is with your consent that we process your personal data.\nConsent is the free, informed and unequivocal statement by which you authorize Zillius to process your data.</p>\n<p>Thus, in line with the General Data Protection Law, your data will only be collected, processed and stored with prior and express consent.</p>\n<p>Your consent will be obtained specifically for each purpose described above, evidencing Zillius's commitment to transparency and good faith towards its users/customers, following the relevant legislative regulations.</p>\n<p>By using Zillius services and providing your personal data, you are aware of and consenting to the provisions of this Privacy Policy, in addition to knowing your rights and how to exercise them.</p>\n<p>At any time and at no cost, you may withdraw your consent.</p>\n<p>It is important to point out that the revocation of consent for the processing of data may imply the impossibility of the proper performance of some functionality of the site that depends on the operation.\nSuch consequences will be informed in advance.</p>\n<br> Data we collect and reasons for collecting <p>Our application collects and uses some personal data from our users, in accordance with the provisions of this section.</p>\n<br> Personal data expressly provided by the user <p>We collect the following personal data that our users expressly provide to us when using our application:</p>\n<p>Name, e-mail, telephone, documents, photos, messages, birth information, physical, cultural characteristics, location, musical and relationship preferences.</p>\n<p>The collection of this data occurs at the following times:</p>\n<p>User registration, profile editing, interactions with other users, account validation, subscription acquisition.</p>\n<p>The data provided by our users is collected for the following purposes:</p>\n<p>Our website collects and uses some of your personal data, in order to enable the provision of services and improve the user experience.\nWe also collect information generated by your use of our services, for example, logs of access, as well as information from third parties, such as, for example, when you access our services using a social network account or when you upload your account information from social networks to complete your profile.\nIf you want more information, we'll go into more detail below.</p>\n<br> Personal data obtained in other ways <p>We collect the following personal data from our users:</p>\n<p>Civil name, email, musical tastes and photos on other social network profiles</p>\n<p>The collection of this data occurs at the following times:</p>\n<p>Registration, profile editing and integration with other social networks.</p>\n<p>The data provided by our users is collected for the following purposes:</p>\n<p>Enrichment of user experience and interactions with other users.</p>\n<br> Sensitive data <p>The application may collect the following sensitive data from users:</p>\n<ul>\n<li>data on racial or ethnic origin</li>\n<li>data on religious beliefs</li>\n<li>data on political opinions</li>\n<li>data on union membership</li>\n<li>data on affiliation to religious organization</li>\n<li>data on affiliation to the organization of a philosophical nature</li>\n<li>data on affiliation to political organization</li>\n<li>genetic data</li>\n<li>biometric data</li>\n<li>data relating to the health of the user</li>\n<li>data relating to the user's affective life or sexual orientation</li>\n<li>personal document data</li>\n</ul>\n<p>The collection of this data occurs at the following times:</p>\n<p>User registration, profile editing, sending messages or integration with other accounts</p>\n<p>The data provided by our users is collected for the following purposes:</p>\n<p>Enhancing the user experience.</p>\n<p>The collection and use of sensitive personal data will only be done with the specific and outstanding consent of their holders, except, where applicable, in cases where the General Data Protection Law allows the processing of this type of data based on other legal bases other than consent.</p>\n<p>In any case, the processing of sensitive personal data will only take place to meet specific purposes expressed in this policy or duly informed to the user by other means.</p>\n<br> Collection of data not expressly provided for <p>Eventually, other types of data not expressly provided for in this Privacy Policy may be collected, provided that they are provided with the user's consent, or that the collection is permitted based on another legal basis provided for by law.</p>\n<p>In any case, the data collection and the processing activities arising from it will be informed to the users of the application.</p>\n<br> Information received from third parties <p>We clarify that in addition to the information you provide us directly, we receive information about you from third parties, clarified below:</p>\n<p>Members: Users may provide information about you when they use our services, when interacting with you or when they send us a report about you;</p>\n<p>Social Networks: Users who choose to share information with us through a social network account, specifically, when deciding to create an account and log into Astribes through a social network account or another account and, furthermore, when upload information to our services from other social media accounts;</p>\n<p>Partners: We also clarify that we may receive information about you from our partners when Astribes ads are published on a partner's service (in this situation, information may be shared as a result of the success of a campaign).\nFurthermore, within the limits permitted by law, we may receive from third parties information from suspicious or ill-natured persons duly proven, in order to guarantee the safety of our users.</p>\n<br> Sharing personal data with third parties <p>In order to preserve your privacy, Zillius will not share your personal data with any unauthorized third party.</p>\n<p>Despite this, it is possible that we do so to comply with a legal or regulatory determination, or even to comply with an order issued by a public authority.</p>\n<br> How user information will be shared <p>Our main objective is to help our users to create interconnections with other users who have the same compatibilities, therefore, their information may be shared with users who have a profile compatible with their information and so on, subsequently.\nFrom time to time, we may share some user information for advertising or marketing campaigns.</p>\n<p>In addition, there are also other hypotheses in which your data may be shared, which are:</p>\n<ul>\n<li>Legal determination, request, requisition or court order, with competent judicial, administrative or governmental authorities.</li>\n<li>Case of corporate movements, such as merger, acquisition and incorporation, automatically</li>\n<li>Protection of Zillius' rights in any type of conflict, including legal ones.</li>\n</ul>\n<p>Below we detail how the information provided by users will be used.</p>\n<br> How we use user-submitted information <p>The information provided will be used in order to provide our services and be able to improve the user experience.\nTherefore, we use the information in order to provide more security, as well as to present users with content and/or advertisements that match their interests.\nWe list below in detail how the information provided by users will be used.</p>\n<br> To provide our services and help manage users' accounts <p>We will help you create and manage your account, providing customer service and responding quickly and effectively to all your requests and questions.</p>\n<p>Inform all the services available in the application, news and updates that, in the future, may be made available to all users.</p>\n<p>Register and display the profile of users in new resources and also administer such accounts, presenting and making available the new resources to users.</p>\n<br> Improve and develop new services and new user experiences <p>Analyze and get to know users and their typical way of using our services in order to improve them by always guaranteeing them new and excellent experiences;</p>\n<p>Improve and develop new services and features, taking into account the suggestions of our users;</p>\n<p>Provide and analyze the communication of customer service teams, aiming to improve the quality of services provided by the platform;</p>\n<p>Conduct market studies and research based on user interactions.</p>\n<br> To connect you with other users <p>Based on the information provided, we will analyze, recommend and rank members compatible with each user's profile according to Astribes' proposal.</p>\n<br> To design advertising and marketing campaigns <p>With the creation and development of advertising and marketing campaigns, we will be able to present and make available products and services that may interest users, transforming their experience into something extremely positive.</p>\n<p>In addition, we can execute and measure the efficiency of our advertising campaigns for our services and the marketing campaigns that promote Astribes</p>\n<br> To prevent, identify and eliminate fraudulent activities and any unauthorized and unlawful activities <p>Identify and resolve suspected, continuous or presumed transgressions that go against the terms of use, which may occur through evaluations of interactions between users and possible complaints.</p>\n<p>Thus, by analyzing such suspicions, we will be able to better understand and design combative measures that violate our terms of use.</p>\n<p>Effectively implement all the rights determined in our Terms of Use</p>\n<p>To make users who submit complaints aware of the results of our actions regarding their complaints.</p>\n<br> To meet legal requirements in compliance with the Law <p>Zillius always acts in accordance with the law, of which it implements preventive and resolving actions when it comes to curbing a possible transgression or legal non-compliance, as well as seeking to act effectively, contributing, when necessary, to the authorities police.</p>\n<br> International data transfer <p>Some of the third parties with whom we share your data may be located or have facilities located in foreign countries.\nUnder these conditions, in any case, your personal data will be subject to the General Data Protection Law and other Brazilian data protection laws.</p>\n<p>In this sense, Zillius undertakes to always adopt efficient standards of cybersecurity and data protection, in the best efforts to guarantee and comply with legislative requirements.</p>\n<p>By agreeing to this Privacy Policy, you agree to this sharing, which will take place according to the purposes described in this instrument.</p>\n<br> Third Party Cookies <br> User rights <p>The user of the application has rights, conferred by the General Data Protection Law.</p>\n<p>It is important to note that, under the terms of the GDPR, there is no right to delete data processed based on legal bases other than consent, unless the data is unnecessary, excessive or treated in breach of the provisions of the law.\n</p> What are the user rights under the terms of the GDPR? <p>Zillius assures its users/customers of their rights as provided for in article 18 of the General Data Protection Law.\nThis way, you can, free of charge and at any time:</p>\n<p>Right of confirmation and access (Art.\n18, I and II): Confirm the existence of data processing, in a simplified way or in a clear and complete format, that is, it is the right to obtain confirmation from the service that personal data concerning you are or are not subject to treatment and, if that is the case, the right to access your personal data, being able to request them in a readable copy in printed form or electronically, safe and reputable.\n</p>\n<p>Right of rectification (Art.\n18, III)-Correct your data, when requesting their edition, correction or update.</p>\n<p>Right to limit data processing (Art.\n18, IV): Limit your data when unnecessary, excessive or treated in breach of legislation through anonymization, blocking or deletion.</p>\n<p>Right of opposition (Art.\n18, § 2): is the right, at any time, to oppose the processing of data for reasons related to your particular situation, based on one of the hypotheses of waiver of consent or in case of non-compliance with the provisions of the General Data Protection Law.</p>\n<p>Right to data portability (Art.\n18, V): Request the portability of your data, through a report of registration data that Astribes treats about you, upon express request, in accordance with the regulations of the national authority , subject to commercial and industrial secrets.</p>\n<p>Right to Delete Data (Art.\n18, VI): Delete your processed data based on your consent, except in cases provided for by law.\n(See topic 6.4)</p> How the holder can exercise their rights <p>If desired, the holder may contact our Personal Data Protection Officer.\nThe information needed to do so is in the \"How to Contact Us\" section of this Privacy Policy.</p>\n<p>The holders of personal data processed by us will be able to exercise their rights by sending a message to our Personal Data Protection Officer, either by email or by correspondence.\nThe information needed to do so is in the \"How to Contact Us\" section of this Privacy Policy.</p>\n<p>To ensure that the user who intends to exercise their rights is, in fact, the holder of the personal data object of the request, we may request documents or other information that may help in their correct identification, in order to safeguard our rights and the rights from third parties.\n</p>\n<p>Therefore, in order to guarantee your correct identification as the holder of the personal data object of the request, it is possible that we request documents or other evidence that can prove your identity.\nIn this case, you will be informed in advance.</p> How long will your personal data be stored <p>Personal data collected by Astribes will be used and stored for the time necessary to provide the service or to achieve the purposes listed in this Privacy Policy, considering the rights of data subjects and controllers.</p>\n<p>In general, the data will be kept as long as the contractual relationship between the user and Astribes lasts.\nAt the end of the period of storage of personal data, these will be deleted from our databases or anonymized, except for the hypotheses legally provided for in article 16 of the general data protection law, namely:</p>\n<ul>\n<li>compliance with a legal or regulatory obligation by the controller;</li>\n<li>study by research body, ensuring, whenever possible, the anonymization of personal data;</li>\n<li>transfer to a third party, provided that the data processing requirements set forth in this Law are respected.\nor</li>\n<li>exclusive use of the controller, access by a third party is prohibited, and provided that the data is anonymised.</li>\n</ul>\n<p>That is, personal information about users that is essential for compliance with legal, judicial and administrative determinations and/or for the exercise of the right of defense in judicial and administrative proceedings will be maintained, despite the exclusion of other data.\n</p>\n<p>The storage of data collected by Astribes reflects our commitment to the security and privacy of your data.\nWe employ technical protection measures and solutions able to guarantee the confidentiality, integrity and inviolability of your data.\nIn addition, we also have security measures appropriate to the risks and control access to stored information.</p>\n<p>In this way, if the user chooses to stop using the services offered by Astribes, he may close his account, so that his profile will be invisible to other users.</p>\n<p>We emphasize that, if the user's profile remains inactive for a period of 3 years, Astribes will automatically close the user's account, without prior notification.\nUpon completion of the closure, the information made available by the user will be deleted under the terms of this Privacy Policy.\nTherefore, personal information will be deleted as per the terms below.</p>\n<p>The personal data we collect will be stored and used for the following periods of time:</p>\n<p>In a first moment, in order to protect the security of all users, users who choose to discontinue using our services, we will preserve their personal information for a period of 3 (three) months after the closure of the account, limiting it if there is 01 (one) year after its exclusion.\nSuch information must be kept in case there is a need for investigation in the event of any denouncements relating to illicit conduct.\nThe retention of information aims to guarantee the legitimate interest, as well as to institute defenses with third parties that may become victims.</p>\n<p>At the end of the period mentioned above, user data will be deleted, however, we will only keep limited information for compliance with legal determinations, specified in the following terms :</p>\n<ul>\n<li>We will keep limited information and data, in case of eventual fulfillment of legal obligations under the terms of article 16 of the general data protection law and other legislation in force and, therefore, in compliance with current legislation, we will preserve limited data for the period of 05 (five) years, counted from the termination or definitive deletion of the user account.\nThis information will be kept to enforce our right of defense against any legal actions that may be filed.\n</li>\n<li>We will maintain the financial transactions related to the user, only for the relevant period for eventual disputes of transactions requested by the user.\n</li>\n</ul>\n<p>In this way, the periods informed are not longer than strictly necessary, given the purposes and legal justifications for the processing of data.</p>\n<p>It is worth mentioning that, if there is any legal or regulatory justification, the data may continue to be stored even if the purpose for which they were collected or processed has been exhausted.</p>\n<p>Once the treatment is finished, observing the provisions of this section, the data will be erased or anonymized.</p> Security measures in the processing of personal data <p>To keep your personal information safe, we use physical, electronic and managerial tools aimed at protecting your privacy.</p>\n<p>We apply these tools taking into account the nature of the personal data collected, the context and purpose of the treatment and the risks that possible violations would generate for the rights and freedoms of the holder of the data collected and processed.</p>\n<p>Among the measures we have adopted, we highlight the following:</p>\n<ul>\n<li>Only authorized persons have access to your personal data</li>\n<li>Access to your personal data is only done after the commitment of confidentiality</li>\n<li>Your personal data is stored in a safe and suitable environment.</li>\n</ul>\n<p>In this way, we employ technical and organizational measures capable of protecting personal data from unauthorized access and situations of destruction, loss, misplacement or alteration of such data.</p>\n<p>The measures we use take into account the nature of the data, the context and purpose of the treatment, the risks that an eventual violation would generate for the rights and freedoms of the user, and the standards currently used in the market by companies similar to ours .</p>\n<p>And yet, in addition to the security measures listed above, we also adopt other means of security management informed below:</p>\n<ul>\n<li>The data of our users is stored in a secure environment;</li>\n<li>We limit access to our users' data, so that unauthorized third parties cannot access them;</li>\n<li>We use an SSL (Secure Socket Layer) certificate, so that data transmission between user devices and our servers is encrypted;</li>\n<li>We keep records of all those who have, in some way, contact with our data.</li>\n<li>We use several advanced defensive and preventive security techniques in our environments, such as balancing servers, segregation of environments, firewalls, WAF's, among others.</li>\n</ul>\n<p>Although we do everything in our power to avoid security incidents, it is possible that a problem occurs exclusively motivated by a third party - as in the case of hacker or cracker attacks or, even, in case of exclusive fault of the user, which occurs, for example, when he himself transfers his data to a third party.\nThus, although we are, in general, responsible for the personal data we process, we exempt ourselves from responsibility in the event of an exceptional situation such as these, over which we have no control.</p>\n<p>In any case, in case of security incidents that could generate risk or relevant damage for you or any of our users/customers, we will inform those affected and the National Data Protection Authority about what happened, in line with the provisions of the General Data Protection Act.</p> Complaint to a control authority <p>Without prejudice to any other administrative or judicial remedy, holders of personal data who feel, in any way, aggrieved, may submit a complaint to the National Data Protection Authority.</p> Changes to this policy <p>This version of this Privacy Policy was last updated on: November 17, 2022.</p>\n<p>We reserve the right to modify, at any time, these rules, especially to adapt them to any changes made to our application, either by making new features available, or by deleting or modifying those that already exist.</p> p&gt.\n<p>Whenever there is a modification, our users will be notified about the changes.</p>\n<p>By using our services and providing your personal data after such changes, you consent to them.</p> Responsibility <p>Zilius provides for the responsibility of agents who act in data processing processes, in accordance with articles 42 to 45 of the General Data Protection Law.</p>\n<p>We are committed to keeping this Privacy Policy up to date, observing its provisions and ensuring compliance.</p>\n<p>In addition, we are also committed to seeking technical and organizational conditions that are safely able to protect the entire data processing process.</p>\n<p>If the National Data Protection Authority requires the adoption of measures in relation to the processing of data carried out by Astribes, we undertake to follow them.</p> Disclaimer <p>As mentioned in Topic 7, although we adopt high security standards to prevent incidents, no virtual page is entirely risk-free.\nIn this sense, Zillius is not responsible for:</p>\n<ul>\n<li>Any consequences arising from the negligence, imprudence or malpractice of users in relation to their individual data.\nWe guarantee and are only responsible for the security of the data processing processes and the fulfillment of the purposes described in this instrument.\nWe emphasize that the user is responsible for the confidentiality of access data.</li>\n<li>Malicious actions by third parties, such as hacker attacks, unless proven culpable or deliberate conduct by Zillius.</li>\n<li>We emphasize that in case of security incidents that may generate risk or relevant damage to you or any of our users/customers, we will inform those affected and the National Data Protection Authority about what happened and we will comply with the necessary measures.</li>\n<li>Invalidity of the information entered by the user/customer in the records necessary for the use of Zillius services.\nany consequences arising from false information or entered in bad faith are entirely the responsibility of the user/client.</li>\n</ul>\n<p>Zilius will not be held responsible for exchanges of messages and their contents.\nThis is the responsibility of the user.</p> How to contact us <p>Zillius provides the following means for you to contact us to clarify any doubts about this Privacy Policy or about the personal data we process, contact our Personal Data Protection Officer by email support@astribes.com</p>\n<p>\n</p>\n<p>The first Social Dating Network focused on cultural, astrological and musical compatibility</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms of Use Privacy Policy Contact Us support@astribes.com Av Eng Luiz Carlos Berrini, 1681 CJ 111<br> São Paulo, SP, Brazil <small>© 2023 Astribes.\nAll rights reserved.\n</small> ", "created_at": "2023-03-17 22:51:32.929092", "updated_at": "2023-03-17 22:52:18.294861"}], "points": [], "urls": ["astribes.com"]}}