{"error": 448, "message": "OK", "parameters": {"id": 9052, "name": "premiumize.me ", "created_at": "2023-07-11 02:19:54.563361", "updated_at": "2023-07-11 10:02:13.512284", "wikipedia": null, "keywords": null, "related": null, "slug": "premiumize-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9052.png", "url": "premiumize.me", "documents": [{"id": 17715, "name": "Terms And Privacy", "url": "https://www.premiumize.me/legal", "xpath": "//body", "text": " &nbsp.\n<ul>\n<li>\n<i>\n</i>\nFeatures </li>\n<li>\n<i>\n</i>\nHelp </li>\n<li>\n<i>\n</i>\nPricing </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> EN English\nDeutsch </li>\n<li>\n<i>\n</i>\nLog in </li>\n<li>\n<i>\n</i>\nSignup </li>\n</ul> Our Terms of Service and Privacy Policy are available in English only.\nWe ask for your understanding.\n<p>Last updated June 19, 2023</p>\n<p>By using the Premiumize.me website and Premiumize.me service you are agreeing to be bound by the following terms and conditions (\"Terms of Service\").</p>\nTable of contents\n<ul>\n<li>Preamble</li>\n<li>Terms of Service</li>\n<li>Refund Policy</li>\n<li>Legal Information</li>\n</ul>\nPreamble\n<p>Premiumize.me enables the user to use our servers to perform the very same tasks that would normally be executed locally on his computer.</p>\n<p>Since the downloading, accessing files and media is handled remotely on our servers (“in the cloud”), the user will greatly benefit from the servers connectivity to the internet.</p>\n<p>The user further benefits through our aggregated premium connections to many different websites and datacenters.\nThis results in higher speed, reduced wait times and increased convenience.</p>\n<p>back to top</p>\nTerms of Service\nIntroduction\n<p>The following terms and conditions govern all use of the Premiumize.me website and all content, services and products available at or through the website (collectively, the Website\", \"Site\" or \"Service\").\nThe Website is owned and operated by Phonalyse SPRL (the \"Company\"), doing business as Premiumize.me (\"Premiumize.me\", “we”, “us”, or “our”).\nThe Website is offered subject to your acceptance without modification of all the terms and conditions contained herein and all other operating rules, policies and procedures that may be published from time to time on the Website (collectively, the “Agreement”).</p>\n<p>Please read this Agreement carefully before accessing or using the Service.\nBy accessing or using any part of the Website, you agree to become bound by the terms and conditions of this Agreement.\nIf you do not agree to all the terms and conditions of this Agreement, then you may not access the Website or use the Service.\nThe Website is available only to individuals who are at least 18 years old.</p>\n<p>You should periodically review the most up-to-date version (https://www.premiumize.me/legal).\nWe will alert you about any changes by updating the \"Last updated\" date of these Terms of Service, and you waive any right to receive specific notice of each such change.\nPremiumize.me may, in its sole discretion, modify or revise these Terms of Service and policies at any time, and you agree to be bound by such modifications or revisions.\nNothing in these Terms of Service shall be deemed to confer any third-party rights or benefits.</p>\nIntellectual Property Rights\n<p>Unless otherwise stated, the Website and Service is our property.\nThis includes all source code, databases, functionality, software, designs and graphics (collectively, the \"Content\"), and the trademarks, service marks and logos (the \"Marks\") contained therein.\nUnless otherwise indicated the Content, as well as our Marks, are owned or controlled by or licensed to us and are protected by copyright and trademark laws, as well as various other intellectual property and unfair competition laws, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the Site \"as is\" solely for your information and personal use.\nExcept as expressly provided in these Terms of Service, no portion of the Site and no Content or Marks may be copied, reproduced, summarized, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose of any kind without our express prior written permission.</p>\n<p>An exception is made for resellers officially licensed by us, who may use logos of the Marks, as well as excerpts of the Content, for their distribution.\n</p>\n<p>We reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.</p>\nLicense and Access\n<p>Provided that you comply with these Terms of Service and pay the applicable fees, Premiumize.me grants you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Service.\nUnless explicitly agreed in a written form, this license does not include resale or commercial use of the Service or its content.</p>\n<p>All rights not expressly granted to you in these Terms of Service are reserved by Premiumize.me and shall remain with us.</p>\n<p>You may not misuse the Service.\nYou may use the Service only as permitted by law.\nThe licenses granted by Premiumize.me to use the Service shall expire if you violate these Terms of Service.</p>\nUser Obligations\n<p>By using the Site, you are responsible for maintaining the confidentiality of your account, login credentials (including, but not limited to, passwords and api key), and restricting access to your computer and mobile devices, and agree to accept responsibility for all activities that occur under your account or password to the extent permitted by applicable law.\nYou should take all necessary steps to ensure that the password and api-key is kept confidential and secure, and you should notify us immediately if you have reason to believe that your password or api-key has become known to another person or if the password or api-key is or may be used in an unauthorized manner.\nYou are responsible for ensuring that the information you provide to us is accurate and complete, and for notifying us of any changes to the information you provide.</p>\n<p>An e-mail address is required for registration on the Website.\nWhen registering via external services such as Google or Facebook, the email address stored there is used for registration.\nThe use of so-called \"trash mails\", \"disposable mails\" or \"fake mails\" is not permitted.\nThis includes all providers of e-mail services that do not permanently and exclusively assign an e-mail address and the associated mailbox to a single person.</p>\n<p>Premiumize.me reserves the right to exclude certain email providers or their domains.\nAccordingly, registration with such an e-mail address is not possible.\nExisting registered users are not affected by this.</p>\n<p>The use of the cloud storage is subject to a storage limit.\nIt is the responsibility of the user to comply with this.\nIf this storage limit is exceeded, Premiumize.me reserves the right to arbitrarily delete files from the cloud storage until the storage limit is complied with again.</p>\nPurchases, Payment and Products\n<p>All products are subject to availability.\nWe reserve the right to discontinue any products at any time for any reason.\nPrices for all products are subject to change.</p>\n<p>Premiumize.me accepts all major credit cards, cryptocurrencies and other payment methods.</p>,\n<p>You agree to provide current, complete and accurate purchase and account information for all purchases made through the Site, if required to be provided during the payment process.\nYou also agree to promptly update your account and payment information, including email address, payment method, and payment card expiration date, so that we may complete your transactions and contact you as needed.\nSales tax or VAT will be added to the price of purchases as we deem necessary.\nWe may change prices at any time.\nAll prices on our website are quoted in Euros, however payment may be made in another currency.\nOnly the payment amount displayed when completing the payment with our payment service providers or their partners are explicitly valid.\nPremiumize.me is not responsible for any discrepancies between the actual prices paid and the prices displayed on the website, if such discrepancies are due for example, but not limited to, taxes, foreign transaction fees, fees for payments in other currencies or exchange rates.</p>\n<p>You agree to pay all charges at the prices then in effect for your purchases, and you authorize us to charge your chosen payment provider for any such amounts upon placing your order.\nIf your order is subject to recurring charges, then you consent to our charging your payment method on a recurring basis without requiring your prior approval for each recurring charge, until such time as you cancel the applicable order/contract.\nWe reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received the payment.</p>\n<p>We reserve the right to refuse any order placed through the Site or to prevent any order from being placed in advance (e.g.\nby blocking payment options or products).\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order.\nThese limits may also apply to orders placed from the same customer account or under the same payment method, and/or to orders using the same billing or shipping address.\nWe reserve the right to limit or prohibit orders that, in our sole discretion, appear to have been placed by dealers, unlicensed resellers or distributors.\nThere are no claims to purchase a product, even if it may be available for purchase by other users.\n</p>\n<p>Should Premiumize.me receive a chargeback or dispute relating to a payment you have made, or should your payment be identified as fraudulent or otherwise unlawful, irregular or contrary to this Terms of Service, the Service and the related license will be suspended and you will be liable to repay the relevant amount plus any fees incurred.\nWe also reserves the right to revoke any and all Services until such time as any disputed amounts plus any fees and charges incurred (including for the avoidance of doubt, any relevant payment processing fees) have been repaid.\nThis claim can also be handed over to a collection agency by Premiumize.me or our payment processing partners.</p>\n<p>If a contract cannot be extended due to payment problems (e.g., but not limited to, outdated payment data or rejected payments by payment service providers), the user will be informed of this by the payment service provider.\nPremiumize.me grants a grace period of 72 hours, during which the problem can be solved.\nA legal claim to this grace period does not exist.\nAfter this period, the contract may be terminated by Premiumize.me without notice in accordance with this Agreement and access to the Services may be blocked.</p>\n<p>Unless explicitly stated otherwise, a month is defined as 30 days.\nThis also applies to premium packages with multi-month terms (e.g., but not limited to, 3-month and 12-month packages) and other specifications in months (e.g., but not limited to, expiration dates for voucher codes and booster packages).\nPremiumize.me reserves the right to make exceptions from this clause unilaterally and without informing the customer.\nHowever, in no case less term days may be credited.\nTerm days credited in addition to the purchased package are mandatory free of charge.\nA legal claim does not exist.</p>\n<p>Voucher codes from licensed resellers are valid for 12 months after creation by the reseller, unless otherwise stated by Premiumize.me.\nCoupons which are provided free of charge (e.g.\nfor promotions or trials) are valid for at least one day after creation, unless otherwise stated by Premiumize.me.</p>\n<p>Booster packages are valid for 12 months (360 days) after purchase.\nAny unused booster points expire after this time without replacement.</p>\nRefunds and Contract Termination\n<p>All sales are final and no refund will be issued regardless of usage.\nThis means that the contract can only be terminated at the end of the contract term.</p>\n<p>Premiumize.me reserves the right to make exceptions to this rule at its sole discretion, especially in cases of fraud, typing errors, etc.</p>\n<p>All overcharges or billing disputes must be reported within 60 days of the time the dispute occurred.</p>\n<p>For user accounts that have been blocked due to a violation of these Terms of Service, no refund is possible.</p>\n<p>Premiumize.me allows the termination of a contract at any time by the end of the contract period.\nThe termination is possible through the account area at any time.\nThe cancellation period is 24 hours before contract renewal.\nCancellations received by Premiumize.me via alternative channels, such as but not limited to telephone, telefax, mail, e-mail, social media or contact form, must be demonstrably delivered to Premiumize.me at least 14 days prior to contract renewal.</p>\n<p>In the event of contract termination or after automatic contract end, access to the service is no longer possible and all data in the cloud storage will be irretrievably deleted.</p>\nAcceptable Use Policy\n<p>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.\nPremiumize.me reserves the right to suspend, in whole or in part, any user account that violates these Terms of Use without any compensation or refund.</p>\n<p>As a user of the Site, you agree not to:</p>\n<ol>\n<li>use multiple Premiumize.me accounts.\nthis includes but is not limited to:</li>\n<ol>\n<li>Re-creation of an account after an account suspension due to a violation of these Terms of Service</li>\n<li>Bypassing traffic limits (fair-use limit) or other limitations imposed on the use of individual services</li>\n<li>Creating multiple accounts fraudulently to use our referral, webmaster or affiliate program</li>\n<li>Sale of Premiumize.me accounts (this also applies to private sales)</li>\n</ol>\n<li>share your Premiumize.me account, the associated services or associated accounts with external providers.\nthis includes but is not limited to:</li>\n<ol>\n<li>Sharing login information such as email address/customer-id and password, API key, login cookies or any other means that could give third parties access to your account</li>\n<li>Pair apps, tools, and programs that are not used exclusively by you</li>\n<li>Sharing personalized/generated download links</li>\n<li>Sale of Premiumize.me accounts (this also applies to private sales)</li>\n</ol>\n<li>use the Service with several IPs in a short time period (e.g., but not limited to, frequent VPN server changes or the use of TOR)</li>\n<li>use the Service commercially without permission</li>\n<li>use the Service to earn money (e.g.\nthrough PPD programs or calls to premium rate numbers)</li>\n<li>use the Service to generate of so-called anti-debrid links</li>\n<li>use a VPN server provided by Premiumize.me for P2P file transfer, unless this server has been explicitly released for this purpose</li>\n<li>engage in, promote or encourage illegal activity.\nthis includes but is not limited to:</li>\n<ol>\n<li>Any unlawful, invasive, infringing, defamatory or fraudulent usage (e.g.\nphishing, fraud, scam, etc.)</li>\n<li>Any access (incl.\nuploads, downloads, transfers, storage, links etc.) to material with the following peculiarities:\n<ul>\n<li>Terrorism</li>\n<li>Child abuse/pornography</li>\n<li>Kidnapping and murder</li>\n<li>Violations of the rights of humans and animals, including the display of cruelty and other mistreatment</li>\n</ul>\n</li>\n<li>Spamming others of any kind</li>\n<li>Spaming against our service (e.g.\nby e-mail, contact form or pointless (API-)requests, link generations, uploads, etc.)</li>\n<li>Violating the legal rights of others or encouraging the violation of such rights</li>\n</ol>\n<li>offend Premiumize.me employees, as well as their partners (e.g.\nswear words, personal attacks and insults)</li>\n<li>make improper use of our customer support services or submit false reports of abuse or misconduct</li>\n<li>circumvent, disable, or otherwise interfere with security-related features of the Service, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein</li>\n<li>perform actions that have the sole purpose of disrupting services or incurring costs</li>\n</ol>\nApplications\nUse License\n<p>If you use an application from Premiumize.me (e.g.\nPremiumize.me app, Premiumize.me TV app or addon), we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the application on electronic devices in your possession or control, and to access and use the application on those devices in strict compliance with the terms of this application license contained in these Terms of Service.\nYou may not:</p>\n<ol>\n<li>decompile, reverse engineer, disassemble, attempt to derive source code from, or decrypt the application, except as permitted by applicable law</li>\n<li>modify, adapt, enhance, extend, translate or derive from the application</li>\n<li>violate any applicable law, rule or regulation in connection with your access to or use of the application</li>\n<li>remove, alter or obscure any proprietary notices (including copyright or trademark notices) affixed by us or the licensors of the application</li>\n<li>use the application for any profit-making venture, commercial enterprise or other purpose for which it was not designed or intended</li>\n<li>make the application available over a network or other environment that allows access or use by multiple devices or users simultaneously</li>\n<li>use the application to create a product, service or software that directly or indirectly competes with or in any way replaces the application</li>\n<li>use the Application to send automated queries to a website or to send unsolicited commercial e-mails</li>\n<li>use proprietary information or any of our interfaces or other intellectual property in the design, development, manufacture, licensing or distribution of any application, accessories or devices for use with the application</li>\n</ol>\nThird-Party Websites and Content\n<p>The Website may contain links to other websites (\"Third Party Sites\"), as well as articles, photographs, text, graphics, images, designs, music, sounds, videos, information, applications, software and other content or items belonging to or originating from third parties (\"Third Party Content\") (or sent to you through the Website).\nSuch Third Party Sites and Third Party Content are not investigated, monitored, or reviewed by us for accuracy, appropriateness, or completeness, and we are not responsible for any Third Party Sites accessed through the Website or any Third Party Content posted on, available through, or installed by the Website, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies contained on Third Party Sites or in Third Party Content.\nOur inclusion of, linking to, or permitting the use or installation of Third Party Sites or Third Party Content does not imply our endorsement or support of them.\nIf you decide to leave the Site and access any Third Party Sites or use or install any Third Party Content, you do so at your own risk and should be aware that these Terms of Service no longer apply.\nYou should review the applicable terms and policies, including privacy and data collection practices, of any website you navigate to from the Site or that relates to applications you use or install from the Site.\nAny purchases you make through third party websites are made through other websites and by other companies, and we assume no responsibility with respect to such purchases, which are solely between you and such third party.\nHowever, this does not include our payment service providers, to which we may direct you during the payment process (licensed resellers are explicitly not included).\nYou agree and acknowledge that we do not endorse the products or services offered on the Third Party Sites, and you hold us harmless from any harm resulting from your purchase of such products or services.\nIn addition, you indemnify us from any loss or damage you suffer in connection with any Third Party Content or contact with any Third Party Sites.</p>\nApplicable Law\n<p>These conditions are governed by and construed in accordance with the laws of the Kingdom of Belgium, and the application of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded.\nIf your habitual residence is in the EU, and you are a consumer, you additionally possess the protection provided to you by obligatory provisions of the law in your country to residence.\nThe Company and yourself both agree to submit to the non-exclusive jurisdiction of the courts of the Kingdom of Belgium, which means that you may make a claim to defend your consumer protection rights in regards to these Conditions of Use in Belgium, or in the EU country in which you reside.</p>\n<p>The European Commission provides a platform for online dispute resolution, which you can access at the following URL: https://ec.europa.eu/consumers/odr/.\nWe prefer to resolve your requests in direct contact with you, so please contact our customer service.\nWe are neither willing nor obliged to participate in alternative consumer dispute resolution proceedings.</p>\nTerm and Termination\n<p>We reserve the right, but not the obligation, to:</p>\n<ol>\n<li>monitor the Site for violations of these Terms of Service</li>\n<li>take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Service, including without limitation, reporting such user to law enforcement authorities</li>\n<li>in its sole discretion and without limitation, deny access to, restrict the availability of, disable or completely terminate your account, your cloud or other services and features associated with your Premiumize.me account</li>\n<li>otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site</li>\n</ol>\n<p>Premiumize.me reserves the right to change, suspend or discontinue the Service or any portion thereof, or terminate these Terms of Service with you at any time, upon notice, and without any liability to Premiumize.me whatsoever.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\nPrivacy\n<p>By using the Service, in addition to these Terms of Service, you also agree to the Privacy Policy.\nOur servers are located within the European Union.\nIf you are accessing the Site from another region of the world that has laws or regulations governing the collection, use or disclosure of personal data that are different from those that apply in the European Union, your continued use of the Site transfers your data to the European Union and you expressly consent to your data being transferred to and processed in the European Union.</p>\nModifications and Interruptions\n<p>We reserve the right to change, modify or remove the content of the website at any time and without giving reasons, at our sole discretion and without prior notice.\nHowever, we are under no obligation to update any information on our website.\nWe also reserve the right to modify or discontinue all or any part of the Service at any time without notice.\nWe will not be liable to you or any third party for any modification, price change, suspension or discontinuance of the Service.</p>\n<p>We cannot guarantee that the Service will be available at all times.\nWe may experience hardware, software or other problems, or we may need to perform maintenance related to the Service, which may result in interruptions, delays or errors.\nWe reserve the right to change, revise, update, suspend, discontinue or otherwise modify the Service at any time and for any reason without notice to you.\nYou agree that we will not be liable for any loss, damage or inconvenience caused by your inability to access or use the Service during any downtime or discontinuance of the Service.\nNothing in these Terms of Use shall be construed as obligating us to maintain and support the Service or to provide any corrections, updates or releases in connection therewith.\nPossible compensation from us is solely for goodwill reasons and is at the sole discretion of Premiumize.me.\nThis does not imply the recognition of a legal obligation.</p>\nLimitations of Liability\n<p>The use of the Service is at your own risk.\nTo the extent permitted by applicable law, in no event shall Premiumize.me be liable to its client for lost profits, lost savings, lost or corrupted content data, unauthorized access to or alteration of its transmissions of content data, lost revenue, business interruption or loss of capital.\nIn no event shall Premiumize.me be liable for any direct, indirect, special, consequential or incidental damages arising out of or in connection with this Agreement or the Premiumize.me Services provided or to be provided hereunder, even if Premiumize.me has been advised of the possibility of such damages.\nPremiumize.me's total liability in connection with any and all claims arising out of or in connection with this Agreement or Premiumize.me's services provided or to be rendered hereunder shall in each case be absolutely limited to the amount paid to Premiumize.me for the services under this Agreement during the twelve months preceding the date on which the aggrieved party notified the other party in writing of the claim for damages, or if the amount is greater, and the minimum amount for which Premiumize.me is liable under applicable law.</p>\n<p>Premiumize.me is explicitly not responsible or liable for actions of its payment service providers.</p>\nMiscellaneous\n<p>These Terms of Service and any guidelines, policies or operating rules published by us on or with reference to the Website represent the entire agreement and understanding between you and us.\nAny failure by us to exercise or enforce any right or provision of these Terms of Service shall not be deemed a waiver of such right or provision.\nAll of these Terms of Service apply to the fullest extent permitted by law.\nAt any time, we may assign our rights and obligations, in whole or in part, to any third party.\nNo responsibility or liability shall attach to us for any loss, damage, delay or inaction caused by any cause beyond our reasonable control.\nIf any provision or portion of a provision of these Terms of Service is found to be unlawful, void or unenforceable, that provision or portion of a provision shall be deemed severable from these Terms of Service and shall not affect the validity and enforceability of any remaining provisions.\nAt no time will any joint venture, partnership, employment, or agency relationship be created between you and us as a result of these Terms of Service or your use of the Service.\nAccordingly, you agree that these Terms of Use shall not be construed against us merely because we have composed them.\nAs a result, you hereby waive any defenses you may have based on the electronic form of these Terms of Service and the failure of the parties to sign these Terms of Service.</p>\nContact Us / Legal Information <p>Our customer service can be reached easily via the contact form, which you can find here.</p>\n<p>back to top</p> Features &amp.\nServices\n<ul>\n<li>Cloud Storage</li>\n<li>Remote Downloader</li>\n<li>RSS Feed automation</li>\n<li>VPN Servers</li>\n</ul> Legal\n<ul>\n<li>Terms of Services </li>\n<li>Privacy Policy </li>\n<li>Legal Information </li>\n<li>Refund policy </li>\n<li>DMCA </li>\n</ul> Help &amp.\nInfo\n<ul>\n<li>Customer Service </li>\n<li>API Documentation </li>\n<li>Webmasters Program </li>\n<li>Blog </li>\n</ul> Account\n<ul>\n<li>Log in </li>\n<li>Create new account </li>\n<li>Reset Password </li>\n<li>Manage Account </li>\n</ul> ", "created_at": "2023-07-11 02:19:54.593001", "updated_at": "2023-07-11 02:20:18.322647"}], "points": [], "urls": ["premiumize.me"]}}