{"error": 448, "message": "OK", "parameters": {"id": 7194, "name": "This Website Will Self Destruct", "created_at": "2023-01-03 00:54:29.537236", "updated_at": "2023-01-22 17:00:15.025115", "wikipedia": null, "keywords": null, "related": null, "slug": "this-website-will-self-destruct", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7194.png", "url": "thiswebsitewillselfdestruct.com", "documents": [{"id": 13758, "name": "Terms of Service", "url": "https://www.thiswebsitewillselfdestruct.com/tos", "xpath": "//body", "text": " <p>Home</p>\nTerms of Service\nPrerequisite\n<p>ThisWebsiteWillSelfDestruct.com is for people over 13 years of age.\nIf you do not meet that criteria, you may not use or submit content.</p>\nRights\n<p>You can choose to remain anonymous.\nThere is no signup, and the site should work fine if you chose to block 3rd party JavasScript, to disable all analytics.</p>\n<p>You can request to remove personal content through the report feature, or by sending an email to Femme@FemmeAndroid.com with details about the message.</p>\n<p>Your data will be backed up regularly, and the backups tested.</p>\n<p>You will be treated with respect and discretion.</p>\nResponsibilities\n<p>You may not make automated requests to the site without prior approval.</p>\n<p>You must not abuse the site by knowingly posting malicious code, or links to malicious sites, that could harm other users.\nIf you find a security or privacy bug in ListenLater, I ask that you please report it to me right away by private email.</p>\n<p>You may not use the site to harass other users.</p> ", "created_at": "2023-01-03 00:54:43.100752", "updated_at": "2023-01-03 00:54:51.98586"}, {"id": 13757, "name": "Privacy Policy", "url": "https://www.thiswebsitewillselfdestruct.com/privacy", "xpath": "//body", "text": " <p>Home</p>\nPrivacy Policy\n<p>This policy applies to all information collected by or submitted to ThisWebsiteWillselfDestruct.com</p>\n<p>We will not distribute your personal information to outside parties without your consent.</p>\n<p>ThisWebsiteWillSelfdestruct.com only stores the content of your message, and no PII.\nWe also collect information used for reporting, moderation, and likes.\nAn IP address is kept for no longer than 30 days for the purpose of spam control.</p>\nAds and tracking\n<p>We do not have any ads on the site, and do not use any third party analytics data.</p>\nSecurity\n<p>We implement a variety of security measures to help keep your information secure.\nFor instance, all communication with the app and website require HTTPS.\nPasswords are hashed, not stored, using industry-standard methods.</p>\nData Access, Changes, and Deletion\n<p>There are no accounts on ThisWebsiteWillSelfDestruct.com.\nIf you have a message you wish to delete, please report the message with a comment.\nDeleted information may be kept in backups for short periods of time to facilitate disaster recovery.</p>\n<p>ThisWebsiteWillselfDestruct.com may delete your information at any time, and for any reason, such as technical needs, legal concerns, abuse prevention, removal of idle accounts, data loss, or other reasons.</p>\nInformation for foreign compliance\n<p>Information may be processed, stored, and used outside of the country in which you are located.\nData privacy laws vary across jurisdictions, and different laws may be applicable to your data depending on where it is processed, stored, or used.</p>\n<p>By using ThisWebsiteWillselfDestruct and providing your information, you authorize us to collect, use, and store your information outside of the European Union.</p>\n<p>We never collect or maintain information at our website from those we actually know are under 13, and no part of our website is structured to attract anyone under 13.</p>\nThe policy\n<p>By using ThisWebsiteWillselfDestruct.com, you consent to our privacy policy.</p>\n<p>If you have questions regarding this privacy policy, please email privacy@thiswebsitewillselfdestruct.com.</p>\n<p>If we decided to change our privacy policy, we will post those changes on this page, along with a summary of changes.</p>\nUpdates\n<p>July 8, 2020 - Clarified that we do not have ads or use analytics data.</p> ", "created_at": "2023-01-03 00:54:29.599418", "updated_at": "2023-01-03 00:55:46.511276"}], "points": [], "urls": ["thiswebsitewillselfdestruct.com"]}}