{"error": 448, "message": "OK", "parameters": {"id": 9821, "name": "PikminFanon ", "created_at": "2023-10-23 19:52:37.732404", "updated_at": "2023-10-23 22:02:43.14117", "wikipedia": null, "keywords": null, "related": null, "slug": "pikminfanon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9821.png", "url": "pikminfanon.com", "documents": [{"id": 19563, "name": "Privacy policy", "url": "https://pikminfanon.com/wiki/PikminFanon:Privacy_policy", "xpath": "//*[@id=\"content-wrapper\"]", "text": " <p>You are not signed in.\nPlease log in or create an account and join the community!<br>Please be aware of <i>Pikmin 4</i> spoilers as you browse the wiki.\n</p> PikminFanon:Privacy policy From Pikmin Fanon <ul>\n<li>Project page</li>\n<li>Talk</li>\n</ul>\n<ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul>\n<dl>\n<dt>Page tools</dt>\n<dd>What links here</dd>\n<dd>Related changes</dd>\n<dd>Printable version</dd>\n<dd>Permanent link</dd>\n<dd>Page information</dd>\n</dl> This page contains information relating to Pikmin Fanon's policies and guidelines.\n<p>Pikmin Fanon's <b>privacy policy</b> details the nature of the data collected from users, and who may access this data.\nUsers that do not agree with any portion of this policy should not use Pikmin Fanon.\n</p>\n<p>Users that have any questions or concerns regarding the collection and use of their data or would like to request to have their personal data removed should contact a bureaucrat, on their talk page.\n</p>\nContents\n<ul>\n<li>1 Data\n<ul>\n<li>1.1 Session</li>\n<li>1.2 Personal and account</li>\n</ul>\n</li>\n<li>2 Contributing</li>\n<li>3 External links</li>\n</ul> Data\nSession\n<p>All content on Pikmin Fanon is open to the public for viewing and editing.\nSession data such as IP address, browser, operating system, screen resolution, and geographic location may be recorded by Pikmin Fanon through cookies.\nThis information is used to help improve the quality of the wiki's services, and will never be distributed to third parties without the approval of the relevant users.\n</p>\nPersonal and account\n<p>Users that register an account on Pikmin Fanon will have data such as their username, email address, and other provided details recorded in order for the wiki to identify them.\nUsers may access and edit their data by visiting their preferences page while logged in.\nThis data will never be shared with any third parties, and the wiki staff will endeavor to ensure that users' data is kept secure insofar as is reasonably possible.\n</p>\n<p>Pikmin Fanon can not be held responsible for any personal information posted publicly on the wiki.\nUsers should not share any more than is absolutely necessary, in accordance with the code of conduct.\n</p>\n<p>User accounts can not be deleted.\nWhen users register an account on Pikmin Fanon, they agree to all necessary data being retained indefinitely.\n</p>\nContributing\n<p>When users contribute to the wiki, such as by editing a page or uploading a file, the system will record their username and all content they add, change, or remove.\nThis data is publicly accessible for anyone to view or distribute, and once a contribution is made, is released irrevocably under the terms of the GNU Free Documentation License 1.3.\nBy contributing, users agree to this data being recorded and released.\n</p>\n<p>Content submitted to Pikmin Fanon is the work of its editors.\nas such, Pikmin Fanon's owners and staff can not be held responsible for any content that may be considered offensive, inappropriate, misleading, or which may expose private data.\nHowever, wiki staff promises to attempt to monitor all incoming contributions and to remove any such content as soon as possible.\n</p>\nExternal links\n<p>Pikmin Fanon is not responsible for the content or data collection policies of any websites users may visit through external links on the wiki.\nUsers follow external links at follow own risk.\n</p> ExpandPolicies and guidelines Policies Content General&nbsp;• Featured content&nbsp;• Deletion Other policies Cookie&nbsp;• Ethics&nbsp;• Poll&nbsp;• Privacy&nbsp;• Talk page Guidelines Content General&nbsp;• Files&nbsp;• Content list&nbsp;• Disambiguations Specific articles Areas&nbsp;• Caves&nbsp;• Stages&nbsp;• Characters and ships&nbsp;• Collectibles&nbsp;• Enemies and vegetation&nbsp;• Families&nbsp;• Games&nbsp;• Pikmin Templates General&nbsp;• Navigation box Retrieved from \"https://pikminfanon.com/w/index.php?title=PikminFanon:Privacy_policy&amp;oldid=146946\" Categories: <ul>\n<li>Policies and guidelines</li>\n<li>Pikmin Fanon</li>\n</ul> ", "created_at": "2023-10-23 19:52:37.766144", "updated_at": "2023-10-23 19:53:14.183613"}, {"id": 19564, "name": "Cookie policy", "url": "https://pikminfanon.com/wiki/PikminFanon:Cookie_policy", "xpath": "//*[@id=\"content-wrapper\"]", "text": " <p>You are not signed in.\nPlease log in or create an account and join the community!<br>Please be aware of <i>Pikmin 4</i> spoilers as you browse the wiki.\n</p> PikminFanon:Cookie policy From Pikmin Fanon <ul>\n<li>Project page</li>\n<li>Talk</li>\n</ul>\n<ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul>\n<dl>\n<dt>Page tools</dt>\n<dd>What links here</dd>\n<dd>Related changes</dd>\n<dd>Printable version</dd>\n<dd>Permanent link</dd>\n<dd>Page information</dd>\n</dl> This page contains information relating to Pikmin Fanon's policies and guidelines.\n<p>Like many websites, Pikmin Fanon uses <b>cookies</b>.\nThis page explains what they are and their function on Pikmin Fanon.\nBy using Pikmin Fanon, users consent to its use of cookies in accordance with the terms of this policy.\n</p>\nContents\n<ul>\n<li>1 About</li>\n<li>2 Use</li>\n</ul> About\n<p>Cookies are files, often including unique identifiers that are sent by web servers to web browsers, and which may then be sent back to the server each time the browser requests a page from the server.\nWeb servers can use cookies to identify and track users as they navigate different pages on a website, and to identify users returning to a website.\n</p>\n<p>Cookies may be either session cookies or persistent cookies.\nSession cookies expire at the end of a session, when the related window or tab is closed.\nPersistent cookies consist of a text file sent by a web server to a web browser and stored by the browser until its set expiry date or deleted by the user manually.\nPikmin Fanon uses both types.\n</p>\nUse\n<p>Cookies do not contain any information that personally identifies users.\nStill, information that is stored may be linked, by Pikmin Fanon, to the information stored in and obtained from cookies.\nThe cookies used on the wiki include those which are strictly necessary for access and navigation, track usage for performance, and remember user selections for functionality.\nPikmin Fanon uses cookies in the following ways:\n</p>\n<ul>\n<li>To recognize computers when visiting the website;</li>\n<li>To track users as they navigate the website;</li>\n<li>To improve the website’s usability;</li>\n<li>To analyze the use of the website;</li>\n<li>In the administration of the website.</li>\n</ul>\n<p>Most browsers allow blocking cookies.\nKeep in mind that blocking all cookies will, however, have a negative impact on the usability of many websites, and may prevent the use of certain features on them.\n</p> ExpandPolicies and guidelines Policies Content General&nbsp;• Featured content&nbsp;• Deletion Other policies Cookie&nbsp;• Ethics&nbsp;• Poll&nbsp;• Privacy&nbsp;• Talk page Guidelines Content General&nbsp;• Files&nbsp;• Content list&nbsp;• Disambiguations Specific articles Areas&nbsp;• Caves&nbsp;• Stages&nbsp;• Characters and ships&nbsp;• Collectibles&nbsp;• Enemies and vegetation&nbsp;• Families&nbsp;• Games&nbsp;• Pikmin Templates General&nbsp;• Navigation box Retrieved from \"https://pikminfanon.com/w/index.php?title=PikminFanon:Cookie_policy&amp;oldid=146943\" Category: <ul>\n<li>Policies and guidelines</li>\n</ul> ", "created_at": "2023-10-23 19:52:37.800432", "updated_at": "2023-10-23 19:53:45.789882"}], "points": [], "urls": ["pikminfanon.com"]}}