{"error": 448, "message": "OK", "parameters": {"id": 9582, "name": "WorkPilots Suomi/Finland", "created_at": "2023-09-06 04:14:15.915529", "updated_at": "2023-09-06 10:02:28.354492", "wikipedia": null, "keywords": null, "related": null, "slug": "workpilots-suomi-finland", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9582.png", "url": "workpilots.com", "documents": [{"id": 19018, "name": "Käyttöehdot/Terms of Service", "url": "https://web.workpilots.com/tou/merchant/d9ba806928b0407a96d69b78dea8748a.html", "xpath": "//body", "text": " Suomi English Work Pilots Oy Terms of Use General terms and conditions <p>These terms and conditions of use (the “Terms of Use”) govern the use of gig economy service provided by Work Pilots Oy (“Work Pilots”) (the “Service”).\nThe use of the Service is also governed by Work Pilots privacy policy.\nBy using the Service, the User (as defined below) expressly acknowledges and agrees to have read and understood and to be bound by these Terms of Use and Work Pilots privacy statement.</p>\n<p>Work Pilots reserves the right, at its sole discretion, to change or amend these Terms of Use.\nAny changes to or amendments of these Terms of Use shall be immediately applicable and effective and govern the use of the Service automatically.\nThe current and effective version of these Terms of Use is available in the Service.</p>\n<p>In the event the User is a legal person (such as a company), the person representing the User represents and warrants by using the Service or registering for the Service to be authorized to represent the legal person and to have the legal capacity to bind the legal person to these Terms of Use.</p>\n<p>&nbsp;</p>\n<p>\n<em>Definitions</em>\n</p>\n<p>In these Terms of Use:</p>\n<ul>\n<li>“Orderer” shall mean any and all natural or legal persons seeking to obtain or obtaining a Task (as defined below) via the Service.\n</li>\n<li>“Task” shall mean tasks or services requested by the Orderers, which are to be completed by the Workers.\nand </li>\n<li>“Worker” shall mean any and all natural or legal persons seeking to perform or performing a Task.</li>\n</ul>\n<p>The Orderer and the Worker shall be hereinafter referred to together as the “Users” or “Parties” and separately as a “User”.</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>Structure of the Terms of Use</em>\n</p>\n<p>These Terms of Use consist of the following three parts:</p>\n<ul>\n<li>Part I (I.\nGeneral terms and conditions) is related to the contractual relationship between each User and Work Pilots </li>\n<li>Part II (II.\nTerms and conditions related specifically to the Orderer) is related to the contractual relationship between the Orderer and Work Pilots </li>\n<li>Part III (III.\nTerms and conditions related specifically to the Worker) is related to the contractual relationship between the Worker and Work Pilots </li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<em>Legal nature of the cooperation</em>\n</p>\n<p>The use of the Service constitutes a legally binding agreement between Work Pilots and the User.\nThe use of the Service shall not constitute an employment agreement between the Orderer and the Worker.</p>\n<p>&nbsp;</p>\n<p>\n<em>Right to use the Service</em>\n</p>\n<p>Subject to these Terms of Use, the User receives a limited right to use the Service for the purposes of obtaining Tasks or performing Tasks.\nThe User acknowledges that such right to use does not include any rights, including but not limited to Intellectual Property Rights (as defined below), to the Service software (source code).</p>\n<p>All user credentials provided by Work Pilots to the User that allow the User to use the Service or are related to the use of the Service, such as a username and a password shall remain exclusively with and be the sole and exclusive property of Work Pilots and the User shall not have any rights to such user credentials upon the termination, cancellation or expiry of the User’s right to use the Service.\nThe right to use the Service is personal.\nThe User may not transfer or assign the User’s right to use the Service to any third party or disclose the user credentials to any third party without prior written approval of Work Pilots.</p>\n<p>&nbsp;</p>\n<p>\n<em>Registration and use of the Service</em>\n</p>\n<p>In order to register as an Orderer, one has to be at least 18 years old.\n&nbsp;By registering for the Service, the Orderer represents and warrants to be at least 18 years old.</p>\n<p>In order to register as a Worker, one has to be at least 15 years old.\nHowever, a person who is 14 years old or will turn 14 during the same calendar year may register for the Service and use the Service as a Worker subject to the consent of such person’s guardian in accordance with the laws and regulations governing young workers.\nBy registering for the Service, the Worker represents and warrants to be i) at least 15 years old or ii) 14 years old or will turn 14 during the same calendar year who has obtained the consent of his or her guardian in accordance with the laws and regulations governing young workers.\nBy registering to the Service and using the Service, the Worker represents and warrants to have all governmental permits required for the performance of the Tasks including but not limited to residence permit for an employed person (work permit).</p>\n<p>In order to register for the Service, the User must create a password-protected and, when using mobile services, a PIN-code protected username, which allows the User to sign in to the Service.\nThe User’s registration for the Service requires creating a Work Pilots account with a valid email address and personal details of the User and, in the event the User is a legal person (such as a company), the registration requires the official details of the legal person.</p>\n<p>Registration for the Service is free.\nThe use of the Service requires that the Orderer submits valid debit or credit card information to the Service or that the Orderer has entered into a separate agreement regarding invoicing with Work Pilots.\nThe Orderer pays for the Tasks in accordance with the pricing terms available in the Service.\n&nbsp;The Parties may agree on additional services and pricing terms applicable to such services separately.\nThe Service is generally accessible 24 hours a day.</p>\n<p>The User shall be responsible for all direct and indirect costs resulting from the use of the Service, including but not limited to costs resulting from obtaining, installing, and maintaining any devices, equipment, software or connections as well as any modifications needed to devices, equipment or software and obtaining any additional insurance coverage needed.</p>\n<p>Work Pilots has obtained a liability insurance for the Service, which covers a property damage or bodily injury up to a maximum amount of EUR 1,000,000, subject to the applicable terms and conditions of the insurance.\nThe extension of the liability insurance covers sudden and unexpected damages caused to property in the possession or under the care of the insured or being handled by him or her up to a maximum amount of EUR 10,000 per accident, subject to the applicable terms and conditions of the insurance.</p>\n<p>In the event a Worker suffers a bodily injury in connection with the performance of a Task, the Worker may be entitled to a compensation from a group personal accident insurance subject to the terms and conditions of the group personal accident insurance up to the following amounts: medical treatment expenses maximum of EUR 8,500, a permanent functional disability maximum of EUR 50,000 and a death cover EUR 50,000.</p>\n<p>In case of any damage, accident or bodily injury, please contact info@workpilots.fi.</p>\n<p>&nbsp;</p>\n<p>\n<em>General responsibilities of the User and Work Pilots’ right to intervene in the use of the Service </em>\n</p>\n<p>The User represents and warrants that all information provided by the User in connection with the registration with the Service is true and accurate and undertakes to make all necessary updates in case of any changes in such information.\nThe User is responsible for the contents of his or her user profile, the appropriate and due use of the Service and the profile, and all activities that occur under his or her user credentials.\nIn the event the User’s user credentials are lost or unlawfully disclosed or transferred to any third party, the User shall immediately inform Work Pilots customer service at info@workpilots.fi.\nIn such event, Work Pilots shall be entitled to terminate or limit the User’s access to the Service.</p>\n<p>The User may not use the Service in a way that infringes or violates the rights of Work Pilots or any third party.\nFor the purposes of these Terms of Use, User’s Information shall mean any information and materials the User provides to Work Pilots or other Users in connection with the User’s registration for or use of the Service (including but not limited to documentation or messages that the User publishes in, uploads, submits or links to the Service or sends via the Service).\nThe User shall be responsible for all User’s Information and represents and warrants that the User’s Information i) will not violate the rights of a third party (including but not limited to proprietary rights and Intellectual Property Rights (as defined below)), ii) will not be offensive, unethical or inappropriate, iii) will not violate any law or regulation, iv) will not be harmful or cause damage to Work Pilots, other Users or any other third parties, or v) will not cause harm or disturbance or any unreasonable inconvenience to the Service.\nThe User shall be liable for all direct and indirect damages caused to Work Pilots, other Users or any other third parties resulting from any breach of a representation or warranty of this section.\nThe User is responsible for obtaining and maintaining all necessary rights (including but not limited to Intellectual Property Rights) to the User’s Information or consents of the holders of such rights.</p>\n<p>The User shall be liable for all claims that a third party presents to Work Pilots that result from the use of the Service by the User.\nThe User shall indemnify and hold harmless Work Pilots and any third party from and against any damages or losses resulting from the User’s use of the Service, which breaches the law, any guidelines or regulations issued or given by any governmental authorities or these Terms of Use.</p>\n<p>Work Pilots shall be entitled to, at its sole discretion and without any prior notice, to limit or prevent the User’s access to the Service and remove any documentation or information from the Service that, in the opinion of Work Pilots, violates the law, is unethical or may harm or cause any damage to Work Pilots, the Service, other User or any other third party.</p>\n<p>&nbsp;</p>\n<p>\n<em>The role of Work Pilots in the performance of Tasks</em>\n</p>\n<p>The Service connects Workers and Orderers for the performance of the Tasks.\nThe use of Service or performance of the Tasks shall not constitute an employment relationship between Work Pilots and a Worker, and Work Pilots does not contribute to or participate in the performance of the Tasks.\nWork Pilots does not supervise or instruct the Workers in the performance of the Tasks.\nWork Pilots shall not be responsible for the performance, scope or schedule of a Task or any other matters that are related to the performance of a Task.\nWork Pilots shall not be responsible for the use of documentation or information related to the Task, the transfer of the results of a Task from the Worker to the Orderer nor for conditions under which the results of the Task may be utilized.</p>\n<p>Work Pilots shall not be responsible for any actions or neglects of the Users.\nWork Pilots shall not be liable for any accidents, property damages or other damages, incurred by a User during the performance of the Task or resulting from the performance of the Task.\nWork Pilots shall not be liable for any direct or indirect damages resulting from the relationship between the Parties and not resulting from the functionality or maintenance of the Service.</p>\n<p>Without limitation of the above and for the avoidance of doubt, Work Pilots shall not be responsible for any matters, which the Parties have agreed on orally or without using the Service, such as warranties or extra work.\nThe Parties shall use the Service for agreeing on any extra work or additional Tasks.</p>\n<p>&nbsp;</p>\n<p>\n<em>Limitations of liability </em>\n</p>\n<p>The User acknowledges to receive the Service and to use the Service at the User’s own risk.\nThe User shall not use the Service for any illegal, unlawful, unethical or inappropriate purpose.\nWork Pilots does not monitor or control User’s Information on a regular basis.\nWork Pilots shall not be responsible for any User’s Information or the information that any third party has uploaded to the Service, or the accuracy or authenticity thereof and shall not be liable for any damage caused by such information.</p>\n<p>Work Pilots makes no warranties of any kind, neither expressed nor implied, including but not limited to warranties of functionality, merchantability or characteristics of the Service.\nWithout limiting the foregoing, Work Pilots does not warrant that the Service will be uninterrupted or error-free.\nThe Service and any content available in the Service are provided on “as is” and “as available” basis and the User uses services provided by Work Pilots and services provided in and obtained via the Service at the User’s own risk.\nWork Pilots does not warrant the correctness or accuracy of the map and route planning services in the Service nor does Work Pilots accept any liability of the direct or indirect damages or costs resulting from any inaccuracy, errors or deficiency in the map and route planning services.\nWork Pilots does not make any warranties of or accept any liability for cyber security risks or the correctness of the content of the Service or fitness for a particular purpose.</p>\n<p>Work Pilots shall not be liable for any damage incurred by the User or any third party resulting from interruptions, delays, errors or other deficiencies in the Service or its content or restrictions or prevention of the use of the Service.\nWork Pilots shall not be liable for any damage, defects or interruptions to the User’s devices, equipment or software resulting from or related to the use of the Service.</p>\n<p>Work Pilots shall have no liability or responsibility for failure to fulfill any obligation under these Terms of Use or related to the Service to the extent to which the fulfillment of such obligation is prevented or hindered by Force Majeure.\nFor the purposes of these Terms of Use, Force Majeure shall include e.g.\nfire, flood, explosion, strike or other shortage of labor, orders issued by any government, interruption or failure of electricity or communication systems and any other similar cause.</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>Changes to these Terms of Use and the Service</em>\n</p>\n<p>Work Pilots reserves the right, at its sole discretion, to change, modify or amend any of the terms and conditions of these Terms of Use or the Service, including but not limited to the invoicing and pricing principles, the service fee and the worker compensation.\nIn the event such changes are material, Work Pilots will endeavor to notify the User via the Service or by other means considered suitable by Work Pilots.\nAll changes shall be applicable and effective as of their implementation or as of a date specifically informed by Work Pilots.\nThe User’s continued use of the Service constitutes the User’s complete and irrevocable acceptance of any and all such changes.</p>\n<p>Work Pilots reserves the right to discontinue the provision of the Service partially or in full and to modify, delete or remove all or any part of the Service (including but not limited to the content, structure, layout and software of the Service).\nWork Pilots accepts no liability for modification or discontinuance of the provision of all or any part of the Service.\nIn the event of discontinuance of provision of the Service, Work Pilots informs the User via the Service or by other means considered suitable by Work Pilots.\nWork Pilots accepts no responsibility or liability for any costs related to or resulting from any changes or modifications to the equipment, devices or software of the User or other actions required from the User to continue to use the Service.</p>\n<p>In the event any changes in the value added tax or other tax or charge collected by government authorities related to the Service or interpretations of government authorities thereof, Work Pilots shall be entitled to immediately change the prices and fees indicated in the Service by informing the Users in the Service or by other means considered suitable by Work Pilots.</p>\n<p>&nbsp;</p>\n<p>\n<em>Links to other websites</em>\n</p>\n<p>The Service may include links to and plug-ins from websites, applications and services of third parties.\nThe use of such websites, applications and services is governed by the terms and conditions of use of such websites or services and Work Pilots shall not be responsible for the content of such websites or services.</p>\n<p>The User shall be entitled to add a link to the Service to the User’s website, provided that such linking does not violate any law nor harm the reputation of Work Pilots.\nOther linking of Work Pilots website for commercial purposes or to create a database shall be prohibited without prior written approval of Work Pilots.\nWork Pilots reserves the right to remove links created by the User without notifying the User if such links, in the opinion of Work Pilots, violate these Terms of Use.</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>Intellectual property rights</em>\n</p>\n<p>For the purposes of these Terms of Use, Intellectual Property Rights shall mean copyrights and related rights (including database and catalogue rights and photography rights), trademarks, patents, design rights, utility models, tradenames, trade secrets, know-how and any other form of registered or unregistered intellectual property rights.\nAll rights, including but not limited to Intellectual Property Rights, in or related to the Service or its parts shall remain vested with and be the sole and exclusive property of Work Pilots.\nThe Service and the contents of the Service are protected with Intellectual Property Rights in accordance with the laws of Finland and the international conventions and agreements.\nWork Pilots retains all rights, including but not limited to Intellectual Property Rights, to the Service, the contents of the Service as well as changes and modifications thereof.\nThe User acknowledges and accepts that no rights are transferred, granted or assigned to the User unless explicitly otherwise stated in these Terms of Use.\nFor the avoidance of doubt, no Intellectual Property Rights to the Service are granted to the User under these Terms of Use.</p>\n<p>The use or publication of documentation related to or contained in the Service is prohibited without prior written consent of Work Pilots.</p>\n<p>By publishing information or material in or submitting information or material to the Service, the User grants Work Pilots a worldwide, irrevocable, perpetual, non-exclusive, transferrable, sublicensable and royalty-free right to use such information and a right to assign, transfer, sublicense, use, utilize and disclose such information or material at its sole discretion.\nWork Pilots shall be entitled to, at its sole discretion and without any obligation to pay any compensation or remuneration to the User, use, publish, disclose or assign such information and material in the original or revised form, partially, in full or attached to other material in connection with its commercial, communication, PR and other activities.</p>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>Term and termination </em>\n</p>\n<p>These Terms of Use are in force as a binding agreement until further notice.</p>\n<p>The User may terminate the right to use the Service by informing Work Pilots at info@workpilots.fi.\nIn such event, Work Pilots shall be entitled to retain and store User’s Information and other information related to the User to the extent needed to comply with its other obligations related to the Service, laws and regulations (including but not limited to the accounting and tax laws) and other similar obligations in accordance with Work Pilots privacy policy.</p>\n<p>Work Pilots may immediately and without any prior notice terminate or limit the User’s right to use the Service provided that the User has, in the opinion of Work Pilots, violated or is violating the Terms of Use, applicable laws or acted or is acting unethically.\nIn such event, the User shall not be entitled to any compensation or refund related to any Tasks.</p>\n<p>All terms and conditions of these Terms of Use which by their nature should survive the termination, expiration or cancellation of the User’s right to use the Service, including but not limited to terms and conditions related to Intellectual Property Rights, Work Pilots’ rights to claim damages and limitation of liability of Work Pilots, shall continue in full force and effect subsequent to and notwithstanding the termination, cancellation or expiry of these Terms of Use or the User’s right to use the Service.\nThe termination, cancellation or expiry of the User’s right to use the Service shall not affect the User’s payment obligations related to Tasks, which have been ordered prior to such termination, cancellation or expiry.</p>\n<p>&nbsp;</p>\n<p>\n<em>Miscellaneous </em>\n</p>\n<p>The use of Service is also governed by Work Pilots privacy statement.</p>\n<p>Work Pilots may, at its sole discretion, assign, transfer or sell the Service and its maintenance, the customers of Work Pilots and any and all rights and obligations resulting from these Terms of Use partially or in full to any subsidiary of Work Pilots, successor or third party by notifying the User in the Service or by other means Work Pilots considers suitable.</p>\n<p>&nbsp;</p>\n<p>\n<em>Contact Information </em>\n</p>\n<p>Any questions and notices related to or under these Terms of Use shall be sent to info@workpilots.fi.</p>\n<p>&nbsp;</p>\n<p>\n<em>Dispute resolution and governing law</em>\n</p>\n<p>The Service and these Terms of Use shall be governed by and shall be construed in accordance with the laws of Finland, without regard to the choice of law rules and principles.\nAny dispute, controversy or claim arising out of or related to these Terms of Use shall be primarily settled, if possible, by amicable negotiations between the parties.\nIn the event the parties are not able to reach a settlement by amicable negotiations, the dispute, controversy or claim arising out of or related to these Terms of Use shall be resolved by the district court of Helsinki.\nA consumer may always institute proceedings in the district court of its domicile.</p>\n<p>&nbsp;</p>\n<p>\n<em>Consumer protection</em>\n</p>\n<p>These Terms of Use shall no limit the rights, which may be granted to the User by the mandatory consumer protection laws or other mandatory laws.\nIn the event the dispute between the parties cannot be settled by amicable negotiations, a consumer may refer the dispute to the Finnish Consumer Disputes Board.\nPrior to referring the dispute to the Finnish Consumer Dispute Board, the consumer should contact the Finnish Consumer Authority Services.</p>\n<p>&nbsp;</p> Terms and conditions related specifically to the Orderer <p>\n<em>Ordering and performance of a Task</em>\n</p>\n<p>The Orderer orders a Task by placing an order in the Service.\nBy placing the order, the Orderer represents and warrants that the Orderer has the right to obtain the Task.\nWork Pilots endeavors to publish the order without any unnecessary delay.\nWork Pilots may modify the order or retain from publishing it if, in the opinion of Work Pilots, the order is misleading or offensive, contains irrelevant information, violates these Terms of Use or for other reason cannot be published in the Service.</p>\n<p>The Orderer shall be responsible for the compliance with all relevant laws and regulations governing the work done by a person under 18 years of age, including but not limited to Young Workers’ Act (998/1993, as amended), in the performance of the Tasks.</p>\n<p>The Orderer’s order is visible to potential Workers, provided that the Task can be performed within the geographical area defined by such Workers.\nThe Workers may apply to perform the Task and the Orderer shall select the Worker from the Workers who have applied for the Task.\nThe Task is formed and confirmed upon selection of the Worker by the Orderer.</p>\n<p>The Orderer is responsible for paying the service fee (including VAT) for the Task in accordance with the pricing terms laid out in the Service.\nUpon selection of the Worker by the Orderer, Work Pilots shall be entitled to place an authorization hold on the User’s credit or debit card registered with and accepted by the Service, unless Work Pilots and the Orderer have entered into a separate agreement regarding invoicing (term for payment 14 days).\nThe Orderer may also pay the service fee by using bonus points (PilotPoints) that the Orderer has earned, received or purchased.\nWork Pilots shall be entitled to charge (or invoice, when applicable) the service fee from the Orderer upon confirmation of the completion of the Task by the Worker.</p>\n<p>By selecting a Worker to perform a Task in the Service, the Orderer acknowledges and accepts that a legally binding agreement regarding the Task is formed and accepts the payment obligations related thereto.\nIn the event the Orderer, in the opinion of Work Pilots, uses the Service to publish orders without an intention to select a Worker (e.g.\nto advertise employment opportunities), Work Pilots shall be entitled to remove the order from the Service and charge from the Orderer an order fee of EUR 100 or charge EUR 10 per applicant when the amount is greater than the order fee.</p>\n<p>The Worker shall perform the Task independently and the Orderer may not direct or supervise the Worker.\nThe Orderer may, however, monitor the performance of the Task and advise the Worker in the performance of the Task to ensure that the Task is performed as agreed.\nWhen the Worker is not performing the Task, the Worker is not at the disposal of the Orderer.</p>\n<p>In the event the Worker is not able to perform the Task without unreasonable effort due to e.g.\nillness, the Worker and the Orderer may agree on a new schedule.\nIn the event the Worker and the Orderer are unable to agree on a new schedule, the Task and the authorization hold placed on the debit or credit card of the Orderer shall be cancelled.\nAlternatively, the Worker may arrange a substituting Worker to perform the Task, provided that the Orderer accepts such substitution.\nIn such case, the Orderer shall i) place a new order in the Service, for which the new Worker applies and ii) cancel the original Order.</p>\n<p>In the event of a controversy between the Orderer and the Worker related to a scope, quality or duration of the Task, the User must make a complaint about the matter within five (5) days from the Worker’s confirmation of the completion of the Task to info@workpilots.fi.\nIn the event the User learns about the matter after such time period, the User must make a complaint about the matter within five (5) days from learning about such matter.</p>\n<p>Upon the performance of the Task, the Worker confirms in the Service that the Task has been completed.\nUpon such confirmation, the Orderer shall accept the completion of the Task.\nNotwithstanding the above, the Orderer shall be deemed to have accepted the completion of the Task and the payment obligations related thereto even if the Orderer has not accepted the completion of the Task in the Service if the Orderer has not made a complaint within five (5) days of the completion of the Task.</p>\n<p>The Orderer and the Worker may give feedback to each other via the Service.\nWork Pilots does not verify or monitor such feedback and shall not be responsible for the accuracy or appropriateness of such feedback.\nThe User may inform Work Pilots about any inappropriate feedback at info@workpilots.com.\nWork Pilots reserves the right to remove inappropriate feedback from the Service.</p>\n<p>The Orderer undertakes to pay the service fee in full even if the final number of working hours of the Worker was lower than the agreed number of working hours, unless otherwise agreed between the Parties.\nIn the event the Orderer cancels the Task within 24 hours from the agreed starting time of the performance of the Task, the Orderer shall pay the service fee in full, unless otherwise agreed.\nIn the event the Orderer cancels the Task earlier than 24 hours prior to the agreed starting time of the performance, the Parties may agree on a possible compensation separately.</p>\n<p>The Orderer undertakes to agree on any extension of the scope of the Task with the Worker via the Service.</p>\n<p>&nbsp;</p>\n<p>\n<em>Separate customer agreement</em>\n</p>\n<p>In the event the Orderer has entered into a separate written customer agreement with Work Pilots and there is a discrepancy between these Terms of Use and such customer agreement, the terms and conditions of the customer agreement shall prevail.</p>\n<p>&nbsp;</p> Terms and conditions related specifically to the Worker <p>\n<em>Ordering and performance of a Task </em>\n</p>\n<p>The Orderer orders a Task by placing an order in the Service.\nThe Worker can review orders in the Service that match the interests and knowledge of the Worker.\nAn order is only visible to a potential Worker if the Task may be performed within a distance range defined by the Worker.\nA Worker may apply to perform tasks and the Orderer selects one of the applicants to perform the Task.\nThe Task is formed when the Orderer has selected the Worker to perform the Task.\nThe Worker is obligated to inform his or her age to the Orderer upon the Orderer’s request prior to starting the performance of the Task.</p>\n<p>By applying for a Task, the Worker undertakes to perform the Task provided that the Orderer selects the Worker to perform the Task.\nThe Worker may cancel his or her application for a Task provided that the Task is open in the Service.\nIn the event the Worker is not able to perform the Task without unreasonable effort due to e.g.\nillness, the Worker shall immediately inform the Orderer, upon which the Parties shall follow the procedure described above.</p>\n<p>The Worker shall perform the Task independently, without any direction or supervision of the Orderer.\nHowever, the Orderer may monitor the performance of the Task and advise and instruct the Worker to ensure that the Task is performed as agreed.\nWhen the Worker is not performing a Task for an Orderer, the Worker is not at the Orderer’s disposal.</p>\n<p>Upon the performance of the Task, the Worker shall confirm in the Service that the Task has been completed.\nUpon such confirmation by the Worker, the Orderer may accept the completion of the Task.\nWork Pilots reserves the right not to pay the worker compensation prior to the acceptance of the completion of the Task by the Orderer.\nIn the event the Orderer does not accept the completion of the Task, the Worker may contact the Orderer to find an amicable settlement.\nIf the Parties are unable to reach an amicable settlement, the Orderer may contact Work Pilots at info@workpilots.fi.</p>\n<p>The Orderer and the Worker may give feedback to each other.\nWork Pilots does not verify or monitor such feedback and shall not be responsible for the accuracy or appropriateness of such feedback.\nThe User may inform Work Pilots about any inappropriate feedback at info@workpilots.com.\nWork Pilots reserves to right to remove inappropriate feedback from the Service.</p>\n<p>&nbsp;</p>\n<p>\n<em>Payment of the worker compensation </em>\n</p>\n<p>The worker compensation shall be paid to the Worker deducted with the withholding tax percentage rate, which the Worker has submitted to the Service.\nWork Pilots shall render the worker compensation to the Worker within 14 days upon acceptance of the completion of the Task by the Orderer.\nWork Pilots shall report the worker compensation and withheld tax to tax authorities as required by applicable laws.</p>\n<p>The Worker receives the worker compensation in full even if the final number of working hours of the Worker was lower than the agreed number of working hours, unless otherwise agreed between the Parties.\nIn the event the Orderer cancels the Task within 24 hours from the agreed starting time of the performance of the Task and the Parties are unable to agree on a new schedule for the Task, the Worker shall be entitled to a compensation equal to worker compensation for one (1) hour of work.\nIn the event the Orderer cancels the Task earlier than 24 hours prior to the agreed starting time of the performance, the Parties may agree on possible compensation separately.</p>\n<p>The Worker undertakes to agree on any extension of the scope of the Task with the Orderer via the Service.</p>\n<p>&nbsp;</p>\n<p>\n<em>Separate agreement between the Worker and Work Pilots</em>\n</p>\n<p>In the event the Worker has entered into a separate written agreement with Work Pilots and there is a discrepancy between these Terms of Use and such agreement, the terms and conditions of the separate agreement shall prevail.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<strong>WORK PILOTS OY:N TOIMEKSIANTOPALVELUN KÄYTTÖEHDOT</strong> Yleiset ehdot <p>Work Pilots Oy:n (”WorkPilots”) tuottaman ja ylläpitämän WorkPilots toimeksiantopalvelun (”Palvelu”) käyttämiseen sovelletaan näitä käyttöehtoja (”Käyttöehdot”).\nPalveluun sovelletaan lisäksi&nbsp;Work Pilots Oy:n tietosuojaselostetta.&nbsp;Palvelun käyttö edellyttää Käyttöehtojen hyväksymistä ja noudattamista.\nKäyttämällä Palvelua Käyttäjä vakuuttaa tutustuneensa näihin Käyttöehtoihin ja sitoutuu noudattamaan niitä.</p>\n<p>Käyttäjän ja WorkPilotsin välillä sovelletaan aina kulloinkin voimassa olevia käyttöehtoja, jotka ovat julkisesti nähtävissä Palvelussa.\nUudet ehdot korvaavat aikaisemmin voimassa olleet Palvelun käyttöehdot.</p>\n<p>Mikäli Käyttäjä on oikeushenkilö, Käyttäjää edustava henkilö vakuuttaa Palvelun käytöllä tai Palveluun rekisteröitymisellä olevansa oikeutettu edustamaan oikeushenkilöä.</p>\n<p>\n<em>Määritelmät</em>\n</p>\n<p>Näissä Käyttöehdoissa:</p>\n<ul>\n<li>”Tilaajalla” tarkoitetaan luonnollista henkilöä tai oikeushenkilöä, joka hankkii tai yrittää hankkia tiettyä palvelukokonaisuutta Suorittajalta Palvelun kautta.\n</li>\n<li>”Toimeksiannolla” tarkoitetaan Tilaajan Palvelun kautta Suorittajalta tilaamaa palvelukokonaisuutta;</li>\n<li>”Suorittajalla” tarkoitetaan luonnollista henkilöä tai oikeushenkilöä, joka vastaa Toimeksiannon suorittamisesta ja toteutuksesta.\n</li>\n</ul>\n<p>Tilaaja ja Suorittaja ovat yhdessä ”Käyttäjä” tai ”Osapuolet” ja erikseen ”Osapuoli”.</p>\n<p>&nbsp;</p>\n<p>\n<em>Käyttöehtojen rakenne</em>\n</p>\n<p>Näiden Käyttöehtojen rakenne on kolmiosainen seuraavasti:</p>\n<ul>\n<li>Käyttöehtojen ensimmäinen osa (I.\nYleiset ehdot) koskee Tilaajan ja WorkPilotsin välistä sopimussuhdetta </li>\n<li>Käyttöehtojen toinen osa (II.\nTilaajaa koskevat ehdot) koskee Tilaajan ja WorkPilotsin välistä sopimussuhdetta </li>\n<li>Käyttöehtojen kolmas osa (III.\nSuorittajaa koskevat ehdot) koskee Suorittajan ja WorkPilotsin välistä sopimussuhdetta.\n</li>\n</ul>\n<p>\n<em>&nbsp;</em>\n</p>\n<p>\n<em>Yhteistyön juridinen luonne</em>\n</p>\n<p>Palvelun käyttö muodostaa sopimussuhteen WorkPilotsin ja Käyttäjän välille.\nTilaajan ja Suorittajan eikä Suorittajan ja WorkPilotsin välille ei muodostu työsuhdetta.</p>\n<p>&nbsp;</p>\n<p>\n<em>Käyttöoikeus Palveluun</em>\n</p>\n<p>Käyttäjä saa näiden Käyttöehtojen mukaisen rajoitetun käyttöoikeuden Palveluun Toimeksiantojen hankkimista tai suorittamista varten.\nKäyttäjä tiedostaa, että Palvelun käyttöoikeus ei sisällä oikeutta Palvelun ohjelmistoon (lähdekoodi).</p>\n<p>Käyttäjän WorkPilotsilta mahdollisesti käyttöönsä saamat Palvelun käytön mahdollistavat ja siihen liittyvät tunnisteet, kuten Palvelun käyttäjätunnus ja salasana, säilyvät WorkPilotsin omistuksessa, eikä Käyttäjällä ole oikeuksia niihin sen jälkeen, kun hänen käyttöoikeutensa Palveluun on päättynyt.\nKäyttäjän näiden Käyttöehtojen mukainen käyttöoikeus Palveluun on henkilökohtainen.\nKäyttäjällä ei ole oikeutta luovuttaa tai siirtää Palvelun käyttöoikeutta tai ilmaista käytön mahdollistavia tunnisteita kolmannelle osapuolelle ilman WorkPilotsin etukäteistä kirjallista suostumusta.</p>\n<p>&nbsp;</p>\n<p>\n<em>Palveluun rekisteröityminen ja sen käyttäminen</em>\n</p>\n<p>Palveluun Tilaajaksi voi rekisteröityä 18 vuotta täyttänyt henkilö.\nRekisteröitymällä Palveluun Tilaajana Käyttäjä vakuuttaa olevansa täysi-ikäinen.</p>\n<p>Palveluun Suorittajaksi voivat rekisteröityä 15-vuotiaat ja sitä vanhemmat henkilöt.\nTästä huolimatta alle 15-vuotias henkilö, joka on täyttänyt 14 vuotta tai täyttää samana kalenterivuonna 14 vuotta, voi rekisteröityä ja käyttää Palvelua huoltajan suostumuksella nuorten työntekoa koskevien säännösten mukaisesti.\nRekisteröitymällä Palveluun Suorittajana Käyttäjä vakuuttaa olevansa i) 15-vuotias tai sitä vanhempi tai ii) 14 vuotta täyttänyt tai täyttää 14 kalenterivuoden aikana mutta alle 15-vuotias, jonka huoltaja on antanut Palvelun käyttämiselle ja Toimeksiantojen suorittamiselle suostumuksensa.\nMuistathan viedä huoltajaltasi saamasi luvan mukaan työpaikalle, jos sinut valitaan suorittamaan tehtävää.\nRekisteröitymällä Palveluun ja käyttämällä Palvelua Suorittajalla on kaikki tarvittavat viranomaisluvat (kuten työntekijän oleskelulupa), joita Toimeksiantojen suorittaminen Suorittajan kohdalla edellyttää.</p>\n<p>Käyttäjän tulee rekisteröityessään Palveluun luoda salasanalla ja mobiilissa PIN-koodilla suojattu käyttäjätunnus, jonka avulla Käyttäjä voi kirjautua Palveluun.\nPalveluun rekisteröityminen edellyttää WorkPilots-tilin luomista Käyttäjän sähköpostiosoitteella ja omilla henkilötiedoilla tai, Käyttäjän rekisteröityessä oikeushenkilön (esim.\nyhtiön) nimissä, kyseisen oikeushenkilön virallisilla tiedoilla.</p>\n<p>Palveluun rekisteröityminen on Käyttäjälle maksutonta.\nPalvelun käyttö edellyttää, että Tilaaja ilmoittaa Palveluun maksukorttitietonsa tai että Tilaaja on solminut erillisen laskutussopimuksen WorkPilotsin kanssa.\nTilaaja maksaa Toimeksiannoista Palvelussa ilmoitetun hinnaston mukaisesti.\nKäyttäjä ja WorkPilots voivat myös erikseen sopia lisäpalveluista ja niihin sovellettavasta hinnoittelusta.\nPalvelu on lähtökohtaisesti käytettävissä 24 tuntia vuorokaudessa.</p>\n<p>Käyttäjä vastaa itse omalla kustannuksellaan kaikista Palvelun käytöstä aiheutuvista välittömistä ja välillisistä kuluista, mukaan lukien tarvittavan laitteiston, ohjelmiston sekä tietoliikenne- ja tiedonsiirtoyhteyksien hankinnasta, asennuksesta, ylläpidosta ja kuluista, laitteisiin ja ohjelmistoihin tarvittavista muutoksista sekä mahdollisten tarvittavien ylimääräisten vakuutusten ottamisesta.</p>\n<p>Palvelussa on voimassa toiminnan vastuuvakuutus, joka kattaa henkilö- ja esinevahinkoja 1 000 000 € asti kulloinkin voimassa olevien vakuutusehtojen mukaisesti.\nLisäksi toiminnan vastuuvakuutuksen laajennus korvaa vakuutetun hallussa, käsiteltävänä tai huolehdittavana olevalle omaisuudelle aiheutetun äkillisen ja odottamattoman esinevahingon enintään 10 000 € /vahinko.\nVastuuvakuutuksen omavastuu on 200€.</p>\n<p>Palvelussa on voimassa ryhmätapaturmavakuutus, joka voi kattaa Toimeksiannon yhteydessä Suorittajalle tapaturman aiheuttamia vahinkoja ryhmätapaturmavakuutuksen ehtojen ja korvausmäärien mukaisesti seuraavasti: Hoitokulut enintään 8,500€, Pysyvä haitta enintään 50,000€, Kuolemantapauskorvaus 50,000€.\nVakuutus on LähiTapiolassa ja voit tutustua ehtoihin tarkemmin täältä: http://public.brandgate.fi/lahitapiola/lahitapiola/fi/tiedostot/112630/.pdf </p>\n<p>Työtapaturma on äkillinen, odottamaton, ulkoisten tekijöiden aiheuttama ja tekijän loukkaantumiseen johtava tapahtuma työtä tehdessä.\nTapaturman ollessa kyseessä, voit mennä mihin lääkäriin haluat.\nLähiTapiolan yhteistyökumppani on Mehiläinen.\nLääkärissä kysytään vakuutusnumero, joka on 353-4807682-8.\nOta myös mahdollisimman pian yhteyttä info@workpilots.fi ja ilmoita tapaturmasta.</p>\n<p>Yllämainittujen molempien vakuutusten osalta käyttäjä maksaa omavastuun.\nLisätietoja vakuutuksista ja mahdollisissa vahinkotilanteissa ota yhteyttä&nbsp;info@workpilots.fi.</p>\n<p>HUOM: Vakuutukset eivät koske vapaaehtoistehtäviä (maksu ja korvaus tehtävästä 0€) eikä autojen siirtoihin/kuljetuksiin liittyviä tehtäviä (vahingot korvataan autojen vakuutuksista).</p>\n<p>&nbsp;</p>\n<p>\n<em>Käyttäjän yleiset velvollisuudet ja vastuut sekä WorkPilotsin oikeudet puuttua Palvelun käyttöön</em>\n</p>\n<p>Käyttäjä vakuuttaa, että hänen Palveluun rekisteröimänsä tiedot ovat paikkansapitävät ja oikeat sekä sitoutuu pitämään Palveluun rekisteröimänsä tiedot ajan tasalla.\nKäyttäjä vastaa profiilinsa sisällöstä sekä profiilin ja Palvelun asianmukaisesta käytöstä.\nKäyttäjä on vastuussa kaikesta tunnisteillaan tapahtuvasta käytöstä.\nJos tunnisteet katoavat tai joutuvat oikeudettomasti kolmannen tahon haltuun, Käyttäjän tulee ilmoittaa asiasta viipymättä WorkPilotsin asiakaspalveluun osoitteessa&nbsp;info@workpilots.fi.\nWorkPilotsilla on tällöin oikeus estää Käyttäjän pääsy Palveluun.</p>\n<p>Käyttäjä ei saa käyttää Palvelua tavalla, joka loukkaa WorkPilotsin tai kolmannen tahon oikeuksia.\nKäyttäjän Tiedoilla tarkoitetaan tietoa, viestejä tai aineistoa, jotka Käyttäjä lisää tai linkittää Palveluun tai lähettää, linkittää tai välittää Palvelun kautta WorkPilotsille, toiselle Käyttäjälle tai kolmannelle Palveluun rekisteröitymisen tai Palvelun käytön yhteydessä.\nKäyttäjä vastaa kaikista Käyttäjän Tiedoista ja vakuuttaa, etteivät Käyttäjän Tiedot i) riko kolmansien osapuolten Immateriaalioikeuksia (määritelty jäljempänä) tai muita oikeuksia, ii) ole loukkaavia, sopimattomia tai hyvän tavan vastaisia, iii) riko lakia tai viranomaismääräyksiä, iv) aiheuta vahinkoa tai haittaa WorkPilotsille, muille Käyttäjille tai kolmansille tahoille tai v) vahinkoa, häiriötä tai muuta haittaa Palveluun.\nKäyttäjä vastaa kaikista Käyttäjän Tietojen WorkPilotsille, muille Käyttäjille tai kolmansille tahoille aiheuttamista välillisistä ja välittömistä vahingoista.\nKäyttäjä vastaa siitä, että hänellä on kaikki tarvittavat oikeudet (mukaan lukien Immateriaalioikeudet) tai oikeudenhaltijoiden suostumukset Käyttäjän Tietoihin.</p>\n<p>Käyttäjä vastaa kaikista mahdollisista vaatimuksista, jotka johtuvat Käyttäjän Palvelun käytöstä ja, jotka kolmas taho esittää WorkPilotsia kohtaan.\nKäyttäjä on velvollinen korvaamaan WorkPilotsille sekä kolmansille osapuolille aiheutuneen vahingon, joka on seurausta Käyttäjän lain, viranomaisten määräysten tai ohjeiden taikka näiden Käyttöehtojen vastaisesta toiminnasta.</p>\n<p>WorkPilotsilla on oikeus harkintansa mukaan ilman eri ilmoitusta estää Palvelun käyttö sekä poistaa Palvelusta aineisto, joka sen näkemyksen mukaan on lain tai hyvän tavan vastaista tai saattaa olla vahingollista WorkPilotsille, Palvelulle, toiselle Käyttäjälle tai kolmannelle taholle.</p>\n<p>&nbsp;</p>\n<p>\n<em>WorkPilotsin rooli toimeksiannoissa</em>\n</p>\n<p>Palvelu yhdistää Suorittajat ja Tilaajat Toimeksiantojen suorittamiseksi.\nSuorittajat eivät ole työsuhteessa WorkPilotsiin eikä WorkPilots osallistu Toimeksiantojen suorittamiseen.\nWorkPilots ei valvo tai ohjaa Suorittajia näiden suorittaessa Toimeksiantoja.\nWorkPilots ei vastaa Toimeksiannon suorittamisesta, sen laajuudesta, laadusta, aikataulusta, peruuntumisesta tai muusta Toimeksiannon suorittamiseen liittyvästä seikasta.\nWorkPilots ei vastaa siitä, miten Toimeksiantoon liittyvää aineistoa käytetään, Toimeksiannon tulosten siirtymisestä Suorittajalta Tilaajalle eikä siitä, miten ja millä ehdoilla Toimeksiannon perusteella syntyneitä tuloksia voidaan hyödyntää.</p>\n<p>WorkPilots ei ole vastuussa Käyttäjistä tai heidän luotettavuudestaan, eikä WorkPilots ole korvausvelvollinen Käyttäjän kärsimistä tapaturmista, esinevahingoista tai mistään muista vahingoista, jotka tapahtuvat Toimeksiantojen aikana tai niihin perustuen taikka niihin liittyen.\nWorkPilots ei vastaa Käyttäjälle aiheutuvista välittömistä tai välillisistä vahingoista, jotka johtuvat Osapuolten välisestä toiminnasta, eivätkä millään tavalla liity Palvelun toimivuuteen tai sen ylläpitoon.</p>\n<p>WorkPilots ei vastaa mistään sellaisesta seikasta, josta Osapuolet ovat suullisesti tai muutoin sopineet keskenään Palvelun ulkopuolella, kuten esimerkiksi Toimeksiannolle annettavasta takuusta tai lisätöistä.\nOsapuolten tulee sopia mahdollisesta alkuperäisen työn ylittävästä lisätyöstä Palvelun kautta.</p>\n<p>&nbsp;</p>\n<p>\n<em>Vastuunrajoitukset</em>\n</p>\n<p>Käyttäjä tiedostaa vastaanottavansa Palvelun ja käyttävänsä Palvelua täysin omalla vastuullaan.\nKäyttäjä sitoutuu käyttämään Palvelua ainoastaan lain sallimiin tarkoituksiin.\nWorkPilots ei pääsääntöisesti tarkasta Käyttäjien Tietoja.\nWorkPilots ei vastaa Käyttäjien Tiedoista tai kolmansien osapuolten Palveluun lisäämästä sisällöstä, niiden oikeellisuudesta tai paikkansapitävyydestä, eikä vastaa tällaisesta sisällöstä aiheutuneesta vahingosta.</p>\n<p>WorkPilots ei anna mitään suoranaisia tai välillisiä takuita Palvelun toiminnasta tai ominaisuuksista eikä myöskään takaa, että Palvelu toimii käyttökatkoitta tai virheettömästi.\nWorkPilots tarjoaa Palvelun ”sellaisena kuin se on”, ja Käyttäjä käyttää Palvelua ja WorkPilotsin tuottamia tai välittämiä palveluja omalla vastuullaan.\nWorkPilots ei takaa Palvelun kartta- ja reittipalvelun virheettömyyttä eikä vastaa kartta- ja reittipalvelussa mahdollisesti olevien puutteiden tai virheiden Käyttäjälle mahdollisesti aiheutuvista välillisistä tai välittömistä kuluista tai vahingoista.\nWorkPilots ei myöskään vastaa Palvelun käyttöön liittyvistä tietoturvallisuusriskeistä tai Palvelun sisällön oikeellisuudesta tai sopivuudesta tiettyyn tarkoitukseen.</p>\n<p>WorkPilots ei vastaa vahingosta, joka syntyy Käyttäjälle tai kolmannelle taholle Palvelun keskeytyksistä, viivästyksistä, virheistä, käytön estymisestä, lopettamisesta tai muista puutteista Palvelussa tai sen sisällössä, eikä myöskään mahdollisista Käyttäjän laitteisiin tai ohjelmistoihin tulevista vioista tai häiriöistä.\nYlivoimainen este (force majeure) vapauttaa WorkPilotsin Palveluun tai näihin Käyttöehtoihin liittyvästä velvoitteesta, mikäli ylivoimainen este estää velvoitteen suorittamisen tai kohtuuttomasti haittaa sitä.\nYlivoimaisena esteenä pidetään esimerkiksi tulipaloa, tulvaa, räjähdystä, lakkoa tai muuta työnseisausta, viranomaisen määräystä, energian toimituksessa esiintyviä häiriötä, tietoliikennehäiriötä tai muuta näiden kaltaista syytä.\nYlivoimainen este vapauttaa myös Suorittajan ja Tilaajan Toimeksiannon toteuttamiseen liittyen.\nmikäli ylivoimaisella esteellä on suora vaikutus työn suorittamiseen.\nJos Toimeksianto on aloitettu, se on suoritettava loppuun mahdollisuuksien mukaan.\nTyöstä maksetaan sen mukaan, kuinka paljon siitä on suoritettu.\nErimielisyyksissä Käyttäjät voivat ottaa yhteyttä WorkPilotsiin (info@workpilots.fi)</p>\n<p>&nbsp;</p>\n<p>\n<em>Muutokset Palvelussa</em>\n</p>\n<p>WorkPilotsilla on oikeus muuttaa Käyttöehtoja tai Palvelua, mukaan lukien Palvelun hinnoittelu- tai laskutusperusteita, palvelumaksuja tai työkorvauksen suuruutta milloin tahansa.\nOlennaisista muutoksista tiedotetaan Käyttäjälle Palvelun välityksellä tai muulla WorkPilotsin sopivaksi katsomalla tavalla.\nMuutokset astuvat voimaan heti, kun ne on toteutettu, tai WorkPilotsin erikseen ilmoittamana ajankohtana.\nJatkamalla Palvelun käyttöä muutosten voimaantulon jälkeen, Käyttäjä sitoutuu noudattamaan muutettuja ehtoja.</p>\n<p>WorkPilotsilla on aina halutessaan oikeus ilman korvausvelvollisuutta lopettaa Palvelun tarjoaminen kokonaan tai osittain sekä oikeus poistaa Palvelu tai sen osia (muun muassa, näihin kuitenkaan rajoittumatta, Palvelun sisältöä, rakennetta, ulkoasua ja ohjelmistoja).\nTällöin WorkPilots ilmoittaa Palvelun lopettamisesta mahdollisimman hyvissä ajoin etukäteen Palvelun välityksellä tai muulla sopivaksi katsomallaan tavalla.\nWorkPilots ei ole vastuussa Palveluun tai sen osiin tehtävien muutosten vuoksi Käyttäjältä edellytetyistä toimenpiteistä (kuten muutoksista Käyttäjän laitteisiin tai ohjelmistoihin) tai niiden kustannuksista.</p>\n<p>Jos arvonlisävero tai jokin muu Palveluun liittyvä vero tai julkisoikeudellinen maksu tai niitä koskeva viranomaisten soveltamiskäytäntö muuttuu, WorkPilotsilla on oikeus välittömästi muuttaa Palvelussa ilmoitettuja hintoja vastaavasti ilmoittamalla siitä Palvelussa tai muulla sopivaksi katsotulla tavalla.</p>\n<p>&nbsp;</p>\n<p>\n<em>Linkit muille sivustoille</em>\n</p>\n<p>Palvelu saattaa sisältää linkkejä ja yhteyksiä kolmansien tahojen palveluihin.\nTällaisiin kolmannen tahon tarjoamiin palveluihin sovelletaan kyseisen tahon käyttö- ja muita ehtoja, eikä WorkPilots vastaa näiden sivustojen sisällöstä.</p>\n<p>Käyttäjällä on oikeus sijoittaa omille verkkosivuilleen linkki Palveluun edellyttäen, että linkitys on lainmukainen eikä se vahingoita WorkPilotsia tai WorkPilotsin mainetta.\nMuu WorkPilotsin verkkosivujen linkitys kaupallisessa tai taloudellisessa tarkoituksessa taikka tietokannan tuottamiseksi on kiellettyä ilman WorkPilotsin etukäteen antamaa kirjallista suostumusta.\nWorkPilots pidättää itsellään oikeuden poistaa omatoimisesti Käyttäjän luomia linkkejä, jotka eivät WorkPilotsin käsityksen mukaan ole näiden Käyttöehtojen mukaisia ilmoittamatta tästä erikseen Käyttäjälle.</p>\n<p>&nbsp;</p>\n<p>\n<em>Tietosuoja ja evästeet</em>\n</p>\n<p>WorkPilots käsittelee Käyttäjien henkilötietoja&nbsp;Work Pilots Oy:n tietosuojaselosteen&nbsp;sekä yksityisyyden suojaa koskevan lainsäädännön mukaisesti.</p>\n<p>Palvelussa käytetään evästeitä tietosuojaselosteessa kuvatuin tavoin.</p>\n<p>&nbsp;</p>\n<p>\n<em>Immateriaalioikeudet</em>\n</p>\n<p>Näissä Käyttöehdoissa Immateriaalioikeuksilla tarkoitetaan tekijänoikeuksia ja lähioikeuksia (mukaan lukien tietokantojen ja luettelojen suoja sekä oikeus valokuvaan), tavaramerkkejä, patentteja, mallioikeuksia, hyödyllisyysmalleja, toiminimiä, liikesalaisuuksia, know-how’ta ja mitä tahansa muuta rekisteröitävää tai rekisteröimätöntä immateriaalioikeutta.\nKaikki Immateriaalioikeudet ja muut oikeudet Palveluun tai siihen liittyvään dokumentaatioon ja niiden osiin ovat yksinomaan WorkPilotsin omaisuutta.\nPalvelun sisältö on suojattu tekijänoikeuksin Suomen lainsäädännön ja kansainvälisten sopimusten mukaisesti.\nWorkPilots pidättää itsellään kaikki oikeudet Palvelun sisältöön ja siihen tehtyihin muutoksiin.\nKäyttäjä tiedostaa ja hyväksyy sen, ettei Käyttäjälle siirry mitään muita oikeuksia kuin näissä Käyttöehdoissa nimenomaisesti mainitut oikeudet.\nSelvyyden vuoksi todetaan, ettei näillä Käyttöehdoilla anneta Käyttäjälle mitään Immateriaalioikeuksia Palveluun.</p>\n<p>Palveluun sisältyvän aineiston Palvelun ulkopuolinen käyttö tai julkaiseminen on kiellettyä ilman WorkPilotsin etukäteen antamaa kirjallista suostumusta.</p>\n<p>Julkaisemalla tietoa Palveluun Käyttäjä myöntää WorkPilotsille maailmanlaajuisen, peruuttamattoman, jatkuvan, ei-yksinomaisen, siirrettävän, rojaltivapaan käyttöoikeuden tietoon (pois lukien Palvelussa välitetyt yksityisviestit), sekä oikeuden luovuttaa edelleen, käyttää, välittää tai muulla tavoin hyödyntää julkaistua tietoa kaikin tavoin.\nWorkPilotsilla on oikeus oman harkintansa mukaan ja korvauksetta käyttää, uudelleenjulkaista tai luovuttaa edelleen muunneltuna tai alkuperäisessä asussaan joko kokonaan tai osittain ja/tai liitettynä johonkin toiseen aineistoon Käyttäjän Palvelun kautta lähettämää tai välittämää aineistoa WorkPilotsin liike-, tiedonvälitys-, pr- tai muussa toiminnassa.</p>\n<p>&nbsp;</p>\n<p>\n<em>Voimassaolo</em>\n</p>\n<p>Käyttöehdot ja Käyttäjän käyttöoikeus ovat voimassa toistaiseksi.</p>\n<p>Käyttäjä voi lopettaa käyttöoikeutensa lähettämällä sähköpostia osoitteeseen&nbsp;info@workpilots.fi.\nWorkPilotsilla on tällöin oikeus säilyttää Käyttäjän Tietoja sekä muita Käyttäjää koskevia tietoja siinä laajuudessa kuin on tarpeen Palveluun liittyvien muiden velvoitteiden, eri säännösten (ml kirjanpito- ja verolainsäädäntö) sekä muiden vastaavien velvoitteiden täyttämiseksi WorkPilotsin tietosuojalausekkeen ehtojen mukaisesti.</p>\n<p>WorkPilots voi välittömästi ja ilman ennakkoilmoitusta perua myönnetyn käyttöoikeuden tai muutoin rajoittaa Käyttäjän oikeutta käyttää Palvelua, mikäli Käyttäjä on WorkPilotsin käsityksen mukaan toiminut tai toimii Käyttöehtojen taikka lain tai hyvän tavan vastaisesti.\nTällaisessa tilanteessa Käyttäjä ei ole oikeutettu mihinkään Toimeksiantoon liittyviin mahdollisiin maksunpalautuksiin.</p>\n<p>Sellaiset Käyttöehtojen mukaiset oikeudet, velvollisuudet ja vastuut, joilla on merkitystä Käyttöoikeuden päättymisen jälkeenkin, kuten Käyttöehtoihin perustuvat omistus- ja tekijänoikeudet, oikeus vahingonkorvaukseen sekä vastuunrajoitukset, jäävät voimaan Käyttöoikeuden päättymisestä, irtisanomisesta, purkamisesta tai lakkaamisesta huolimatta.\nKäyttöoikeuden päättyminen, irtisanominen, purkaminen tai lakkaaminen ei myöskään vapauta Käyttäjää niiden palveluiden tai suoritusten maksuvelvollisuudesta, joiden peruste on syntynyt ennen käyttöoikeuden lakkaamista.</p>\n<p>&nbsp;</p>\n<p>\n<em>Muut ehdot</em>\n</p>\n<p>Palveluun sovelletaan näiden Käyttöehtojen lisäksi Work Pilots Oy:n tietosuojaselostetta.\nWorkPilotsilla on oman harkintansa mukaan oikeus siirtää Palvelu, sen ylläpitäminen sekä siihen liittyvät asiakkuudet ja kaikki näistä Käyttöehdoista aiheutuvat oikeudet ja velvollisuudet osittain tai kokonaan konserniyhtiölleen, seuraajalleen tai kolmannelle taholle ilmoittamalla tästä Käyttäjälle Palvelussa tai muulla sopivaksi katsomallaan tavalla.</p>\n<p>&nbsp;</p>\n<p>\n<em>Yhteydenotot</em>\n</p>\n<p>Näitä Käyttöehtoja ja Palvelua koskevat mahdolliset tiedustelut ja ilmoitukset tulee toimittaa sähköpostiosoitteeseen&nbsp;info@workpilots.fi.</p>\n<p>&nbsp;</p>\n<p>\n<em>Erimielisyyksien ratkaiseminen ja sovellettava laki</em>\n</p>\n<p>Palveluun ja Käyttöehtoihin sovelletaan Suomen lakia, pois lukien lainvalintaa koskevat säännökset.\nKäyttöehtoja koskevat mahdolliset erimielisyydet pyritään ensisijaisesti ratkaisemaan osapuolten välisillä neuvotteluilla.\nMikäli osapuolet eivät pääse asiassa sovintoon, mahdolliset erimielisyydet ratkaistaan ensiasteena Helsingin käräjäoikeudessa.\nKuluttajalla on kuitenkin oikeus nostaa kanne sekä olla vastaajana asuinpaikkansa käräjäoikeudessa.</p>\n<p>&nbsp;</p>\n<p>\n<em>Kuluttajansuoja</em>\n</p>\n<p>Näillä Käyttöehdoilla ei rajoiteta Käyttäjälle pakottavasta kuluttajansuojalainsäädännöstä tai muusta pakottavasta lainsäädännöstä seuraavia oikeuksia.\nJos erimielisyyttä ei saada ratkaistuksi osapuolten välisillä neuvotteluilla, kuluttajan on myös mahdollista saattaa riita-asia kuluttajariitalautakunnan käsiteltäväksi.\nEnnen asian viemistä kuluttajariitalautakuntaan, kuluttajan tulee olla yhteydessä kuluttajaneuvontaan.</p>\n<p>&nbsp;</p> Tilaajaa koskevat ehdot <p>&nbsp;</p>\n<p>\n<em>Toimeksiannon tilaaminen ja suorittaminen prosessina</em>\n</p>\n<p>Tilaaja tilaa Toimeksiannon jättämällä toimeksiantoilmoituksen Palveluun.\nTilaaja vakuuttaa, että hän on oikeutettu tarjoamaan Palvelussa ilmoittamansa toimeksiannon.\nTilaajan toimeksiantoilmoitus pyritään julkaisemaan Palvelussa mahdollisimman pian.\nWorkPilotsilla on oikeus muokata toimeksiantoilmoitusta tai olla kokonaan julkaisematta sitä, jos WorkPilots katsoo, että ilmoitus on harhaanjohtava tai loukkaava, sisältää asiaankuulumatonta aineistoa, on näiden Käyttöehtojen vastainen tai ei muusta syystä ole julkaistavissa Palvelussa.</p>\n<p>Tilaaja vastaa siitä, että Toimeksiantojen suorittamisessa noudatetaan alle 18-vuotiaita työntekijöitä koskevia erityissäännöksiä, kuten lakia nuorista työntekijöistä (1993/998).</p>\n<p>Kun olet valitsemassa tekijää tehtävään, näet tekijän profiililta hänen ikähaarukan.\nMikäli hän on alle 15v, varmista huoltajan lupa tehtävän suorittamiseen.\nTämän voi tehdä esimerkiksi soittamalla/viestittämällä huoltajalle (pyydä yhteystiedot chätissä) tai pyytämällä nuorta tuomaan huoltajan suostumus mukanaan työpaikalle saavuttaessa.\n</p>\n<p>Tilaajan toimeksiantoilmoitus näkyy potentiaaliselle Toimeksiannon suorittajalle, mikäli Toimeksianto sijaitsee suorittajan määrittelemällä etäisyydellä.\nSuorittaja voi hakea avoimiin toimeksiantoihin ja Tilaaja valitsee ilmoittautuneiden joukosta Suorittajan.\nToimeksianto syntyy, kun Tilaaja on valinnut ilmoittautuneiden joukosta Suorittajan Palvelussa.</p>\n<p>Tilaaja maksaa Toimeksiannosta Palvelussa ilmoitetun palvelumaksun (sis.\nALV).\nKun Tilaaja on valinnut Suorittajan, WorkPilotsilla on oikeus veloittaa tilatusta Toimeksiannosta katevaraus Tilaajan Palveluun rekisteröidyltä ja Palvelussa hyväksytyltä maksukortilta, elleivät WorkPilots ja Tilaaja ole solmineet erillistä laskutussopimusta (maksuaika 14 päivää netto).\nPalvelumaksun voi myös maksaa käyttämällä Tilaajan ansaitsemia, saatuja tai ostamia bonuspisteitä (PilotPoints).\nWorkPilots on oikeutettu veloittamaan tai laskuttamaan palvelumaksun Tilaajalta, kun Suorittaja on vahvistanut Toimeksiannon suoritetuksi.\nMikäli tilaaja on saanut tunteja sponsoroituna, on WorkPilotsilla oikeus raportoida tilausten tiedot tuntien maksajalle / sponsorille tarvittaessa.</p>\n<p>Tilaajan katsotaan sitovasti tilanneen Toimeksiannon ja sitoutuneen maksamaan siitä ilmoitetun palvelumaksun, kun Tilaaja on valinnut Toimeksiannolle Suorittajan Palvelun kautta.\nMikäli Tilaaja WorkPilotsin näkemyksen mukaan käyttää Palvelua toimeksiantoilmoitusten tekemiseen ilman aikomusta valita Suorittaja (esimerkiksi työpaikkojen ilmoittamiseen), WorkPilotsilla on oikeus poistaa toimeksiantoilmoitus ja veloittaa Tilaajalta 100€ suuruinen ilmoitusmaksu tai 10€/hakija mikäli summa on suurempi kuin ilmoitusmaksu.</p>\n<p>Toimeksiannon aikana Suorittaja työskentelee itsenäisesti ilman Tilaajan johtoa ja valvontaa.\nTilaaja voi kuitenkin valvoa Toimeksiannon edistymistä ja varmistaa ohjeillaan, että työn lopputulos on sovitun mukainen.\nMuutoin kuin kulloinkin sovittua Toimeksiantoa suorittaessaan Suorittaja ei ole Tilaajan käytettävissä.</p>\n<p>Jos Suorittaja ei voi suorittaa Toimeksiantoa esimerkiksi sairastumisesta johtuen, Tilaaja ja Suorittaja voivat sopia Toimeksiannolle uuden ajankohdan.\nMikäli Tilaaja ja Suorittaja eivät pysty sopimaan uudesta ajankohdasta, Toimeksianto sekä Tilaajalta veloitettu katevaraus (ja muut mahdolliset Toimeksiannon suorittamiseen liittyvät maksut) puretaan.\nSuorittaja voi myös järjestää itselleen sijaisen edellyttäen, että Tilaaja hyväksyy sijaisen.\nTällöin Tilaaja i) luo Palvelussa uuden muuttuneita olosuhteita vastaavan toimeksiantoilmoituksen, johon uusi Suorittaja lähettää hakemuksen ja ii) peruuttaa alkuperäisen Toimeksiannon.</p>\n<p>Jos Tilaajan ja Suorittajan välillä on erimielisyyttä suoritetun Toimeksiannon laadusta tai kestosta, Käyttäjän tulee reklamoida asiasta kirjallisesti osoitteeseen&nbsp;info@workpilots.fi&nbsp;viiden (5) päivän sisällä Suorittajan vahvistuksesta Toimeksiannon suorittamisesta.\nMikäli reklamaation kohteena oleva asia tulee ilmi vasta tämän jälkeen, Käyttäjän tulee reklamoida asiasta viiden (5) päivän sisällä siitä, kun asia tuli hänen tietoonsa.</p>\n<p>Toimeksiannon suorittamisen jälkeen Suorittaja vahvistaa Toimeksiannon suoritetuksi Palveluun, minkä jälkeen Tilaaja hyväksyy suoritetun Toimeksiannon.\nMikäli Tilaaja ei ole hyväksynyt suoritettua Toimeksiantoa taikka reklamoinut siitä viiden (5) päivän sisällä Suorittajan vahvistuksesta Toimeksiannon suorittamisesta, Toimeksianto katsotaan hyväksytyksi ja Tilaaja on velvollinen maksamaan Toimeksiannosta sovitun palvelumaksun kokonaisuudessaan.</p>\n<p>Tilaaja ja Suorittaja voivat antaa toisilleen palautetta Palvelun kautta.\nWorkPilots ei pääsääntöisesti tarkasta tällaista palautetta eikä ole vastuussa Tilaajan tai Suorittajan toisilleen antaman palautteen oikeellisuudesta ja asianmukaisuudesta.\nKäyttäjä voi ilmoittaa havaitsemastaan epäasiallisesta palautteesta osoitteeseen info@workpilots.fi.\nWorkPilots pidättää oikeuden poistaa Palvelussa annetun epäasiallisen Palautteen Palvelusta.</p>\n<p>Elleivät Osapuolet sovi toisin keskenään, Tilaaja sitoutuu suorittamaan Toimeksiannosta sovitun palvelumaksun kokonaisuudessaan siitä huolimatta, että Suorittajan lopullinen työmäärä alittaisi Toimeksiannossa sovitun työmäärän.\nJos Tilaaja peruu Toimeksiannon alle 24 tuntia Toimeksiannon sovitusta alkamisajankohdasta, Tilaaja on velvollinen maksamaan Toimeksiannosta palvelumaksun kokonaisuudessaan, elleivät osapuolet sovi erikseen toisin.\nYli 24 tuntia aikaisemmin peruutettujen Toimeksiantojen osalta Osapuolet voivat sopia mahdollisesta korvauksesta erikseen.</p>\n<p>Suorittaja sitoutuu sopimaan mahdollisesta Toimeksiannon laajentamisesta Tilaajan kanssa Palvelun välityksellä.</p>\n<p>&nbsp;</p>\n<p>\n<em>Erillinen asiakassopimus</em>\n</p>\n<p>Mikäli Tilaaja on sopinut erillisen asiakassopimuksen WorkPilotsin kanssa, sovelletaan näiden Käyttöehtojen ja asiakassopimuksen mahdollisessa ristiriitatilanteessa ensisijaisesti erillistä asiakassopimusta ja toissijaisesti näitä Käyttöehtoja.</p>\n<p>&nbsp;</p> Suorittajaa koskevat ehdot <p>&nbsp;</p>\n<p>\n<em>Toimeksiannon tilaaminen ja suorittaminen prosessina</em>\n</p>\n<p>Tilaaja tilaa Toimeksiannon Palvelussa julkaisemansa toimeksiantoilmoituksen kautta.\nSuorittaja näkee Palvelussa toimeksiantoilmoituksia, jotka vastaavat Suorittajan Palvelussa itse määrittelemiä kiinnostuksen ja osaamisen kohteita.\nTilaajan toimeksiantoilmoitus näkyy potentiaaliselle Suorittajalle, mikäli toimeksianto sijaitsee Suorittajan määrittelemällä etäisyydellä.\nSuorittaja voi hakea avoimiin toimeksiantoihin ja Tilaaja valitsee haluamansa avoimeen toimeksiantoon hakeneen Suorittajan.\nToimeksianto syntyy, kun Suorittaja on hakenut avoimeen toimeksiantoon ja Tilaaja on valinnut Suorittajan suorittamaan Toimeksiannon.&nbsp;Suorittaja on velvollinen ilmoittamaan ikänsä Tilaajalle tämän sitä kysyessä ennen Toimeksiannon suorittamisen aloittamista.</p>\n<p>Hakemalla Toimeksiannon suorittajaksi Suorittaja sitoutuu suorittamaan Toimeksiannon, mikäli Tilaaja valitsee hänet Toimeksiannon suorittajaksi.\nSuorittaja voi perua hakunsa toimeksiantoon niin kauan kuin Toimeksianto on edelleen avoimena Palvelussa.\nMikäli Suorittajalle tulee este Toimeksiannon suorittamiseen, Suorittajan tulee ilmoittaa esteestä välittömästi Tilaajalle ja toimia näiden Käyttöehtojen mukaisesti.</p>\n<p>Toimeksiannon aikana Suorittaja työskentelee itsenäisesti ilman Tilaajan johtoa ja valvontaa.\nTilaaja voi kuitenkin valvoa toimeksiannon edistymistä ja varmistaa ohjeillaan, että työn lopputulos on sovitun mukainen.\nMuutoin kuin kulloinkin sovittua Toimeksiantoa suorittaessaan Suorittaja ei ole Tilaajan käytettävissä.</p>\n<p>Toimeksiannon suorittamisen jälkeen Suorittaja vahvistaa Toimeksiannon suoritetuksi Palveluun, minkä jälkeen Tilaaja hyväksyy suoritetun Toimeksiannon.\nWorkPilots pidättää oikeuden olla maksamatta työkorvausta Suorittajalle tilanteessa, jossa Tilaaja ei ole hyväksynyt Toimeksiantoa.\nTällaisessa tilanteessa Suorittajan tulee tiedustella Tilaajalta syytä Toimeksiannon hylkäämiseen ja mahdollisuutta suorittaa Toimeksianto hyväksyttävästi.\nMikäli Osapuolten välillä ei päästä sopimukseen Toimeksiannon hyväksyntään liittyen, Suorittaja voi ottaa yhteyttä info@workpilots.fi.</p>\n<p>Tilaaja ja Suorittaja voivat antaa toisilleen palautetta Palvelun kautta.\nWorkPilots ei pääsääntöisesti tarkasta tällaista palautetta eikä ole vastuussa Tilaajan tai Suorittajan toisilleen antaman palautteen oikeellisuudesta ja asianmukaisuudesta.\nKäyttäjä voi ilmoittaa havaitsemastaan epäasiallisesta Palvelusta osoitteeseen info@workpilots.fi.\nWorkPilots pidättää oikeuden poistaa Palvelussa annetun epäasiallisen Palautteen Palvelusta.</p>\n<p>\n<em>Työkorvauksen maksaminen</em>\n</p>\n<p>Työkorvaus maksetaan Suorittajalle vähennettynä ennakonpidätysprosentilla, jonka Suorittaja on ilmoittanut Palveluun profiilitietoihinsa sekä muilla mahdollisilla viranomaisvelvoitteisiin liittyvillä vähennyksillä.\nWorkPilots tilittää työkorvauksen Suorittajalle 14 päivän kuluessa Tilaajan hyväksyttyä Toimeksiannon.\nWorkPilots raportoi työkorvaukset ja ennakonpidätykset verottajalle kulloinkin voimassaolevan lainsäädännön mukaisesti.</p>\n<p>Elleivät Osapuolet sovi toisin keskenään, Suorittaja saa Toimeksiannosta sovitun työkorvauksen kokonaisuudessaan siitä huolimatta, että Suorittajan lopullinen työmäärä alittaisi Toimeksiannossa sovitun työmäärän.\nMikäli Tilaaja peruu Toimeksiannon alle 24 tuntia Toimeksiannon sovitusta alkamisajankohdasta, eikä uutta ajankohtaa saada sovituksi, Suorittajalla on oikeus vähintään yhtä tuntia vastaavaan työkorvaukseen, elleivät osapuolet toisin sovi.\nYli 24 tuntia aikaisemmin peruutettujen Toimeksiantojen osalta Osapuolet voivat sopia mahdollisesta korvauksesta erikseen.&nbsp.\nSuorittaja sitoutuu sopimaan mahdollisesta Toimeksiannon laajentamisesta Tilaajan kanssa Palvelun välityksellä.</p>\n<p>&nbsp;</p>\n<p>\n<em>Erillinen sopimus Suorittajan ja WorkPilotsin välillä</em>\n</p>\n<p>Mikäli Suorittaja on sopinut erillisen työsopimuksen tai muun Palvelun käyttöön liittyvän sopimuksen WorkPilotsin kanssa, sovelletaan tällaisen sopimuksen ja näiden Käyttöehtojen ristiriitatilanteessa ensisijaisesti tällaista erillistä sopimusta ja toissijaisesti näitä Käyttöehtoja.</p> ", "created_at": "2023-09-06 04:14:15.94674", "updated_at": "2023-09-06 04:14:34.549754"}, {"id": 19019, "name": "Privacy policy", "url": "https://www.workpilots.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-09-06 04:14:36.817315", "updated_at": "2023-09-06 04:14:46.96314"}], "points": [], "urls": ["workpilots.com"]}}