{"error": 448, "message": "OK", "parameters": {"id": 9884, "name": "EzSearchEngineSubmission", "created_at": "2023-11-20 03:26:29.411365", "updated_at": "2023-11-20 11:02:57.431717", "wikipedia": null, "keywords": null, "related": null, "slug": "ezsearchenginesubmission", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9884.png", "url": "ezsearchenginesubmission.com", "documents": [{"id": 19695, "name": "Privacy Policy", "url": "https://www.ezsearchenginesubmission.com/privacy.php", "xpath": "/html/body/table/tbody/tr[3]/td/table/tbody/tr[2]/td/div[3]", "text": " <b>Privacy Policy</b>\n<p>\nWe understand that privacy online is important to users of our Site, especially\nwhen conducting business.\nThis statement governs our privacy policies with\nrespect to those users of the Site (\"Visitors\") who visit without transacting\nbusiness and Visitors who register to transact business on the Site and make use\nof the various services offered by Ez Search Engine Submission (collectively,\n\"Services\") (\"Authorized Customers\").\n<br>\n<br>\n\"Personally Identifiable Information\" refers to any information that identifies\nor can be used to identify, contact, or locate the person to whom such\ninformation pertains, including, but not limited to, name, address, phone\nnumber, fax number, email address, financial profiles, social security number,\nand credit card information.\nPersonally Identifiable Information does not\ninclude information that is collected anonymously (that is, without\nidentification of the individual user) or demographic information not connected\nto an identified individual.\n<br>\n<br>\nWhat Personally Identifiable Information is collected? We may collect basic user\nprofile information from all of our Visitors.\nWe collect the following\nadditional information from our Authorized Customers: the names, addresses,\nphone numbers and email addresses of Authorized Customers, the nature and size\nof the business, and the nature and size of the advertising inventory that the\nAuthorized Customer intends to purchase or sell.\n<br>\n<br>\nHow does the Site use Personally Identifiable Information? We use Personally\nIdentifiable Information to customize the Site, to make appropriate service\nofferings, and to fulfill buying and selling requests on the Site.\nWe may email\nVisitors and Authorized Customers about research or purchase and selling\nopportunities on the Site or information related to the subject matter of the\nSite.\nWe may also use Personally Identifiable Information to contact Visitors\nand Authorized Customers in response to specific inquiries, or to provide\nrequested information.\n<br>\n<br>\nHow is Personally Identifiable Information stored? Personally Identifiable\nInformation collected by Ez Search Engine Submission is securely stored and is not\naccessible to third parties.\n<br>\n<br>\nWhat choices are available to Visitors regarding collection, use and\ndistribution of the information? Visitors and Authorized Customers may opt out\nof receiving unsolicited information from or being contacted by us and/or our\nvendors and affiliated agencies by responding to emails as instructed, or by\ncontacting us at admin@ezsearchenginesubmission.com <br>\n<br>\nAre Cookies Used on the Site? Cookies are used for a variety of reasons.\nWe use\nCookies to obtain information about the preferences of our Visitors and the\nservices they select.\nWe also use Cookies for security purposes to protect our\nAuthorized Customers.\n<br>\n<br>\nHow does Ez Search Engine Submission use login information? Ez Search Engine Submission uses login information, including, but not limited to, IP addresses, ISPs, and\nbrowser types, to analyze trends, administer the Site, track a user's movement\nand use, and gather broad demographic information.\n<br>\n<br>\nHow can Visitors correct any inaccuracies in Personally Identifiable\nInformation? Visitors and Authorized Customers may contact us to update\nPersonally Identifiable Information about them or to correct any inaccuracies by\nemailing us at admin@ezsearchenginesubmission.com <br>\n<br>\nCan a Visitor delete or deactivate Personally Identifiable Information collected\nby the Site? We provide Visitors and Authorized Customers with a mechanism to\ndelete/deactivate Personally Identifiable Information from the Site's database\nby contacting admin@ezsearchenginesubmission.com.\nHowever, because of backups and records\nof deletions, it may be impossible to delete a Visitor's entry without retaining\nsome residual information.\nAn individual who requests to have Personally\nIdentifiable Information deactivated will have this information functionally\ndeleted, and we will not sell, transfer, or use Personally Identifiable\nInformation relating to that individual in any way moving forward.\n<br>\n<br>\nWhat happens if the Privacy Policy Changes? We will let our Visitors and\nAuthorized Customers know about changes to our privacy policy by posting such\nchanges on the Site.\nHowever, if we are changing our privacy policy in a manner\nthat might cause disclosure of Personally Identifiable Information that a\nVisitor or Authorized Customer has previously requested not be disclosed, we\nwill contact such Visitor or Authorized Customer to allow such Visitor or\nAuthorized Customer to prevent such disclosure.\n<br>\n<br>\n<b>Important:</b>\n<br>\nEz Search Engine Submission it's agents, representatives\nor employees, are not responsible for the content or\nclaims made by other web site offers you receive through us.\n<br>\n<br>\nLinks: This web site contains links to other web sites.\nPlease note that when\nyou click on one of these links, you are moving to another web site.\nWe\nencourage you to read the privacy statements of these linked sites as their\nprivacy policies may differ from ours.\n</p> ", "created_at": "2023-11-20 03:26:29.447209", "updated_at": "2023-11-20 03:51:46.791565"}, {"id": 19696, "name": "Terms And Conditions", "url": "https://www.ezsearchenginesubmission.com/terms.php", "xpath": "/html/body/table/tbody/tr[3]/td/table/tbody/tr[2]/td/div[2]/table/tbody/tr/td", "text": null, "created_at": "2023-11-20 03:26:29.479977", "updated_at": "2023-11-20 16:39:36.016987"}], "points": [], "urls": ["ezsearchenginesubmission.com"]}}