{"error": 448, "message": "OK", "parameters": {"id": 8509, "name": "WikiForge", "created_at": "2023-06-27 04:40:09.983388", "updated_at": "2023-06-27 10:02:07.774945", "wikipedia": null, "keywords": null, "related": null, "slug": "wikiforge", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8509.png", "url": "wikiforge.net", "documents": [{"id": 16520, "name": "Privacy Policy", "url": "https://meta.wikiforge.net/wiki/Privacy_Policy", "xpath": "//body", "text": " Jump to content Toggle sidebar Search <ul>\n<li> English</li>\n<li>Create account</li>\n</ul> Personal tools Create account Log in <p> Pages for logged out editors learn more </p>\n<ul>\n<li>Talk</li>\n<li>Dark mode</li>\n<li>Contributions</li>\n</ul> Navigation <ul>\n<li>Main page</li>\n<li>Recent changes</li>\n<li>Random page</li>\n<li>Help about MediaWiki</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n<li>Get shortened URL</li>\n<li>Cite this page</li>\n</ul> Add languages <ul>\n</ul> Privacy Policy <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> English <ul>\n</ul>\n<ul>\n<li>Read</li>\n<li>Edit</li>\n<li>Edit source</li>\n<li>View history</li>\n</ul> More <ul>\n<li>Read</li>\n<li>Edit</li>\n<li>Edit source</li>\n<li>View history</li>\n</ul> From WikiForge Meta <p>\n<br>\n</p>\n<p>Effective Date of this Privacy Policy: this policy became effective on May 31, 2023.\n</p>\n<p>\n<br>\nWikiForge is committed to preserving your privacy and being transparent about how we use information collected through WikiForge.org (the \"Website\") and any other applications, functionality, or services offered by WikiForge (collectively with the Website, the \"Services\").\nThis Privacy Policy describes how WikiForge uses, collects, and shares information collected through the Services.\nBy using the Services, you agree to and accept the practices described in this Privacy Policy.\n</p>\n<p>WikiForge may modify this Privacy Policy from time to time.\nWikiForge will post changes on this page so be sure to check back regularly.\nWe will also notify you by posting an announcement on the Website so you are always aware of what information we collect, how we use it, and under what circumstances, if any, it is disclosed.\nContinuing to use our Services after any changes have been posted, constitutes your acceptance of any modifications to the Terms.\n</p>\n1.\nContributions\n<p>\n<b>1.1 Public Content.</b> In general, all content (pages, images, files, etc.) on WikiForge is public, including any contributions made by wiki editors.\nThe history of every edit to content made through the Services is publicly displayed and retained indefinitely by WikiForge.\nEven if an article is \"deleted,\" a website administrator or WikiForge staff member may still see what was removed from public view.\nAside from the rare times when WikiForge is required to delete editing-history in response to a court order or legal process, there is no guarantee that permanent deletion will occur.\n</p>\n<p>\n<b>1.2 Individual Contributions.</b> If you contribute or edit content on through the Services (\"Contributions\"), your Contributions will be visible to the public and may show up in search results of third-party search engines.\nIf you have registered an account with a wiki hosted by WikiForge, your Contributions will be associated with your username.\nIf you have not registered or are not logged in, your Contributions will be associated with your IP Address.\n</p>\n<p>\n<b>1.3 Private Wikis.</b> Some wikis may be marked as private, which means that Contributions therein are not normally released to the general public.\nWikiForge Staff and a small number of vetted individuals have access to content on private wikis as part of their role in assisting to provide our Services.\nAccess to content on private wikis is granted or revoked by the owners and/or administrators of these wikis.\nBe aware that the wiki administrators can restrict your access to Contributions you have made on a private wiki, or even to make the entire wiki public content.\n</p>\n2.\nInformation Collected by WikiForge\n<p>As part of the Services, we may collect the following types of information from you when you use the Services (\"User Information\"):\n</p>\n<p>\n<b>2.1 Registration Information.</b> In order to access certain portions of the Services you must complete a registration form.\nIn this registration form, we collect certain personal information, such as your email address, username and password.\nYour email address will remain private, unless you choose to post it on public facing portions of the Services, such as your profile page or the Contributors Page.\nPlease use discretion on what you choose to post on public facing portions of the Services, as it will be available to the public and may show up in search results of third-party engines.\n</p>\n<p>\n<b>2.2 Username.</b> You will also be asked to create a username, which will be used to identify when you are logged onto the Services, and to identify your Contributions to the Services.\nAgain, your username will be visible to the public, and may show up in search results of third-party search engines.\n</p>\n<p>\n<b>2.3 Optional user information:</b> As a registered user, you may choose to share more details publicly.\nYou may provide your name, a personal website, share your email address, and talk about yourself on your profile page.\nPlease use discretion on what you choose to post on public facing portions of the Services, as it will be available to the public and may show up in search results of third-party engines.\nIf provided, your name may be used to identify your Contributions to the Service, and may be used by third parties as a means to attribute your contributions.\n</p>\n<p>\n<b>2.4 Usage Information.</b> WikiForge may collect certain usage data, such as your IP address, URL request, browser type, and the date and time of a request.\nWikiForge may use cookies (as further described below) or other automated mechanisms to collect this information and may collect this information on an aggregate or individual basis.\nWikiForge uses this information for statistical purposes to help administer, manage and improve the Services, prevent abuse, analyse trends, and to tailor your user experience.\nIn addition, WikiForge may use anonymized usage statistics that may be derived from this information for marketing, research or reporting purposes.\nWikiForge honours the Do Not Track header and does not collect analytics data from users who have enabled this feature on their browser.\n</p>\n<p>\n<b>2.5 IP Address.</b> Contributions made by unregistered users will be publicly identified by that user’s IP Address.\n</p>\n3.\nInformation Collected by Hosted Wikis\n<p>While this policy applies to all wikis hosted by WikiForge, the operators of the Hosted Wikis may collect additional User Information.\nWikiForge does not retain any of this data.\nAny additional User Information collected by a Hosted Wiki must be described on the privacy policy page of that wiki and must be collected in compliance with applicable law.\nIf you learn that a wiki is collecting data beyond the scope of this privacy policy or in violation of the law, please discontinue using that wiki and inform WikiForge immediately.\n</p>\n<p>\n<br>\n</p>\n4.\nCookies\n<p>Cookies are small files that WikiForge can send to your browser for storage on your computer.\nCookies make using the Services easier by saving your status and preferences and refreshing them every time you use the Services.\nFor instance, WikiForge may use cookies to recognise you when you return to the Services so that you do not have to resubmit your log-in credentials.\nIn order to clear this logon information, for example if using a public terminal, you should log out of your account.\nWhile many browsers allow you to change your settings in order to refuse cookies or to be alerted when cookies are being sent, WikiForge recommends that you leave cookies enabled, as disabling cookies may prevent you from using and may interfere with some functionality of the Services.\n</p>\n<p>Cookies are not required to browse WikiForge, but are technically required for some features.\nWikiForge uses cookies for:\n</p>\n<ul>\n<li>Maintaining logged in status, using an account, and setting preferences.\nor</li>\n<li>Ensuring that once you have read the cookie warning required by the GDPR, CCPA/CPRA and other privacy laws, you no longer see this notice.\nor</li>\n<li>Gathering Usage Information for statistical purposes.\nThis may be disabled by setting your browser to send a Do Not Track header.\nUse of this data is subject to the restrictions of Section 7 below.</li>\n</ul>\n<p>No personally identifiable information will be disclosed to any third party solely and directly by your use of cookies.\n</p>\n5.\nArchiving\n<p>WikiForge may retain User Information collected through the Services indefinitely for restorative, archival, or research purposes.\nYour personal information is kept private and stored securely until a time it is no longer required or has no use.\n</p>\n<p>WikiForge retains individual Usage Information for 90 days, after which it is deleted.\n</p>\n6.\nEmail Communications\n<p>WikiForge may send you emails containing WikiForge-related news, products, offers, surveys or promotions.\nYou may also receive notification emails from WikiForge to inform you of changes in the Services, new service offerings or other information related to your use of the Services.\nIf you do not want to receive promotional emails from WikiForge , please visit your User Preferences page or follow the opt-out instructions contained in email messages you receive from us.\nHowever, please note that, even if you choose not to receive marketing emails from WikiForge , you will continue to receive all emails related to your use of the Services (e.g.\nthose regarding forgotten user passwords) from WikiForge .\nControls to set which emails you receive from WikiForge are in the Preferences page.\n</p>\n<p>In addition to automated messages sent by the Services, users with verified email addresses may wish to communicate with each other.\nBy default, if you have a verified email address, other users may use a Special page (\"EmailUser\") to send messages to you and vice versa.\nWhen you use EmailUser to send a message, WikiForge will send an email to the recipient of your choice which includes your email address and the content you chose to send.\nYour email address is not revealed when others contact you.\nEmailUser functionality may be enabled or disabled on the Preferences page.\n</p>\n7.\nSharing of Information with Third Parties\n<p>Generally, WikiForge does not share User Information with third parties without your consent.\nNonetheless, in order to maximize your user experience on the Services, the following individuals or entities may have access to User Information:\n</p>\n<p>\n<b>7.1 WikiForge Personnel.</b> WikiForge personnel and a small number of vetted individuals may have access to User Information as necessary for WikiForge to operate its business and to provide you the Services.\n</p>\n<p>\n<b>7.2 Third Party Service Providers.</b> WikiForge may share User Information with its third-party service providers as necessary for those third party service providers to provide services to WikiForge.\n</p>\n<p>\n<b>7.3 Business Transfers.</b> If WikiForge is acquired by or WikiForge otherwise transfers and/or sells substantially all its assets to another company or becomes a subsidiary of another company, WikiForge will transfer any User Information it has in its possession to the other company if required as part of the sale or transfer of the company or assets.\n</p>\n<p>\n<b>7.4 Protection of WikiForge and Others.</b> We may share User Information when we believe in good faith that release is necessary to comply with a court order.\nto comply with applicable law.\nto comply with a subpoena from a third party.\nor to protect the rights, property, or safety of WikiForge, our employees, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection.\n</p>\n<p>\n<b>7.5 Data Analysis.</b> WikiForge may use, transfer, and share aggregated, anonymous data derived from User Information with wiki administrators, researchers, journalists, funders and other third parties that WikiForge may choose to work with.\nThis data will not include any personally identifiable information.\n</p>\n<p>\n<b>7.6 User investigations.'</b> In order to prevent abuse, WikiForge Staff and The operators of the Hosted Wikis may be allowed access to tools which allow them to identify the IP address, browser information and User Agent of any user.\nOnly users who have a non-disclosure agreement with WikiForge may have access to such tools and the information must not be shared in a way that is contrary to this policy.\nWikiForge is not responsible for any such actions by operators of Hosted Wikis.\n</p>\n<p>\n<br>\n</p>\n8.\nChildren\n<p>WikiForge does not operate Services that are targeted at people under 13 years of age, and does not collect personally identifiable information.\nIf you are a parent or guardian and become aware that your child has been using the Services, please let us know and we will remove your child’s information.\n</p>\n9.\nTransfer of Information Across Borders\n<p>Your information may be transferred to, and maintained on, servers and databases located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as your jurisdiction.\nPlease be advised that we may transfer your information to and from any state, province, country or other governmental jurisdiction, and process it in the United States, the United Kingdom, or elsewhere.\nBy using the Services, you consent to any such transfer of your information.\n</p>\n10.\nCopies, Amendments, and Erasure of Personally Identifiable Information\n<p>You have a right to a digital copy of all personally identifiable information (PII) stored about you by WikiForge.\nYou also have the right that we correct any PII that WikiForge has collected or displays on the Service.\n</p>\n<p>Additionally, you have a right to request erasure of PII stored by WikiForge.\nWiki Contributions are typically not subject to this clause, as they are governed by the applicable content license contract under which you submitted the data.\nIn particular, you should be aware that most Creative Commons licenses require that attribution the author of the content is provided.\n</p>\n<p>If a wiki that stores your information is not centrally linked to WikiForge by CentralAuth, you must request retrieving or erasure of your personal identifiable information on each individual wiki were you retain seperate accounts.\n</p>\n<p>In order to make any of these requests, please email staff@wikiforge.net .\n</p>\n11.\nSecurity Notifications\n<p>You have the right to be notified of any security breach at WikiForge which exposes your personal information.\nWikiForge will make public disclosures of security breaches that we uncover on the Website.\nIf we determine that a breach of the Services has revealed personally identifiable information of a large number of users, WikiForge will announce the issue by a notice on all wikis.\nIf it is likely that your information has been hacked, and you have provided WikiForge with your email, WikiForge will send email notifications on the breach to you.\n</p> Retrieved from \"https://meta.wikiforge.net/w/index.php?title=Privacy_Policy&amp;oldid=341\" Cookies help us deliver our services.\nBy using our services, you agree to our use of cookies.More informationOK <ul>\n<li> This page was last edited on 31 May 2023, at 14:45.</li>\n<li>Content is available under Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) unless otherwise noted.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About WikiForge Meta</li>\n<li>Disclaimers</li>\n<li>Mobile view</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul>", "created_at": "2023-06-27 04:40:10.013997", "updated_at": "2023-06-27 04:40:47.795063"}, {"id": 16521, "name": "Terms of Use", "url": "https://meta.wikitide.com/wiki/Terms_of_Use", "xpath": "//body", "text": " Jump to content Toggle sidebar Search <ul>\n<li> English</li>\n<li>Create account</li>\n</ul> Personal tools Create account Log in <p> Pages for logged out editors learn more </p>\n<ul>\n<li>Talk</li>\n<li>Contributions</li>\n</ul> Navigation <ul>\n<li>Main page</li>\n<li>Recent changes</li>\n<li>Random page</li>\n<li>Help about MediaWiki</li>\n</ul> Requests <ul>\n<li>Request a wiki</li>\n<li>Request import</li>\n</ul> Help <ul>\n<li>Steward requests</li>\n<li>Community portal</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n</ul>\n<p> Contents move to sidebar hide </p>\n<ul>\n<li> Beginning </li>\n<li> 11.\nTerms <ul>\n</ul>\n</li>\n<li> 22.\nCopyright Violations <ul>\n</ul>\n</li>\n<li> 33.\nPrivacy <ul>\n</ul>\n</li>\n<li> 44.\nDisclaimer <ul>\n</ul>\n</li>\n<li> 55.\nLimitations <ul>\n</ul>\n</li>\n<li> 66.\nRevisions and Errata <ul>\n</ul>\n</li>\n<li> 77.\nContent <ul>\n</ul>\n</li>\n<li> 88.\nAccess Restrictions <ul>\n</ul>\n</li>\n<li> 99.\nHosting Toggle 9.\nHosting subsection <ul>\n<li> 9.19a.\nProviding Service <ul>\n</ul>\n</li>\n<li> 9.29b.\nContent <ul>\n</ul>\n</li>\n<li> 9.39c.\nExtensions and Customization <ul>\n</ul>\n</li>\n<li> 9.49d.\nTermination <ul>\n</ul>\n</li>\n</ul>\n</li>\n<li> 1010.\nLinks <ul>\n</ul>\n</li>\n<li> 1111.\nJurisidiction <ul>\n</ul>\n</li>\n<li> 1212.\nSite Terms of Use Modifications <ul>\n</ul>\n</li>\n<li> 1313.\nDefinitions <ul>\n</ul>\n</li>\n</ul> Add languages <ul>\n</ul> Toggle the table of contents Terms of Use <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> English <ul>\n</ul>\n<ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul> More <ul>\n<li>Read</li>\n<li>View source</li>\n<li>View history</li>\n</ul> From WikiTide Meta <b>This page documents a global WikiTide policy</b>.\nThis policy follows consensus and/or guidelines set by global functionaries.\nAll WikiTide users should follow it, and changes made to it should be discussed on the talk page.\nIn the event of any differences in meaning between the original English version and a translation, <b>the original English version takes precedence.</b>\n<br> Shortcut: <br>ToU\n<p>Effective Date of this policy: This policy became effective on June 20, 2023.\n</p> 1.\nTerms\n<p>By accessing this website, you are agreeing to be bound by the following Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.\n</p>\n2.\nCopyright Violations\n<p>By using services provided by WikiTide, you agree not to host any content without explicit permission from the copyright holder or any other legal entitlement to use the content.\nThis applies to both private and public Wikis.\nAny repeated infringement of copyright may result in the termination of a user's account, wikis, or other appropriate legal actions.\n</p>\n<p>In the event of unauthorized copyrighted material being found, you may report the contents to us via sre@wikiforge.net.\nWe strive to comply with the provisions outlined in the Digital Millennium Copyright Act (DMCA) of the United States, which addresses copyright infringement on the internet.\nAs the enforcement action and liability generally lie with the copyright holder under Section 512 of the DMCA, we hold no obligation to act on copyright requests unless requested by the copyright holder.\nWikiTide will act on complaints if it determines an unreasonable or unacceptable delay in handling non-legal requests to protect creative rights.\n</p>\n3.\nPrivacy\n<p>You agree to read and accept WikiTide's Privacy Policy, as well as the user rights and recourse documented therein.\n</p>\n4.\nDisclaimer\n<p>The materials on WikiTide's website are provided \"as is\".\nWikiTide makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, WikiTide does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet website or otherwise relating to such materials or on any sites linked to this site.\n</p>\n5.\nLimitations\n<p>In no event shall WikiTide or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on WikiTide's Internet site, even if WikiTide or a WikiTide authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties or limitations of liability for consequential or incidental damages, these limitations may not apply to you.\n</p>\n6.\nRevisions and Errata\n<p>The materials appearing on WikiTide's website could include technical, typographical, or photographic errors.\nWikiTide does not warrant that any of the materials on its website are accurate, complete, or current.\nWikiTide or its users may make changes to the materials contained on its website at any time without notice.\nWikiTide does not, however, make any commitment to update the materials.\n</p>\n7.\nContent\n<p>Under no circumstances are you permitted to submit information to WikiTide which is illegal to display, distribute, or disseminate in the United States.\n</p>\n8.\nAccess Restrictions\n<p>WikiTide may modify, restrict, or prohibit your access to WikiTide services and Wikis at any time under WikiTide's sole discretion.\nCommon reasons include:\n</p>\n<ul>\n<li>Sending enough requests to WikiTide servers to degrade the service of others.\nor</li>\n<li>Conducting any activity on WikiTide which is illegal under the laws of the jurisdiction outlined in section 11.\nor</li>\n<li>Excessive violation of this or other WikiTide policies;</li>\n</ul>\n<p>Wikis hosted by WikiTide may modify, restrict, or prohibit your access to their respective Wikis under their respective policies.\n</p>\n9.\nHosting\n<p>This section applies to people who run or manage Wikis hosted on the WikiTide service or have applied to do so.\nThese people are typically called \"bureaucrats\", \"sysops\", or \"administrators\", but herein refers to anyone who holds a similarly privileged role on a Wiki.\n</p>\n9a.\nProviding Service\n<p>WikiTide may, at its discretion, provide you with a Wiki within which you can place content.\nYou agree that these Terms create no obligation to continue service for your Wiki.\nYou also understand that donation to WikiTide does not imply an in-kind contract to provide service.\nYou agree to let WikiTide personnel access your Wiki's content, change your Wiki's configuration, and remove or modify content in violation of WikiTide policy, for the purpose of providing service and subject to our Privacy Policy.\n</p>\n9b.\nContent\n<p>If you create or administrate a wiki on WikiTide, you are expected to ensure that your wiki complies with the Content Policy.\nYou acknowledge that wikis that repeatedly violate this policy are subject to suspension, removal, and/or deletion by WikiTide.\n</p>\n9c.\nExtensions and Customization\n<p>As part of your service, you may request that WikiTide install additional extensions to the MediaWiki software to alter your Wiki's functionality.\nWikiTide will review the extensions to ensure that they are appropriate for our overall security and will function within our technical limits.\nWikiTide is not responsible for any data loss occurring as the result of extensions or software customization requested by users, and you agree not to hold WikiTide or its agents liable for any damages resulting from the use of these extensions.\n</p>\n<p>Any customization you make to your wiki must comply with WikiTide's Privacy Policy.\n</p>\n9d.\nTermination\n<p>If the administrative staff of a wiki wishes to leave WikiTide and terminate hosting, or if a wiki is removed from service, WikiTide will provide data dumps of a wiki's content.\nThese content archives will be maintained as long as it is legally, financially, or technically feasible to do so, at WikiTide's discretion.\nWikiTide may also permanently delete wiki content at the request of its administrators.\nYou agree that any wiki you create is subject to our Dormancy Policy, and may be deleted due to inactivity.\n</p>\n10.\nLinks\n<p>WikiTide has not reviewed all of the sites linked and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by WikiTide.\nUse of any such linked website is at the user's own risk.\n</p>\n11.\nJurisidiction\n<p>Any claim relating to WikiTide's website shall be governed by the laws of the United States, specifically the state of Delaware, without regard to its conflict of law provisions.\n</p>\n12.\nSite Terms of Use Modifications\n<p>WikiTide may revise these terms of use for its website at any time without prior notice.\nBy using this website you are agreeing to be bound by the then-current version of these Terms and Conditions of Use.\n</p>\n13.\nDefinitions\n<ul>\n<li>\"You\" refers to the user of this website.</li>\n</ul>\n<ul>\n<li>\"WikiTide\" refers to the operators of this website, their personnel, and volunteers.</li>\n</ul>\n<ul>\n<li>\"Wiki\" refers to a collaborative website that is editable by its viewers, one of many hosted by WikiTide.</li>\n</ul>\n<ul>\n<li>\"Material\" or \"content\" refers to any data submitted to the WikiTide website or a Wiki to be sent to users of the website.</li>\n</ul> Retrieved from \"https://meta.wikitide.com/w/index.php?title=Terms_of_Use&amp;oldid=3184\" Category: <ul>\n<li>Global policies</li>\n</ul> Cookies help us deliver our services.\nBy using our services, you agree to our use of cookies.More informationOK <ul>\n<li> This page was last edited on 20 June 2023, at 06:45.</li>\n<li>Content is available under Creative Commons Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) unless otherwise noted.</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About WikiTide Meta</li>\n<li>Disclaimers</li>\n<li>Terms of Use</li>\n<li>Donate to WikiTide</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul>", "created_at": "2023-06-27 04:40:10.043826", "updated_at": "2023-06-27 04:41:14.935109"}], "points": [], "urls": ["wikiforge.net"]}}