{"error": 448, "message": "OK", "parameters": {"id": 9275, "name": "ContentKeeper", "created_at": "2023-08-19 04:28:31.162873", "updated_at": "2023-08-19 10:02:10.266731", "wikipedia": null, "keywords": null, "related": null, "slug": "contentkeeper", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9275.png", "url": "contentkeeper.com", "documents": [{"id": 18158, "name": "Privacy Policy", "url": "https://www.contentkeeper.com/privacy-policy", "xpath": "//body", "text": " Skip to main content Toggle navigation Main navigation <ul>\n<li> Contact Us </li>\n<li> Get Demo </li>\n</ul>\n<ul>\n<li> Industries <ul>\n<li> Education/K-12 </li>\n<li> Government </li>\n<li> Healthcare </li>\n<li> Finance </li>\n<li> Enterprise </li>\n</ul>\n</li>\n<li> Solutions <ul>\n<li> Cloud Security </li>\n<li> Secure Cloud Gateway </li>\n<li> Advanced Threat Protection </li>\n<li> Web Filtering </li>\n<li> Reporting and Analytics </li>\n<li> Application Defense </li>\n<li> Classroom Management </li>\n</ul>\n</li>\n<li> Support </li>\n<li> Partners </li>\n<li> Resources </li>\n<li> Company <ul>\n<li> About Us </li>\n<li> News &amp.\nEvents </li>\n<li> Blog </li>\n<li> Contact Us </li>\n<li> Careers </li>\n</ul>\n</li>\n</ul> Privacy Policy <p>ContentKeeper Technologies is committed to providing quality services to you and this policy outlines our ongoing obligations to you in respect of how we manage your Personal Information.</p>\n<p>We have adopted the National Privacy Principles (NPPs) contained in the Privacy Act 1988 (Cth) (the Privacy Act).\nThe NPPs govern the way in which we collect, use, disclose, store, secure and dispose of your Personal Information.</p>\n<p>A copy of the Australian Privacy Principles may be obtained from the website of The Office of the Federal Privacy Commissioner at&nbsp;www.privacy.gov.au.</p> What is Personal Information and why do we collect it? <p>Personal Information is information or an opinion that identifies an individual.\nExamples of Personal Information we collect include: names, addresses, email addresses, phone and facsimile numbers.</p>\n<p>This Personal Information is obtained in many ways&nbsp;<strong>via our website&nbsp;www.contentkeeper.com, from cookies</strong>&nbsp;and from third parties.\nWe don’t guarantee website links or policy of authorised third parties.</p>\n<p>We collect your Personal Information for the primary purpose of providing our services to you, providing information to our clients and marketing.\nWe may also use your Personal Information for secondary purposes closely related to the primary purpose, in circumstances where you would reasonably expect such use or disclosure.\nYou may unsubscribe from our mailing/marketing lists at any time by contacting us in writing.</p>\n<p>When we collect Personal Information we will, where appropriate and where possible, explain to you why we are collecting the information and how we plan to use it.</p> Sensitive Information <p>Sensitive information is defined in the Privacy Act to include information or opinion about such things as an individual's racial or ethnic origin, political opinions, membership of a political association, religious or philosophical beliefs, membership of a trade union or other professional body, criminal record or health information.</p>\n<p>Sensitive information will be used by us only:</p>\n<ul>\n<li>For the primary purpose for which it was obtained.</li>\n<li>For a secondary purpose that is directly related to the primary purpose.</li>\n<li>With your consent.\nor where required or authorised by law.</li>\n</ul> Third Parties <p>Where reasonable and practicable to do so, we will collect your Personal Information only from you.\nHowever, in some circumstances we may be provided with information by third parties.\nIn such a case we will take reasonable steps to ensure that you are made aware of the information provided to us by the third party.</p> Disclosure of Personal Information <p>Your Personal Information may be disclosed in a number of circumstances including the following:</p>\n<ul>\n<li>Third parties where you consent to the use or disclosure.\nand</li>\n<li>Where required or authorised by law.</li>\n</ul> Security of Personal Information <p>Your Personal Information is stored in a manner that reasonably protects it from misuse and loss and from unauthorized access, modification or disclosure.</p>\n<p>When your Personal Information is no longer needed for the purpose for which it was obtained, we will take reasonable steps to destroy or permanently de-identify your Personal Information.\nHowever, most of the Personal Information is or will be stored in client files which will be kept by us for a minimum of 7 years.</p> Access to your Personal Information <p>You may access the Personal Information we hold about you and to update and/or correct it, subject to certain exceptions.\nIf you wish to access your Personal Information, please contact us in writing.</p>\n<p>ContentKeeper Technologieswill not charge any fee for your access request, but may charge an administrative fee for providing a copy of your Personal Information.</p>\n<p>In order to protect your Personal Information we may require identification from you before releasing the requested information.</p> Maintaining the Quality of your Personal Information <p>It is an important to us that your Personal Information is up to date.\nWe will take reasonable steps to make sure that your Personal Information is accurate, complete and up-to-date.\nIf you find that the information we have is not up to date or is inaccurate, please advise us as soon as practicable so we can update our records and ensure we can continue to provide quality services to you.</p> Policy Updates <p>This Policy may change from time to time and is available on our website.</p> Privacy Policy Complaints and Enquiries <p>If you have any queries or complaints about our Privacy Policy please contact us at:</p>\n<p>\n<strong>ContentKeeper Technologies</strong>\n</p>\n<p>\n<strong>info@contentkeeper.com</strong>\n</p>\n<p>\n<strong>+61 2 6261 4950</strong>\n</p> SUPPORT &gt.\nBLOG &gt.\nCONTACT US &gt.\nReady to get started? REQUEST A DEMO <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Footer menu <ul>\n<li> (C) 2022 ContentKeeper Technologies </li>\n<li> Privacy Policy </li>\n<li> Contact Us </li>\n<li> Careers </li>\n<li> Sitemap </li>\n</ul>\n<li> Industries <ul>\n<li> Education/K-12 </li>\n<li> Government </li>\n<li> Healthcare </li>\n<li> Finance </li>\n<li> Other </li>\n</ul>\n</li>\n<li> Solutions <ul>\n<li> Cloud Security </li>\n<li> Secure Cloud Gateway </li>\n<li> Advanced Threat Protection </li>\n<li> Web Filtering </li>\n<li> Reporting and Analytics </li>\n<li> Application Defense </li>\n</ul>\n</li>\n<li> Support </li>\n<li> Partners </li>\n<li> Resources </li>\n<li> Company <ul>\n<li> About Us </li>\n<li> News &amp.\nEvents </li>\n<li> Blog </li>\n<li> Contact Us </li>\n<li> Careers </li>\n</ul>\n</li> ", "created_at": "2023-08-19 04:28:31.195621", "updated_at": "2023-08-19 04:29:39.806632"}], "points": [], "urls": ["contentkeeper.com"]}}