{"error": 448, "message": "OK", "parameters": {"id": 6994, "name": "BeFunky", "created_at": "2022-11-24 04:36:22.69208", "updated_at": "2022-11-24 23:01:09.345103", "wikipedia": null, "keywords": null, "related": null, "slug": "befunky", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6994.png", "url": "befunky.com", "documents": [{"id": 12815, "name": "Terms", "url": "https://www.befunky.com/terms/", "xpath": "/html/body/div[4]/main/section/div", "text": "Terms of Use<p>Last updated: March 31, 2021</p>\n<p>Please read these Terms of Use (\"Terms\") carefully before using the https://www.befunky.com website and BeFunky mobile applications (the \"Service\") operated by BeFunky Inc (\"us\", \"we\", or \"our\").</p>\n<p>Your access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who wish to access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you do not have permission to access the Service.</p>\n<p>\n</p>Communications<p>By creating an Account on our service, you agree to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>\n<p>\n</p>Purchases<p>If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.</p>\n<p>You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.</p>\n<p>The Service may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.</p>\n<p>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.</p>\n<p>We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.</p>\n<p>\n</p>Availability, Errors and Inaccuracies<p>We are constantly updating product and service offerings on the Service.\nWe may experience delays in updating information on the Service and in our advertising on other web sites.\nThe information found on the Service may contain errors or inaccuracies and may not be complete or current.\nProducts or services may be mispriced, described inaccurately, or unavailable on the Service and we cannot guarantee the accuracy or completeness of any information found on the Service.</p>\n<p>We therefore reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.</p>\n<p>\n</p>Contests, Sweepstakes and Promotions<p>Any contests, sweepstakes or other promotions (collectively, \"Promotions\") made available through the Service may be governed by rules that are separate from these Terms.\nIf you participate in any Promotions, please review the applicable rules as well as our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms, the Promotion rules will apply.</p>\n<p>\n</p>Content<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for the Content that you post on or through the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content on or through the Service, you represent and warrant that: (i) the Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate the account of anyone found to be infringing on a copyright.</p>\n<p>You retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third party posts on or through the Service.\nHowever, by posting Content using the Service you grant us the right and license to use, modify, perform, display, reproduce, and distribute such Content on and through the Service.</p>\n<p>BeFunky Inc has the right but not the obligation to monitor and edit all Content provided by users.</p>\n<p>In addition, Content found on or through this Service are the property of BeFunky Inc or used with permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.</p>\n<p>\n</p>Accounts<p>When you create an account with us, you guarantee that you are above the age of 16, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service.</p>\n<p>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.</p>\n<p>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.</p>\n<p>BeFunky offers two different service accounts:</p>Basic Account<p>If you select the \"Basic Account\", you may (i) use the BeFunky photo effects available via our website to alter your photos (a “Raw Photo”).\n(ii) distribute your Raw Photos that have undergone the BeFunky photo effects (a \"BeFunky Image\") to others.\n(iii) display your BeFunky Images on other web sites.\nincluding but not limited to, social networking sites such as Facebook, Instagram, and LinkedIn.\nand (iv) you may sell or otherwise commercially benefit from your images edited with BeFunky Basic Account features.</p>Plus Account<p>If you select the \"Plus Account\" and pay the Plus Account fees, you may: (i) use the BeFunky photo effects available via our website to alter your and others Raw Photos.\n(ii) distribute your and/or others' BeFunky Images to others.\n(iii) display your and/or others' BeFunky Images on other web sites including, but not limited to, social networking sites such as Facebook, Instagram, and LinkedIn.\nand (iv) sell or otherwise commercially benefit from your images edited with BeFunky Plus Account features.</p>\n<p>You may not grant your rights to any other person.\nFor example, you may not allow others to use your Premium Account to create BeFunky Images.</p>\n<p>\n</p>Plus Account Subscription Renewal<p>Your BeFunky subscription will automatically renew at its expiration date unless you cancel it prior to your payment date.\nA monthly subscription renews after 30 days from the purchase date and an annual subscription renews after 365 days from the purchase date.\nIf you cancel your subscription any time before your payment processing date, you will continue to have an active subscription until the date on which your next payment was scheduled.\nFor example, if your payment is scheduled for the 30th, but you cancel your subscription on the 15th, you will still have an active subscription until the 30th.</p>\n<p>You may cancel your subscription at any time from your My Account page.\nDue to security and privacy reasons, under no circumstances will BeFunky cancel a subscriber’s subscription via email or phone.\nA subscription cancellation can only be made by the respective subscriber from their My Account page.</p>\n<p>If you decide to cancel your subscription after your payment has been processed, BeFunky will not issue a refund.\nLearn more about BeFunky's Renewal Policy by visiting this page.</p>\n<p>\n</p>Account Fees and Further Account Details<ul>\n<li>The fees and other details with respect to each account are set forth at Account Details.\nBeFunky, at its sole discretion, may modify account fees.</li>\n<li>BeFunky will not be obligated to issue any refunds for any fees charged to your Credit/Debit Card/PayPal Account.</li>\n</ul>Account Terms<p>You represent and warrant that:</p>\n<ul>\n<li>You are authorized to use and have fees charged to the credit card number, debit card number or paypal account you provide via our website.</li>\n<li>You are authorized to use, upload, modify and create derivative works of all Raw Photos you upload to our website.</li>\n<li>You are authorized to distribute and display all BeFunky Images you create via our website.</li>\n<li>All of your registration and account information is true, accurate and complete.</li>\n<li>You will maintain the security of your password.</li>\n<li>You accept all responsibility for all activity that occurs under your user name.</li>\n</ul>\n<p>Any breach or suspected breach of any of the above representations or warranties may result in immediate termination of your account or suspension of your account without, if applicable, any refund.</p>BeFunky's Rights with Respect to your BeFunky Images<p>If you make your BeFunky Image available to the public on our website, BeFunky has the right to use your BeFunky Image anywhere on our website (including, but not limited to, displaying your BeFunky Image on BeFunky's Editors Choice page).</p>Minors<p>In order to create an account, you must be 16 years of age or older.\nIf children between the ages of 16 and 18 wish to use the Site, they must be registered by their parent or guardian.\nBy registering, you represent and warrant that you are 16 years of age or older.</p>Copyright Policy<p>We respect the intellectual property rights of others.\nIt is our policy to respond to any claim that Content posted on the Service infringes on the copyright or other intellectual property rights (\"Infringement\") of any person or entity.</p>\n<p>If you are a copyright owner, or authorized on behalf of one, and you believe that the copyrighted work has been copied in a way that constitutes copyright infringement, please submit your claim via email to dmca@befunky.com, with the subject line: \"Copyright Infringement\" and include in your claim a detailed description of the alleged Infringement as detailed below, under \"DMCA Notice and Procedure for Copyright Infringement Claims\"</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresentation or bad-faith claims on the infringement of any Content found on and/or through the Service on your copyright.</p>DMCA Notice and Procedure for Copyright Infringement Claims<p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest;</li>\n<li>a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work;</li>\n<li>identification of the URL or other specific location on the Service where the material that you claim is infringing is located;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>You can contact our Copyright Agent via email at dmca@befunky.com</p>Intellectual Property<p>The Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of BeFunky Inc and its licensors.\nThe Service is protected by copyright, trademark, and other laws of both the United States and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of BeFunky Inc.</p>Links to Other Web Sites<p>Our Service may contain links to third party web sites or services that are not owned or controlled by BeFunky Inc</p>\n<p>BeFunky Inc has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.</p>\n<p>You acknowledge and agree that BeFunky Inc shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third party web sites or services that you visit.</p>Termination<p>We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.</p>\n<p>If you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>Indemnification<p>You agree to defend, indemnify and hold harmless BeFunky Inc and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password.\nb) a breach of these Terms, or c) Content posted on the Service.</p>Limitation of Liability<p>IN NO EVENT SHALL BEFUNKY INC, NOR ITS DIRECTORS, EMPLOYEES, PARTNERS, AGENTS, SUPPLIERS, OR AFFILIATES, BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (I) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(II) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE.\n(III) ANY CONTENT OBTAINED FROM THE SERVICE.\nAND (IV) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>Disclaimer<p>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTHE SERVICE IS PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR COURSE OF PERFORMANCE.</p>\n<p>BEFUNKY INC, ITS SUBSIDIARIES, AFFILIATES, AND ITS LICENSORS DO NOT WARRANT THAT A) THE SERVICE WILL FUNCTION UNINTERRUPTED, SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nB) ANY ERRORS OR DEFECTS WILL BE CORRECTED.\nC) THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR D) THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.</p>Exclusions<p>Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.</p>Governing Law<p>These Terms shall be governed and construed in accordance with the laws of Oregon, United States, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.</p>Changes<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Service.</p>Contact Us<p>If you have any questions about these Terms, please contact us:</p>\n<ul>\n<li>By email: support@befunky.com</li>\n<li>Through the online form on our website</li>\n</ul>", "created_at": "2022-11-24 04:36:22.696086", "updated_at": "2022-11-24 03:37:09.97398"}, {"id": 12814, "name": "Privacy Policy", "url": "https://www.befunky.com/privacy/", "xpath": "/html/body/div[4]/main/section/div", "text": "Privacy Policy<p>Last Updated: December 26, 2019</p>\n<p>BeFunky, Inc (\"us\", \"we\", or \"our\") operates the https://www.befunky.com website and BeFunky mobile applications (the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms of Use, accessible from&nbsp;https://www.befunky.com/terms/</p>Definitions<p>\n<strong>Service: </strong>Service is the https://www.befunky.com website and the mobile applications operated by BeFunky, Inc</p>\n<p>\n<strong>Personal Data: </strong>Personal Data means any data that identifies or that can be used to identify an individual.</p>\n<p>For the purposes of the California Consumer Privacy Act (CCPA), Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular Consumer or household.</p>\n<p>\n<strong>Usage Data: </strong>Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n<p>\n<strong>Cookies: </strong>Cookies are files with small amount of data stored on your device (computer or mobile device).</p>\n<p>\n<strong>Data Controller: </strong>Data Controller means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.</p>\n<p>\n<strong>Data Processors (or Service Providers): </strong>Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller.\nWe may use the services of various Service Providers in order to process your data more effectively.</p>\n<p>\n<strong>Data Subject (or User or Consumer): </strong>Data Subject is any individual who is using our Service and is the subject of Personal Data.</p>Information Collection and Use<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>Types of Data Collected<p>While using our Service, we may ask you to provide us with certain Personal Data, which may include:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Cookies and Usage Data</li>\n<li>Photographs and graphics</li>\n<li>Record of correspondence when you contact us through customer support.</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>Usage Data<p>We may collect information that your browser sends whenever you visit our Service or when you access the Service by or through a mobile device (\"Usage Data\").</p>\n<p>This Usage Data may include information such as your computer's Internet Protocol address (i.e., IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When you access the Service with a mobile device, this Usage Data may include information such as the type of mobile device you use, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.</p>Tracking &amp.\nCookies Data<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong>&nbsp;We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong>&nbsp;We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong>&nbsp;We use Security Cookies for security purposes.</li>\n<li>\n<strong>Advertising Cookies.</strong>&nbsp;Advertising Cookies are used to serve you with advertisements that may be relevant to you and your interests.</li>\n</ul>Photographs and Graphics<p>We use your photographs and graphics to provide the Service.</p>\n<p>The photographs and graphics that you upload to our website are always private, and they may never ever be public without your consent, that is, unless you opt-in to make them public.\nIf you ever elect to make your photographs and graphics that you upload to our website to be public, we may use them for editorial purposes in line with our Terms of Use, accessible from&nbsp;https://www.befunky.com/terms/, for example, your photograph may appear on our website as a featured image.\nYou may always make your public photographs and graphics private and we will cease to use them for any purpose other than providing the Service.</p>\n<p>Remember that you can delete your Personal Data directly within your&nbsp;Account Settings&nbsp;section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</p>Information from Third-Party Social Media Services<p>BeFunky, Inc.\nallows you to create an account and log in to use the Service through third-party social media services, such as Google, Facebook, Twitter.</p>\n<p>If you decide to register through or otherwise grant us access to a third-party social media service, we may collect Personal Data that is already associated with your third-party social media service's account, such as your name, your email address associated with that account.</p>\n<p>You may also have the option of sharing additional information with us through your third-party social media service's account.\nIf you choose to provide such information and Personal Data, during registration or otherwise, you are giving us permission to use, share, and store it in a manner consistent with this Privacy Policy.</p>\n<p>If you choose to use any third-party social media sites, services or features in connection with the Service, such features and any information transferred to us will be governed by the privacy policies of the respective third-party social media services.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</p>\n<p>\n</p>Use of Data<p>BeFunky, Inc uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To process payments</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul>Retention of Data<p>BeFunky, Inc will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>BeFunky, Inc will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>Transfer of Data<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>BeFunky, Inc will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>Disclosure of DataBusiness Transaction<p>If BeFunky, Inc is involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>Disclosure for Law Enforcement<p>Under certain circumstances, BeFunky, Inc may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>Legal Requirements<p>BeFunky, Inc may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of BeFunky, Inc</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>Security of Data<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\"Do Not Track\" Signals<p>We support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p>Your Rights under the California Consumer Privacy Act (CCPA)<p>If you are a California resident, this section applies to you.</p>Right to Know and Delete<p>As a California resident, you have the right to request that we delete the personal information we have collected from you and the right to know certain information about our data practices in the preceding 12 months.\nIn particular, you have the right to request the following from us:</p>\n<p>•\tThe categories of personal information we have collected about you;</p>\n<p>•\tThe categories of sources from which the personal information was collected;</p>\n<p>•\tThe categories of personal information about you we disclosed for a business purpose;</p>\n<p>•\tThe categories of third parties to whom the personal information was disclosed for a business purpose;</p>\n<p>•\tThe business purpose for collecting the personal information.\nand</p>\n<p>•\tThe specific pieces of personal information we have collected about you.</p>\n<p>To exercise any of these rights, please contact us through our online form or email us at support@befunky.com.</p>We do not sell your personal information<p>The CCPA requires us to disclose whether we sell your personal information.\nWe do not sell your personal information.</p>Non-Discrimination<p>We will not discriminate against you for exercising your rights under the CCPA.</p>Your Rights Under the General Data Protection Regulation (GDPR)<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nBeFunky, Inc aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.</p>\n<p>BeFunky, Inc may process your Personal Data because:</p>\n<p>•\tWe need to perform a contract with you</p>\n<p>•\tYou have given us permission to do so</p>\n<p>•\tThe processing is in our legitimate interests and it is not overridden by your rights</p>\n<p>•\tFor payment processing purposes</p>\n<p>•\tTo comply with the law</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>You have the following data protection rights:</p>\n<ul>\n<li>\n<strong>The right to access, update or to delete the information we have on you.</strong>&nbsp;Whenever made possible, you can access, update or request deletion of your Personal Data directly within your&nbsp;Account Settings&nbsp;section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</li>\n<li>\n<strong>The right of rectification.</strong>&nbsp;You have the right to have your information rectified if that information is inaccurate or incomplete.</li>\n<li>\n<strong>The right to object.</strong>&nbsp;You have the right to object to our processing of your Personal Data.</li>\n<li>\n<strong>The right of restriction.</strong>&nbsp;You have the right to request that we restrict the processing of your personal information.</li>\n<li>\n<strong>The right to data portability.</strong>&nbsp;You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</li>\n<li>\n<strong>The right to withdraw consent.</strong>&nbsp;You also have the right to withdraw your consent at any time where BeFunky, Inc relied on your consent to process your personal information.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p>Service Providers<p>While we do not sell your Personal Data, we may share it for a business purpose, i.e., to support our own operational purposes in providing the Service.\nWe may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>Analytics<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>Google Analytics<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: http://www.google.com/intl/en/policies/privacy/</p>Mixpanel<p>Mixpanel is provided by Mixpanel Inc.</p>\n<p>You can prevent Mixpanel from using your information for analytics purposes by opting-out.\nTo opt-out of Mixpanel service, please visit this page: https://mixpanel.com/optout/</p>\n<p>For more information on what type of information Mixpanel collects, please visit the Terms of Use page of Mixpanel: https://mixpanel.com/terms/</p>Alexa Metrics<p>We use Alexa Metrics to help measure how users interact with our websites.\nTo learn about the privacy policy of Alexa, refer to&nbsp;https://www.alexa.com/help/privacy.</p>Sentry<p>We use Sentry for real-time error and application bug tracking so that you don’t encounter problems while using our services.\nTo learn about the privacy policy of Sentry, refer to&nbsp;https://sentry.io/privacy/.</p>ProfitWell<p>We use ProfitWell to help notify users when a credit card (stored securely in our payments provider Stripe) needs to be renewed or updated.\nWe also use ProfitWell to assist our internal revenue metrics.\nTo learn about the privacy policy of ProfitWell, refer to&nbsp;https://www.profitwell.com/privacy-policy.</p>Advertising<p>We may use third-party Service Providers to show advertisements to you to help support and maintain our Service.</p>Google AdSense &amp.\nDoubleClick Cookie<p>Google, as a third party vendor, uses cookies to serve ads on our Service.\nGoogle's use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our Service or other websites on the Internet.</p>\n<p>You may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page:&nbsp;http://www.google.com/ads/preferences/</p>Behavioral Remarketing<p>BeFunky, Inc uses remarketing services to advertise on third party websites to you after you visited our Service.\nWe and our third-party vendors use cookies to inform, optimize and serve ads based on your past visits to our Service.</p>Google Ads (AdWords)<p>Google Ads (AdWords) remarketing service is provided by Google Inc.</p>\n<p>You can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page:&nbsp;http://www.google.com/settings/ads</p>\n<p>Google also recommends installing the Google Analytics Opt-out Browser Add-on -&nbsp;https://tools.google.com/dlpage/gaoptout&nbsp;- for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:&nbsp;https://policies.google.com/privacy?hl=en</p>Payments<p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>The payment processors we work with are:</p>Stripe<p>Their Privacy Policy can be viewed at&nbsp;https://stripe.com/us/privacy</p>Paypal<p>Their Privacy Policy can be viewed at&nbsp;https://www.paypal.com/ua/webapps/mpp/ua/privacy-full</p>Apple Store In-App Payments<p>Their Privacy Policy can be viewed at https://www.apple.com/legal/privacy/en-ww/</p>Google Play In-App Payments<p>Their Privacy Policy can be viewed at https://www.google.com/policies/privacy/</p>Links to Other Sites<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third-party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</p>Children's Privacy<p>Our Service does not address anyone under the age of 16 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 16.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>Changes to This Privacy Policy<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<p>•\tBy email: support@befunky.com</p>\n<p>•\tThrough the online form on our website</p>", "created_at": "2022-11-24 04:36:22.694273", "updated_at": "2022-11-24 03:37:25.665955"}], "points": [], "urls": ["befunky.com"]}}