{"error": 448, "message": "OK", "parameters": {"id": 7125, "name": "Crazy Egg", "created_at": "2022-12-27 23:05:02.953296", "updated_at": "2022-12-29 18:45:32.641977", "wikipedia": null, "keywords": null, "related": null, "slug": "crazy-egg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7125.png", "url": "crazyegg.com", "documents": [{"id": 13595, "name": "Privacy Policy", "url": "https://www.crazyegg.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Product <ul>\n<li> Heatmaps </li>\n<li> Recordings </li>\n<li> A/B Testing </li>\n<li> Traffic Analysis </li>\n<li> Errors Tracking </li>\n<li> Surveys </li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Solutions <ul>\n<li>\nAgencies </li>\n<li>\nE-Commerce </li>\n<li>\nLead Gen </li>\n<li>\nEducation </li>\n<li>\nShopify </li>\n<li>\nEnterprise </li>\n</ul>\n</li>\n<li> Request Enterprise Demo </li>\n<li> Log In </li>\n</ul> Close modal Request a personalized demo of Crazy Egg Full name Website URL Your work email What are the average pageviews per month for your site(s)? What industry is your website?\nWhat industry is your website?AgenciesEcommerceEducationFinanceLead GenStartupOther\nWhat do you want Crazy Egg to do for you? Request my demo Thanks for your request! <p>We’ll be in touch shortly.</p>\n<p>A team member will get back to you soon.</p> Terms and Policies <p>You’re in the right place for information on privacy, general terms, and GDPR.</p> Open menu Close menu <ul>\n<li> Product <ul>\n<li> Heatmaps </li>\n<li> Recordings </li>\n<li> A/B Testing </li>\n<li> Traffic Analysis </li>\n<li> Errors Tracking </li>\n<li> Surveys </li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Solutions <ul>\n<li>\nAgencies </li>\n<li>\nE-Commerce </li>\n<li>\nLead Gen </li>\n<li>\nEducation </li>\n<li>\nShopify </li>\n<li>\nEnterprise </li>\n</ul>\n</li>\n<li> Request Enterprise Demo </li>\n<li> Log In </li>\n</ul>\n<ul>\n<li>\nTerms of Use </li>\n<li>\nPrivacy Policy </li>\n<li>\nCookie Policy </li>\n<li>\nOpt Out </li>\n</ul> Privacy Policy <p>Last Updated: January 16, 2022</p>\n<p>This Privacy Policy describes the privacy practices of Crazy Egg, Inc.\n(“Crazy Egg”, “we”, “us”, “our”) on our websites located at the domains crazyegg.com, crazyeggvcr.com, and crazyeggproxy.com, as well as such other websites or mobile applications that we own or operate (individually and collectively, “Our Website” or the “Crazy Egg Website”).</p>\n<ol>\n<li> Scope of this Privacy Policy <p>As further discussed, below, data protection laws, regulations, and directives in certain jurisdictions distinguish between the rights and responsibilities of “Controller(s)” of personal information or data (“Information”), from those who are “Processor(s)” of such Information or data on the applicable controllers’ behalf.\nCrazy Egg is generally the controller of Information that it collects from and about the persons and entities who are visiting Our Website (“Crazy Egg Visitors”), and this Privacy Policy applies to Crazy Egg Visitors.</p>\n<p>We also provide certain services to commercial persons and entities (each, a “Client” and collectively, “Clients”), who, in turn, own and operate their own websites or mobile applications (“Client Site(s)”), and who wish to utilize our code, software and services and reports (the “Service(s)”) to analyze how third party visitors to their Client Sites (“Client Site Visitor(s)”) use, interact with, and engage their Client Sites.\nThe applicable Clients are the Controllers of Information collected from their Client Site Visitors, whether or not such information is accessed, analyzed, or otherwise utilized by or on behalf of the Client via the Service (“Client Visitor Information”).\nCrazy Egg is not the Controller of such Client Visitor Information.\nThis Privacy Policy applies to the use of Services by our Clients.\nHowever, this Privacy Policy does not apply to the Client Sites themselves, nor to any Client Visitor Information.\nFor any questions regarding the privacy, security, or other practices or policies on the Client Sites, please contact the applicable Client.</p>\n</li>\n<li> Information Collected from Crazy Egg Visitors Device Information from Crazy Egg Visitors <p>We may receive and collect certain Information furnished by the visitor's browser or otherwise by their access device (“Device Information”), such as:</p>\n<ul>\n<li>\n<p>Browser Information</p>\n</li>\n<li>\n<p>Operating System Information</p>\n</li>\n<li>\n<p>Mobile Device Information (e.g., device identifier, mobile operating system, etc.)</p>\n</li>\n<li>\n<p>IP address (stored in anonymized form)</p>\n</li>\n<li>\n<p>Page Accessed</p>\n</li>\n<li>\n<p>Geographic Location</p>\n</li>\n<li>\n<p>Time of visit (by day, week, and duration)</p>\n</li>\n<li>\n<p>Whether the visitor is a new or return visitor</p>\n</li>\n<li>\n<p>Other such Information as may be delivered or shared by the applicable browser or access software or device.</p>\n</li>\n</ul> Referral Information <p>We may also receive certain information regarding visitors from the prior website visited by such visitors (“Referral Information”).\nFor instance, if a Crazy Egg Visitor navigates to the Crazy Egg Website from another website, Crazy Egg may receive certain information from the referring website (i.e., the last website the visitor visited before visiting the Crazy Egg Website) as part of the Hypertext Transfer Protocol (\"HTTP\") request.\nFor example, if a Crazy Egg Visitor navigates to the Crazy Egg Website from a search engine, Crazy Egg may receive information contained in the referring URL for the applicable search query, such as the terms the Crazy Egg Visitor was searching for before visiting the Crazy Egg Website.</p> Registration Information from Crazy Egg Clients <p>When Crazy Egg Visitors register as Clients to use the Crazy Egg Service, register to use a trial version of the Crazy Egg Service, or request additional information about Crazy Egg, Crazy Egg may require Information, such as name, employer or company name, e-mail, mailing address, phone number, financial information (e.g., credit card number, billing address), and/or proposed Client Site to be tracked, to process the registration or request (\"Client Registration Information\").</p> Session Recording Information <p>We may use session recording software on the Crazy Egg Website.\nThis software enables us to record Crazy Egg Visitors’ use, interaction, and engagement with the Crazy Egg Website.\nThis software may capture user input, such as mouse and keyboard inputs and mobile gestures, and user views, such as browser or screen output.\nWe use this software to help us optimize Crazy Egg Visitors’ experience.\nBy using the Crazy Egg Website, you consent to our use of session recording software.\n</p>\n</li>\n<li> Crazy Egg’s Use of Crazy Egg Visitor Information <p>Crazy Egg may use Information of Crazy Egg Visitors, including Device Information and Referral Information of Crazy Egg Visitors and Client Registration Information, to:</p>\n<ul>\n<li>\n<p>authenticate Client’s access to the Crazy Egg Site, trial versions, or Service;</p>\n</li>\n<li>\n<p>process and fulfill Client requests or purchases;</p>\n</li>\n<li>\n<p>register Client accounts;</p>\n</li>\n<li>\n<p>check the Crazy Egg Visitor’s qualifications for registration and/or to bill Crazy Egg Clients for the Services.</p>\n</li>\n</ul>\n<p>\n<strong>Crazy Egg may also use Client Information to:</strong>\n</p>\n<ul>\n<li>\n<p>provide Crazy Egg's products and Services, personalize and tailor your experience on the Crazy Egg Website;</p>\n</li>\n<li>\n<p>operate our business;</p>\n</li>\n<li>\n<p>understand how Clients are engaging with Crazy Egg Website and Service;</p>\n</li>\n<li>\n<p>request additional information necessary to process or fulfill an order;</p>\n</li>\n<li>\n<p>assess Client satisfaction with the Crazy Egg Service;</p>\n</li>\n<li>\n<p>inform Clients that an upgrade is available.\nor to contact Clients with information about Crazy Egg, including information about new or existing products and services or special offers.\nFor example, we may periodically send promotional materials or notifications related to our products and Services to the email address associated with a registered account.</p>\n</li>\n<li>\n<p>Otherwise for our legitimate business interests.</p>\n</li>\n</ul>\n<p>If Information is aggregated or de-identified so it is no longer reasonably associated with an identified or identifiable natural person, Crazy Egg may use it for any business purpose.\nTo the extent Information is associated with an identified or identifiable natural person and is protected as personal data under applicable data protection law, it is referred to in this Privacy Policy as “Personal Data”.</p>\n</li>\n<li> Use of Cookies by the Service <p>As described in our Cookie Policy, the Service may utilize first-party cookies (small text files that Crazy Egg stores locally on a Client Site Visitor’s device) on Client Sites for one or more of the following purposes: to help identify whether a Client Site Visitor is a first time visitor, or has visited previously (provided that we will not store identifiers that can be used to personally identify such Client Site Visitors).\nassess usage patterns and perform traffic analysis.\nidentify preferences.\ndiagnose problems with our Service.\nanalyze trends.\nand otherwise administer Crazy Egg products and services.\nCookies placed by Crazy Egg on the computers of Client Site Visitors do not include Personally Identifiable Information such as name, phone number, e-mail address or mailing address, nor does Crazy Egg link cookies to such Personally Identifiable Information on our servers or databases.</p>\n<p>For further information on our use of cookies, please see our Cookie Policy, which is incorporated in this Privacy Policy by this reference.</p>\n</li>\n<li> Information Collected by or on Behalf of Our Clients via the Service <p>Crazy Egg Clients use the Service to obtain information regarding how Client Site Visitors to their Client Sites are interacting with such Client Sites.\nThis Service allows a Crazy Egg Client to evaluate and potentially modify its Client Site based on its findings regarding Client Site Visitors use and interaction with the Client Site.\n</p>\n<p>Types of Client Visitor Information.\nCrazy Egg Clients may use the Service to collect, store, and analyze Client Visitor Information, on the Client’s behalf as the Controller of such Client Visitor Information, on Crazy Egg's servers, as the Client’s Processor of such Client Visitor Information.\nSuch Client Visitor Information is transmitted in encrypted form, and pursuant to applicable data transfer provisions further described below.\nThe Service may process such Client Visitor Information on behalf of the Client, to perform analyses and produce reports for the Crazy Egg Client.\nThe interactions that may be recorded or analyzed (“Recorded Interactions”) may include mouse scrolls and clicks by a Client Site Visitor.\nand/or pages viewed or visited by a Client Site Visitor, including the duration of such visits.\nRecorded Interactions may also include images of the Client Site that are recorded during the Client Site Visitor’s interactions with such Client Site, such as, by way of example, images of forms displayed or populated by the Client Site Visitor on the Client Site, or other multimedia content that may be posted by Client Site Visitors.\nSuch Client Visitor Information may also include Device Information and/or Referral Information from the Client Site Visitor.\nClient Visitor Information is provided to Clients in the form of aggregated reports and/or statistics that identify the collective behavior of Client Visitors to the Client's Site.\nClients will also have access to Recorded Interactions through the Service.</p>\n</li>\n<li> Our Processing of Client Visitor Information.\n<p>As the Processor of Client Visitor Information, we will process Client Visitor Information only in compliance with the applicable Client’s instructions regarding the processing of Client Visitor Information, including any applicable terms, but subject to applicable laws and regulations regarding such Client Visitor Information, and as otherwise required by applicable law and regulations.</p>\n</li>\n<li> Crazy Egg Disclaimers Regarding Personally Identifying Information of Client Site Visitors.\n<p>Crazy Egg's Service is not designed to knowingly collect or extract from Client Visitor Information (including any Recorded Interactions or Device Information received from Client Sites through the Service) information that could be used to personally identify Client Site Visitors, such as a Client Site Visitor’s name, address or phone number (\"Personally Identifiable Information\") when a Client Site Visitor visits a Client Site that uses the Crazy Egg Service.\nCrazy Egg also generally prohibits Clients from collecting Personally Identifiable Information using the Service or otherwise providing Personally Identifiable Information of Client Site Visitors to Crazy Egg in connection with the Service.</p>\n</li>\n<li> Crazy Egg Does Not Collect Visitor Information Across Multiple Sites <p>Crazy Egg does not collect or aggregate information about visitor behavior on multiple, different websites.</p>\n</li>\n<li> Retention and Deletion of Client Visitor Information.\n<p>Crazy Egg will retain Client Visitor Information in accordance with the applicable Client’s instructions, including any applicable terms and as required by applicable law.\nClient agrees and acknowledges that the deletion of Client Visitor Information may affect the delivery or performance of the Service.\nCrazy Egg will comply with such instructions to delete Client Visitor Information as soon as reasonably practicable and within a maximum period of 180 days, unless applicable laws require retention or earlier deletion.\nCrazy Egg may retain Client Registration Information as long as necessary for the purposes described in this Privacy Policy and the other terms.\nThis may include keeping Client Registration Information after the account has been deactivated as needed for Crazy Egg to pursue legitimate business interests, record keeping procedures, legal compliance, preservation of rights, security purposes, and enforcement of legal and contractual rights.</p>\n<p>Client agrees and acknowledges that it will be responsible for exporting any Client Visitor Information or Client Registration Information that it wishes to retain following the termination of the terms</p>\n</li>\n<li> Crazy Egg's Sharing and Disclosure of Crazy Egg Visitor Information and Client Visitor Information.\n<p>This section describes the manner and extent to which Crazy Egg may share and disclose Information.\nNotwithstanding anything to the contrary below or elsewhere herein, as between a Client and Crazy Egg, the Client is solely responsible for its policies and practices for the sharing and disclosure of Client Visitor Information as the Controller of such Information.</p>\n<ul>\n<li>\n<p>\n<strong>Crazy Egg’s Default Policy Regarding Sharing of Client Visitor Information.</strong> Except to the limited extent described otherwise in this Privacy Policy, Crazy Egg never sells or shares any Client Visitor Information with individuals or companies other than the specific Client from whose Client Site Crazy Egg collected the Client Visitor Information.</p>\n</li>\n<li>\n<p>\n<strong>Crazy Egg’s Default Policy Regarding Sharing of Client’s Personally Identifiable Information.</strong> With the exception of the limited circumstances discussed elsewhere in this Privacy Policy, Crazy Egg does not provide Clients' Personally Identifiable Information to third parties for any purpose.</p>\n</li>\n<li>\n<p>\n<strong>Disclosure Pursuant to the Client’s Instructions.</strong> Crazy Egg will share and disclose Client Visitor Information in accordance with the applicable Client’s instructions, including any applicable Terms, and otherwise in compliance with but subject to applicable laws and regulations.</p>\n</li>\n<li>\n<p>\n<strong>Subprocessors.</strong> We may utilize affiliates or third parties as subprocessors of the Information, to support the Services, and otherwise to support the conduct of our business, to provide, by way of example, service such as computing and storage services.\nWe will use subprocessors subject to contracts that are substantially as protective of Personally Identifiable Information as those contained herein, and, to the extent applicable, in compliance with Article 28(3) of the European Union’s General Data Protection Regulation.\nFor further information regarding our use of subprocessors, please contact us at privacy@crazyegg.com.</p>\n</li>\n<li>\n<p>\n<strong>Our Affiliates.</strong> We may share Information hereunder with our corporate affiliates provided that such affiliates are obligated, contractually or otherwise under applicable laws, to be bound by our obligations with respect to such Information.</p>\n</li>\n<li>\n<p>\n<strong>Change of Control.</strong> If Crazy Egg, or substantially all of its assets, is acquired by another company or successor entity, the Information hereunder will be one of the assets transferred or acquired by the purchaser or successor.\nYou acknowledge that such transfers may occur, and that any purchaser of or successor to Crazy Egg or its assets may continue to collect, use and disclose your Information as set forth in this policy.</p>\n</li>\n<li>\n<p>\n<strong>Payment Processors.</strong> Like many companies that accept payment by credit card, Crazy Egg relies on third-party payment processors to process financial payments.\nWhen you make payments to Crazy Egg to obtain or use Crazy Egg's products or services, Crazy Egg may share Personally Identifiable Information, such as your name, address, and credit card information, with qualified third parties in order to process your order.</p>\n</li>\n<li>\n<p>\n<strong>Law Enforcement/Legal Process.</strong> Crazy Egg reserves the right to disclose any Information (including Personally Identifiable Information): (1) to comply with any law, regulation, or legal request, if and to the extent that we reasonably believe disclosure is in accordance with or required by any applicable law, regulation or legal process.\n(2) to enforce, apply, or investigate breaches of the Terms or other agreements.\nor (3) protect the rights, property, user experience, or safety of Crazy Egg, our employees, our users, our Clients, or others.</p>\n</li>\n<li>\n<p>\n<strong>Aggregated, Anonymized, Pseudonymized, or De-identified Information.</strong> We may disclose or use aggregated, anonymized, pseudonymized, or otherwise de-identified Information for any purpose.</p>\n</li>\n</ul>\n</li>\n<li> Transfer of Data Abroad.\nInternational Users.\n<p>Our Website is directed to visitors from the United States of America.\nIf you are visiting Our Website or a Client Site from a country other than the United States of America the various communications will necessarily result in the transfer of information across international boundaries.\nBy visiting Our Website or the Client Site, as applicable, you consent to the processing and transfer of your data as set out in this Privacy Policy.\nBy using Our Website or the Client Site, as applicable, you consent to the collection, storage, processing, and transfer of your information in and to the United States, or other countries and territories, pursuant to the laws of the United States.</p>\n<p>If we are asked by a Client to transfer Personally Identifying Information from a Client Site in the European Economic Area (“EEA”), Switzerland, or the United Kingdom to other countries not deemed to have adequate data protection regulations under applicable data protection law, we will offer to enter into the European Union Model Clauses, also known as Standard Contractual Clauses, or such other equivalent clauses issued by the applicable country, with the Client.\nTo request to enter into such clauses, please contact us at privacy@crazyegg.com.</p>\n</li>\n<li> Security and Protection of Visitor Information and Client Information <p>Crazy Egg implements security mechanisms to protect Visitor Information and Client Information from loss, misuse and unauthorized access, disclosure, alteration and destruction.\nExamples of these security mechanisms include limited and password-protected access, firewalls, and SSL encryption to protect transmission of data, as further described above and in our Terms of Use.\nFor additional questions or information regarding our security standards, please contact us at privacy@crazyegg.com.</p>\n</li>\n<li> Policy Concerning Children Under Age of 16 <p>Crazy Egg does not knowingly or intentionally collect Personally Identifiable Information from children under 16.\nIf we learn that we have Personally Identifiable Information of a child under age 16, we will remove it.\nIf you believe we have Personally Identifiable Information about a child under the age of 16, please notify us at privacy@crazyegg.com.</p>\n</li>\n<li> Changes to Our Privacy Policy <p>Crazy Egg retains the discretion to amend or modify this policy from time to time.\nUse and disclosure of Information we obtain is subject to the later of: (1) the policy in effect at the time such visitor Information or Client Information is collected or (2) any subsequent policy to which you agree or of which you have notice, if you elect to use Crazy Egg or a Crazy Egg Client Site (including the Crazy Egg Website) following such acceptance or notice.\nIf we make material changes in the way we use or disclose Personally Identifiable Information, we will notify you through one or more of the following means: a direct communication to your Crazy Egg account, a communication to the e-mail address associated with your account, or a clear and prominent announcement on the Crazy Egg Website.\nYour continued access to or use of Crazy Egg or websites that use Crazy Egg following notice of material changes to this Privacy Policy shall constitute consent to any amendments and/or modifications.</p>\n</li>\n<li> For More Information / Your Information Rights <ul>\n<li>\n<p>\n<strong>Privacy Officer / Notices.</strong> Crazy Egg welcomes any questions or comments about this Privacy Policy or our privacy practices, including regarding any disclosure of third party information for direct marketing purposes.\nAny such comments or questions should be submitted via e-mail to: privacy@crazyegg.com.</p>\n<p>\n</p>\n</li>\n<li>\n<p>\n<strong>Access to Personally Identifiable Information or other Information Stored at Crazy Egg</strong> At any time, a Crazy Egg Client or Crazy Egg Visitor may access and/or modify their Personally Identifiable Information or other Information stored by Crazy Egg on their behalf, to enable them to access, rectify and restrict processing of their respective Information, and allow them to export their Information, by accessing their Crazy Egg account and contacting us at privacy@crazyegg.com.</p>\n</li>\n<li>\n<p>\n<strong>California Information Rights.</strong> Under California Civil Code Section 1798.83 (the “Shine the Light” law), California residents who provide personal information in obtaining products or services for personal, family or household use are entitled to request and obtain from us once per calendar year certain disclosures about the personal information we shared, if any, with other businesses for their own direct marketing uses.\nIf applicable, this information would include the categories of personal information, and the names and addresses of those businesses with which we shared personal information, for the immediately prior calendar year (e.g.\nrequests made in 2019 will receive information regarding 2019 sharing activities).\nTo make such a request, please send an email to privacy@crazyegg.com with a subject line of “Request for California Privacy Information.” Please be aware that not all information sharing is covered by the “Shine the Light” requirements and only information on covered sharing will be included in our response.</p>\n</li>\n</ul>\n</li>\n<li> Do-Not-Track Signals <p>Some web browsers may transmit “do-not-track” signals to the websites with which the user communicates.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nOur practices with respect to such signals are set forth in https://www.crazyegg.com/opt-out.</p>\n</li>\n</ol>\n<p>Make the most of every visitor</p>\n<ul>\n<li> Features <ul>\n<li> Opens in new windowOverview </li>\n<li> Opens in new windowSnapshots </li>\n<li> Opens in new windowRecordings </li>\n<li> Opens in new windowA/B Testing </li>\n<li> Opens in new windowTraffic Analysis </li>\n<li> Opens in new windowErrors Tracking </li>\n<li> Opens in new windowSurveys </li>\n</ul>\n</li>\n<li> Crazy Egg For <ul>\n<li> Opens in new windowAgencies </li>\n<li> Opens in new windowE-Commerce </li>\n<li> Opens in new windowLead Gen </li>\n<li> Opens in new windowEducation </li>\n<li> Opens in new windowShopify </li>\n<li> Opens in new windowEnterprise </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Opens in new windowCase Studies </li>\n<li> Opens in new windowFAQ </li>\n<li> Opens in new windowHelp Center </li>\n<li> Opens in new windowContact Us </li>\n<li> Opens in new windowBlog </li>\n<li> Opens in new windowFree Trial </li>\n<li> Opens in new windowCareers </li>\n<li> Opens in new windowPricing </li>\n</ul>\n</li>\n<li> Legal <ul>\n<li> Opens in new windowTerms of Use </li>\n<li> Opens in new windowPrivacy Policy </li>\n<li> Opens in new windowCookie Policy </li>\n<li> Opens in new windowOpt-out </li>\n</ul>\n</li>\n<li> Social <ul>\n<li> Opens in new windowFacebook </li>\n<li> Opens in new windowYoutube </li>\n<li> Opens in new windowTwitter </li>\n<li> Opens in new windowLinkedIn </li>\n</ul>\n</li>\n</ul>\n<p>© Crazy Egg, Inc.\n2022</p>\n<p>Improve what's working, fix what isn't and test new ideas.</p>\n<p>Start your 30-day FREE trial &nbsp;•&nbsp.\nCancel anytime</p> Enter your website url to get started Get Started ", "created_at": "2022-12-27 23:05:03.014554", "updated_at": "2022-12-27 23:05:26.029917"}, {"id": 13596, "name": "Cookie Policy", "url": "https://www.crazyegg.com/cookies", "xpath": "//body", "text": " <ul>\n<li> Product <ul>\n<li> Heatmaps </li>\n<li> Recordings </li>\n<li> A/B Testing </li>\n<li> Traffic Analysis </li>\n<li> Errors Tracking </li>\n<li> Surveys </li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Solutions <ul>\n<li>\nAgencies </li>\n<li>\nE-Commerce </li>\n<li>\nLead Gen </li>\n<li>\nEducation </li>\n<li>\nShopify </li>\n<li>\nEnterprise </li>\n</ul>\n</li>\n<li> Request Enterprise Demo </li>\n<li> Log In </li>\n</ul> Close modal Request a personalized demo of Crazy Egg Full name Website URL Your work email What are the average pageviews per month for your site(s)? What industry is your website?\nWhat industry is your website?AgenciesEcommerceEducationFinanceLead GenStartupOther\nWhat do you want Crazy Egg to do for you? Request my demo Thanks for your request! <p>We’ll be in touch shortly.</p>\n<p>A team member will get back to you soon.</p> Terms and Policies <p>You’re in the right place for information on privacy, general terms, and GDPR.</p> Open menu Close menu <ul>\n<li> Product <ul>\n<li> Heatmaps </li>\n<li> Recordings </li>\n<li> A/B Testing </li>\n<li> Traffic Analysis </li>\n<li> Errors Tracking </li>\n<li> Surveys </li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Solutions <ul>\n<li>\nAgencies </li>\n<li>\nE-Commerce </li>\n<li>\nLead Gen </li>\n<li>\nEducation </li>\n<li>\nShopify </li>\n<li>\nEnterprise </li>\n</ul>\n</li>\n<li> Request Enterprise Demo </li>\n<li> Log In </li>\n</ul>\n<ul>\n<li>\nTerms of Use </li>\n<li>\nPrivacy Policy </li>\n<li>\nCookie Policy </li>\n<li>\nOpt Out </li>\n</ul> Cookie Policy <p>Last Updated: July 19, 2022</p>\n<p>Crazy Egg uses cookies on this website.\nBy use of this site, you accept the use of cookies in accordance with this Cookie Policy.\nYou may disable use of cookies on this site through your browser settings.</p>\n<ol>\n<li> Overview of Cookies <p>Cookies are small files that are downloaded by a browser when a set is visited.\nCookies are returned to an originating site and/or third party site on subsequent visits.\nCookies may serve several functions, including remembering user preferences, visited pages, time and dates, and other metrics.</p>\n</li>\n<li> Types of Cookies Placed on the Site <p>Crazy Egg's uses first-party cookies (small text files that Crazy Egg stores locally on your computer) on Client Sites for one or more of the following purposes:</p>\n<ul>\n<li>\n<p>User identification and authentication</p>\n</li>\n<li>\n<p>User preference storage</p>\n</li>\n<li>\n<p>A/B performance testing</p>\n</li>\n<li>\n<p>Usage pattern assessment and traffic analysis</p>\n</li>\n<li>\n<p>Advertisement performance assessment</p>\n</li>\n</ul>\n<p>Cookies placed by Crazy Egg do not include personally identifiable information such as name, phone number, e-mail address or mailing address, nor does Crazy Egg link cookies to such personally identifiable information in our servers or databases.</p>\n</li>\n<li> Cookies Used on this Site <p>Some of the cookies that we use on this site, and the purposes for which these cookies are used, are provided below.\nPlease note that this list is not exhaustive.\nadditional cookies may be added, and we may update or remove the cookies below.</p> Cookie Name(s) Source Duration Purpose Cookies set directly by app.crazyegg.com and www.crazyegg.com _crazyegg Crazy Egg Session (auto-deletes when you quit your browser) Remembers information related to marketing page features.\n_session Crazy Egg Session (auto-deletes when you quit your browser) Remembers information related to marketing page features.\nce_login Crazy Egg 1 year Remember the last email address you used to login ce_signup_flow Crazy Egg 1 year Remember the signup flow you saw ce_signup_partner Crazy Egg 1 year Remember the signup partner you were referred from ceac Crazy Egg 1 year Account ID number cean Crazy Egg 1 month Anonymous ID number cehc Crazy Egg Session (auto-deletes when you quit your browser) Share user information with CrazyEgg's Help Center celi Crazy Egg Session (auto-deletes when you quit your browser) Logged-in Status cean_assoc Crazy Egg 1 month Associates Anonymous ID with logged-in user expire_time Crazy Egg 55 minutes Expiration time for Signed URLs first_snapshot_url Crazy Egg 1 year Stores website URL used to create first Snapshot gdpr_consent Crazy Egg 365 days Remember if user gave consent referrer-tracked Crazy Egg Session (auto-deletes when you quit your browser) Flag to not track referrer more than once sharing_[item_code] Crazy Egg 30 minutes Shared item code sid Crazy Egg Session (auto-deletes when you quit your browser) Identify logged-in users ce_sid Crazy Egg Session (auto-deletes when you quit your browser) Identify logged-in users cecu Crazy Egg Session (auto-deletes when you quit your browser) Identify logged-in users cecu_demo Crazy Egg Session (auto-deletes when you quit your browser) Identify logged-in users Cookies set directly by www.crazyegg.com/blog hide_overlay Crazy Egg 1 year Flag to stop showing overlay on blog Cookies set directly by support.crazyegg.com _ga ZenDesk (through Google Analytics) 1 day Unique visitor ID _gid ZenDesk (through Google Analytics) 1 day Session cookie __cfruid ZenDesk, Crazy Egg (through CloudFlare) Session (auto-deletes when you quit your browser) Stores a unique user ID.\najs_anonymous_id ZenDesk (through JIRA) 1 year Stores last visit statistics.\nCookies set by the Crazy Egg tracking script _ceir, is_returning Crazy Egg 1 year Track whether a visitor has visited the site before _CEFT Crazy Egg 1 year Store page variants assigned to visitors for A/B performance testing _cer.s Crazy Egg Recording session (expires when the browser is shut down) Track a recording visitor session unique ID, tracking host and start time _cer.v Crazy Egg Up to 31 days (expires on the first of the month) Track whether a visitor has visited the site before _ce.s Crazy Egg 1 year Track a recording visitor session unique ID, tracking host and start time _ce.cch Crazy Egg 1 second Used to check if cookies can be added.\n_ce.gtld Crazy Egg 1 second Used to identity the top level domain.\nce_need_secure_cookie Crazy Egg 1 second Used to determine cookie security parameters.\nce_successful_csp_check Crazy Egg 24 hours Used to determine if the page has a Content Security Policy rule that would prevent tracking.\ncebs Crazy Egg Session Used to track the current user session internally.\ncebsp Crazy Egg Session (auto-deletes when you quit your browser) Used to determine if a survey should be shown.\nCookies set by third-party services installed on this site ahoy_visitor Honeybadger via Ahoy 2 years Visitor tracking for error reporting.\nahoy_visit Honeybadger via Ahoy 4 hours Session tracking for error reporting.\n__ar_v4 DoubleClick (advertising service from Google) 5 years Advertisement conversion rate tracking.\nIDE DoubleClick (advertising service from Google) 2 years Advertisement conversion rate tracking.\n_gid Google Analytics 24 hours Uses to distinguish users.\n_ga Google Analytics 24 hours Unique visitor ID.\n_gat Google Analytics 10 minutes Request rate throttling.\n_gat_gtag_UA_[id] Google Analytics 24 hours Track user behavior in videos.\nki_r, ki_s, ki_t, ki_u Qualaroo 5 years Customer surveys.\nfr Facebook 90 days Used for Facebook Ads.\nfr Facebook Session (auto-deletes when you quit your browser) Used for Facebook Ads.\n_fbp Facebook 6 months Used for Facebook Ads.\nuvc Add This 24 hours Used to allow visitors to share pages from the blog on social media.\n__cfduid Cloudflare 1 year Used to identify individual clients (anonymously) behind a shared IP address and apply security settings on a per-client basis.\nNID Google 6 months Used by Google to store user preferences.\n1P_JAR Google 1 month Used by Google to store user preferences.\nDV Google 7 minutes Used by Google to store user preferences.\nUULE Google 1 day Used by Google to store user preferences.\n_gcl_au Google AdSense 1 day Used to link ad clicks to specific landing pages.\n_drip_client_[id] Drip 24 hours Drip email cookie.\nAWSALBTG Amazon 7 days AWS Application Load Balancer Cookie.\nLoad Balancing Cookie: Used to encode information about the selected target group.\nAWSALBTGCORS Amazon 7 days AWS Application Load Balancer Cookie.\nLoad Balancing Cookie: It includes the same information as the original stickiness cookie plus this SameSite attribute.\n<p>Beside cookies, we also use the browser local and session storage, which is similar to cookies (local files that store information), but work a bit differently technically.</p> Cookie Name(s) Source Duration Purpose Set directly by app.crazyegg.com and www.crazyegg.com ce_clock Crazy Egg 24 hours Stores the difference between the user local clock and the Crazyegg server clock for more precise events time tracking, and the user IP for IP blocking purposes.\nce_asset Crazy Egg Expires when the browser tab is closed Stores an index of assets urls (stylesheets, images, fonts) that where already collected for the current recording.\nce_asset_waiting Crazy Egg Expires when the browser tab is closed Stores an index of assets urls (stylesheets, images, fonts) that where already collected for the current recording.\nSet by third-party services installed on this site cf_use_ob Cloudflare Until end of session CloudFlare cookie to identify trusted web traffic.\ncf_ob_info Cloudflare Until end of session CloudFlare cookie to identify trusted web traffic.\n</li>\n<li> To Block or Remove Cookies <p>If you would like to block, remove, or opt-out of the placement of cookies by Crazy Egg, please see the instructions in our Privacy Policy, under the headings \"Use of Cookies\" and \"Opting Out\" page.</p>\n</li>\n<li> Further Information <p>For further information regarding cookies, please see www.allaboutcookies.org, or www.aboutcookies.org.</p>\n</li>\n</ol>\n<p>Make the most of every visitor</p>\n<ul>\n<li> Features <ul>\n<li> Opens in new windowOverview </li>\n<li> Opens in new windowSnapshots </li>\n<li> Opens in new windowRecordings </li>\n<li> Opens in new windowA/B Testing </li>\n<li> Opens in new windowTraffic Analysis </li>\n<li> Opens in new windowErrors Tracking </li>\n<li> Opens in new windowSurveys </li>\n</ul>\n</li>\n<li> Crazy Egg For <ul>\n<li> Opens in new windowAgencies </li>\n<li> Opens in new windowE-Commerce </li>\n<li> Opens in new windowLead Gen </li>\n<li> Opens in new windowEducation </li>\n<li> Opens in new windowShopify </li>\n<li> Opens in new windowEnterprise </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Opens in new windowCase Studies </li>\n<li> Opens in new windowFAQ </li>\n<li> Opens in new windowHelp Center </li>\n<li> Opens in new windowContact Us </li>\n<li> Opens in new windowBlog </li>\n<li> Opens in new windowFree Trial </li>\n<li> Opens in new windowCareers </li>\n<li> Opens in new windowPricing </li>\n</ul>\n</li>\n<li> Legal <ul>\n<li> Opens in new windowTerms of Use </li>\n<li> Opens in new windowPrivacy Policy </li>\n<li> Opens in new windowCookie Policy </li>\n<li> Opens in new windowOpt-out </li>\n</ul>\n</li>\n<li> Social <ul>\n<li> Opens in new windowFacebook </li>\n<li> Opens in new windowYoutube </li>\n<li> Opens in new windowTwitter </li>\n<li> Opens in new windowLinkedIn </li>\n</ul>\n</li>\n</ul>\n<p>© Crazy Egg, Inc.\n2022</p>\n<p>Improve what's working, fix what isn't and test new ideas.</p>\n<p>Start your 30-day FREE trial &nbsp;•&nbsp.\nCancel anytime</p> Enter your website url to get started Get Started ", "created_at": "2022-12-27 23:05:03.075142", "updated_at": "2022-12-27 23:05:39.87995"}, {"id": 13597, "name": "Terms of Use", "url": "https://www.crazyegg.com/terms", "xpath": "//body", "text": " <ul>\n<li> Product <ul>\n<li> Heatmaps </li>\n<li> Recordings </li>\n<li> A/B Testing </li>\n<li> Traffic Analysis </li>\n<li> Errors Tracking </li>\n<li> Surveys </li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Solutions <ul>\n<li>\nAgencies </li>\n<li>\nE-Commerce </li>\n<li>\nLead Gen </li>\n<li>\nEducation </li>\n<li>\nShopify </li>\n<li>\nEnterprise </li>\n</ul>\n</li>\n<li> Request Enterprise Demo </li>\n<li> Log In </li>\n</ul> Close modal Request a personalized demo of Crazy Egg Full name Website URL Your work email What are the average pageviews per month for your site(s)? What industry is your website?\nWhat industry is your website?AgenciesEcommerceEducationFinanceLead GenStartupOther\nWhat do you want Crazy Egg to do for you? Request my demo Thanks for your request! <p>We’ll be in touch shortly.</p>\n<p>A team member will get back to you soon.</p> Terms and Policies <p>You’re in the right place for information on privacy, general terms, and GDPR.</p> Open menu Close menu <ul>\n<li> Product <ul>\n<li> Heatmaps </li>\n<li> Recordings </li>\n<li> A/B Testing </li>\n<li> Traffic Analysis </li>\n<li> Errors Tracking </li>\n<li> Surveys </li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Solutions <ul>\n<li>\nAgencies </li>\n<li>\nE-Commerce </li>\n<li>\nLead Gen </li>\n<li>\nEducation </li>\n<li>\nShopify </li>\n<li>\nEnterprise </li>\n</ul>\n</li>\n<li> Request Enterprise Demo </li>\n<li> Log In </li>\n</ul>\n<ul>\n<li>\nTerms of Use </li>\n<li>\nPrivacy Policy </li>\n<li>\nCookie Policy </li>\n<li>\nOpt Out </li>\n</ul> Terms of Use <p>Last Updated: January 16, 2022</p>\n<p>Crazy Egg, Inc.\n(“Crazy Egg”, “we”, “us”, or “our”) provides certain services through our website located at crazyegg.com, as well as such other websites or mobile applications that we own or operate (collectively, the \"Crazy Egg Website\", or “Our Website”).\nUsers of Our Website include persons or entities that register through Our Website (each, a “Client” and collectively, “Clients”), who, in turn, own and operate their own websites or mobile applications (“Client Site(s)”), and who wish to utilize our code, software and services and reports (the “Analysis Service(s)”) to analyze and obtain information regarding how third party visitors to their Client Sites (“Client Site Visitor(s)”) are interacting with their Client Sites (\"Visitor Information\").\nUsers of Our Website may also include persons or entities who are otherwise visiting Our Website (“Other Users”).</p>\n<p>\n<strong>IMPORTANT</strong> - The following terms and conditions for use (this \"Terms of Use\") govern all use, whether by Clients or Other Users (“you”, “your”, “User(s)”), of Our Website, the Analysis Services, or any other content, materials, services, features, activities or products available at or through Our Website (collectively with the Analysis Services, the \"Services\").\nWith respect to Users of the Analysis Service, the terms \"you\" or \"yours\" include the person or entity that is the Client registered with the Analysis Service as well as any employees or agents authorized by the Client to access the Analysis Service on such Client's behalf.</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE SERVICES OR OTHERWISE ACCESSING OUR WEBSITE.</p>\n<p>BY USING OR ACCESSING OUR WEBSITE OR THE SERVICES, WHETHER BY CLICKING A BUTTON ON OUR WEBSITE OR OTHERWISE, YOU AGREE TO BE BOUND BY THIS TERMS OF USE AND BY THE CRAZY EGG PRIVACY POLICY, WHICH IS INCORPORATED BY REFERENCE HEREIN IN ITS ENTIRETY.\nIF YOU DO NOT AGREE, DO NOT USE THE WEBSITE OR SERVICES.</p>\n<p>THESE TERMS OF USE AND THE CRAZY EGG PRIVACY POLICY CONSTITUTE A LEGALLY BINDING AGREEMENT BETWEEN YOU AND CRAZY EGG THAT CONDITIONS YOUR USE OF THE SERVICES (this \"Agreement\").\nTHIS AGREEMENT CONTAINS LIMITATIONS OF LIABILITY (see Section 10 (Limitations of Liability)), AND A REQUIREMENTS TO ARBITRATE CERTAIN CLAIMS (see Section 15 (Arbitration.\nDispute Resolution)).\nTHESE PROVISIONS FORM AN ESSENTIAL BASIS OF OUR AGREEMENT.</p>\n<p>TO USE OUR WEBSITE OR ANY OF THE SERVICES, YOU MUST BE AT LEAST 16 YEARS OLD.\nIF YOU ARE LESS THAN 16 YEARS OLD, YOU MAY NOT USE OUR WEBSITE OR SERVICES.\nIF YOU ARE UNDER THE AGE OF 18, YOU MAY ONLY USE THE OUR WEBSITE OR SERVICES UNDER THE SUPERVISION OF A PARENT OR LEGAL GUARDIAN.</p>\n<ol>\n<li> Account Registration and Access <p>To register for the Analysis Service and create an account, you must complete the registration process by providing Crazy Egg with the information prompted by the registration form, including e-mail address (username), password, and billing information.\nYou agree to provide us with complete and accurate information when you register for the Analysis Service, and to keep such information up to date.\nOur Website may allow you to login to your account through online accounts you may have with third party social networking sites such as Google.\nYou agree and acknowledge that your use of such social network services is subject to such terms and conditions and / or privacy policies of such social network sites, and agree to abide by such requirements.</p>\n<p>You shall protect your username and password and are solely responsible for activities that occur under or through your account, including activities initiated by third parties, whether or not such activities are authorized by you.\nIf you allow an employee or agent to access the Analysis Service on your behalf, you shall ensure that such third party is bound by, and abides by, the terms of this Agreement.\nYou agree to notify Crazy Egg immediately of any unauthorized use of your account or any other breach of security relating to your account or your use of the Analysis Service.</p>\n<p>Crazy Egg may access your account, or information associated with your account, to provide support or maintenance, for security-related reasons, or any other business purpose.\nYou acknowledge and consent to such access.</p>\n</li>\n<li> License from Crazy Egg <p>Subject to the terms and conditions of this Agreement, Crazy Egg hereby grants you a limited, revocable, non-exclusive, non-transferable and non-assignable license.\n(i) to view the content of Our Website, to which you are granted access, solely for your personal use, and without the right to modify or redistribute any such content.\n(ii) if you are a Client, to include the Crazy Egg-provided JavaScript (together with any fixes, updates and upgrades provided to you, the \"Crazy Egg Script\") in the HTML code for your Client Sites that are properly registered for the Analysis Service and owned by you, solely for the purposes of accessing and providing information to the Analysis Service and accessing information available from the Analysis Service with respect to such Client Site(s).\nand (iii) if you are a Client, to remotely access the Analysis Service to view and download your reports stored on Our Website, located at https://www.crazyegg.com.</p>\n<p>Except as expressly set forth herein, you shall not (A) use, reproduce, modify or create derivative works of the Crazy Egg Script, Crazy Egg Technology (as defined below), Our Website, or any of the Services, or (B) transfer, lease, lend, sublicense, use for timesharing, or service bureau purposes, resell or otherwise distribute or allow third-party access to all or any portion of the Crazy Egg Script, Crazy Egg Technology, Our Website, or any of the Services.\nWe reserve any and all rights that are not expressly granted in these Terms of Use.</p>\n</li>\n<li> Fees <ol>\n<li> Subscription Terms <p>Crazy Egg offers a range of subscription plans to its Analysis Services, including, without limitation, a \"Basic Plan,\" a \"Standard Plan,\" a \"Plus Plan,\" a \"Pro Plan,\" and \"Custom Plans.\" As an express condition of your use of and access to the Analysis Service, you agree to pay all fees applicable to your subscription plan (your \"Plan\"), any other fees for additional services you may purchase, and any applicable taxes in connection with your use of the Analysis Service.\nTo view the specific details of your Plan, including pricing information and the commencement date of your next renewal period, visit the Crazy Egg Website, login at https://www.crazyegg.com/login and from the sidebar navigation select “Account”, then “Your Profile”, after logging in.</p>\n<p>The Analysis Service is priced based on usage, determined by the number of page views (each, a \"Visit\") of a registered web page for a Client Site for a specified usage period (each, a \"Session\").\nWith respect to each such Client Site, Crazy Egg will not, and will have no obligation to, collect, maintain, provide or analyze any further information relating to your Client Site, analyze such information in reports or provide information or reports once you (i) reach the maximum number of Visits for your Session, as specified in your Plan.\nor (ii) reach the maximum amount of usage time for your Session, as specified in your Plan, whichever occurs first.</p>\n</li>\n<li> Changes in Fees <p>We may, upon any notice required by applicable law, change the fees for the Analysis Service at any time or require new fees or charges.\nSuch changes will be effective immediately upon posting on Our Website.\nprovided, however, that such fee changes will be effective only as to prospective Analysis Service orders (including renewals) accepted by Crazy Egg after the effective date of such change.\nPlease be aware that any discounts applicable to previous subscriptions may not apply to renewed subscriptions.</p>\n</li>\n<li> Payment of Fees <p>Your Plan, which may start with a Free Trial Period (described below), will renew automatically and continue month-to-month or year-to-year (depending on your Plan) unless and until you cancel your Plan or we terminate it, in each case pursuant to the terms of this Agreement (see Section 3.6 (Account Cancellation) and Section 12 (Term and Termination)).\nYou must cancel your Plan before it renews in order to avoid fees due under the next billing cycle.\nTo view the specific details of your Plan, including the commencement date of your next renewal period, visit the Crazy Egg Website, login at https://www.crazyegg.com/login and from the sidebar navigation select “Account”, then “Your Profile”, after logging in.\nWe will bill the fees due under your Plan to the credit card you provide to us during registration (or to a different credit card if you change your payment information).\nYou acknowledge that the amount billed for each renewal period may vary due to promotional offers, changes in your Plan, and changes in applicable taxes, and you authorize us to bill you the corresponding amounts.</p>\n<p>We reserve the right to deactivate your access to the Analysis Service for failure to pay applicable fees as described in this Agreement.\nUnless otherwise stated, all fees are stated in U.S.\nDollars.</p>\n</li>\n<li> Credit Card Payments <p>All fees for your Plan will be billed to your credit card.\nYou authorize the card issuer to pay any amounts described herein and in your Plan and authorize us (or a billing agent acting on our behalf) to continue charging all such amounts to your credit card account until you or we cancel or terminate your Plan as provided herein or these amounts are paid in full, whichever is later.\nYou must provide current, complete and accurate billing and credit card information.\nYou must promptly update all billing information (such as billing address, card number and expiration date) to keep your account current, complete and accurate, and you must promptly notify Crazy Egg if your credit card is lost or stolen, or if you become aware of a potential breach of security (such as an unauthorized disclosure or use of your username or password).\nYou authorize us to obtain updated or replacement expiration dates for your credit card in the event that the credit card you provided us expires.\nWe reserve the right to charge any renewal card issued to you as a replacement.\nIf payment is not received from your credit card issuer, you agree to pay all amounts due upon demand.\nYou agree to pay all costs of collection, including attorney's fees and costs, on any outstanding balance.\nIn certain instances, the issuer of your credit card may charge you a foreign transaction fee or related charges, which you will be responsible to pay.\nPlease check with your bank and credit card issuer for details.</p>\n</li>\n<li> Payment Terms, Refunds, and Upgrade and Downgrade Terms <ol>\n<li>\n<p>The fees for your Plan are billed in advance, are non-refundable, and automatically renew on a monthly or annual basis, as specified in your Plan.\nNo refunds or credits will be provided for partial months of the Analysis Service, upgrades/downgrades, or for months unused with an open account.</p>\n</li>\n<li>\n<p>If you downgrade your Plan level, your credit card will automatically be charged the new rate beginning with your next billing cycle.\nDowngrading your Plan may cause the loss of account content, features, or capacity.\nCrazy Egg does not accept any liability for such loss.</p>\n</li>\n<li>\n<p>If you upgrade your Plan level, your credit card will immediately be charged a pro-rated amount reflecting the increased rate, and you will be charged the full amount of the new rate beginning with your next billing cycle.</p>\n</li>\n<li>\n<p>Any discounts applied to a previous subscription may not apply to a renewed subscription, including to any automatic renewals.</p>\n</li>\n</ol>\n</li>\n<li> Account Cancellation <ol>\n<li>\n<p>The only valid method for canceling your Plan is via the cancellation link provided on the “Account\", “Your Profile” page, accessible after logging in to the Crazy Egg Website.\nRequests to cancel by e-mail or phone are not considered, and do not accomplish, cancellation.</p>\n</li>\n<li>\n<p>If you cancel your Plan before the end of your current pre-paid period, you will not be charged again for your Plan beginning with the next billing cycle.\nIf you cancel your Plan, you will lose all access, upon the expiration of your current pre-paid period, to the Analysis Service and any data or information stored in your account (see Section 12 (Term and Termination) for additional details).\nIf you cancel your Plan during a Free Trial Period, effective upon such cancellation, you will immediately lose all access to the Analysis Service and any data or information stored in your account.</p>\n</li>\n</ol>\n</li>\n<li> Free Trial Period <ol>\n<li>\n<p>Crazy Egg may offer, during the registration process, a one-time free trial period during which you can try out the Analysis Service for 30 days from the date you register to use the Analysis Service without pre-paying in advance (\"Free Trial Period\").\nTo view the specific details regarding your Free Trial Period, if any, visit the Crazy Egg Website, login at https://www.crazyegg.com/login and from the sidebar navigation select “Account”, then “Your Profile”, after logging in.</p>\n</li>\n<li>\n<p>If you participate in a Free Trial Period, you must cancel the Analysis Service by the end of the Free Trial Period to avoid incurring any charges.\nIf you do not cancel the Analysis Service before the Free Trial Period expires, you authorize us to charge your credit card the full cost of your Plan, as described to you during the registration process.\nYour Plan will then automatically renew and continue month-to-month or year-to-year (depending on your Plan), unless and until you cancel your Plan or we terminate it (see Section 3.6 (Account Cancellation) and Section 12 (Term and Termination)).\nYou will not receive a notice from Crazy Egg that your Free Trial Period is about to end or has ended.</p>\n</li>\n<li>\n<p>In some instances, the available balance or credit limit on the credit card provided during the registration process may be reduced to reflect the pre-authorization of certain de minimis charges related to your Plan.\nhowever, no charges will be made against your credit card unless you do not cancel prior to the end of your Free Trial Period.</p>\n</li>\n<li>\n<p>You may cancel your Plan at any time during the Free Trial Period by following the steps described in Section 3.6 (Account Cancellation).\nUpon cancelling your account, you will immediately lose all access to the Analysis Service and any data or information stored within your account (see Section 12 (Term and Termination) for additional details).</p>\n</li>\n<li>\n<p>Crazy Egg reserves the right to modify, cancel and/or limit the Free Trial Period offer at any time.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li> Licenses to Crazy Egg <ol>\n<li> License to Client Data <p>The terms of this Section 4.1 (License to Client Data) apply to you if you are a Client:</p>\n<p>As between the parties, you shall retain ownership of any information, data and statistics that Crazy Egg obtains from your Client Site, such as raw data and log files generated by the Analysis Service.</p>\n<p>You hereby grant to Crazy Egg a royalty-free, non-exclusive, irrevocable, right and license to access your Client Site(s) and to collect any information concerning Client Site Visitors' actions or activities on your Client Site(s), any information sent to you by Client Site Visitors' web browsers concerning such Client Site Visitors' activities prior to visiting your Client Site(s) (e.g., URL information and HTTP header information), and/or any data or other information you provide to Crazy Egg or that is otherwise accessible from your Client Sites (collectively \"Client Data\") for (i) providing you the Analysis Service, including, without limitation, any reports and other functions related to the Analysis Service.\n(ii) analyzing and improving the Analysis Services generally.\n(iii) review, compile, or analyze aggregate data derived from the Analysis Services to compile statistics, metrics, insights, general trend data about the Analysis Service for, among other things, marketing and promotional purposes.</p>\n<p>In addition, you grant Crazy Egg the right to access Client Data for the purposes of (A) providing you with reports and other functions related to the Services.\n(B) analyzing and improving the Services.\nand (C) compiling aggregate data derived from your use of the Services to compile statistics, metrics, insights and general trend data about the Services for, among other things, marketing and promotional purposes.</p>\n<p>You represent and warrant that you have all rights, licenses, and consents required to license Client Data to Crazy Egg on these terms, and further represent and warrant that this license does not infringe the rights of any third party or violate any applicable law or regulation.\nYou further agree and acknowledge that you are the Controller of any Client Data of Client Site Visitors from the European Economic Area, Switzerland, or the United Kingdom and that Crazy Egg is the Processor of such Client Data on your behalf, as further indicated in the Privacy Policy.</p>\n</li>\n<li> License to Material Which You Post <p>By posting any software, information, data, databases, music, audio, video or audiovisual files, photographs, images, documents, text, digital files, forum messages, reviews, comments or other material (\"Material\") to Our Website, you hereby grant Crazy Egg an irrevocable, perpetual, non-exclusive, royalty-free, sub-licensable worldwide license to reproduce, adapt, distribute, perform or publicly display all or any portion of the Material on our Services.\nYou further represent and warrant that you own all rights to such Material and that this license does not infringe the rights of any third party or violate any applicable law or regulation.</p>\n</li>\n</ol>\n</li>\n<li> Privacy <p>Crazy Egg's Privacy Policy is incorporated into this Agreement and is available at https://www.crazyegg.com/privacy.</p>\n<p>As used in this Section 5, \"Personally Identifiable Information\" refers to information that can be used to personally identify an individual, such as name, address and phone number, and includes, without limitation, “personal data” as defined under the General Data Protection Regulation (GDPR) and “personal information” as defined under the California Consumer Privacy Act.</p>\n<ol>\n<li> Cookies Used by the Crazy Egg Script for Client Site Visitors <p>The Crazy Egg Script may store cookies on computers used by Client Site Visitors to your Client Site (the “Client Site Visitor Cookies”).\nThe cookies may contain a cookie value that allows Crazy Egg to detect if the Client Site Visitor is a returning Client Site Visitor or a first-time Client Site Visitor.\nNo Personally Identifiable Information relating to the Client Site Visitor or details about your Client Site's content or statistics are stored within such cookies.\nOur use of cookies is further described in our Privacy Policy and Cookie Policy.</p>\n</li>\n<li> Your Obligations With Respect to Client Site Visitors and Other Third Parties <p>With respect to Client Site Visitors, you will (i) comply with all applicable laws, rules, and regulations applicable to your use of the Analysis Services and Client Visitor Information (ii) provide notice to and obtain consent from any Client Site Visitor, to the extent required by applicable laws, rules, and regulations, before using Analysis Service to capture any information from such Client Site Visitor (iii) not use the Analysis Service to collect Personally Identifiable Information.\n(iv) not use the Analysis Service to associate any data gathered from your Client Site with any Personally Identifiable Information from any source including your own records.\nor (v) pass on or transmit any Personally Identifiable Information of any Client Site Visitors to Crazy Egg and/or the Analysis Service for any purpose, whether through Materials that you submit or upload to Our Website, or otherwise.</p>\n<p>You agree and acknowledge that Crazy Egg does not knowingly or willfully collect Personally Identifiable Information from Client Site Visitors and that you alone are responsible for configuring the Analysis Services to prevent collection of Personally Identifiable Information from Client Site Visitors.\nIf and to the extent that your Client Site collects Personally Identifiable Information or other content from Client Site Visitors, such as, by way of example, through a form submitted by a Client Site Visitor to the Client Site, appearance of Personally Identifiable Information in an unmasked area of a Client Site page, or by submission of multimedia content by Client Site Visitors to the Client Site, you will notify Crazy Egg in advance of any such collections (“Visitor Submitted Content”) and fully cooperate with Crazy Egg in the removal of such Personally Identifiable Information at your own cost.</p>\n<p>Without limiting the generality of the foregoing, you are solely responsible for compliance with applicable laws regarding any Personally Identifiable Information that may be collected from the Client Site Visitors and accessed by the Crazy Egg Technology in the performance of the Services, including, by way of example, through the recording of any forms or multimedia content submitted by or recorded from Client Site Visitors, or through logging mouse clicks or keystrokes by Client Site Visitors on the respective Client Sites.\nExcept as may be required by applicable laws or legal authorities or as otherwise set forth in the Privacy Policy, Crazy Egg will not knowingly share any Personally Identifiable Information in any Visitor Submitted Content with any third parties.\nCrazy Egg otherwise disclaims, to you and to any Client Site Visitor, any liabilities with respect to any use or storage of Visitor Submitted Content.\nsuch disclaimers shall be included amongst the Flow-Down Provisions described at the end of this Section 5.2 (Your Obligations with Respect to Client Site Visitors and Other Third Parties).</p>\n<p>You will implement, make accessible via a clear and prominent link on each Client Site that uses the Analysis Service, and abide by a privacy policy that complies with all applicable laws relating to the collection and disclosure of information from Client Site Visitors.\nSuch policy must provide notice to Client Site Visitors of (A) your use of any cookie that collects anonymous data about Client Site Visitors.\n(B) the deployment and use of the Client Site Visitor Cookie, as described under Section 5.1 (Cookies Used by the Crazy Egg Script for Client).\n(C) your use of the Analysis Service.\n(D) a link to Crazy's Egg's Privacy Policy.\nand (E) a link to Crazy Egg's opt-out feature.</p>\n<p>You will include, as flow-down provisions in your terms of use and privacy policies for your Client Sites, as well as in any agreements with third parties for the provision or use of content on Client Sites, the terms and conditions of these Terms of Use and the Privacy Policies with respect to Client Site Visitors, Visitor Submitted Content, any disclaimers of liability by Crazy Egg, the limitation of liability set forth in Section 10 (Limitation of Liability) and the terms of Section 15 (Arbitration.\nDispute Resolution) (collectively, “Flow-Down Provisions”), and Crazy Egg and its affiliates shall be identified in your terms of use, privacy policies, and other binding instruments with your Client Site Visitors as third party beneficiaries of such Flow-Down Provisions.</p>\n</li>\n<li> Security <p>Your Crazy Egg account is protected by a username and password, and should be accessed only by you or your authorized employees or agents accessing the Services on your behalf.\nFor maximum protection, you should protect against unauthorized access to your username and password and remember to log off when using any shared computer or device.\nCrazy Egg has implemented reasonable security mechanisms to protect your information and Client Data from loss, misuse and unauthorized access, disclosure, alteration and destruction.\nExamples of these security mechanisms include limited access, firewalls and SSL encryption to protect transmission of data.\nHowever, please keep in mind that no security system is impenetrable.\nIt may be possible for third parties to intercept or access Client Data, information you provide to Crazy Egg, information we compile on your behalf, and/or information that we collect about you.\nCrazy Egg cannot guarantee the security of such information and is not responsible for unauthorized access to Client accounts.\nWe disclaim any liability for any theft or loss of, unauthorized access or damage to, or interception of any data or communications of Clients, Client Site Visitors, or Other Users.</p>\n</li>\n<li> Crazy Egg Limits Access to Your Information <p>As further described in our Privacy Policy, Crazy Egg will not knowingly permit access to, or otherwise divulge to a third party, the statistical information we compile for you except for the express purpose of generating reports which have been authorized by or approved by you, or unless acting under a good faith belief that such action is necessary to (i) conform to legal requirements or comply with legal process.\n(ii) protect and defend the rights or property of Crazy Egg.\n(iii) enforce our agreements with clients and/or Visitors.\n(iv) troubleshoot problems with the Services.\nor (v) generate aggregate reports as set forth below, and further provided that we may share such information with third parties performing services on our behalf as further described in our Privacy Policy.</p>\n</li>\n<li> Aggregate Reports <p>As further described in our Privacy Policy, Crazy Egg reserves the right to aggregate certain broad categories of data (such as internet browser usage and screen resolution) collected across some or all of the Client Sites using Crazy Egg for the purposes set forth in Section 4.1 (\"License to Client Data\") and/or to compile reports regarding general web usage or trends, in anonymized or pseudonymized form, which may be provided to third parties.\nThis information will be presented only in aggregate form, and in no event will we compile specific site data that identifies Clients without Client permission, nor will be knowingly disclose any Personally Identifying Information of Client Site Visitors, except to the extent set forth in Section 5.4 (Crazy Egg Limits Access to Your Information) or in the Privacy Policy.</p>\n</li>\n<li> Analysis Services Not Available for Websites Directed To Children <p>You may not use the Analysis Services in connection with any website labeled or described as a \"Kid's\" or \"Children's\" website or any website directed at individuals under the age of 16.\nEach Client hereby represents and warrants that all of its Client Site Visitors are age 16 or over.\nIf you wish to use a separate version of our service in connection with websites that are directed at individuals under age 16, please reach us at privacy@crazyegg.com.</p>\n</li>\n</ol>\n</li>\n<li> Proprietary rights.\nRestrictions on use <ol>\n<li> Content on the Crazy Egg Website <p>Any opinions expressed by the contributors, authors and moderators who post content to the Crazy Egg Website are the personal opinions of the authors, not of Crazy Egg, whether or not the authors are employees or contractors of Crazy Egg.\nThe Crazy Egg Website and all materials published and/or distributed on or through the Crazy Egg Website (including, but not limited to news articles, photographs, images, illustrations, audio clips and video clips) are provided for informational and entertainment purposes only and are not meant to be an endorsement or representation by Crazy Egg or any other party.\nYou are solely responsible for your use of and access to any galleries, forums, chat rooms, blogs, message boards, online hosting or storage services, or other areas or Services on Our Website in which you or other users may create, post or store Materials (the “Interactive Areas”) and you will use the Interactive Areas at your own risk.\nYou understand that when using the Our Website, you may be exposed to Material provided by other users or content provided by other third parties, and you agree that we are not responsible for the accuracy, safety, appropriateness or intellectual property rights in or related to such Materials or content.\nUsers can be held liable for any illegal or prohibited Materials they provide to Our Website, including among other things, infringing, defamatory or offensive materials.\nIf you discover this kind of material on the Site, please notify us at privacy@crazyegg.com.\nWe will investigate your claim and may then take the actions deemed appropriate.</p>\n</li>\n<li> Disclaimers of Third Party Content <p>We provide the Our Website solely as an Internet Service Provider, as such term is defined by various laws, including the Digital Millennium Copyright Act of 1998 (“DMCA”) and Section 230 of the Communications Decency Act (“CDA”).\nAs such, although we prohibit certain activities in these Terms of Use, we do not control and take no responsibility or liability for any Materials posted, stored or uploaded by you or any third party, or for any loss or damage thereto, nor are we liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter by use of Our Website, including the Interactive Areas.\nYour use of Our Website and the Interactive Areas is at your own risk.\nAs a provider of interactive services, we are not liable for any statements, representations or Materials provided by our Clients or Other Users in any public gallery, forum, personal home page or other Interactive Area or elsewhere on Our Website.\nWe have no obligation to screen, edit or monitor any Materials posted in any Interactive Areas or elsewhere on Our Website.\nWe also do not endorse, support, represent, approve, sponsor, or guarantee the completeness, truthfulness, accuracy, or reliability of any Materials or Feedback (as defined below).</p>\n<p>We reserve the right, but not the obligation, to remove, screen or edit the Materials posted or stored on Our Website at any time and for any reason without notice.\nYou are solely responsible for creating backup copies of and replacing any Materials you post or store on Our Website at your sole cost and expense.\nAny use of the Interactive Areas or other portions of Our Website in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Interactive Areas and/or Our Website.</p>\n<p>You understand and acknowledge that any Materials contained in public postings, including, but not limited to, any portions of Our Website that may be designated as private, will be accessible to the public and could be accessed, indexed, archived, linked to and republished by others, including, but not limited to, appearing on other websites and in search engine results.\nTherefore, you should be careful about the nature of the Materials you post.\nWe will not be responsible or liable for any third party access to or use of the Materials you post.\nYou represent and warrant that: (a) you own or otherwise control all of the rights to the Materials that you post, or you otherwise have the right to post such Materials to the Website and to grant the rights granted herein.\n(b) the Materials you supply are accurate and not misleading.\nand (c) use and posting of the Materials you supply does not violate these Terms of Use and will not violate any rights of or cause injury to any person or entity.</p>\n</li>\n<li> Copyright Complaints <p>We respect the intellectual property rights of others.\nIf you are a copyright owner or an agent thereof and believe that any Materials infringe upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Designated Agent with the following information in writing (see 17 U.S.C § 512(c)(3) for further detail):</p>\n<ul>\n<li>\n<p>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</p>\n</li>\n<li>\n<p>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</p>\n</li>\n<li>\n<p>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</p>\n</li>\n<li>\n<p>Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;</p>\n</li>\n<li>\n<p>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n</li>\n</ul>\n<p>You may file a notification of such infringement with our Designated Agent as set forth below:</p>\n<p>\n<strong>Designated Agent</strong>\n<br>Crazy Egg, Inc.<br>\n<strong>Address of Designated Agent</strong>\n<br>16220 E.\nRidgeview Lane<br>La Mirada, CA 90638<br>\n<strong>Email Address of Designated Agent</strong>\n<br>privacy@crazyegg.com</p>\n<p>We may give notice of a claim of copyright infringement to our users by means of a general notice on the Site, electronic mail to a user’s email address in our records, or by written communication sent by first-class mail to a user’s address in our records.</p>\n<p>For clarity, only DMCA notices should go to our Designated Agent named above.\nany other feedback, comments, requests for technical support, and other communications should be directed to Crazy Egg customer service at support@crazyegg.com .\nYou acknowledge that if you fail to comply with all of the requirements of this Section, your DMCA notice may not be valid.</p>\n</li>\n<li> Your Feedback <p>You acknowledge and agree that any feedback, ideas, suggestions, or proposals that you provide (“Feedback”) in the form of email or other submissions to us (including, but not limited to, any status or other updates) or otherwise post on or provide via Our Website will, to the maximum extent permissible under applicable laws, automatically become our sole property, and you hereby assign to us, exclusively and throughout the world, all rights, title, and interests in such Feedback, all intellectual property rights embodied therein, and otherwise, you hereby grant us a perpetual, irrevocable, worldwide, fully-paid up, royalty free, assignable, sublicensable license to use, reproduce, display, create derivative works of, make, sell, have made, have sold, import, export or otherwise exploit any such Feedback.\nYou are not entitled to any acknowledgment, compensation or reimbursement in connection with such Feedback or grant of rights to same.\nBy providing such Feedback, you acknowledge and agree that: (a) your Feedback do not contain confidential or proprietary information.\n(b) we are not under any obligation of confidentiality, express or implied, with respect to the Feedback.\n(c) we will be entitled to use or disclose (or choose not to use or disclose) any Feedback for any purpose, in any way, in any media worldwide.\n(d) we may have something similar to the Feedback already under consideration or in development.\n(e) your Feedback automatically become our property without our obligation to you.\nand (f) we may, but are not obligated to, review or monitor areas on Our Website where users may transmit or post Feedback.</p>\n</li>\n<li> Reservations <p>Except for the limited licenses expressly granted herein, Crazy Egg expressly reserves all right, title and interest in and to the Crazy Egg Script, content on the Crazy Egg Website, and all processing, analytics, and other software and technology used by Crazy Egg in the analysis of your Client Site and/or the provision of the Analysis Service (\"Crazy Egg Technology\"), including, without limitation, any derivatives, improvements, enhancements or extensions of the Crazy Egg Technology conceived, reduced to practice or otherwise developed on or on behalf of Crazy Egg, all of which are valuable assets of Crazy Egg, and any copyright, patent or trademark or other intellectual property right, or federal or state right, pertaining thereto.</p>\n</li>\n<li> Restrictions on Use <p>You shall not (i) use, or allow the use of, the Services or any Crazy Egg Technology, except pursuant to the limited rights expressly granted in this Agreement.\n(ii) use the Services in any manner that is inconsistent with user documentation, if any, supplied to you by Crazy Egg or inconsistent with Crazy Egg's standard security procedures, if any, accessible through your user interface.\n(iii) attempt to reverse engineer, hack into, or compromise any aspect of the Services or Crazy Egg Technology, or attempt to access data of any other customer of Crazy Egg.\n(iv) remove, obscure or alter any legal notices, including notices of intellectual property rights appearing in or on any materials delivered to you by Crazy Egg.\n(v) use, post, transmit or introduce any device, software or routine that interferes or attempts to interfere with the operation of the Services.\n(vi) use the Services, or any Crazy Egg Technology, for academic research or research unrelated to your Visitors or the Client Site web page(s) registered for use with the Services, contemplated litigation, scholarship, or any other unintended purpose.\n(vii) post or transmit any libelous, defamatory, indecent, obscene, abusive or pornographic message, data, image or program.\n(viii) post or transmit any message, data, image or program that would violate any property rights of others.\n(ix) upload or download files that contain software or other material protected by intellectual property laws, rights of privacy or publicity, or any other applicable law unless you own or control the rights to such files or have received all necessary consents;(x) deep-link to Our Website for any purpose, unless specifically authorized by us in writing to do so.\nor (xi) use the Services to threaten, harass, or otherwise violate the legal rights (including rights of privacy and publicity) of others.</p>\n</li>\n</ol>\n</li>\n<li> Indemnification <p>You agree to indemnify, hold harmless and (if requested by Crazy Egg) defend Crazy Egg, our affiliates, licensors, and their respective independent contractors, service providers, consultants, directors, officers, employees and agents, and applicable third parties (such as licensors, partners and advertisers (collectively, the “Indemnified Parties”) harmless at your expense, against any and all third-party claims, actions, proceedings, and suits asserted against the Indemnified Parties, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, without limitation, reasonable attorneys' fees) incurred by the Indemnified Parties arising out of or relating to (i) your breach or alleged breach of any term or condition of this Agreement, (ii) your use of the Services, including, by way of example, any breach of applicable laws caused by your use of the Services, (iii) your unauthorized use of the Crazy Egg Script or other Services.\n(iv) any violation of any rights of third parties caused by your acts or omissions.\n(v) your transfer or provision to Crazy Egg or your collection using the Services of any Client Site Visitor’s Personally Identifiable Information.\nIn such instances, Crazy Egg will provide you with electronic and/or written notice of such third-party claim, action, proceeding, or suit to the last e-mail address and mailing address furnished to Crazy Egg within 30 days of learning of such claim.\nhowever, delay by Crazy Egg in providing notice to you will not relieve you of your obligations except to the extent such delay materially prejudices your ability to defend the claim.\nYou shall cooperate as reasonably required in the defense of any claim.\nIf you assume defense of the claim, (i) you (a) will use legal counsel reasonably acceptable to Crazy Egg and (b) not settle or otherwise resolve the claim without Crazy Egg’s prior written consent.\nand (ii) Crazy Egg may participate in the defense using its own counsel at its own cost.\nCrazy Egg reserves the right to assume the exclusive defense and control of any matter subject to indemnification by you and in such instance you will not be relieved of your indemnification and hold harmless obligations.</p>\n</li>\n<li> Representations and warranties.\nDisclaimers <ol>\n<li> Your Representations and Warranties.\n<p>In addition to, and without limiting, the representations, warranties, and covenants made by you elsewhere in these Terms of Use and the Privacy Policy, you represent and warrant to Crazy Egg that you (i) own all right, title and interest in and to the URLs of your Client Sites.\n(ii) own or have obtained all rights necessary to publish all of the content published on or through your Client Sites and the user interface of your Client Sites.\nand (iii) have obtained all necessary consent(s), from Client Site Visitors or any other third parties, required to enable the Services and to collect, use, and distribute any information available on your Client Site necessary for use or provision of the Services or otherwise described in this Terms of Use of the Privacy Policy.</p>\n</li>\n<li> Disclaimers <p>The information, reports and services included in or available through the Services may include inaccuracies or typographical errors.\nChanges are periodically added to the information herein.\nCrazy Egg and/or its respective vendors may make improvements and/or changes in the Services at any time, without obligation to notify any person or entity of such changes.</p>\n<p>The Services may contain links to third party websites (\"Third Party Websites\").\nAccess to Third Party Websites is at your own risk and Crazy Egg is not responsible for the accuracy, availability or reliability of any information, goods, data, opinions, advice or statements made available on Third Party Websites.\nThe Third Party Websites are not under the control of Crazy Egg and as such, Crazy Egg is not liable for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any Third Party Website.\nCrazy Egg provides these links merely as a convenience and the inclusion of such links does not imply an endorsement or recommendation.</p>\n<p>Crazy Egg does not represent or warrant that (1) the Services will be error-free or accessible at particular times, (2) defects will be corrected, (3) the Services, or the server(s) that makes it available, are free of viruses or other harmful components, or (4) the use or the results of the use of the Services or the materials made available as part of the Services, including any reports, will be correct, accurate, timely, or otherwise reliable.\nYou specifically agree that Crazy Egg shall not be responsible for unauthorized access to or alteration of your data.</p>\n<p>THE SERVICES, THE CRAZY EGG SCRIPT, THE CRAZY EGG TECHNOLOGY, AND ANY REPORTS DERIVED THEREFROM ARE PROVIDED \"AS IS\" AND THERE ARE NO WARRANTIES, CLAIMS OR REPRESENTATIONS MADE BY CRAZY EGG EITHER EXPRESS, IMPLIED, OR STATUTORY, WITH RESPECT TO THE SERVICES, THE CRAZY EGG SCRIPT, THE REPORTS, OR ANY DOCUMENTATION, INCLUDING WARRANTIES OF QUALITY, PERFORMANCE, NON-INFRINGEMENT, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE, NOR ARE THERE ANY WARRANTIES CREATED BY COURSE OF DEALING, COURSE OF PERFORMANCE, OR TRADE USAGE.\nCRAZY EGG DOES NOT WARRANT THAT THE SERVICES, THE CRAZY EGG SCRIPT, THE CRAZY EGG TECHNOLOGY, OR ANY REPORTS DERIVED THEREFROM WILL MEET YOUR NEEDS OR BE FREE FROM ERRORS, OR THAT THE OPERATION OF THE SERVICES WILL BE UNINTERRUPTED.\nTHE FOREGOING EXCLUSIONS AND DISCLAIMERS ARE AN ESSENTIAL PART OF THIS AGREEMENT.\nSOME STATES DO NOT ALLOW EXCLUSION OF AN IMPLIED WARRANTY, SO THIS DISCLAIMER MAY NOT APPLY TO YOU IN FULL.</p>\n</li>\n</ol>\n</li>\n<li> Service failures <p>Crazy Egg does not guarantee, and shall have no liability for, any Services downtime, including, without limitation, any downtime (i) caused by outages to any public Internet backbones, networks or servers.\n(ii) caused by any failures of your equipment, systems or local access services.\n(iii) for previously scheduled maintenance.\nor (iv) relating to events beyond Crazy Egg's control, such as strikes, riots, insurrections, fires, floods, explosions, war, governmental actions, labor conditions, earthquakes, natural disasters, or interruptions in Internet services to an area where Crazy Egg or your servers are located or co-located.</p>\n</li>\n<li> Limitations of liability <p>NEITHER CRAZY EGG, NOR OUR AFFILIATES, LICENSORS, AND THEIR RESPECTIVE INDEPENDENT CONTRACTORS, SERVICE PROVIDERS, CONSULTANTS, DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS WILL BE LIABLE TO YOU OR ANY THIRD PARTY, INCLUDING, WITHOUT LIMITATION, ANY CLIENT VISITORS, FOR ANY INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL (INCLUDING, WITHOUT LIMITATION, LOST PROFITS OR LOST DATA COLLECTED THROUGH THE SERVICES), OR INCIDENTAL DAMAGES, WHETHER BASED ON A CLAIM OR ACTION OF CONTRACT, WARRANTY, NEGLIGENCE, STRICT LIABILITY, OR OTHER TORT, BREACH OF ANY STATUTORY DUTY, INDEMNITY OR CONTRIBUTION, OR OTHERWISE, EVEN IF SUCH PERSONS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE EXCLUSION CONTAINED IN THIS PARAGRAPH SHALL APPLY REGARDLESS OF THE FAILURE OF THE EXCLUSIVE REMEDY PROVIDED IN THE FOLLOWING PARAGRAPH.\nSOME STATES DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU IN FULL.</p>\n<p>YOU AGREE THAT THE CUMULATIVE LIABILITY OF CRAZY EGG, ITS AFFILIATES, LICENSORS, AND THEIR RESPECTIVE INDEPENDENT CONTRACTORS, SERVICE PROVIDERS, CONSULTANTS, DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS TO YOU OR ANY OTHER PARTY, INCLUDING, WITHOUT LIMITATION, ANY CLIENT VISITORS, FOR ANY LOSS OR DAMAGES RESULTING FROM ANY CLAIMS, DEMANDS, OR ACTIONS ARISING OUT OF OR RELATING TO THIS AGREEMENT SHALL NOT EXCEED THE AGGREGATE FEES PAID BY YOU TO CRAZY EGG, IF ANY, FOR USE OF THE SERVICES DURING THE MONTH PRECEDING THE MOST RECENT EVENT GIVING RISE TO SUCH LIABILITY.</p>\n<p>The foregoing limitations of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.</p>\n</li>\n<li> U.S.\nGovernment rights <p>If the use of the Analysis Service is being acquired by or on behalf of the U.S.\nGovernment or by a U.S.\nGovernment prime contractor or subcontractor (at any tier), in accordance with 48 C.F.R.\nÃ‚ § 227.7202-4 (for Department of Defense (\"DOD\") acquisitions) and 48 C.F.R.\n§ 2.101 and 12.212 (for non-DOD acquisitions), the Government's rights in Crazy Egg Technology, including its rights to use, modify, reproduce, release, perform, display or disclose Crazy Egg Technology, will be subject in all respects to the commercial license rights and restrictions provided in this Agreement.</p>\n</li>\n<li> Term and termination <ol>\n<li> In General <p>Crazy Egg may terminate or suspend access to the Services immediately, without prior notice or liability, if you breach this Agreement or for any other reason.</p>\n</li>\n<li> Termination of Analysis Services <p>Either party may terminate the Analysis Services at any time and for any reason.\nTo terminate your use of the Analysis Service, please follow the steps described in Section 3.6 (Account Cancellation).\nRequests to cancel by e-mail or phone are not considered, and do not accomplish, cancellation.</p>\n<p>Upon any termination of the Analysis Services (i) Crazy Egg will cease providing the Analysis Service.\n(ii) you will delete all copies of the Crazy Egg Script from your web page(s).\n(iii) any outstanding balance payable by you to Crazy Egg will become immediately due and payable and any collection expenses incurred will be included in the amount owed.\n(iv) you will not be entitled to any refunds of any usage fees or any other fees.\nand (v) all of your historical report data will no longer be available to you through Crazy Egg.</p>\n<p>In addition, upon expiration of any Session with respect to a web page, you shall delete all copies of the Crazy Egg Script from such web page.\nYou understand and acknowledge that, unless and until the Crazy Egg Script is deleted from a web page, the Crazy Egg Script may continue to track information on such web page on an automated basis.</p>\n</li>\n</ol>\n</li>\n<li> Modifications to this agreement and other policies <p>Our employees are not authorized to vary the terms of this Agreement.\nThis Agreement may be modified only (i) by obtaining our written consent in a notarized agreement signed by an officer of Crazy Egg.\nor (ii) as set forth below in the immediately following paragraph.</p>\n<p>You agree that Crazy Egg may modify the terms of this Agreement or any policy governing the Services from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of this Agreement.\nWe will notify you of any material revisions or modifications to the Agreement by posting a notice on the Crazy Egg Website for 30 days following any revisions or modifications to this Agreement and/or by posting a notice on the Crazy Egg Website the first time that you visit the Crazy Egg Website following such revisions or modifications.\nYou will be deemed to have agreed to the new terms and conditions if you continue to access the Services after the passage of 30 days from the time the revised terms and conditions are first posted on the Crazy Egg Website.\nWe assume no responsibility for your failure to actually receive notice.\nYou are responsible for regularly reviewing the Crazy Egg Website for revisions to this Agreement.</p>\n</li>\n<li> Compliance <p>You will not use the Services in any way or for any purpose that would violate, or would have the effect of violating, any applicable laws, rules or regulations or any rights of any third parties, including without limitation, any law or right regarding any copyright, patent, trademark, trade secret, music, image, or other proprietary or property right, false advertising, unfair competition, defamation, invasion of privacy or rights of celebrity, or any law or privacy right regarding Personally Identifiable Information.</p>\n</li>\n<li> Arbitration.\nDispute resolution <p>EXCEPT AS PROVIDED ABOVE OR WHERE OTHERWISE PROHIBITED BY LAW, YOU AND CRAZY EGG UNDERSTAND AND AGREE THAT ALL CLAIMS, DISPUTES OR CONTROVERSIES BETWEEN YOU AND CRAZY EGG, ITS PARENTS, AFFILIATES, SUBSIDIARIES OR RELATED COMPANIES (INCLUDING DISPUTES AGAINST ANY AGENT, EMPLOYEE, SUBSIDIARY, AFFILIATE, PREDECESSOR IN INTEREST, SUCCESSOR, OR ASSIGN OF THE OTHER) RELATING TO THE SITE, THE INFORMATION AND MATERIALS PUBLISHED BY CRAZY EGG ON OR THROUGH THE SITE, ANY TRANSACTION OR RELATIONSHIP BETWEEN US RESULTING FROM YOUR USE OF THE SITE, COMMUNICATIONS BETWEEN US, AND YOUR USE OF OUR SERVICES OR THE USE OF OUR SERVICES BY CLIENTS, INCLUDING, WITHOUT LIMITATION, TORT AND CONTRACT CLAIMS, CLAIMS BASED UPON ANY FEDERAL, STATE OR LOCAL STATUTE, LAW, ORDER, ORDINANCE OR REGULATION, AND THE ISSUE OF ARBITRABILITY, SHALL BE RESOLVED BY THE FINAL AND BINDING ARBITRATION PROCEDURES SET BELOW.\nTHE PARTIES ACKNOWLEDGE AND AGREE THAT ANY SUCH CLAIMS SHALL BE BROUGHT SOLELY IN THE PARTY'S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, REPRESENTATIVE PROCEEDING, OR PRIVATE ATTORNEY GENERAL CAPACITY.\nTHE PARTIES FURTHER AGREE THAT THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING.\nTHE PARTIES VOLUNTARILY AND KNOWINGLY WAIVE ANY RIGHT THEY HAVE TO A JURY TRIAL.\nANY CONTROVERSY CONCERNING WHETHER A DISPUTE IS ARBITRABLE SHALL BE DETERMINED BY THE ARBITRATOR AND NOT BY THE COURT.\nJUDGMENT UPON ANY AWARD RENDERED BY THE ARBITRATOR MAY BE ENTERED BY A CALIFORNIA STATE OR FEDERAL COURT HAVING JURISDICTION THEREOF.\nTHIS ARBITRATION CONTRACT IS MADE PURSUANT TO A TRANSACTION IN INTERSTATE COMMERCE AND ITS INTERPRETATION, APPLICATION, ENFORCEMENT AND PROCEEDINGS HEREUNDER SHALL BE GOVERNED BY, CONSTRUED, AND ENFORCED, BOTH PROCEDURALLY AND SUBSTANTIVELY, BY THE FEDERAL ARBITRATION ACT 9 U.S.C.\n§ 1-9 (\"FAA\"), TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nTHIS SECTION 15 (ARBITRATION.\nDISPUTE RESOLUTION) SHALL SURVIVE TERMINATION OF THE SERVICES OR OF THESE TERMS AND CONDITIONS TO THE MAXIMUM EXTENT PERMISSIBLE UNDER APPLICABLE LAWS.</p>\n<p>\n<strong>The following procedures shall apply:</strong>\n</p>\n<p>i) Any party that intends to make a claim shall first notify the opposing party in writing of such intention and shall describe in such notice, with reasonable particularity, the nature and basis of such claim, and the total amount of the claim.\nWithin thirty (30) days of receipt of such notice, the party receiving notice of a claim shall provide a written response which, with reasonable particularity, sets forth its position concerning the claim.\nIf the parties are unable to resolve the dispute arising from the claim by good faith negotiations to be conducted within the thirty (30)-day period following the written response, either of them may initiate binding arbitration pursuant to the terms and conditions set forth herein.</p>\n<p>ii) In the event a party elects to proceed with binding arbitration, it shall provide written notice thereof to the other party by registered or certified mail.\nThe arbitration shall be conducted by the American Arbitration Association (\"AAA\"), and shall be conducted using the then current Commercial Arbitration Rules of the AAA (except as varied by this agreement).\nThe arbitration shall take place in Los Angeles County, California, but may proceed telephonically in the event the total amount of the claim does not exceed $10,000 U.S.\ndollars (if the claimant so chooses).</p>\n<p>iii) Payment of all filing, administration, and arbitrator fees will be governed by AAA's rules.</p>\n<p>iv) If for any reason the AAA is unavailable, the parties shall select JAMS.</p>\n<p>\n<strong>BY AGREEING TO THIS ARBITRATION AGREEMENT, YOU ARE GIVING UP YOUR RIGHT TO GO TO COURT, INCLUDING YOUR RIGHT TO A JURY TRIAL.</strong> In arbitration, a dispute is resolved by a neutral arbitrator or panel of arbitrators, rather than by a judge or jury.\nArbitration is more informal than a court trial.\nhowever, an arbitrator can award the same relief that a court can award.</p>\n<p>Separate and apart from the agreement to arbitrate set forth above, the parties hereby independently waive any right to bring or participate in any class action in any way related to, or arising from, this agreement.\nYou acknowledge that this class action waiver is material and essential to the arbitration of any disputes between the parties and is non-severable from the agreement to arbitrate claims.\nIf any portion of this class action waiver is limited, voided, or cannot be enforced, then the parties' agreement to arbitrate shall be null and void.\n<strong>YOU UNDERSTAND THAT BY AGREEING TO THIS ARBITRATION AGREEMENT, WHICH CONTAINS THIS CLASS ACTION WAIVER, YOU MAY ONLY BRING CLAIMS AGAINST CRAZY EGG, ITS AGENTS, OFFICERS, SHAREHOLDERS, MEMBERS, EMPLOYEES, SUBSIDIARIES, AFFILIATES, PREDECESSORS IN INTEREST, SUCCESSORS AND/OR ASSIGNS IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nIF YOU DO NOT AGREE TO THIS ARBITRATION AGREEMENT AND CLASS ACTION WAIVER, YOU MUST TELL US IN WRITING AND NOT USE OUR SITE OR SERVICES OR A CLIENT SITE.</strong>\n</p>\n</li>\n<li> Miscellaneous.\nApplicable law and venue <ol>\n<li> Excuse <p>Crazy Egg shall be excused from performance hereunder to the extent that performance is prevented, delayed or obstructed by causes beyond its reasonable control.</p>\n</li>\n<li> Survival <p>This Agreement (including any amendment thereto) represents the complete agreement between us concerning its subject matter, and supersedes all prior agreements and representations between the parties.\nIf any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed to the extent necessary to make it enforceable to the maximum extent permissible so as to reflect the intent of the parties, and the remainder of this Agreement shall continue in full force and effect.</p>\n</li>\n<li> Choice of Law and Forum <p>With the exception that the enforceability of Section 15 (Arbitration.\nDispute Resolution), which is governed both procedurally and substantively by the FAA, and except for such provisions regarding Personally Identifiable information under this Agreement or the Policy as may be subject to the GDPR.\nData Protection Act 2018 (United Kingdom).\nand/or the Federal Data Protection Act of 19 June 1992 (Switzerland), this Agreement shall be governed by and construed under the laws of the state of California, U.S.A., without reference to its conflict of law principles.\nIn the event of any conflicts between foreign law, rules, and regulations, and California law, rules, and regulations, California law, rules and regulations shall prevail and govern.\nExcept to the extent that arbitration is required in accordance with Section 15 (Arbitration.\nDispute Resolution) above, any action or proceeding relating to a Dispute may only be instituted in state or federal court in Los Angeles County, California.\nAccordingly, each party agrees to submit to the exclusive and personal jurisdiction of the courts located in Los Angeles County, California.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act shall not apply to this Agreement.\nThe Crazy Egg Script and Crazy Egg Technology are controlled by U.S.\nExport Regulations, and may not be exported to or used by embargoed countries or individuals.</p>\n</li>\n<li> Notices <p>When you visit the Website or send emails to us, you communicate with us electronically and consent to receive communications from us electronically.\nYOU AGREE THAT WE MAY RECORD AND RETAIN ALL COMMUNICATIONS YOU HAVE WITH US, INCLUDING, WITHOUT LIMITATION, BY USE OF SESSION RECORDING SOFTWARE THAT RECORDS YOUR INTERACTIONS WITH OUR WEBSITE.\nWe may communicate with you by: (a) email to your email address indicated in your communications with us, (b) posting general notices on Our Website, or (c) posting messages that are displayed to you when you log in to or access Our Website.\nCrazy Egg may deliver notice to you under this Agreement by means of electronic mail, a general or specific notice on the Services, a communication to your Crazy Egg account or by written communication delivered by first class U.S.\nmail to your address on record.\nYou agree that all agreements, notices, disclosures and other communications that We provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>Any notices to Crazy Egg must be sent to:</p>\n<p>Crazy Egg, Inc.<br>16220 E.\nRidgeview Lane<br>La Mirada, CA 90638</p>\n<p>via first class or air mail or overnight courier, and are deemed given upon receipt.\nA waiver of any default is not a waiver of any subsequent default.</p>\n</li>\n<li> Transfer of Rights <p>You may not assign or otherwise transfer any of your rights hereunder without Crazy Egg's prior written consent, and any such attempt is void.\nThe relationship between Crazy Egg and you is not one of a legal partnership relationship, but is one of independent contractors.\nThis Agreement shall be binding upon and inure to the benefit of the respective successors and assigns of the parties hereto.</p>\n</li>\n<li> Headings <p>The headings of the sections contained in this Agreement are for convenience only and shall not be deemed to control of affect the meaning or construction of any provision of this Agreement.</p>\n</li>\n<li> Entire Agreement <p>These Terms and Conditions, together with the Privacy Policy, the Cookie Policy, any Foreign Addenda (as defined in Section 17 (International Use) entered into by the parties, and all other terms, conditions and policies incorporated herein by reference, together with any legal notices or other terms or conditions published on Our Website, shall constitute the entire agreement between you and us concerning Our Website and the Services.</p>\n</li>\n<li> Severability <p>If any provision of these Terms and Conditions is found to be void or unenforceable, then the remainder will have full force and effect, and the invalid provision will be partially enforced to the maximum extent permitted by law to effectuate the purpose of these Terms and Conditions.</p>\n</li>\n</ol>\n</li>\n<li> International use <p>Recognizing the global nature of the Internet and the rapid changes around online privacy, you agree to comply with all local rules regarding online conduct and acceptable content.\nWithout limiting the foregoing, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside and to comply with any other local laws affecting the Services.\nFurther, use of the Services for Client Sites in certain jurisdictions outside of the U.S.\nmay be conditioned upon your entry into a separate addendum governing the use of the Services for Client Sites in those jurisdictions (each, a “Foreign Addendum” and collectively, the Foreign Addenda”).\nYou agree and acknowledge that Crazy Egg may condition your use of any of the Services or any Client Sites outside of the United States on entry into a Foreign Addendum which may be provided separately by Crazy Egg.</p>\n</li>\n</ol>\n<p>Effective Date of this Terms of Use:</p>\n<p>This Terms of Use is effective as of January 16, 2022</p>\n<p>Make the most of every visitor</p>\n<ul>\n<li> Features <ul>\n<li> Opens in new windowOverview </li>\n<li> Opens in new windowSnapshots </li>\n<li> Opens in new windowRecordings </li>\n<li> Opens in new windowA/B Testing </li>\n<li> Opens in new windowTraffic Analysis </li>\n<li> Opens in new windowErrors Tracking </li>\n<li> Opens in new windowSurveys </li>\n</ul>\n</li>\n<li> Crazy Egg For <ul>\n<li> Opens in new windowAgencies </li>\n<li> Opens in new windowE-Commerce </li>\n<li> Opens in new windowLead Gen </li>\n<li> Opens in new windowEducation </li>\n<li> Opens in new windowShopify </li>\n<li> Opens in new windowEnterprise </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Opens in new windowCase Studies </li>\n<li> Opens in new windowFAQ </li>\n<li> Opens in new windowHelp Center </li>\n<li> Opens in new windowContact Us </li>\n<li> Opens in new windowBlog </li>\n<li> Opens in new windowFree Trial </li>\n<li> Opens in new windowCareers </li>\n<li> Opens in new windowPricing </li>\n</ul>\n</li>\n<li> Legal <ul>\n<li> Opens in new windowTerms of Use </li>\n<li> Opens in new windowPrivacy Policy </li>\n<li> Opens in new windowCookie Policy </li>\n<li> Opens in new windowOpt-out </li>\n</ul>\n</li>\n<li> Social <ul>\n<li> Opens in new windowFacebook </li>\n<li> Opens in new windowYoutube </li>\n<li> Opens in new windowTwitter </li>\n<li> Opens in new windowLinkedIn </li>\n</ul>\n</li>\n</ul>\n<p>© Crazy Egg, Inc.\n2022</p>\n<p>Improve what's working, fix what isn't and test new ideas.</p>\n<p>Start your 30-day FREE trial &nbsp;•&nbsp.\nCancel anytime</p> Enter your website url to get started Get Started ", "created_at": "2022-12-27 23:05:03.135864", "updated_at": "2022-12-27 23:06:01.17601"}], "points": [], "urls": ["crazyegg.com"]}}