{"error": 448, "message": "OK", "parameters": {"id": 8803, "name": "Klaviyo", "created_at": "2023-07-05 01:08:44.082056", "updated_at": "2023-07-05 10:02:23.493874", "wikipedia": null, "keywords": null, "related": null, "slug": "klaviyo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8803.png", "url": "klaviyo.com", "documents": [{"id": 17193, "name": "Terms of Service", "url": "https://www.klaviyo.com/legal/terms-of-service", "xpath": "//body", "text": null, "created_at": "2023-07-05 01:08:44.112193", "updated_at": "2023-07-05 01:09:03.376745"}, {"id": 17194, "name": "Data Processing Agreement", "url": "https://www.klaviyo.com/legal/data-processing-agreement", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Products<p>Our products</p>\n<ul>\n<li>Email<p>Stand out in their inbox</p>\n</li>\n<li>SMS<p>Reach customers where they are</p>\n</li>\n<li>Mobile push<p>Engage and retain your mobile app users</p>\n</li>\n<li>Reviews<p>Collect and display product reviews</p>\n</li>\n</ul>\n<p>Features</p>\n<ul>\n<li>Integrations</li>\n<li>Campaigns</li>\n<li>Segmentation</li>\n<li>See all our features</li>\n</ul>\n<p>Why Klaviyo</p>\n<ul>\n<li>The Klaviyo marketing automation platform<p>Finally, a single platform to personalize at scale</p>\n</li>\n</ul>\n</li>\n<li>Resources<p>Discover</p>\n<ul>\n<li>Blog<p>Industry news and growth strategies</p>\n</li>\n<li>Podcast<p>Stories from founders like you</p>\n</li>\n<li>Case studies<p>Companies who’ve grown with Klaviyo</p>\n</li>\n<li>Product updates<p>Check out the latest product features</p>\n</li>\n</ul>\n<p>Education</p>\n<ul>\n<li>Live training<p>How-to’s for getting started and growth</p>\n</li>\n<li>Academy<p>Resources, courses and certifications</p>\n</li>\n<li>Guides and reports<p>Strategies for today’s challenges</p>\n</li>\n</ul>\n<p>Support</p>\n<ul>\n<li>Success and support<p>How we set you up for success</p>\n</li>\n<li>Help center<p>Find answers to your questions</p>\n</li>\n<li>Klaviyo Community<p>Learn from other Klaviyo businesses</p>\n</li>\n<li>Contact us<p>Get in touch</p>\n</li>\n</ul>\n<p>Klaviyo for</p>\n<ul>\n<li>Retail<p>Ecommerce marketing tools for retail brands</p>\n</li>\n<li>Developers<p>Guides, tools, and insights for developers</p>\n</li>\n<li>Partners<p>Join the Klaviyo partner program</p>\n</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>Data Processing Agreement\n<p>\n<em>Updated December 9, 2022</em>\n</p>\n<strong>PARTIES AND BACKGROUND</strong>\n<p>\n<strong>(A)</strong> Customer (“<strong>Customer</strong>”) has entered into an agreement with Klaviyo, Inc.\n(“<strong>Klaviyo</strong>”) (each a “<strong>Party</strong>” and collectively the “<strong>Parties</strong>”) under which Klaviyo has agreed to provide the Services in accordance with such agreement (the “<strong>Agreement</strong>”).\nThis Data Processing Agreement (the “<strong>DPA</strong>”) is incorporated into and forms part of the Agreement and shall be effective on the effective date of the Agreement, except that for customers that have entered into an Agreement before the DPA updated date above, the DPA shall be effective on January 1, 2023 and shall replace any previously agreed data processing and security terms.</p>\n<p>\n<strong>(B)</strong> To the extent that Klaviyo processes any Customer Personal Data (as defined below) on behalf of the Customer (or, where applicable, the Customer Affiliate) in connection with the provision of the Services, the Parties have agreed that it shall do so on the terms of this DPA.</p>\n<strong>1.\nDEFINITIONS</strong>\n<p>\n<strong>1.1</strong> Capitalized terms used but not defined within this DPA shall have the meaning set forth in the Agreement.\nThe following capitalized terms used in this DPA shall be defined as follows:</p>\n<p>“<strong>Affiliate</strong>” means an entity that, directly or indirectly, owns or controls, is owned or is controlled by, or is under common ownership or control with a Party and is a beneficiary of the Agreement;</p>\n<p>“<strong>Applicable Data Protection Laws</strong>” means all applicable laws, rules, regulations and governmental requirements relating to the privacy, confidentiality, or security of Personal Data, as they may be amended or otherwise updated from time to time;</p>\n<p>“<strong>Approved Addendum</strong>” means the template addendum, version&nbsp;B.1.0 issued by the UK&nbsp;Information Commissioner under S119A(1) Data Protection Act 2018 and laid before the UK&nbsp;Parliament on 2&nbsp;February 2022, as it may be revised according to Section&nbsp;18 of the Mandatory Clauses;</p>\n<p>“<strong>Customer Personal Data</strong>” means the Personal Data processed by Klaviyo on behalf of Customer or Customer Affiliate in connection with the provision of the Services;</p>\n<p>“<strong>EEA</strong>” means the European Economic Area;</p>\n<p>\n<strong>“Effective Date</strong>” means the date that the DPA is effective, as set forth in clause (A) above;</p>\n<p>“<strong>GDPR</strong>” means Regulation (EU)&nbsp;2016/679 (the “<strong>EU&nbsp;GDPR</strong>”) or, where applicable, the “<strong>UK&nbsp;GDPR</strong>” as defined in section 3 of the Data Protection Act 2018;</p>\n<p>“<strong>Mandatory Clauses</strong>” means “<strong>Part&nbsp;2: Mandatory Clauses</strong>” of the Approved Addendum;</p>\n<p>“<strong>Member State</strong>” means a member state of the EEA, being a member state of the European Union, Iceland, Norway, or Liechtenstein;</p>\n<p>“<strong>Personal Data</strong>” means any information relating to an identified or identifiable individual or device, or is otherwise “<strong>personal data</strong>,” “<strong>personal information</strong>,” “<strong>personally identifiable information</strong>” and similar terms, and such terms shall have the same meaning as defined by applicable data protection laws;</p>\n<p>“<strong>Security Incident</strong>” means a breach of security leading to the accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or unauthorized access to, Customer Personal Data;</p>\n<p>“<strong>Standard Contractual Clauses</strong>” or “<strong>SCCs</strong>” means Module Two (controller to processor) and/or Module Three (processor to processor) of the Standard Contractual Clauses annexed to Commission Implementing Decision (EU) 2021/914;</p>\n<p>“<strong>Sub-processor</strong>” means Klaviyo Affiliates and third-party processors appointed by Klaviyo to process Customer Personal Data;</p>\n<p>“<strong>UK</strong>” means the United Kingdom of Great Britain and Northern Ireland.\nand</p>\n<p>“<strong>US Data Protection Laws</strong>” means, to the extent applicable, federal and state laws relating to data protection, the Processing of Personal Data, privacy and/or data protection in force from time to time in the United States.</p>\n<p>\n<strong>1.2</strong> The terms “<strong>controller</strong>”, “<strong>processor</strong>”, “<strong>data subject</strong>”, “<strong>process</strong>”, “<strong>supervisory authority</strong>” “sell”, and “service provider” shall have the same meaning as set out in the Applicable Data Protection Laws.</p>\n<strong>2.\nINTERACTION WITH THE AGREEMENT</strong>\n<p>\n<strong>2.1</strong> This DPA supplements and (in case of contradictions) supersedes the Agreement with respect to any processing of Customer Personal Data.</p>\n<p>\n<strong>2.2</strong> With respect to Customer Affiliates, by entering into the Agreement Customer warrants it is duly authorized to enter into the DPA for and on behalf of any such Customer Affiliates and, subject to clause&nbsp;2.3, each Customer Affiliate shall be bound by the terms of this DPA as if they were the Customer.</p>\n<p>\n<strong>2.3</strong> Customer warrants that it is duly mandated by any Customer Affiliates on whose behalf Klaviyo processes Customer Personal Data in accordance with this DPA to (a)&nbsp;enforce the terms of this DPA on behalf of the Customer Affiliates, and to act on behalf of the Customer Affiliates in the administration and conduct of any claims arising in connection with this DPA.\nand (b)&nbsp;receive and respond to any notices or communications under this DPA on behalf of Customer Affiliates.</p>\n<p>\n<strong>2.4</strong> The Parties agree that any notice or communication sent by Klaviyo to Customer shall satisfy any obligation to send such notice or communication to a Customer Affiliate.</p>\n<strong>3.\nROLE OF THE PARTIES</strong>\n<p>\n<strong>3.1</strong> The Parties acknowledge and agree that:</p>\n<p>\n<strong>　(a)</strong> for the purposes of the GDPR, Klaviyo acts as “<strong>processor</strong>” or “<strong>sub-processor</strong>.” Klaviyo’s function as processor or sub-processor will be determined by the function of Customer:</p>\n<p>\n<strong>　　(i)</strong> In general, Customer functions as a controller, whereas Klaviyo functions as a processor.</p>\n<p>\n<strong>　　(ii)</strong> In certain cases, Customer functions as a processor on behalf of Customer’s customers where Customer and Customer’s customer have concluded a data processing agreement in relation to the processing of Personal Data of Customer’s customers.\nand&nbsp;</p>\n<p>\n<strong>　(b)</strong> for the purposes of the US Data Protection Laws, Klaviyo will act as a “<strong>service provider</strong>” or “<strong>processor</strong>” in its performance of its obligations pursuant to the Agreement.</p>\n<strong>4.\nDETAILS OF DATA PROCESSING</strong>\n<p>\n<strong>4.1</strong> The details of data processing (such as subject matter, nature and purpose of the processing, categories of Personal Data and data subjects) are described in the Agreement and in Schedule&nbsp;1.</p>\n<p>\n<strong>4.2</strong> Customer Personal Data will only be processed on behalf of and under the instructions of Customer and in accordance with Applicable Data Protection Laws.\nThe Agreement and this DPA shall be Customer’s instructions for the processing of Customer Personal Data.\nCustomer may issue further written instructions in accordance with this DPA.&nbsp;</p>\n<p>\n<strong>4.3</strong> If Customer’s instructions will cause Klaviyo to process Customer Personal Data in violation of Applicable Data Protection Laws or outside the scope of the Agreement or the DPA, Klaviyo shall promptly inform Customer thereof, unless prohibited by Applicable Data Protection Laws (without prejudice to the SCCs).</p>\n<p>\n<strong>4.4</strong> Klaviyo may store and process Customer Personal Data anywhere Klaviyo or its Sub-processors maintain facilities, subject to clause&nbsp;5 of this DPA.</p>\n<strong>5.\nSUB-PROCESSORS</strong>\n<p>\n<strong>5.1</strong> Customer grants Klaviyo general authorization to engage Sub-processors, subject to clause&nbsp;5.2, from an agreed list, as well as Klaviyo’s current Sub-processors listed at https://www.klaviyo.com/legal/subprocessors as of the Effective Date.</p>\n<p>\n<strong>5.2</strong> Klaviyo shall (i)&nbsp;enter into a written agreement with each Sub-processor imposing data protection obligations no less protective of Customer Personal Data than Klaviyo’s obligations under this DPA to the extent applicable to the nature of the services provided by such Sub-processor.\nand (ii)&nbsp;remain liable for each Sub-processor’s compliance with the obligations under this DPA.</p>\n<p>\n<strong>5.3</strong> Klaviyo shall provide Customer with at least fifteen (15)&nbsp;days’ notice of any proposed changes to the Sub-processors it uses to process Customer Personal Data (including any addition or replacement of any Sub-processors).\nCustomer may object to Klaviyo’s use of a new Sub-processor (including when exercising its right to object under clause&nbsp;9(a) of the SCCs) by providing Klaviyo with written notice of the objection within ten (10)&nbsp;days after Klaviyo has provided notice to Customer of such proposed change (an “<strong>Objection</strong>”).\nIn the event Customer objects to Klaviyo’s use of a new Sub-processor, Customer and Klaviyo will work together in good faith to find a mutually acceptable resolution to address such Objection.\nIf the parties are unable to reach a mutually acceptable resolution within a reasonable timeframe, either party may, as its sole and exclusive remedy, terminate the Agreement by providing written notice to the other party.\nDuring any such Objection period, Klaviyo may suspend the affected portion of the Services.</p>\n<strong>6.\nDATA SUBJECT RIGHTS REQUESTS</strong>\n<p>\n<strong>6.1</strong> As between the Parties, Customer shall have sole discretion and responsibility in responding to the rights asserted by any individual in relation to Customer Personal Data (“<strong>Data Subject Request</strong>”).</p>\n<p>\n<strong>6.2</strong> Klaviyo will forward to Customer without undue delay any Data Subject Request received by Klaviyo or any Sub-processor from an individual in relation to their Customer Personal Data and may advise the individual to submit their request directly to Customer.</p>\n<p>\n<strong>6.3</strong> Klaviyo will (taking into account the nature of the processing of Customer Personal Data) provide Customer with self-service functionality through the Services or other reasonable assistance as necessary for Customer to fulfill its obligation under Applicable Data Protection Laws to respond to Data Subject Requests.\nKlaviyo may charge Customer, and Customer shall reimburse Klaviyo, for any such assistance beyond providing self-service features included as part of the Services.</p>\n<strong>7.\nSECURITY AND AUDITS</strong>\n<p>\n<strong>7.1</strong> Klaviyo will implement and maintain appropriate technical and organizational data protection and security measures designed to ensure security of Customer Personal Data, including, without limitation, protection against unauthorized or unlawful processing (including, without limitation, unauthorized or unlawful disclosure of, access to and/or alteration of Customer Personal Data) and against accidental loss, destruction, or damage of or to it.</p>\n<p>\n<strong>7.2</strong> Klaviyo will implement and maintain as a minimum standard the measures set out in Schedule&nbsp;2.\nKlaviyo may update or modify the security measures set out in Schedule&nbsp;2 from time to time, including (where applicable) following any review by Klaviyo of such measures in accordance with clause&nbsp;8.6 of the SCCs, provided that such updates and/or modifications do not reduce the overall level of protection afforded to the Customer Personal Data by Klaviyo under this DPA.</p>\n<p>\n<strong>7.3</strong> Customer or its independent third-party auditor reasonably acceptable to Klaviyo (which shall not include any auditors who are not suitably qualified or independent or are a competitor of Klaviyo) may audit Klaviyo’s compliance with its obligations under this DPA up to once per year, or more frequently in the event a Security Incident has occurred or to the extent required by applicable data protection laws, including where mandated by Customer’s regulatory or governmental authority.</p>\n<p>\n<strong>7.4</strong> To request an audit, Customer must submit a detailed proposed audit plan to Klaviyo at least two weeks in advance of the proposed audit date.\nKlaviyo will review the proposed audit plan and work cooperatively with Customer to agree on a final audit plan.\nAll such audits must be conducted during regular business hours, subject to the agreed final audit plan and Klaviyo’s health and safety or other relevant policies, and may not unreasonably interfere with Klaviyo business activities.\nNothing in this clause&nbsp;7.4 shall require Klaviyo to breach any duties of confidentiality.</p>\n<p>\n<strong>7.5</strong> If the requested audit scope is addressed in an ISO 27001 certification, SOC 2 Type 2 report or similar audit report performed by a qualified third-party auditor within twelve (12)&nbsp;months of Customer’s audit request and Klaviyo confirms there are no known material changes in the controls audited, Customer agrees to accept those findings in lieu of requesting an audit of the controls covered by the report.</p>\n<p>\n<strong>7.6</strong> Customer will promptly notify Klaviyo of any non-compliance discovered during the course of an audit and provide Klaviyo any audit reports generated in connection with any audit, unless prohibited by applicable law or otherwise instructed by a regulatory or governmental authority.\nCustomer may use the audit reports only for the purposes of meeting Customer’s regulatory audit requirements and/or confirming compliance with the requirements of this DPA.</p>\n<p>\n<strong>7.7</strong> Any audits are at Customer’s expense.\nCustomer shall reimburse Klaviyo for any time expended by Klaviyo or its Sub-processors in connection with such audits.</p>\n<p>\n<strong>7.8</strong> Klaviyo shall audit its Sub-processors on a regular basis and will, upon Customer’s request, confirm their compliance with data protection law and the obligations set upon Sub-processors according to the data processing agreement concluded with them.\nCustomer may request Klaviyo to conduct further audits only in the event reasonably justified, and in such cases Klaviyo will conduct further audits to the extent permissible.</p>\n<p>\n<strong>7.9</strong> Customer acknowledges and agrees that, taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the security measures set out in Schedule 2 are appropriate to ensure the security of the Customer Personal Data.&nbsp;</p>\n<strong>8.\nSECURITY INCIDENTS</strong>\n<p>Klaviyo will promptly notify Customer in writing in the event of any breach of this DPA, Applicable Data Protection Laws or any instruction by Customer in connection with the processing of Customer Personal Data under this DPA.\nWithout limiting the generality of the foregoing, Klaviyo shall notify Customer in writing without undue delay after becoming aware of any Security Incident, and reasonably cooperate in the investigation of any such Security Incident and any obligation of Customer under Applicable Data Protection Laws to make any notifications to individuals, supervisory authorities, governmental or other regulatory authority, or the public in respect of such Security Incident.\nKlaviyo shall take reasonable steps to contain, investigate, and mitigate any Security Incident, and shall, without undue delay, send Customer timely information about the Security Incident, including, but not limited to, the nature of the Security Incident, the measures taken to mitigate or contain the Security Incident, and the status of the investigation.\nKlaviyo’s notification of or response to a Security Incident under this clause&nbsp;8 will not be construed as an acknowledgement by Klaviyo of any fault or liability with respect to the Security Incident.</p>\n<strong>9.\nDELETION AND RETURN</strong>\n<p>Klaviyo shall (a)&nbsp;if requested to do so by Customer by the date of termination or expiry of the Agreement, return a copy of all Customer Personal Data or provide self-service functionality allowing Customer to do the same.\nand (b)&nbsp;within 90 days of the termination or expiry of the Agreement, delete and use all reasonable efforts to procure the deletion of all other copies of Customer Personal Data processed by Klaviyo or any Sub-processors.</p>\n<strong>10.\nCONTRACT PERIOD</strong>\n<p>This DPA will commence on the Effective Date and, notwithstanding any termination of the Agreement, will remain in effect until, and automatically expire upon, Klaviyo’s deletion of all Customer Personal Data as described in this DPA.</p>\n<strong>11.\nSTANDARD CONTRACTUAL CLAUSES</strong>\n<p>The Parties agree that the terms of the Standard Contractual Clauses Module Two (Controller to Processor) and Module Three (Processor to Processor), as further specified in Schedule&nbsp;3 of this DPA, are hereby incorporated by reference and shall be deemed to have been executed by the Parties and apply to any transfers of Customer Personal Data falling within the scope of the GDPR from Customer (as data exporter) to Klaviyo (as data importer).</p>\n<strong>12.\nSUPPORT FOR CROSS-BORDER DATA TRANSFERS</strong>\n<p>Klaviyo will provide Customer reasonable support to enable Customer’s compliance with the requirements imposed on the transfer of personal data to third countries with respect to data subjects located in the EEA, Switzerland, and UK.\nKlaviyo will, upon Customer’s request, provide information to Customer which is reasonably necessary for Customer to complete a transfer impact assessment (“<strong>TIA</strong>”).\nKlaviyo further agrees to implement the supplementary measures agreed upon and set forth in Schedule&nbsp;4 of this DPA in order to enable Customer’s compliance with requirements imposed on the transfer of personal data to third countries.\nKlaviyo may charge Customer, and Customer shall reimburse Klaviyo, for any assistance provided by Klaviyo with respect to any TIAs, data protection impact assessments or consultation with any supervisory authority of Customer.</p>\n<strong>13.\nCUSTOMER PERSONAL DATA SUBJECT TO THE UK&nbsp;AND SWISS DATA PROTECTION LAWS</strong>\n<p>To the extent that the processing of Customer Personal Data is subject to UK&nbsp;or Swiss data protection laws, the UK&nbsp;Addendum and/or Swiss Addendum (as applicable) set out in Schedule&nbsp;5 shall apply.</p>\n<strong>14.\nCUSTOMER PERSONAL DATA SUBJECT TO US DATA PRIVACY LAWS&nbsp;</strong>\n<p>To the extent that the processing of Customer Personal Data is subject to us Data Protection Laws, the U.S.&nbsp;Addendum set out in Schedule&nbsp;6 shall apply.</p>\n<strong>15.\nGENERAL&nbsp;</strong>\n<p>\n<strong>15.1</strong> The Parties hereby certify that they understand the requirements in this DPA and will comply with them.&nbsp;</p>\n<p>\n<strong>15.2</strong> This DPA and the Agreement set forth the entire agreement between the Parties with respect to the subject matter of this DPA.</p>\n<p>─────────────────</p>\n<strong>Schedule 1<br>DETAILS OF PROCESSING</strong>\n<strong>Part 1</strong>\n<strong>\n<br>\n</strong>\n<strong>LIST OF PARTIES</strong>\n<p>\n<strong>1.\n</strong>Data Exporter</p>\n<p>Customer and/or the Customer Affiliates operating in the countries which comprise the European Economic Area, UK&nbsp;and/or Switzerland and/or – to the extent agreed by the Parties – Customer and/or the Customer Affiliates in any other country to the extent the GDPR or corresponding Swiss law applies.</p>\n<p>Customer and Customer Affiliate’s contact person’s position and contact details as well as (if appointed) the data protection officer’s and (if relevant) the representative’s contact details will be notified to Klaviyo prior to the processing of personal data via email to privacy@klaviyo.com or an available form provided by Klaviyo in Customer’s account in the Services.</p>\n<p>The activities relevant to the data transfer under these Clauses are defined by the Agreement and the data exporter who decides on the scope of the processing of personal data in connection with the Services further described in this Schedule&nbsp;1 and in the Agreement.</p>\n<p>\n<strong>2.</strong> Data Importer</p>\n<p>Klaviyo, Inc.,<br>125 Summer Street, Floor 6,<br>Boston, MA, 02110,<br>United States,<br>Tel.: +1 (800)&nbsp;338 1744</p>\n<p>The data importer’s contact person can be contacted at privacy@klaviyo.com.</p>\n<p>The data importer’s activities relevant to the data transfer under these Clauses are as follows: the data importer processes personal data provided by the data exporter on behalf of the data exporter in connection with providing the Services to the data exporter as further specified in this Schedule&nbsp;1 and in the Agreement.</p>\n<strong>Part 2</strong>\n<strong>\n<br>\n</strong>\n<strong>DESCRIPTION OF TRANSFER</strong>\n<p>\n<strong>1.</strong> Categories of data subjects</p>\n<p>The categories of data subjects whose personal data are transferred: Employees of Customer and Customer Affiliates, as well as Customer’s customers and their employees, as well as the individual recipients of marketing communications and other individuals being targets of other marketing activities of the Customer and/or Customer Affiliates’ or their customers.</p>\n<p>\n<strong>2.</strong> Categories of personal data</p>\n<p>The transferred categories of personal data are: Determined by Customer’s configuration of the Services, and may include name, phone number, email address, address data, IP address, device identifiers, usage data (such as interactions between a user and Klaviyo’s online system, website or email, used browser, used operating system, referrer URL).</p>\n<p>Moreover, Customer and Customer Affiliate may include further personal data of data subjects as specified above (in particular in unstructured form) in connection with their use of the Services according to the Agreement.</p>\n<p>\n<strong>3.</strong> Special categories of personal data (if applicable)</p>\n<p>The transferred personal data includes the following special categories of data: N/A – Klaviyo’s Acceptable Use Policy prohibits Customer from using the Services to solicit, display, store, process, send or transmit special categories of data.</p>\n<p>The applied restrictions or safeguards that fully take into consideration the nature of the data and the risks involved, such as for instance strict purpose limitation, access restrictions (including access only for staff having followed specialized training), keeping a record of access to the data, restrictions for onward transfers or additional security measures are: N/A</p>\n<p>\n<strong>4.</strong> Frequency of the transfer</p>\n<p>The frequency of the transfer is: The transfer is performed on a continuous basis and is determined by Customer’s configuration of the Services.</p>\n<p>\n<strong>5.</strong> Subject matter and nature of the processing</p>\n<p>The subject matter of the processing is: to provide a data analytics and marketing automation platform to Customer.</p>\n<p>\n<strong>6.</strong> Purpose(s) of the data transfer and further processing</p>\n<p>The purpose/s of the data transfer and further processing is: to provide the Services to Customer pursuant to the Agreement so that Customer can analyze customer data, enhance its customer relationships and send marketing and other communications to its customers.</p>\n<p>\n<strong>7.</strong> Duration</p>\n<p>The period for which the personal data will be retained, or, if that is not possible, the criteria used to determine that period: the duration is defined in clause&nbsp;10 of the DPA.</p>\n<p>\n<strong>8.</strong> Sub-processor (if applicable)</p>\n<p>For transfers to sub-processors, specify subject matter, nature, and duration of the processing: as stipulated in clause&nbsp;5.1 of the DPA.\nThe Sub-processors may have access to the Personal Data for the term of this DPA or until the service contract with the respective Sub-processor is terminated or the access by the Sub-processor has been excluded as agreed between Klaviyo and Customer.</p>\n<strong>Part 3</strong>\n<strong>\n<br>\n</strong>\n<strong>COMPETENT SUPERVISORY AUTHORITY</strong>\n<p>Identify the competent supervisory authority/ies in accordance with clause&nbsp;13 of the SCCs</p>\n<p>Where the data exporter is established in an EU&nbsp;Member State: The supervisory authority of the country in which the data exporter established is the competent authority.</p>\n<p>Where the data exporter is not established in an EU&nbsp;Member State, but falls within the territorial scope of application of the GDPR in accordance with its Article&nbsp;3(2) and has appointed a representative pursuant to Article&nbsp;27(1) of the GDPR: The competent supervisory authority is the one of the Member State in which the representative is established.</p>\n<p>Where the data exporter is not established in an EU&nbsp;Member State, but falls within the territorial scope of application of the GDPR in accordance with its Article&nbsp;3(2) without, however, having to appoint a representative pursuant to Article&nbsp;27(2) of the GDPR: The competent supervisory authority is the supervisory authority in Ireland, namely the Data Protection Commission (https://www.dataprotection.ie/).</p>\n<p>─────────────────</p>\n<strong>Schedule 2<br>TECHNICAL AND ORGANIZATIONAL MEASURES<br>\n</strong>\n<p>Klaviyo has implemented the following technical and organizational measures (including any relevant certifications) to ensure an appropriate level of security, taking into account the nature, scope, context, and purpose of the processing, as well as the risks for the rights and freedoms of natural persons:</p>\n<p>\n<strong>1.</strong> Organizational management and dedicated staff responsible for the development, implementation, and maintenance of Klaviyo’s information security program.</p>\n<p>\n<strong>2.</strong> Audit and risk assessment procedures for the purposes of periodic review and assessment of risks to Klaviyo’s organization, monitoring and maintaining compliance with Klaviyo’s policies and procedures, and reporting the condition of its information security and compliance to internal senior management.</p>\n<p>\n<strong>3.</strong> Utilization of commercially available and industry standard encryption technologies for Customer Personal Data that is:</p>\n<p>\n<strong>　(a)</strong> being transmitted by Klaviyo over public networks (i.e., the internet) or when transmitted wirelessly.\nor</p>\n<p>\n<strong>　(b)</strong> at rest or stored on portable or removable media (i.e., laptop computers, CD/DVD, USB drives, back-up tapes).</p>\n<p>\n<strong>4.</strong> Data security controls which include at a minimum, but may not be limited to, logical segregation of data, logical access controls designed to manage electronic access to data and system functionality based on authority levels and job functions, (e.g., granting access on a need-to-know and least privilege basis, use of unique IDs and passwords for all users, periodic review, and revoking/changing access promptly when employment terminates or changes in job functions occur).</p>\n<p>\n<strong>5.</strong> Password controls designed to manage and control password strength, expiration and usage including prohibiting users from sharing passwords and requiring that Klaviyo’s passwords that are assigned to its employees: (i)&nbsp;be at least eight (8)&nbsp;characters in length, (ii)&nbsp;not be stored in readable format on Klaviyo’s computer systems.\n(iii)&nbsp;must have defined complexity.\n(iv)&nbsp;must have a history threshold to prevent reuse of recent passwords.\nand (v)&nbsp;newly issued passwords must be changed after first use.</p>\n<p>\n<strong>6.</strong> System audit or event logging and related monitoring procedures to proactively record user access and system activity for routine review.</p>\n<p>\n<strong>7.</strong> Physical and environmental security of data center, server room facilities and other areas containing Personal Data designed to: (i)&nbsp;protect information assets from unauthorized physical access, (ii)&nbsp;manage, monitor, and log movement of persons into and out of Klaviyo facilities, and (iii)&nbsp;guard against environmental hazards such as heat, fire, and water damage.</p>\n<p>\n<strong>8.</strong> Operational procedures and controls to provide for configuration, monitoring and maintenance of technology and information systems according to prescribed internal and adopted industry standards, including secure disposal of systems and media to render all information or data contained therein as undecipherable or unrecoverable prior to final disposal or release from Klaviyo’s possession.</p>\n<p>\n<strong>9.</strong> Change management procedures and tracking mechanisms designed to test, approve, and monitor all changes to Klaviyo’s technology and information assets.</p>\n<p>\n<strong>10.</strong> Incident / problem management procedures designed to allow Klaviyo to investigate, respond to, mitigate, and notify of events related to Klaviyo’s technology and information assets.</p>\n<p>\n<strong>11.</strong> Network security controls that provide for the use of firewall systems, intrusion detection systems, and other traffic and event correlation procedures designed to protect systems from intrusion and limit the scope of any successful attack.</p>\n<p>\n<strong>12.</strong> Vulnerability assessment, patch management and threat protection technologies and scheduled monitoring procedures designed to identify, assess, mitigate, and protect against identified security threats, viruses, and other malicious code.</p>\n<p>\n<strong>13.</strong> Business resiliency/continuity and disaster recovery procedures in an effort to maintain service and/or recovery from foreseeable emergency situations or disasters.</p>\n<p>─────────────────</p>\n<strong>Schedule 3<br>STANDARD CONTRACTUAL CLAUSES</strong>\n<p>For the purposes of the Standard Contractual Clauses:</p>\n<p>\n<strong>1.</strong> Module Two shall apply in the case of the processing under clause&nbsp;3.1(a)(i) of the DPA and Module Three shall apply in the case of processing under clause&nbsp;3.1(a)(ii) of the DPA.</p>\n<p>\n<strong>2.\n</strong>Clause&nbsp;7 of the Standard Contractual Clauses (Docking Clause) does not apply.</p>\n<p>\n<strong>3.</strong> Clause&nbsp;9(a) Option&nbsp;2 (General written authorization) is selected, and the time period to be specified is determined in clause&nbsp;5.3 of the DPA.</p>\n<p>\n<strong>4.</strong> The option in clause&nbsp;11(a) of the Standard Contractual Clauses (Independent dispute resolution body) does not apply.</p>\n<p>\n<strong>5.</strong> With regard to clause&nbsp;17 of the Standard Contractual Clauses (Governing law), the Parties agree that option one shall apply.\nThe parties agree that the governing law shall be the law of the Republic of Ireland.</p>\n<p>\n<strong>6.</strong> In clause&nbsp;18 of the Standard Contractual Clauses (Choice of forum and jurisdiction), the Parties submit themselves to the jurisdiction of the courts of the Republic of Ireland.</p>\n<p>\n<strong>7.</strong> For the Purpose of Annex&nbsp;I of the Standard Contractual Clauses, Schedule&nbsp;1 contains the specifications regarding the parties, the description of transfer, and the competent supervisory authority.</p>\n<p>\n<strong>8.\n</strong>For the Purpose of Annex&nbsp;II of the Standard Contractual Clauses, Schedule&nbsp;2 contains the technical and organizational measures.</p>\n<p>\n<strong>9.</strong> The specifications for Annex&nbsp;III of the Standard Contractual Clauses, are determined by clause&nbsp;5.1 of the DPA.\nThe Sub-processor’s contact person’s name, position and contact details will be provided by Klaviyo upon request.</p>\n<p>─────────────────</p>\n<strong>Schedule 4<br>ADDITIONAL SUPPLEMENTARY MEASURES</strong>\n<p>Klaviyo further commits to implementing supplementary measures based on guidance provided by EU&nbsp;supervisory authorities in order to enhance the protection of Customer Personal Data in relation to the processing in a third country, as described in this Schedule&nbsp;4.</p>\n<p>\n<strong>1.</strong> Additional Technical Measures (Encryption)</p>\n<p>\n<strong>1.1</strong> The personal data is transmitted (between the Parties and by Klaviyo between data centers as well as to a Sub-processor and back) using strong encryption.</p>\n<p>\n<strong>1.2</strong> The personal data at rest is stored by Klaviyo using strong encryption</p>\n<p>\n<strong>2.</strong> Additional Organizational Measures</p>\n<p>\n<strong>2.1</strong> Internal policies for governance of transfers especially with groups of enterprises</p>\n<p>\n<strong>　(a)</strong> Adoption of adequate internal policies with clear allocation of responsibilities for data transfers, reporting channels and standard operating procedures for cases of formal or informal requests from public authorities to access the data.</p>\n<p>\n<strong>　(b)</strong> Development of specific training procedures for personnel in charge of managing requests for access to personal data from public authorities, which should be periodically updated to reflect new legislative and jurisprudential developments in the third country and in the EEA.</p>\n<p>\n<strong>2.2</strong> Transparency and accountability measures</p>\n<p>Regular publication of transparency reports or summaries regarding governmental requests for access to data and the kind of reply provided, insofar publication is allowed by local law.</p>\n<p>\n<strong>2.3</strong> Organizational methods and data minimization measures</p>\n<p>Development and implementation of best practices by both Parties to appropriately and timely involve and provide access of information to their respective data protection officers, if existent, and to their legal and internal auditing services on matters related to international transfers of personal data transfers.</p>\n<p>\n<strong>2.4</strong> Others</p>\n<p>Adoption and regular review by Klaviyo of internal policies to assess the suitability of the implemented complementary measures and identify and implement additional or alternative solutions when necessary, to ensure that an essentially equivalent level of protection to that guaranteed within the EEA of the personal data transferred is maintained.</p>\n<p>\n<strong>3.\n</strong>Additional Contractual Measures</p>\n<p>\n<strong>3.1</strong> Transparency obligations</p>\n<p>\n<strong>　(a) </strong>Klaviyo declares that (1)&nbsp;it has not purposefully created back doors or similar programming that could be used to access the system and/or personal data, (2)&nbsp;it has not purposefully created or changed its business processes in a manner that facilitates access to personal data or systems, and (3)&nbsp;that national law or government policy does not require Klaviyo to create or maintain back doors or to facilitate access to personal data or systems or for Klaviyo to be in possession or to hand over the encryption key.</p>\n<p>\n<strong>　(b) </strong>Klaviyo will verify the validity of the information provided for the TIA questionnaire on a regular basis and provide notice to Customer in case of any changes without delay.\nClause&nbsp;14(e) of the SCCs shall remain unaffected.</p>\n<p>\n<strong>3.2</strong> Obligations to take specific actions</p>\n<p>In case of any order to disclose or to grant access to the personal data, Klaviyo commits to inform the requesting public authority of the incompatibility of the order with the safeguards contained in the Article&nbsp;46 GDPR transfer tool and the resulting conflict of obligations for Klaviyo.</p>\n<p>\n<strong>3.3</strong> Empowering data subjects to exercise their rights</p>\n<p>　(a) Klaviyo commits to fairly compensate the data subject for any material and non-material damage suffered because of the disclosure of his/her personal data transferred under the chosen transfer tool in violation of the commitments it contains.</p>\n<p>　(b) Notwithstanding the foregoing, Klaviyo shall have no obligation to indemnify the data subject to the extent the data subject has already received compensation for the same damage.</p>\n<p>　(c) Compensation is limited to material and non-material damages as provided in the GDPR and excludes consequential damages and all other damages not resulting from Klaviyo’s infringement of the GDPR.</p>\n<p>\n<strong>4.\n</strong>Additional obligations in case of requests or access by public authorities</p>\n<p>\n<strong>4.1</strong> Klaviyo shall promptly inform Customer:</p>\n<p>\n<strong>　(a)</strong> Of any legally binding requests from a law enforcement or other government authority (“<strong>Public Authority</strong>”) to disclose the personal data shared by Customer (“<strong>Transferred Personal Data</strong>”).\nsuch notification shall include information about the personal data requested, the requesting authority, the legal basis for the request and the response provided.\nSuch notification shall occur prior to the disclosure of any personal data in response to such requests.</p>\n<p>\n<strong>　(b)</strong> If it becomes aware of any direct access by public authorities to transfer personal data in accordance with the laws of the country of destination, such notification shall include all information available to Klaviyo.</p>\n<p>\n<strong>　(c) </strong>If Klaviyo is prohibited from notifying Customer and/or the data subject, Klaviyo agrees to use its best efforts to obtain a waiver of the prohibition, with a view to communicate as much information and as soon as possible.\nKlaviyo agrees to document its best efforts in order to be able to demonstrate them upon request of the data exporter.</p>\n<p>\n<strong>4.2 </strong>Klaviyo agrees to review, under the laws of the country of destination, the legality of the public authority’s request, notably whether it remains within the powers granted to the requesting public authority and exhaust all available remedies to challenge the request if, after a careful assessment, Klaviyo concludes that there are grounds under the laws of the country of destination to do so.\nThis includes requests under section&nbsp;702 of the United States Foreign Intelligence Surveillance Court or Executive Order 12333.\nWhen challenging a request, Klaviyo shall seek interim measures with a view to suspend the effects of the request until the court has decided on the merits.\nKlaviyo shall not disclose or provide access to the personal data requested until required to do so under the applicable procedural rules and, at such time, shall provide only the minimum amount of information required to comply with the request, based on a reasonable interpretation of the request.</p>\n<p>\n<strong>4.3</strong> Klaviyo agrees to preserve the information required to comply with this Schedule&nbsp;4 for the duration of the Agreement and, unless prohibited by applicable law, make it available to the competent supervisory authority upon request and when required by applicable law.</p>\n<p>─────────────────</p>\n<strong>Schedule 5<br>UK AND SWISS ADDENDUM</strong>\n<p>\n<strong>1.\nUK&nbsp;ADDENDUM</strong>\n</p>\n<p>With respect to any transfers of Customer Personal Data falling within the scope of the UK&nbsp;GDPR from Customer (as data exporter) to Klaviyo (as data importer):</p>\n<p>\n<strong>1.1 </strong>The Approved Addendum as further specified in this Schedule&nbsp;5 shall form part of this DPA, and the Standard Contractual Clauses shall be read and interpreted in light of the provisions of the Approved Addendum, to the extent necessary according to clause&nbsp;12 of the Mandatory Clauses.</p>\n<p>\n<strong>1.2 </strong>In deviation to Table 1 of the Approved Addendum and in accordance with clause&nbsp;17 of the Mandatory Clauses, the parties are further specified in Schedule&nbsp;1 Part&nbsp;1 of this DPA.</p>\n<p>\n<strong>1.3</strong> The selected Modules and Clauses to be determined according to Table 2 of the Approved Addendum are further specified in Schedule&nbsp;3 of this DPA as amended by the Mandatory Clauses.</p>\n<p>\n<strong>1.4 </strong>Annex&nbsp;1 A and B of Table 3 to the Approved Addendum are specified by Schedule&nbsp;1 of this DPA, Annex&nbsp;II of the Approved Addendum is further specified by Schedule&nbsp;2 of this DPA, and Annex&nbsp;III of the Approved Addendum is further specified by Schedule&nbsp;1 clause&nbsp;B.10 of this DPA.</p>\n<p>\n<strong>1.5 </strong>Klaviyo (as data importer) may end this DPA, to the extent the Approved Addendum applies, in accordance with clause&nbsp;‎19 of the Mandatory Clauses.</p>\n<p>\n<strong>1.6 </strong>Clause&nbsp;16 of the Mandatory Clauses shall not apply.</p>\n<p>\n<strong>2.\nSWISS ADDENDUM</strong>\n</p>\n<p>As stipulated in clause&nbsp;13 of the DPA, this Swiss Addendum shall apply to any processing of Customer Personal Data subject to Swiss data protection law or to both Swiss data protection law and the GDPR.</p>\n<p>\n<strong>2.1</strong> Interpretation of this Addendum</p>\n<p>\n<strong>　(a) </strong>Where this Addendum uses terms that are defined in the Standard Contractual Clauses as further specified in Schedule&nbsp;3 of this DPA, those terms shall have the same meaning as in the Standard Contractual Clauses.\nIn addition, the following terms have the following meanings:</p>\n<p>\n<strong>　　(i) </strong>“<strong>This Addendum</strong>” means This Addendum to the Clauses.</p>\n<p>\n<strong>　　(ii)</strong> “<strong>Clauses</strong>” means The Standard Contractual Clauses as further specified in Schedule&nbsp;3 of this DPA.</p>\n<p>\n<strong>　　(iii)</strong> “<strong>Swiss Data Protection Laws</strong>” means The Swiss Federal Act on Data Protection of 19&nbsp;June 1992 and the Swiss Ordinance to the Swiss Federal Act on Data Protection of 14&nbsp;June 1993, and any new or revised version of these laws that may enter into force from time to time.</p>\n<p>\n<strong>　(b) </strong>This Addendum shall be read and interpreted in the light of the provisions of Swiss Data Protection Laws, and so that if fulfills the intention for it to provide the appropriate safeguards as required by Article&nbsp;46 GDPR and/or Article&nbsp;6(2)(a) of the Swiss Data Protection Laws, as the case may be.</p>\n<p>\n<strong>　(c) </strong>This Addendum shall not be interpreted in a way that conflicts with rights and obligations provided for in Swiss Data Protection Laws.</p>\n<p>\n<strong>　(d) </strong>Any references to legislation (or specific provisions of legislation) means that legislation (or specific provision) as it may change over time.\nThis includes where that legislation (or specific provision) has been consolidated, re-enacted and/or replaced after this Addendum has been entered into.</p>\n<p>\n<strong>2.2</strong> Hierarchy</p>\n<p>In the event of a conflict or inconsistency between this Addendum and the provisions of the Clauses or other related agreements between the Parties, existing at the time this Addendum is agreed or entered into thereafter, the provisions which provide the most protection to data subjects shall prevail.</p>\n<p>\n<strong>2.3</strong> Incorporation of the Clauses</p>\n<p>\n<strong>　(a)</strong> In relation to any processing of personal data subject to Swiss Data Protection Laws or to both Swiss Data Protection Laws and the GDPR, this Addendum amends the DPA including as further specified in Schedule&nbsp;3 of this DPA to the extent necessary so they operate:</p>\n<p>\n<strong>　　(i)</strong> for transfers made by the data exporter to the data importer, to the extent that Swiss Data Protection Laws or Swiss Data Protection Laws and the GDPR apply to the data exporter’s processing when making that transfer.\nand</p>\n<p>\n<strong>　　(ii)</strong> to provide appropriate safeguards for the transfers in accordance with Article&nbsp;46 of the GDPR and/or Article&nbsp;6(2)(a) of the Swiss Data Protection Laws, as the case may be.</p>\n<p>\n<strong>　(b)</strong> To the extent that any processing of personal data is exclusively subject to Swiss Data Protection Laws, the amendments to the DPA including the SCCs, as further specified in Schedule&nbsp;3 of this DPA and as required by clause&nbsp;2.1 of this Swiss Addendum, include (without limitation):</p>\n<p>\n<strong>　　(i) </strong>References to the “<strong>Clauses</strong>” or the “<strong>SCCs</strong>” means this Swiss Addendum as it amends the SCCs and</p>\n<p>\n<strong>　　(ii) </strong>Clause&nbsp;6 Description of the transfer(s) is replaced with:</p>\n<p>“The details of the transfer(s), and in particular the categories of personal data that are transferred and the purpose(s) for which they are transferred, are those specified in Schedule&nbsp;1 of this DPA where Swiss Data Protection Laws apply to the data exporter’s processing when making that transfer.”</p>\n<p>　　<strong>(iii) </strong>References to “<strong>Regulation&nbsp;(EU)&nbsp;2016/679</strong>” or “<strong>that Regulation</strong>” or “<strong>GDPR</strong>” are replaced by “<strong>Swiss Data Protection Laws</strong>” and references to specific Article(s) of “<strong>Regulation&nbsp;(EU)&nbsp;2016/679</strong>” or “<strong>GDPR</strong>” are replaced with the equivalent Article or Section of Swiss Data Protection Laws extent applicable.</p>\n<p>　<strong>　(iv) </strong>References to Regulation (EU)&nbsp;2018/1725 are removed.</p>\n<p>　　<strong>(v) </strong>References to the “<strong>European Union</strong>”, “<strong>Union</strong>”, “<strong>EU</strong>” and “<strong>EU&nbsp;Member State</strong>” are all replaced with “<strong>Switzerland</strong>”.</p>\n<p>\n<strong>　　(vi) </strong>Clause&nbsp;13(a) and Part&nbsp;C of Annex&nbsp;I are not used.\nthe “<strong>competent supervisory authority</strong>” is the Federal Data Protection and Information Commissioner (the “<strong>FDPIC</strong>”) insofar as the transfers are governed by Swiss Data Protection Laws;</p>\n<p>　　<strong>(vii)</strong> Clause&nbsp;17 is replaced to state:</p>\n<p>“These Clauses are governed by the laws of Switzerland insofar as the transfers are governed by Swiss Data Protection Laws”.</p>\n<p>　<strong>　(viii) </strong>Clause&nbsp;18 is replaced to state:</p>\n<p>“Any dispute arising from these Clauses relating to Swiss Data Protection Laws shall be resolved by the courts of Switzerland.\nA data subject may also bring legal proceedings against the data exporter and/or data importer before the courts of Switzerland in which he/she has his/her habitual residence.\nThe Parties agree to submit themselves to the jurisdiction of such courts.”</p>\n<p>Until the entry into force of the revised Swiss Data Protection Laws, the Clauses shall also protect personal data of legal entities and legal entities shall receive the same protection under the Clauses as natural persons.</p>\n<p>\n<strong>2.4 </strong>To the extent that any processing of personal data is subject to both Swiss Data Protection Laws and the GDPR, the DPA including the Clauses as further specified in Schedule&nbsp;3 of this DPA will apply (i)&nbsp;as is and (ii)&nbsp;additionally, to the extent that a transfer is subject to Swiss Data Protection Laws, as amended by clauses 2.1 and 2.3 of this Swiss Addendum, with the sole exception that clause&nbsp;17 of the SCCs shall not be replaced as stipulated under clause&nbsp;2.3(b)(vii) of this Swiss Addendum.</p>\n<p>\n<strong>2.5 </strong>Customer warrants that it and/or Customer Affiliates have made any notifications to the FDPIC which are required under Swiss Data Protection Laws.</p>\n<p>─────────────────</p>\n<strong>Schedule 6<br>U.S.\nADDENDUM</strong>\n<p>As stipulated in clause 14 of the DPA, this U.S.\nAddendum shall apply to any processing of Customer Personal Data subject to US Data Protection Laws.&nbsp;</p>\n<p>To the extent required by US Data Protection Laws, Klaviyo is prohibited from:&nbsp;</p>\n<p>\n<strong>(a) </strong>selling Customer Personal Data or otherwise making Customer Personal Data available to any third party for monetary or other valuable consideration;</p>\n<p>\n<strong>(b) </strong>sharing Customer Personal Data with any third party for cross-behavioral advertising;</p>\n<p>\n<strong>(c) </strong>retaining, using, or disclosing Customer Personal Data for any purpose other than for the business purposes specified in the Agreement or as otherwise permitted by US Data Protection Laws;</p>\n<p>\n<strong>(d)</strong> retaining, using or disclosing Customer Personal Data outside of the direct business relationship between the Parties.\nand&nbsp;</p>\n<p>\n<strong>(e) </strong>except as otherwise permitted by US Data Protection Laws, combining Customer Personal Data with Personal Data that Klaviyo receives from or on behalf of another person or persons, or collects from its own interaction with the data subject.&nbsp;</p>\nOwn your data.<br>Own your growth.<ul>\n<li>Products<ul>\n<li>SMS</li>\n<li>Email</li>\n<li>Mobile push</li>\n<li>Reviews</li>\n<li>Platform</li>\n<li>Integrations</li>\n<li>Features</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>Success and support</li>\n<li>Getting started</li>\n<li>Help center</li>\n<li>Community</li>\n<li>Academy</li>\n<li>Legal</li>\n<li>Security</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Solutions<ul>\n<li>Retail</li>\n<li>Wellness</li>\n<li>Enterprise</li>\n<li>Partners</li>\n<li>Developers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore<ul>\n<li>Data privacy</li>\n<li>Why switch?</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Guides and reports</li>\n<li>Podcasts</li>\n<li>Case studies</li>\n</ul>\n</li>\n</ul>FacebookTwitterLinkedInInstagram© 2023 Klaviyo.\nAll rights reserved.Terms and PrivacyTrademarksCookies Settings Privacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Targeting Cookies</li>\n<li>Functional Cookies</li>\n</ul>Your Privacy<p>\n<b>Overview</b>\n<br>\n<br> When you visit our website, we store cookies on your browser to collect information.\nThe information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.\nHowever, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer.\n<br>\n<br>\n<b>Do Not Sell or Share My Personal Information</b>\n<br>\n<br> Under certain privacy laws, you have the right to direct the business not to sell or share your personal information for targeted advertising purposes.\nYou can use the tools on this page to opt-out of our third-party partners collecting your information through cookies for targeted advertising purposes by adjusting the toggles.<br>\n<br> To opt-out of personal information sales (where applicable), you must opt-out of targeted advertising using these toggles and you must submit a Do Not Sell request by submitting a request through our <b>Privacy Rights Request</b> form.<br>\n<br> Click on the different category headings to find out more and change our default settings according to your preference.\nYou cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.).<br>\n<br> For more information about the First and Third Party Cookies used see our <br>Privacy Notice</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest Switch Label label Switch Label label Switch Label labelClear checkbox label labelApply CancelConfirm Allow All ", "created_at": "2023-07-05 01:09:20.146612", "updated_at": "2023-07-05 01:09:27.444974"}, {"id": 17195, "name": "Acceptable Use Policy", "url": "https://www.klaviyo.com/legal/acceptable-use-policy", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Products<p>Our products</p>\n<ul>\n<li>Email<p>Stand out in their inbox</p>\n</li>\n<li>SMS<p>Reach customers where they are</p>\n</li>\n<li>Mobile push<p>Engage and retain your mobile app users</p>\n</li>\n<li>Reviews<p>Collect and display product reviews</p>\n</li>\n</ul>\n<p>Features</p>\n<ul>\n<li>Integrations</li>\n<li>Campaigns</li>\n<li>Segmentation</li>\n<li>See all our features</li>\n</ul>\n<p>Why Klaviyo</p>\n<ul>\n<li>The Klaviyo marketing automation platform<p>Finally, a single platform to personalize at scale</p>\n</li>\n</ul>\n</li>\n<li>Resources<p>Discover</p>\n<ul>\n<li>Blog<p>Industry news and growth strategies</p>\n</li>\n<li>Podcast<p>Stories from founders like you</p>\n</li>\n<li>Case studies<p>Companies who’ve grown with Klaviyo</p>\n</li>\n<li>Product updates<p>Check out the latest product features</p>\n</li>\n</ul>\n<p>Education</p>\n<ul>\n<li>Live training<p>How-to’s for getting started and growth</p>\n</li>\n<li>Academy<p>Resources, courses and certifications</p>\n</li>\n<li>Guides and reports<p>Strategies for today’s challenges</p>\n</li>\n</ul>\n<p>Support</p>\n<ul>\n<li>Success and support<p>How we set you up for success</p>\n</li>\n<li>Help center<p>Find answers to your questions</p>\n</li>\n<li>Klaviyo Community<p>Learn from other Klaviyo businesses</p>\n</li>\n<li>Contact us<p>Get in touch</p>\n</li>\n</ul>\n<p>Klaviyo for</p>\n<ul>\n<li>Retail<p>Ecommerce marketing tools for retail brands</p>\n</li>\n<li>Developers<p>Guides, tools, and insights for developers</p>\n</li>\n<li>Partners<p>Join the Klaviyo partner program</p>\n</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>Acceptable Use Policy\n<p>Updated: September 24, 2021</p>\n<p>Here at Klaviyo, our mission is to help businesses grow.\nTo do this, we need to keep our products and services running smoothly and without distraction, and we need the members of our community not to misuse or abuse them.\nThere are some activities that are incompatible with Klaviyo’s mission to help businesses grow, and this Acceptable Use Policy describes those prohibited activities in detail.</p>\n<p>This Acceptable Use Policy (this “<strong>Policy</strong>“) applies to the use of any product, service or website provided by Klaviyo (collectively, the “<strong>Services</strong>“), whether we provide it directly or a partner of ours provides it to you.\nBy using any of the Services, you are agreeing to this Policy.\nThe examples described in this Policy are not exhaustive.\nCapitalized terms used below but not defined in this Policy have the meanings set forth in our&nbsp;Terms of Service.</p>\n<strong>Prohibited Conduct</strong>\n<p>You may not use the Services to:</p>\n<p> • Promote, condone, encourage or facilitate hate, violence or discrimination against people based on race, ethnicity, color, national origin, religion, age, gender, gender identity, sexual orientation, disability, medical condition, veteran status or any other characteristic;</p>\n<p> • Engage in, promote or facilitate any illegal activity or violate any applicable local, state, national or international law or regulation (including without limitation data, privacy, and export control laws);</p>\n<p> • Offer products, services or content related to any of the following industries: escort and dating services.\nmulti-level marketing.\naffiliate marketing.\ncredit repair and “get out of debt” services.\ncryptocurrencies.\nselling ‘Likes’ or followers for a social media platform.\nwork from home, make money online, and lead generating opportunities.\npharmaceutical products.\ngambling products or services.\nor list brokers or list rental services;</p>\n<p> • Violate the rights of others (including privacy rights);</p>\n<p> • Remove any copyright, trademark or other proprietary rights notices contained in or on the Services or reformat or frame any portion of any web pages that are part of the Services;</p>\n<p> • Impersonate others or falsely state or otherwise misrepresent your affiliation with any person, group or entity (including by “spoofing,” “phishing,” manipulating headers or other identifiers) including falsely implying that you are affiliated with or endorsed by Klaviyo or any other third party, or access the Services via another user’s account without their permission;</p>\n<p> • Email purchased, rented, borrowed, third-party or any other lists that have not consented to receive communications, promotions or advertisements from your business;</p>\n<p> • Harvest or otherwise collect information about others without their consent;</p>\n<p> • Interfere with other users’ enjoyment of the Services;</p>\n<p> • Harm minors or interacts with or target people under the age of thirteen;</p>\n<p> • Disable, avoid, or circumvent, damage or otherwise interfere with any security or access-related features or restrictions of the Services, features that prevent or restrict the use or copying of content from the Services, or features that enforce limitations on the use of the Services;</p>\n<p> • Overwhelm or attempt to overwhelm our infrastructure by imposing an unreasonably large load on the Services that consume extraordinary resources, such as by: (i) using “robots,” “spiders,” “offline readers” or other automated systems to send more request messages to our servers than a person could reasonably send in the same period of time using a normal browser.\nor (ii) going far beyond the use parameters for the Services;</p>\n<p> • Use meta tags or any other “hidden text” including Klaviyo’s or our suppliers’ product names or trademarks;</p>\n<p> • Use the Services in violation of applicable industry standards, including all applicable guidelines published by the CTIA and the Mobile Marketing Association;</p>\n<p> • Disparage Klaviyo or our partners, vendors, or affiliates.\nor</p>\n<p> • Authorize, permit, enable, induce or encourage any third party to do any of the above.</p>\n<strong>Prohibited Content</strong>\n<p>You may not use the Services to solicit, display, store, process, send or transmit:</p>\n<p> • Content that promotes, condones, encourages or facilitates hate, violence or discrimination against people based on race, ethnicity, color, national origin, religion, age, gender, gender identity, sexual orientation, disability, medical condition, veteran status or any other characteristic;</p>\n<p> • Obscene, indecent, defamatory, libelous, deceptive, fraudulent, pornographic, harmful to minors, threatening, excessively profane or otherwise objectionable material;</p>\n<p> • Content that violates, encourages or furthers conduct that would violate any applicable laws;</p>\n<p> • Content that&nbsp;infringes or misappropriates intellectual property rights, or otherwise violates a third party’s rights;&nbsp;</p>\n<p> • Any of the following types of data or information:&nbsp;(a) any information defined under Regulation (EU) 2016/679 (EU GDPR) or the United Kingdom General Data Protection Regulation as a “special category”.\n(b) medical records or health information, including Protected Health Information as defined in the Health Insurance Portability and Accountability Act.\n(c) any non-public government identification numbers or financial account information such as (i) Social Security number or local equivalents, passport numbers, driver’s license number or similar identifiers or (ii) financial account information including credit or debit card number.\nand (d) information related to children under the age of 13 (or in the EEA, under 16);&nbsp;&nbsp;</p>\n<p> • Malware, viruses, Trojan horses, spyware, worms, or other malicious or harmful code;</p>\n<p> • Spam or commercial electronic messages in violation of the CAN-SPAM Act, Canada’s Anti-Spam Legislation, the General Data Protection Regulation or any other applicable law or regulation.\nor</p>\n<p> • SMS, MMS, or other text messages or push notifications that violate the Telephone Consumer Protection Act or any other applicable telemarketing or telephone consumer protection law or regulation.</p>\n<p>We have the right, but not the obligation, to monitor or investigate your use of the Services at any time for compliance with this Policy, our Terms of Service, or any other agreement between you and us governing your use of the Services.\nIf we determine (in our sole discretion) that you engage in activities that violate the letter or spirit of this Policy, including activities outside of your use of the Services, or authorize or help others to do so, we may suspend or terminate your use of the Services without notice or liability.</p>\n<p>We may update this Policy from time to time by posting an updated version at&nbsp;www.klaviyo.com/legal/acceptable-use&nbsp;and any such updates will be effective upon posting.\nWhen we update this Policy, the “Last Updated” date above will be updated to reflect the date of the most recent version.\nYour continued use of the Services constitutes your acceptance of the modified Policy.\nWe encourage you to review this Policy regularly.</p>\n<p>If you become aware of any violation of this Policy, please contact us at&nbsp;abuse@klaviyo.com.</p>\nOwn your data.<br>Own your growth.<ul>\n<li>Products<ul>\n<li>SMS</li>\n<li>Email</li>\n<li>Mobile push</li>\n<li>Reviews</li>\n<li>Platform</li>\n<li>Integrations</li>\n<li>Features</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>Success and support</li>\n<li>Getting started</li>\n<li>Help center</li>\n<li>Community</li>\n<li>Academy</li>\n<li>Legal</li>\n<li>Security</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Solutions<ul>\n<li>Retail</li>\n<li>Wellness</li>\n<li>Enterprise</li>\n<li>Partners</li>\n<li>Developers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore<ul>\n<li>Data privacy</li>\n<li>Why switch?</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Guides and reports</li>\n<li>Podcasts</li>\n<li>Case studies</li>\n</ul>\n</li>\n</ul>FacebookTwitterLinkedInInstagram© 2023 Klaviyo.\nAll rights reserved.Terms and PrivacyTrademarksCookies Settings Privacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Targeting Cookies</li>\n<li>Functional Cookies</li>\n</ul>Your Privacy<p>\n<b>Overview</b>\n<br>\n<br> When you visit our website, we store cookies on your browser to collect information.\nThe information collected might relate to you, your preferences or your device, and is mostly used to make the site work as you expect it to and to provide a more personalized web experience.\nHowever, you can choose not to allow certain types of cookies, which may impact your experience of the site and the services we are able to offer.\n<br>\n<br>\n<b>Do Not Sell or Share My Personal Information</b>\n<br>\n<br> Under certain privacy laws, you have the right to direct the business not to sell or share your personal information for targeted advertising purposes.\nYou can use the tools on this page to opt-out of our third-party partners collecting your information through cookies for targeted advertising purposes by adjusting the toggles.<br>\n<br> To opt-out of personal information sales (where applicable), you must opt-out of targeted advertising using these toggles and you must submit a Do Not Sell request by submitting a request through our <b>Privacy Rights Request</b> form.<br>\n<br> Click on the different category headings to find out more and change our default settings according to your preference.\nYou cannot opt-out of our First Party Strictly Necessary Cookies as they are deployed in order to ensure the proper functioning of our website (such as prompting the cookie banner and remembering your settings, to log into your account, to redirect you when you log out, etc.).<br>\n<br> For more information about the First and Third Party Cookies used see our <br>Privacy Notice</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest Switch Label label Switch Label label Switch Label labelClear checkbox label labelApply CancelConfirm Allow All ", "created_at": "2023-07-05 01:09:51.425397", "updated_at": "2023-07-05 01:10:00.097732"}, {"id": 17196, "name": "Privacy Notice", "url": "https://www.klaviyo.com/legal/privacy/privacy-notice", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Products<p>Our products</p>\n<ul>\n<li>Email<p>Stand out in their inbox</p>\n</li>\n<li>SMS<p>Reach customers where they are</p>\n</li>\n<li>Mobile push<p>Engage and retain your mobile app users</p>\n</li>\n<li>Reviews<p>Collect and display product reviews</p>\n</li>\n</ul>\n<p>Features</p>\n<ul>\n<li>Integrations</li>\n<li>Campaigns</li>\n<li>Segmentation</li>\n<li>See all our features</li>\n</ul>\n<p>Why Klaviyo</p>\n<ul>\n<li>The Klaviyo marketing automation platform<p>Finally, a single platform to personalize at scale</p>\n</li>\n</ul>\n</li>\n<li>Resources<p>Discover</p>\n<ul>\n<li>Blog<p>Industry news and growth strategies</p>\n</li>\n<li>Podcast<p>Stories from founders like you</p>\n</li>\n<li>Case studies<p>Companies who’ve grown with Klaviyo</p>\n</li>\n<li>Product updates<p>Check out the latest product features</p>\n</li>\n</ul>\n<p>Education</p>\n<ul>\n<li>Live training<p>How-to’s for getting started and growth</p>\n</li>\n<li>Academy<p>Resources, courses and certifications</p>\n</li>\n<li>Guides and reports<p>Strategies for today’s challenges</p>\n</li>\n</ul>\n<p>Support</p>\n<ul>\n<li>Success and support<p>How we set you up for success</p>\n</li>\n<li>Help center<p>Find answers to your questions</p>\n</li>\n<li>Klaviyo Community<p>Learn from other Klaviyo businesses</p>\n</li>\n<li>Contact us<p>Get in touch</p>\n</li>\n</ul>\n<p>Klaviyo for</p>\n<ul>\n<li>Retail<p>Ecommerce marketing tools for retail brands</p>\n</li>\n<li>Developers<p>Guides, tools, and insights for developers</p>\n</li>\n<li>Partners<p>Join the Klaviyo partner program</p>\n</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>Klaviyo Privacy Notice\n<p>\n<em>Updated June 29, 2023</em>\n</p>\n<p>Thank you for your interest in Klaviyo! This Privacy Notice explains how information about you, that directly identifies you, or that makes you identifiable (“<strong>personal information</strong>”) is collected, used, disclosed, and otherwise processed by Klaviyo in connection with our services.&nbsp;</p>\n<p>When we use the terms “<strong>Klaviyo</strong>”, “<strong>Klaviyo Group</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>” in this Privacy Notice, we are referring to Klaviyo, Inc.\nand its affiliates.\nWhen we use the term “<strong>Service</strong>,” we are referring to all of the services and product offerings that we offer as a controller, our website https://www.klaviyo.com/ or any other Klaviyo Group product or service that posts or links to this Privacy Notice.</p>\n<p>\n<strong>Klaviyo as a Data Controller</strong>: For purposes of data protection laws, Klaviyo is the “data controller” (or similar term under applicable laws) and is generally responsible for and controls the processing of your personal information collected through your use of our Service.\nThis Privacy Notice applies only to instances where Klaviyo acts as a data controller.</p>\n<p>\n<strong>Klaviyo as a Data Processor</strong>:<em>\n</em>&nbsp;In providing our Service, our customers may collect data in our products and services, or we may collect data on their behalf, which may include personal information or data about our customers’ end users (“<strong>Customer Data</strong>”).\nIn such instances, Klaviyo acts as a “data processor” (or similar term under applicable laws), and we have contractually committed ourselves to process Customer Data on behalf and under the instruction of the respective customer, who is the data controller.\nThis Privacy Notice does not apply to the processing of Customer Data and we recommend you read the privacy notice of the respective customer if their processing concerns your personal information.</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<ol>\n<li>How We Collect Your Personal Information</li>\n<li>How We Use Your Personal Information</li>\n<li>How We Share Personal Information</li>\n<li>Online Advertising</li>\n<li>Control Over Your Information</li>\n<li>Privacy Rights</li>\n<li>Children</li>\n<li>Third Party Websites and Services</li>\n<li>Changes to Privacy Notice</li>\n<li>Contact Us</li>\n<li>Region-Specific Disclosures <ul>\n<li>Additional Disclosures for Australia Residents</li>\n<li>Additional Disclosures for California Residents (United States)</li>\n<li>Additional Disclosures for Nevada Residents (United States)</li>\n<li>Additional Disclosures for the European Economic Area, United Kingdom, and Switzerland</li>\n</ul>\n</li>\n<li>EU-US Privacy Shield And Swiss-US Privacy Shield Certifications</li>\n<li>EU Representative and UK Representative</li>\n</ol>\n<p>Back to top ⬆︎</p>\n<strong>1.\nHOW WE COLLECT YOUR PERSONAL INFORMATION</strong>\n<p>When you interact with us, we are collecting personal information about you.\nSometimes we collect personal information automatically when you interact with our Services and sometimes we collect the personal information directly from you.\nAt times, we may collect personal information about you from third parties.</p>\n<strong>Personal Information You Provide</strong>\n<p>We may collect the following personal information you provide in connection with our Service:</p>\n<ul>\n<li>\n<strong>Account Creation and Profile Information for a Klaviyo Account</strong>.\nWe may collect personal information that you provide when you register for an account (where available).\nThis information includes your email and password, company name, company URL, office phone number and office address.\nYou may also add or confirm your name, company industry, tax ID, billing address, time zone and source of contact/lead.</li>\n<li>\n<strong>Contract Data</strong>.\nIf your company enters into a contractual relationship with us, we may collect your name, job title, email address, signature (if wet signed or a copy of their autograph is used), customer name and address, and information how you heard about us.</li>\n<li>\n<strong>Payment and Transaction Information</strong>.\nIf you sign up for one of our Services requiring payment, we collect the information provided in connection with such payment.\nPlease note that we use third party payment processors to process payments made to us.\nAs such, all such information is provided directly by you to our third-party processor.\nThe payment processor’s use of your personal information is governed by their privacy notice.\nWe will only receive the last 4 digits of the credit card number along with transaction-related information (i.e., payment date, amount, device type, IP address and card type).\nIf custom billing is arranged, the account contact’s name, email, job title, company and address may be collected as well.</li>\n<li>\n<strong>Communications</strong>.\nWhen you contact us through any method of communications, including through one of our website “Contact Us”, “Chat” or “Support” functions or you request a demo of the Klaviyo platform, we may collect your name, email address, mailing address, phone number, company/company URL, account ID, type of inquiry, or any other personal information you choose to provide to us, such as how many contacts you have/your company has, which products interest you, what platform is currently being used, and meeting dates and times.</li>\n<li>\n<strong>Newsletter, Marketing Emails, and Blog</strong>.<strong>\n</strong>If you sign up to receive news or alerts from us, or subscribe to our blog, we may collect your email and applicable interests and communication preferences.</li>\n<li>\n<strong>Klaviyo Academy</strong>.\nIf you sign up for training sessions via the Klaviyo Academy, we ask for your user’s name, email, and password.\nYou may add a profile picture.\nWhen using the platform, a user’s history on registrations, courses taken, scores, and product certifications, survey responses and lead status as well as unique identifier are captured.</li>\n<li>\n<strong>Klaviyo Community</strong>.\nIf you wish to participate in the Klaviyo network with other account holders and find resources, insights and further support from other used, you may participate in the Klaviyo Community.\nIn this case we may collect the following data: your account credentials, your Klaviyo account ID, email address and partner ID.\nYour account will also show classifications based on your involvement in the Community and badges showing your based on your involvement/accomplishment (both of which can be manages in the profile settings to be visible or not visible to other users of the Community) as well as all content you share via the Community function.\nMoreover, you may add your name, username, job title, city, country, profile picture, social media (Instagram and Twitter), and bio/signature details that may be visible to the other users of the Community.</li>\n<li>\n<strong>Klaviyo Partner</strong>.\nIf you apply to be a Klaviyo partner, we may collect personal information that you provide when you sign up (where available).\nThis information includes your name, email, title, business phone number, company name, company URL and office address.</li>\n<li>\n<strong>Events, Surveys, Feedback and Promotions (including Contests, Sweepstakes, Webinars, and Training Sessions)</strong>.\nIf you fill out any forms or otherwise provide your information to us in connection with Klaviyo events, surveys, or other promotional events (including contests, sweepstakes, webinars, and trainings), as well as when you provide feedback to us, we may collect your contact information (such as your name, email, and phone number), your organization company, your job title, the office address and any other information you provide to us.&nbsp;</li>\n</ul>\n<strong>Personal Information Automatically Collected</strong>\n<p>As is true of most digital platforms, we and our third-party providers and partners collect certain personal information automatically when you visit, interact with, or use our Service:</p>\n<ul>\n<li>\n<strong>Log Data</strong>:&nbsp.\nIncluding your internet protocol (IP) address, operating system, browser details such as type, ID, and configuration, unique identifiers, device type and version, the referring URL, date/time of your visit, the time you spent on our services and any errors that may occur during your visit to our Services.</li>\n<li>\n<strong>Analytics Data</strong>:&nbsp.\nIncluding the electronic path you take to our services, through our services and when exiting our services, UTM source, as well as your usage and activity on our services, such as the time zone, activity information (first and last active date and time), usage history (flows created, campaigns scheduled, emails opened, total log-ins) as well as the pages, links, objects, products and benefits you view, click or otherwise interact with.\nWe may also analyze the interaction between you and your customer using our Services.\n&nbsp;</li>\n<li>\n<strong>Location Data</strong>:&nbsp.\nIncluding your general geographic location based on the IP address we collect.</li>\n<li>\n<strong>Platform data</strong>: If you have an account to use the services we offer as a processor, we may in addition also collect your name, phone number, email address, company information, status in the sales cycle, lead and commercial details (like platform specifics, initial marketing channel), and user and account ID and other identifiers (such as Salesforce ID and Klaviyo ID), NPS/account sentiments, Klaviyo Academy user profile/history data, account health status, event attendance, status as lead/account, integrations.</li>\n</ul>\n<p>We and our third-party providers may use (i) cookies or small data files that are stored on an individual’s computer and (ii) other, related technologies, such as web beacons, pixels, embedded scripts, location-identifying technologies and logging technologies (collectively, “<strong>cookies</strong>”) to automatically collect this personal information.\nFor more information about these practices and your choices regarding cookies, please see our Cookie Notice.</p>\n<strong>Personal Information from Other Sources and Third Parties</strong>\n<p>We may also obtain personal information from third parties, which we may combine with personal information we collect either automatically or directly from an individual.</p>\n<p>We may receive personal information from the following third parties:</p>\n<ul>\n<li>\n<strong>Klaviyo Entities</strong>: We may receive personal information from other companies and brands owned or controlled by Klaviyo Group, and other companies owned by or under common ownership as Klaviyo Group.&nbsp;</li>\n<li>\n<strong>Klaviyo</strong>\n<strong> Business and Marketing Partners</strong>.\nWe may also disclose personal information with other business and marketing partners with whom we jointly offer products or services, co-market or host events, or who are part of our partner ecosystem.\nThe information we disclose may include your name, phone number, email address, company name and address, opportunity/interest details of your company, and information on whether your company is a current client of our partner.</li>\n<li>\n<strong>Social</strong>\n<strong> Media</strong>: When an individual interacts with us through various social media networks, such as when someone “Likes” us on Facebook or follows us or shares our content on Facebook, Twitter, Instagram or other social networks through, for example, the social media buttons embedded into our website, we may receive some information about individuals that they permit the social network to share with third parties.\nThe data we receive is dependent upon an individual’s privacy settings with the social network.\nIndividuals should always review and, if necessary, adjust their privacy settings on third-party websites and social media networks and services before sharing information and/or linking or connecting them to other services.</li>\n<li>\n<strong>Service</strong>\n<strong>\n</strong>\n<strong>Providers</strong>: Our service providers that perform services solely on our behalf, such as chat services, payout processing, and marketing providers, collect personal information and often share some or all of this information with us.</li>\n</ul>\n<p>Back to top ⬆︎　</p>\n<strong>2.&nbsp.\nHOW WE USE YOUR PERSONAL INFORMATION</strong>\n<p>We may use the personal information we collect for the following purposes:&nbsp;</p>\n<ul>\n<li>Fulfill our contractual obligations, to deliver the Services you have requested, including facilitating your messages to other users or groups and for account and contract management (including customer support);</li>\n<li>Communicate with individuals, including via email, text message, social media and/or telephone and video calls;</li>\n<li>Review our business performance;</li>\n<li>Market and Sales of our Services to individuals, including through email, direct mail, phone, video call,&nbsp.\ntext message, or through other forms of communications platforms (i.e., WhatsApp);</li>\n<li>Send gifts to you;</li>\n<li>Administer, improve and personalize our Services, including by recognizing an individual and remembering their information when they return to our Services and analyzing our client-base;</li>\n<li>Process payment for our Services;</li>\n<li>Conduct market research;</li>\n<li>Opportunity tracking, conversion and lead generation;&nbsp;</li>\n<li>Test, enhance, update and monitor the Services, or diagnose or fix technology problems;</li>\n<li>Help maintain the safety, security and integrity of our property and Services, technology assets and business;</li>\n<li>Enforce our Terms of Service, resolve disputes, carry out our obligations and enforce our rights, and protect our business interests and the interests and rights of third parties;</li>\n<li>Prevent, investigate or provide notice of fraud or unlawful or criminal activity;</li>\n<li>Process and deliver contest and sweepstakes entry and awards.\nand</li>\n<li>Comply with legal obligations.</li>\n</ul>\n<p>Back to top ⬆︎</p>\n<strong>3.\nHOW WE SHARE PERSONAL INFORMATION</strong>\n<p>We may also share, transmit, disclose, grant access to, make available, and provide personal information with and to third parties, as described below.&nbsp;</p>\n<ul>\n<li>\n<strong>Service Providers</strong>:<strong>\n</strong>We share personal information with third party contractors and service providers, that are subject to reasonable confidentiality terms, and which may include processing payments, providing web hosting and maintenance services, technology support providers, email and messaging communications providers, analytics providers, data storage providers, and web and video hosting providers and developers.\nAny such service providers will be subject to confidentiality provisions, and be bound to only process the data on our behalf and under our instructions, unless such service providers act as their own controllers (e.g., in the case we seek advice from lawyers and tax consultants).</li>\n<li>\n<strong>Klaviyo Group</strong>:<strong>\n</strong>We may share with other companies and brands owned or controlled by Klaviyo Group, and other companies owned by or under common ownership as Klaviyo Group.\nThese companies will use your personal information in the same way as we can under this Privacy Notice.</li>\n<li>\n<strong>Business and Marketing Partners</strong>: We may also disclose personal information with other business and marketing partners with whom we jointly offer products or services, co-market or host events, or who are part of our partner ecosystem.\nWe may obtain your consent where required by applicable law.\nOur business and marketing partners will use your information in accordance with their own privacy notices.&nbsp;</li>\n<li>\n<strong>Advertising Partners</strong>: We may share certain personal information (including information collected through cookies) with our advertising service providers and vendors in order to advertise our Services to you.\nFor more information on how we collect and share this information, please see the <strong>Online Advertising</strong> section of this Privacy Notice.</li>\n<li>\n<strong>Corporate Transaction</strong>:<strong>\n</strong>We may transfer any information we collect in the event we sell or transfer all or a portion of our business or assets (including any shares in the company) or any portion or combination of our products, services, businesses and/or assets.\nShould such a transaction occur (whether a divestiture, merger, acquisition, bankruptcy, dissolution, reorganization, liquidation, change of control or similar transaction or proceeding), we will use reasonable efforts to ensure that any transferred information is treated in a manner consistent with this Privacy Notice.</li>\n<li>\n<strong>Legal Obligations and Rights</strong>:<strong>\n</strong>We may disclose personal information to third parties, such as legal advisors and law enforcement agencies, regulators, other authorities and other third parties for legal reasons if we reasonably believe that such action is necessary:\n<ul>\n<li>in connection with the establishment, exercise, or defense of legal claims;&nbsp;</li>\n<li>to comply with laws or to respond to lawful requests and legal process;&nbsp;</li>\n<li>to protect our rights and property and the rights, personal safety and property of others, including to enforce our agreements and policies;</li>\n<li>to detect, suppress, or prevent fraud.\nor</li>\n<li>as otherwise required by applicable law.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<strong>The Public/Other Klaviyo Community users, when you post content on the Klaviyo Community portion of the website</strong>:<strong>\n</strong>Remember, our websites allow you to connect and interact with others.\nIn that case, your personal data may be visible to others as set out above under “Klaviyo Community”.</li>\n<li>\n<strong>With Your Consent</strong>: We may disclose personal information about an individual to certain other third parties or publicly with their consent or direction.\nFor example, with an individual’s consent or direction we may post their testimonial on our website or service-related publications.&nbsp;</li>\n</ul>\n<p>Back to top ⬆︎</p>\n<strong>4.\nONLINE ADVERTISING</strong>\n<p>We may share (or we may permit these parties to collect) personal information with online advertising networks, social media companies, and other third-party services, including information about your use of our Service over time, so that they may play or display ads that may be relevant to your interests on other websites or apps, or on other devices you may use.&nbsp.\nTypically, though not always, the information we share is provided through cookies or similar tracking technologies, which recognize the device you are using and collect information, including hashed data, clickstream information, browser type, time and date you visited the website and other information.&nbsp.\nThis information is used to display targeted ads on other websites, apps, or services.\nWe or the online advertising networks use this information to make the advertisements you see online more relevant to your interests.\nWe may also display targeted advertising to you through social media platforms, such as LinkedIn, Facebook, Twitter, Google, and others.\nThese companies have interest-based advertising programs that allow us to direct advertisements to users who have shown interest in our services while those users are on the social media platform, or to groups of other users who share similar traits, such as likely commercial interests and demographics.\nThese advertisements are governed by the privacy policies of those social media companies that provide them.\nFor more information on our online practices specifically in relation to cookies, please see our Cookie Notice.&nbsp;</p>\n<p>Back to top ⬆︎</p>\n<strong>5.\nCONTROL OVER YOUR INFORMATION</strong>\n<ul>\n<li>\n<strong>Email Communications</strong>.\nFrom time to time, we may send you emails regarding updates to our Services, products or services, notices about our organization, or information about products/services we offer that we think may be of interest to you.\nIf you wish to unsubscribe from such emails, simply click the “unsubscribe link” provided at the bottom of the email communication.\nNote that you cannot unsubscribe from certain services-related communications (e.g., account verification, confirmations of transactions, technical or legal notices).</li>\n<li>\n<strong>Messaging Platforms</strong>.\nWe may use personal information we collect to communicate with individuals via messaging platforms (such as WhatsApp), including to market to you or offer you information and updates on products or services we think you may be interested in.\nYou can unsubscribe from these messages at any time by replying STOP in one of our messages.</li>\n<li>\n<strong>SMS Text Messaging</strong>.\nWe may use personal information we collect to communicate with individuals via text message, including (with your consent) to market to you or offer you information and updates on products or services we think you may be interested in.\nYou can unsubscribe from marketing text messages at any time by replying STOP or clicking the unsubscribe link (where available) in one of our messages.\nFor more information, please see our <strong>Terms of Service</strong>.&nbsp;</li>\n<li>\n<strong>Modifying Account Information</strong>.\nIf you have a Klaviyo service account with us, you have the ability to modify certain information in your account (e.g., your contact information and profile picture) through the “Contact Information” tab in the “Account” section in your Klaviyo account.\nNot all personal information is maintained in a format that you can access or change.\nIf you would like to request access to, or correction or deletion of personal information, you may send your request to us by messaging support in the support portal through your Klaviyo account.\nWe will review your request and may require you to provide additional information to identify yourself, but we do not promise that we will be able to satisfy your request.</li>\n</ul>\n<p>Back to top ⬆︎</p>\n<strong>6.\nPRIVACY RIGHTS</strong>\n<p>In accordance with applicable privacy law and the jurisdiction in which you reside (including, without limitation, Colorado, Connecticut, Utah, and Virginia), you may be able to exercise some or all of the following rights in relation to the personal information about you that we have collected (subject to certain limitations at law):</p>\n<ul>\n<li>\n<strong>Right of access and portability</strong>.\nYou may have the right to obtain access to the personal information we have collected about you and, where required by law, the right to obtain a copy of the personal information.</li>\n<li>\n<strong>Right to correction</strong>.\nYou may have the right to require us to correct inaccuracies in your personal information, taking into account the nature of the personal information and the purposes of the processing of the personal information.</li>\n<li>\n<strong>Right to deletion</strong>.\nYou may have the right to request the deletion of your personal information, subject to certain exceptions.</li>\n<li>\n<strong>Right to opt-out</strong>.\nYou may have the right to opt-out of certain processing activities.\nFor example, you may have the right to opt-out of the use of your personal information for targeted advertising purposes, or the “sale” of your personal information to third parties in certain contexts.\nYou may also have the right to direct us not to use automated decision-making or profiling for certain purposes.</li>\n<li>\n<strong>Right to exercise control over sensitive personal information</strong>.<strong>\n</strong>You may have the right to exercise control over our collection and processing of certain sensitive personal information.&nbsp;</li>\n<li>\n<strong>Right to non-retaliation</strong>.\nYou may have the right to be free from retaliatory or discriminatory treatment for exercising any of the rights described above.</li>\n</ul>\n<p>\n<strong>\n<em>To exercise your rights</em>\n</strong>\n<em>:</em>\n<strong>\n<em>\n</em>\n</strong>please submit a request by filling out our P<strong>rivacy Rights Request</strong>.</p>\n<p>Before processing your request, we will need to verify your identity and confirm you are a resident of a jurisdiction that offers such right(s).\nIn order to verify your identity, we will generally either require the successful authentication of your account, or the matching of sufficient information you provide us to the information we maintain about you in our systems.\nThis process may require us to request additional personal information from you.\nIn certain circumstances, we may decline a request to exercise the rights described above, particularly where we are unable to verify your identity or locate your information in our systems.\nIf we are unable to comply with all or a portion of your request, we will explain the reasons for declining to comply with the request.</p>\n<p>\n<strong>\n<em>To exercise your right to opt-out</em>\n</strong>: please submit a request, as follows:&nbsp;</p>\n<p>Opt-out of targeted advertising (cookies opt-out), please use our cookie management tool: <br>Cookie Settings</p>\n<p>Opt-out of data “sales”, please submit a request by filling out our P<strong>rivacy Rights Request</strong>.</p>\n<p>Unless you have exercised your right to opt-out, we may disclose or “sell” your personal information to third parties for monetary or other valuable consideration, or use your information for all the purposes described in this Privacy Notice, including for targeted advertising.\nThe third parties to whom we sell or disclose personal information may use such information for their own purposes in accordance with their own privacy statements.&nbsp;</p>\n<p>You do not need to create an account with us to exercise your right to opt-out.\nHowever, we may ask you to provide additional personal information so that we can properly identify you to track compliance with your opt-out request.\nWe will only use personal information provided in an opt-out request to review and comply with the request.\nIf you choose not to provide this information, we may only be able to process your request to the extent we are able to identify you in our data systems.\nWe may not process your request if we, in good faith, believe that the request is fraudulent.\nIn such instances, we will send a notice to the requestor explaining our decision.</p>\n<p>Back to top ⬆︎</p>\n<strong>7.\nCHILDREN</strong>\n<p>Our Services are not directed to, and we do not intend to, or knowingly, collect or solicit personal information from children under the age of 16.\nIf an individual is under the age of 16, they should not use our Services or otherwise provide us with any personal information either directly or by other means.\nIf a child under the age of 16 has provided personal information to us, we encourage the child’s parent or guardian to contact us to request that we remove the personal information from our systems.\nIf we learn that any personal information we collect has been provided by a child under the age of 16, we will promptly delete that personal information.</p>\n<p>Back to top ⬆︎</p>\n<strong>8.\nTHIRD PARTY WEBSITES AND SERVICES</strong>\n<p>The Services may contain integrations or links to third party websites or services, including those of our business partners.\nBy interacting with these third parties, you are providing information directly to the third party and not Klaviyo.\nPlease note that Klaviyo is not responsible for the privacy practices of these third parties or any entity that it does not own or control.\nWe encourage you to review the privacy notices and online terms of those third parties to learn more about how they handle your personal information.</p>\n<p>Back to top ⬆︎</p>\n<strong>9.\nCHANGES TO PRIVACY NOTICE</strong>\n<p>We reserve the right to change this Privacy Notice from time to time in our sole discretion.\nWe will notify you about material changes in the way we treat personal information by adequately informing you via your account, by placing a prominent notice on our website, or through other appropriate communication channels.\nIt is your responsibility to review this Privacy Notice periodically.\nAll changes shall be effective from the date of publication unless otherwise provided.</p>\n<p>Back to top ⬆︎</p>\n<strong>10.\nCONTACT US</strong>\n<p>If you have any questions or requests in connection with this Privacy Notice or other privacy-related matters, please send an email to privacy@klaviyo.com.&nbsp;</p>\n<p>Back to top ⬆︎</p>\n<strong>11.\nREGION-SPECIFIC DISCLOSURES</strong>\n<p>This Privacy Notice is designed to apply to our website visitors, users of our Service, and other companies and users on a global basis.\nPlease refer below for additional disclosures that may be applicable to you:</p>\n<p>Back to top ⬆︎</p>\n<strong>ADDITIONAL DISCLOSURES FOR AUSTRALIA RESIDENTS</strong>\n<p>These additional disclosures for Australian residents (“<strong>Australian Disclosures</strong>”) supplement the information contained in our <strong>Privacy Notice</strong> and applies solely to individuals in Australia (“<strong>you</strong>”).&nbsp;</p>\n<p>These Australian Disclosures provide additional information about how we collect, use, disclose and otherwise process personal information of individuals in Australia, either online or offline, within the Australian <em>Privacy Act 1988</em> (Cth) and the Australian Privacy Principles (“<strong>APPs</strong>”) found in Schedule 1 of the <em>Privacy Act</em>.&nbsp.\n&nbsp;</p>\n<p>Unless otherwise expressly stated, all terms in these Australian Disclosures have the same meaning as defined in our <strong>Privacy Notice</strong> or as otherwise defined in the <em>Privacy Act</em>.\n&nbsp;</p>\n<p>When we use the term “<strong>personal information</strong>” in this Australian Disclosures notice, we mean information or an opinion about an identified individual or an individual who is reasonably identifiable, whether the information or opinion:</p>\n<ul>\n<li>is true or not.\nand</li>\n<li>is recorded in a material form or not.&nbsp;</li>\n</ul>\n<strong>A.\nHOW WE COLLECT YOUR PERSONAL INFORMATION</strong>\n<p>The various ways in which your personal information is collected are described in section 1 of our Privacy Notice, We may also collect your personal information if we record any phone calls or video calls (with your permission) between you and Klaviyo.&nbsp;</p>\n<strong>B.\nOVERSEAS TRANSFERS OF YOUR PERSONAL INFORMATION</strong>\n<p>Your personal information may be transferred to and stored in locations outside Australia where we and our third-party service providers have operations, including in the United States, where Klaviyo, Inc.\nis located and the United Kingdom.</p>\n<p>In the event of a transfer by Klaviyo to a location outside Australia, we ensure that: (i) personal information is transferred to countries recognised as having an equivalent level of privacy protection to Australia.\nor (ii) the transfer is made pursuant to appropriate safeguards, such as contractual obligations.&nbsp;</p>\n<strong>C.\nSTORING YOUR PERSONAL INFORMATION</strong>\n<p>We implement appropriate technical and organizational measures to protect your personal information against accidental or unlawful destruction, loss, change or damage.\nAll personal information we collect will be stored by our cloud hosting provider on secure servers.&nbsp;</p>\n<p>We will never send you unsolicited emails or contact you by phone requesting credit or debit card information.</p>\n<strong>D.\nYOUR PRIVACY RIGHTS</strong>\n<p>You have various rights under the APPs.</p>\n<strong>Right to access and request</strong>\n<p>You have the right to request access to and/or the correction of your personal information held by Klaviyo.\nYou can exercise these rights by contacting our Privacy Officer at privacy@klaviyo.com.\n&nbsp;</p>\n<p>We will respond to your request within a reasonable time.\nIf your request is refused, you will be provided with written reasons for the refusal and information about the mechanisms you can use to complain about the refusal.&nbsp;</p>\n<strong>Right to complain</strong>\n<p>You also have a right to make a privacy complaint to our Privacy Officer at privacy@klaviyo.com.&nbsp;</p>\n<p>Our Privacy Officer will first consider your complaint to determine whether there are simple or immediate steps which can be taken to resolve the complaint.\nOur Privacy Officer will endeavour to complete the investigation into your complaint promptly.\nYou may be asked to provide further information about your complaint and the outcome you are seeking.\nOur Privacy Officer will then typically gather relevant facts, locate and review relevant documents, and speak with individuals involved.</p>\n<p>In most cases, our Privacy Officer will investigate and provide a written response to your complaint within 30 days of receipt of the complaint.\nIf the matter is more complex or the investigation may take longer, our Privacy Officer will let you know.</p>\n<p>If you are not satisfied with Klaviyo’s response to your complaint, a complaint may be made to the Office of the Australian Information Commissioner (“<strong>OAIC</strong>”).\nThe OAIC can be contacted by telephone on 1300 363 992 or by using the contact details on the website www.oaic.gov.au.</p>\n<p>Back to top ⬆︎</p>\n<strong>ADDITIONAL DISCLOSURES FOR CALIFORNIA RESIDENTS (UNITED STATES)</strong>\n<p>These additional disclosures for California residents (“<strong>CA Disclosures</strong>”) supplement the information contained in our <strong>Privacy Notice</strong> and apply solely to individual residents of the State of California (“<strong>consumers</strong>” or “<strong>you</strong>”).&nbsp;</p>\n<p>These CA Disclosures provide additional information about how we collect, use, disclose and otherwise process personal information of individual residents of the State of California, either online or offline, within the scope of the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act (collectively, the “<strong>CCPA</strong>”)</p>\n<p>Unless otherwise expressly stated, all terms in these CA Disclosures have the same meaning as defined in our <strong>Privacy Notice</strong> or as otherwise defined in the CCPA.\n&nbsp;</p>\n<p>When we use the term “<strong>personal information</strong>” in this CA Notice, we mean information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.&nbsp;</p>\n<strong>A.\nCOLLECTION AND USE OF PERSONAL INFORMATION</strong>\n<p>We collect personal information from and about you for a variety of purposes, as described in the <strong>How We Collect Your Personal Information </strong>and <strong>How We Use Your Personal Information </strong>sections of the <strong>Privacy Notice</strong>.&nbsp;</p>\n<p>\n<strong>Categories of Personal Information Collected</strong>.\nIn the last 12 months, we have collected the following categories of personal information:</p>\n<ul>\n<li>\n<strong>Identifiers</strong>, such as your first, middle and last name, email address, username, or other similar identifiers;</li>\n<li>\n<strong>CA Customer Categories</strong>, such as your name, phone number, and postal address;&nbsp;</li>\n<li>\n<strong>Commercial Information</strong>, such as records of services purchased, obtained or considered;</li>\n<li>\n<strong>Internet/Network Information</strong>, such as device information, logs and analytics data;</li>\n<li>\n<strong>Geolocation Data</strong>, such as approximate location data generated based on your IP address or other information;</li>\n<li>\n<strong>Sensory Information</strong>, such as recordings of any phone calls or video calls (with your permission, as applicable) between you and Klaviyo;</li>\n<li>\n<strong>Professional/Employment Information</strong>, such as the business or organization you represent, your title with that business or organization and information relating to your role with the business or organization, job application information and other details contained in your resume;</li>\n<li>\n<strong>Inferences</strong> about your interests and preferences, generated from your use of our sites.\nand</li>\n<li>\n<strong>Other Personal Information</strong>, including information you submit into the feedback form and any communications between you and Klaviyo, as well as information we receive from social networking sites.</li>\n</ul>\n<p>We collect this information from the following sources: directly from you, from our business partners and affiliates, from your browser or device when you visit our App or use our Services, or from third parties that you permit to share information with us.\nPlease see the <strong>How We Collect Your Personal Information</strong> section of the Privacy Notice for more information about the sources of personal information we collect.</p>\n<strong>B.\nDISCLOSURE OF PERSONAL INFORMATION</strong>\n<p>We share personal information with third parties for business purposes.\nThe categories of third parties to whom we disclose your personal information for a business purpose include: (i) other brands and affiliates in our family of companies.\n(ii) our service providers and advisors.\n(iii) analytics providers.\n(iv) marketing and strategic partners.\nand (v) social networks.&nbsp;</p>\n<p>In the previous 12 months, we have disclosed all of the categories of personal information we collect, explained in the <strong>Collection and Use of Personal Information</strong> section of these CA Disclosures, to third parties for a business purpose, as describe the <strong>How We Share Your Personal Information</strong> section of the Privacy Notice.</p>\n<strong>C.\nSALE OF PERSONAL INFORMATION&nbsp;</strong>\n<p>As further described in the <strong>How We Share Your Personal Information</strong> section of the Privacy Notice, we may “sell” or “share” your personal information (as those terms are defined by the CCPA) to third parties, subject to your right to opt out of those sales or sharing (see <strong>Exercise Your Right to Opt-Out</strong> below).&nbsp;</p>\n<p>In the last 12 months, we have sold or shared the following categories of personal information for the purposes described in our Privacy Notice, subject to your settings and preferences and your Right to Opt-Out: Identifiers, such as your name and email address, CA Customer Categories, such as your name and phone number, and Commercial Information, such as records of services purchased, obtained or considered.</p>\n<p>The categories of third parties to whom we may sell or share the personal information include:&nbsp;</p>\n<ul>\n<li>Business and Marketing Partners</li>\n<li>Online Advertising Networks and Analytics Providers</li>\n<li>Social Networks</li>\n</ul>\n<p>We may also disclose personal information to third parties at your direction or upon your request, in connection with a corporate business transaction, or to comply with legal or contractual obligations, as described in our Privacy Notice.</p>\n<strong>D.\nYOUR CALIFORNIA PRIVACY RIGHTS</strong>\n<p>As a California resident, you may be able to exercise the following rights in relation to the personal information that we have collected about you (subject to certain limitations at law):</p>\n<strong>The Right to Access/Know</strong>\n<br> &nbsp;　<br>You have the right to request any or all of the following information relating to your personal information we have collected and disclosed in the last 12 months, upon verification of your identity:<br> • The specific pieces of personal information we have collected about you;<br> • The categories of personal information we have collected about you;<br> • The categories of sources of the personal information;<br> • The categories of personal information that we have disclosed to third parties for a business purpose, and the categories of recipients to whom this information was disclosed;<br> • The categories of personal information we have sold about you (if any), and the categories of third parties to whom the information was sold.\nand<br> • The business or commercial purposes for collecting or, if applicable, selling the personal information.<br>　<strong>The Right to Request Deletion</strong>\n<br>　You have the right to request the deletion of personal information we have collected from you, subject to certain exceptions.<br>　<strong>The Right to Correction</strong>\n<br>　You have the right to request that any inaccuracies in your personal information be corrected, taking into account the nature of the personal information and the purposes of the processing of your personal information.<br>　<strong>The Right to Opt-Out of Sales or Sharing of Personal Information</strong>\n<br>　You have the right to direct us not to “sell” your personal information to third parties for monetary or other valuable consideration, or “share” your personal information to third parties for cross-context behavioral advertising purposes.<br>If you are under the age of 16, you have the right to opt in, or to have a parent or guardian opt in on your behalf, to such sales.<br>　<strong>The Right to Limit Use and Disclosure of Personal Information</strong>\n<br>　You have the right to direct us to limit the use of your sensitive personal information to certain purposes, subject to certain exceptions.<br>　<strong>The Right to Control Over Automated Decision-Making / Profiling</strong>\n<br>　You have the right to direct us not to use automated decision-making or profiling for certain purposes.<br>　<strong>The Right to Non-Retaliation</strong>\n<br>　You have the right not to receive retaliatory or discriminatory treatment for exercising these rights.<br>However, please note that if the exercise of these rights limits our ability to process personal information (such as in the case of a deletion request), we may no longer be able to provide you our products and services or engage with you in the same manner.<br>　<strong>“Shine the Light”</strong>\n<br>　California residents that have an established business relationship with us have rights to know how their information is disclosed to third parties for their direct marketing purposes under California’s “Shine the Light” law, or the right to opt out of such practices (Civ.\nCode §1798.83).<br>　 <p>　</p>\n<strong>E.\nHOW TO EXERCISE YOUR CALIFORNIA PRIVACY RIGHTS</strong>\n<strong>Exercise Your Right to Access, Right to Know, Right to Correction, and Right to Deletion&nbsp;</strong>\n<p>To exercise your <strong>Right to Access, Right to Know, Right to Correction, or your Right to Deletion</strong>: please submit a request by filling out our <strong>P<strong>rivacy Rights Request</strong>\n</strong>.</p>\n<p>Before processing your request, we will need to verify your identity and confirm you are a resident of the State of California.\nIn order to verify your identity, we will generally either require the successful authentication of your account, or the matching of sufficient information you provide us to the information we maintain about you in our systems.\nThis process may require us to request additional personal information from you, including, but not limited to, your email address, phone number, and/or date of last transaction on our Services.</p>\n<p>In certain circumstances, we may decline a request to exercise the rights described above, particularly where we are unable to verify your identity or locate your information in our systems.\nIf we are unable to comply with all or a portion of your request, we will explain the reasons for declining to comply with the request.</p>\n<strong>Exercise Your Right to Opt-Out of Personal Information Sales or Sharing for Targeted Advertising&nbsp;</strong>\n<p>Unless you have exercised your <strong>Right to Opt-Out</strong>, we may disclose or “sell” your personal information to third parties for monetary or other valuable consideration, or “share” your personal information to third parties for cross-context behavioral advertising purposes.\nThe third parties to whom we sell or share personal information may use such information for their own purposes in accordance with their own privacy policies.&nbsp;</p>\n<p>You do not need to create an account with us to exercise your Right to Opt-Out.\nHowever, we may ask you to provide additional personal information so that we can properly identify you to track compliance with your opt-out request.\nWe will only use personal information provided in an opt-out request to review and comply with the request.\nIf you choose not to provide this information, we may only be able to process your request to the extent we are able to identify you in our data systems.</p>\n<p>To exercise the Right to Opt-Out of personal information “sales,” you may submit a request by clicking the link below:</p>\n<p>DO NOT SELL MY PERSONAL INFORMATION</p>\n<p>Additionally, as is common practice among companies that operate online, we permit third party advertising networks, social media companies and other third party businesses to collect and disclose your personal information (including preferences, geolocation, commercial information and internet, network and device information) directly from your browser or device through cookies or tracking technologies when you visit or interact with our websites, use our apps or otherwise engage with us.\nThese third parties use this information for the purposes of serving ads that are more relevant, for ad campaign measurement and analytics, and for fraud detection and reporting and may sell or share that information to other businesses for advertising and other purposes.\nTo learn more about how third parties collect information through tracking technologies and what other choices you may have in relation to those activities, please see our <strong>Cookie Notice</strong>.</p>\n<p>To exercise the Right to Opt-Out of the sharing of your personal information for cross-context behavioral advertising purposes (targeted advertising), you may submit a request by clicking the link below to be added to our suppression list:</p>\n<p>Cookie Settings</p>\n<strong>Authorized Agents</strong>\n<p>In certain circumstances, you may permit an authorized agent to submit requests to exercise your California Privacy Rights on your behalf.\nThe authorized agent must provide a letter signed by you confirming the agent has permission to submit a request on your behalf or must provide sufficient evidence to show that the authorized agent has been lawfully vested with power of attorney.&nbsp;</p>\n<p>For security purposes, we may need to verify your identity and confirm directly with you that you have provided the authorized agent permission to submit the request, and it may take additional time to fulfil agent-submitted requests.\nWe may deny a request in the event we are not able to verify the authorized agent’s authority to act on your behalf.\nPlease note that for privacy and security reasons, we will direct future communications to the data subject on whose behalf the request was made.</p>\n<strong>“Shine the Light” Disclosures&nbsp;</strong>\n<p>The California “Shine the Light” law gives residents of California the right under certain circumstances to request information from us regarding the manner in which we share certain categories of personal information (as defined in the Shine the Light law) with third parties for their direct marketing purposes.\nTo opt out of this type of sharing, please submit a request by filling out our <strong>\n<strong>P<strong>rivacy Rights Request</strong>\n</strong>\n</strong>.&nbsp;</p>\n<strong>Notice of Financial Incentives</strong>\n<p>In addition, we may offer you financial incentives for the collection, sale, retention, and use of your personal information as permitted by the CCPA that can, without limitation, result in reasonably different prices, rates, or quality levels.&nbsp;The material aspects of any financial incentive will be explained and described in its program terms.\nPlease note that participating in incentive programs is entirely optional, you will have to affirmatively opt-in to the program and you can opt-out of each program (i.e., terminate participation and forgo the ongoing incentives) prospectively by following the instructions in the applicable program description and terms.&nbsp;We may add or change incentive programs, and/or their terms by posting notice on the program descriptions and terms linked to above, so check them regularly.</p>\n<p>Each financial incentive or price or service difference related to the collection and use of personal information is based upon our reasonable, good-faith determination of the estimated value of such information to our business, taking into consideration the value of the offer itself and the anticipated revenue generation that may be realized by rewarding brand loyalty.\nWe calculate the value of the offer and financial incentive by using the expense related to the offer.</p>\n<strong>Minors&nbsp;</strong>\n<p>We do not sell the personal information and do not have actual knowledge that we sell the personal information of minors under 16 years of age.\nPlease contact us at privacy@klaviyo.com to inform us if you, or your minor child, are under the age of 16.</p>\n<p>If you are under the age of 18 and you want to remove your name or comments from our website or publicly displayed content, please contact us directly at privacy@klaviyo.com.\nWe may not be able to modify or delete your information in all circumstances.</p>\n<p>Back to top ⬆︎</p>\n<strong>ADDITIONAL DISCLOSURES FOR NEVADA RESIDENTS (UNITED STATES)</strong>\n<p>If you are a resident of the State of Nevada in the United States, Chapter 603A of the Nevada Revised Statutes permits a Nevada resident to opt out of future sales of certain covered information that a website operator has collected or will collect about the resident.\nTo opt out of this kind of future sales, please submit a request by filling out our&nbsp;<strong>Privacy Rights Request.</strong>\n</p>\n<p>Back to top ⬆︎</p>\n<strong>ADDITIONAL DISCLOSURES FOR THE EUROPEAN ECONOMIC AREA, UNITED KINGDOM, AND SWITZERLAND</strong>\n<p>Klaviyo Group maintains operations in Europe and may direct our services to individuals located in the EEA, UK and Switzerland.\nIn these instances, the following additional disclosures apply to our processing of personal data.</p>\n<p>When we use the term “<strong>\n<em>personal data</em>\n</strong>” in this section, we mean information relating to an identified or identifiable natural person.</p>\n<strong>CONTROLLERS&nbsp;</strong>\n<p>Klaviyo, Inc.\nis the controller of your personal data.&nbsp;</p>\n<p>In addition, Klaviyo Ltd is jointly responsible to process your personal data for the following reasons: perform our contractual services, as further described below.&nbsp;</p>\n<strong>A.\nLEGAL BASES FOR THE PROCESSING</strong>\n<p>Regularly, we use your personal data based on the following legal grounds according to the Regulation (EU) 2016/679 (the “<strong>EU GDPR</strong>”) or, where applicable, the “<strong>UK GDPR</strong>” as it forms part of the law of England and Wales, Scotland and Northern Ireland by virtue of section 3 of the UK European Union (Withdrawal) Act 2018 GDPR:</p>\n<p>\n<strong>Perform our contractual services, including prior to entering into a contract with you</strong>: If you order Services from us or if you contact us to request our Services, we use your personal data to provide you with these Services, including for account and contract management, to facilitate user benefits and services, including customer support, and evaluate your candidacy for employment and to facilitate the onboarding process.</p>\n<p>\n<strong>Justified by our legitimate interests</strong>: The usage of your personal data may also be necessary for our own business interests.\nFor example, we may use some of your personal data to send gifts to you.\nmarket our Services to individuals.\nadminister, improve and personalize our Services, including by recognizing an individual and remembering their information when they return to our Services and analyzing our client-base.\nProcess payment for our Services.\nconduct market research.\nopportunity tracking, conversion and lead generation.\ntest, enhance, update and monitor the Services, or diagnose or fix technology problems.\nhelp maintain the safety, security and integrity of our property and Services, technology assets and business.\nenforce our<strong> Terms of Service</strong>, resolve disputes, carry out our obligations and enforce our rights, and protect our business interests and the interests and rights of third parties.\nand prevent, investigate or provide notice of fraud or unlawful or criminal activity.&nbsp;</p>\n<p>\n<strong>Consent</strong>: In some cases, we may ask you to grant us separate consent to use your personal data.&nbsp;</p>\n<p>\n<strong>Compliance with legal obligations</strong>.\nWe are obligated to retain certain personal data because of legal requirements, for example, tax or commercial laws, or we may be required by law enforcement to provide personal data on request.</p>\n<p>We do not use your personal data for automated individual decision-making.</p>\n<strong>&nbsp;B.\nHOW LONG WILL WE STORE YOUR PERSONAL DATA</strong>\n<p>We will usually store the personal data we collect about you for no longer than necessary for the purposes as set above, and in accordance with our legal obligations and legitimate business interests.&nbsp;</p>\n<p>The criteria used to determine the period for which personal data about you will be retained varies depending on the legal basis under which we process the personal data:</p>\n<ul>\n<li>\n<strong>Contract</strong>.<strong>\n</strong>Where we are processing personal data is based on contract, we generally will retain your personal data for the duration of the contract plus some additional limited period of time that is necessary to comply with law or that represents the statute of limitations for legal claims that could arise from our contractual relationship.</li>\n<li>\n<strong>Legitimate Interests</strong>.<strong>\n</strong>Where we are processing personal data based on our legitimate interests, we generally will retain such information for a reasonable period of time based on the particular interest, taking into account your fundamental interests and your rights and freedoms.</li>\n<li>\n<strong>Consent</strong>.<strong>\n</strong>Where we are processing personal data based on your consent, we generally will retain your personal data until you withdraw your consent, or otherwise for the period of time necessary to fulfil the underlying agreement with you or provide you with the applicable service for which we process that personal data.</li>\n<li>\n<strong>Legal Obligation</strong>.<strong>\n</strong>Where we are processing personal data based on a legal obligation, we generally will retain your personal data for the period of time necessary to fulfil the legal obligation.</li>\n<li>\n<strong>Legal Claim</strong>.\nWe may need to apply a “legal hold” that retains information beyond our typical retention period where we face threat of legal claim or intent to establish a claim.&nbsp;In that case, we will retain the information until the hold is removed, which typically means the claim or threat of claim has been resolved.</li>\n</ul>\n<p>In all cases, in addition to the purposes and legal bases, we consider the amount, nature and sensitivity of the personal data, as well as the potential risk of harm from unauthorized use or disclosure of your personal data.</p>\n<strong>C.\nMARKETING AND ADVERTISING</strong>\n<p>From time to time we may contact you with information about our services, including sending you marketing messages and asking for your feedback on our Services.\nMost marketing messages we send will be by email or via messaging platform.\nFor some marketing messages, we may use personal data we collect about you to help us determine the most relevant marketing information to share with you.&nbsp;</p>\n<p>We may send you marketing messages if you have given us your consent to do so or where we have relied on the soft opt-in rule (where applicable).&nbsp.\nIf you wish to unsubscribe from such communication, please see the details set out above under “Control over Your Information”.&nbsp;</p>\n<strong>D.\nSTORING AND TRANSFERRING YOUR PERSONAL DATA</strong>\n<p>\n<strong>Security</strong>.\nWe implement appropriate technical and organizational measures to protect your personal data against accidental or unlawful destruction, loss, change or damage.\nAll personal data we collect will be stored by our cloud hosting provider on secure servers.\nWe will never send you unsolicited emails or contact you by phone requesting credit or debit card information.</p>\n<p>\n<strong>International Transfers of your Personal data</strong>.\nThe personal data we collect may be transferred to and stored in countries outside the EEA, UK and Switzerland in countries where we and our third-party service providers have operations, including in the United States, where Klaviyo, Inc.\nis located.</p>\n<p>In the event of a transfer by Klaviyo, we ensure that: (i) the personal data is transferred to countries recognized as offering an equivalent level of protection.\nor (ii) the transfer is made pursuant to appropriate safeguards, such as standard contractual clauses adopted by the European Commission.&nbsp;</p>\n<p>If you wish to enquire further about these safeguards used, please contact us using the details set out under the “Contact Us” section of the Privacy Notice.&nbsp;</p>\n<strong>E.\nYOUR RIGHTS IN RESPECT OF YOUR PERSONAL DATA</strong>\n<p>In accordance with applicable privacy law, you may have the following rights in respect of your personal data that we hold:</p>\n<ul>\n<li>\n<strong>Right of access</strong>.\nYou have the right to obtain certain information about our processing of your personal data which includes:\n<ul>\n<li>confirmation of whether, and where, we are processing your personal data;</li>\n<li>information about the categories of personal data we are processing, the purposes for which we process your personal data and information as to how we determine applicable retention periods;</li>\n<li>information about the categories of recipients with whom we may share your personal data.\nand</li>\n<li>a copy of the personal data we hold about you.</li>\n</ul>\n</li>\n<li>\n<strong>Right of portability</strong>.\nYou have the right, in certain circumstances, to receive a copy of the personal data you have provided to us in a structured, commonly used, machine-readable format that supports re-use, or to request the transfer of your personal data to another person.</li>\n<li>\n<strong>Right to rectification</strong>.\nYou have the right to obtain rectification of any inaccurate or incomplete personal data we hold about you without undue delay.&nbsp;</li>\n<li>\n<strong>Right to erasure</strong>.\nYou have the right, in some circumstances, to require us to erase your personal data without undue delay, such as if the continued processing of that personal data is not justified.&nbsp;</li>\n<li>\n<strong>Right to restriction</strong>.\nYou have the right, in some circumstances, to require us to limit the purposes for which we process your personal data, such as where the accuracy of the personal data is contested by you.</li>\n<li>\n<strong>Right to withdraw consent</strong>.\nThere are certain circumstances where we require your consent to process your personal data.\nIn these instances, and if you have provided consent, you have the right to withdraw your consent at any time.\nIf you withdraw your consent, this will not affect the lawfulness of our use of your personal data before your withdrawal.&nbsp;</li>\n<li>\n<strong>You also have the right to object to any processing based on our legitimate interests where there are grounds relating to your particular situation.\nThere may be compelling reasons for continuing to process your personal data, and we will assess and inform you if that is the case.\nYou can object to marketing activities for any reason at any time</strong>.</li>\n</ul>\n<p>You also have the right to lodge a complaint to your local data protection authority.\nIf you are based in the EU, information about how to contact your local data protection authority is available here.\nIf you are based in the UK or Switzerland, your local data protection authorities are the UK Information Commissioner’s Office (https://ico.org.uk/global/contact-us/) and the Swiss Federal Data Protection and Information Commissioner (https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact/address.html).&nbsp;</p>\n<p>If you wish to exercise one of these rights, please submit a request by filling out our <strong>\n<strong>P<strong>rivacy Rights Request</strong>\n</strong>\n</strong>.</p>\n<p>Due to the confidential nature of data processing, we may ask you to provide proof of identity when exercising the above rights.</p>\n<strong>F.\nCOOKIES AND SIMILAR TECHNOLOGIES</strong>\n<p>Our European Services and emails use cookies and similar technologies such as pixels and Local Storage Objects (LSOs) like HTML5 (together “<strong>cookies</strong>”) to distinguish you from other users of our Services.\nThis helps us to provide you with a good experience when you use our Services and also allows us to monitor and analyse how you use and interact with our Services so that we can continue to improve our Services.\nIt also helps us and our partners to determine products and services that may be of interest to you.\nPlease see our Cookie Notice for more information about these practices and your choices regarding cookies.d matters, please contact us at privacy@klaviyo.com.</p>\n<strong>12.\nEU-US PRIVACY SHIELD AND SWISS-US PRIVACY SHIELD CERTIFICATIONS&nbsp;</strong>\n<p>Klaviyo complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.&nbsp.\nKlaviyo has certified to the U.S.\nDepartment of Commerce that it adheres to the Privacy Shield Principles.&nbsp;With respect to Personal Information received or transferred pursuant to the Privacy Shield Frameworks, Klaviyo is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.&nbsp.\nFurthermore, Klaviyo shall be liable to you for any third party agent to which Klaviyo transfers your personal information and that processes such personal information in a manner that violates the Privacy Shield Principles, unless Klaviyo can demonstrate that it is not responsible for the resulting damages.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.&nbsp.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/</p>\n<p>In compliance with the Privacy Shield Principles, Klaviyo commits to resolve complaints about our collection or use of your personal information.&nbsp.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Klaviyo at:&nbsp;</p>\n<p>Privacy@klaviyo.com&nbsp;</p>\n<p>Klaviyo has further committed to refer unresolved Privacy Shield complaints to the BBB EU Privacy Shield, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, please visit: https://bbbprograms.org/programs/all-programs/bbb-eu-privacy-shield-consumers/ProcessForConsumers for more information or to file a complaint.&nbsp.\nThe services of BBB EU Privacy Shield are provided at no cost to you.</p>\n<p>As a last resort and under limited circumstances, if you have residual privacy complaints, you may invoke a binding arbitration option before the Privacy Shield Panel.</p>\n<strong>13.&nbsp.\nEU REPRESENTATIVE AND UK REPRESENTATIVE&nbsp;</strong>\n<p>Klaviyo, which processes the personal data of individuals in the European Union, European Economic Area and/or UK, has appointed European Data Protection Office (EDPO)&nbsp.\nas its Data Protection Representative for the purposes of EU GDPR in the EU/EEA and UK GDPR in the UK.</p>\n<p>Klaviyo takes the protection of personal data seriously, and has appointed EDPO as their Data Protection Representative in the European Union so that you can contact them directly.</p>\n<p>If you want to raise a question to Klaviyo, or otherwise exercise your rights in respect of your personal data, you may do so by:</p>\n<ul>\n<li>Contacting EDPO on their online webform at: <br>\n<ul>\n<li>EU GDPR: https://edpo.com/gdpr-data-request/</li>\n<li>UK GDPR:&nbsp.\nhttps://edpo.com/uk-gdpr-data-request/ , or</li>\n</ul>\n</li>\n<li>mailing your inquiry to EDPO at the applicable address set forth below:<br>\n</li>\n<p>　<br>\n<strong>Ireland:&nbsp;</strong>\n</p>\n<p>EDPO<br>Regus Block 1<br>Blanchardstown Corporate Park<br>Ballycoolen Road<br>Blanchardstown, Dublin D15 AKK1<br>IRELAND</p>\n<p>\n<strong>United Kingdom:&nbsp;</strong>\n</p>\n<p>EDPO UK<br>8 Northumberland Avenue<br>London WC2N 5BY<br>UNITED KINGDOM</p>\n</ul>\n<p>Back to top ⬆︎</p>\n<p>Previous versions:</p>\n<p>December 9, 2022<br>December 30, 2019</p>\nOwn your data.<br>Own your growth.<ul>\n<li>Products<ul>\n<li>SMS</li>\n<li>Email</li>\n<li>Mobile push</li>\n<li>Reviews</li>\n<li>Platform</li>\n<li>Integrations</li>\n<li>Features</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>Success and support</li>\n<li>Getting started</li>\n<li>Help center</li>\n<li>Community</li>\n<li>Academy</li>\n<li>Legal</li>\n<li>Security</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Solutions<ul>\n<li>Retail</li>\n<li>Wellness</li>\n<li>Enterprise</li>\n<li>Partners</li>\n<li>Developers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore<ul>\n<li>Data privacy</li>\n<li>Why switch?</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Guides and reports</li>\n<li>Podcasts</li>\n<li>Case studies</li>\n</ul>\n</li>\n</ul>FacebookTwitterLinkedInInstagram© 2023 Klaviyo.\nAll rights reserved.Terms and PrivacyTrademarksCookie Settings This site uses cookies<p>By clicking “Accept All Cookies,” you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All Reject AllManage PreferencesPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Privacy Notice</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest Switch Label label Switch Label label Switch Label labelClear checkbox label labelApply CancelConfirm My PreferencesReject All Allow All ", "created_at": "2023-07-05 01:10:14.804585", "updated_at": "2023-07-05 01:10:23.75647"}, {"id": 17197, "name": "Cookie Notice", "url": "https://www.klaviyo.com/legal/privacy/cookie-notice", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Products<p>Our products</p>\n<ul>\n<li>Email<p>Stand out in their inbox</p>\n</li>\n<li>SMS<p>Reach customers where they are</p>\n</li>\n<li>Mobile push<p>Engage and retain your mobile app users</p>\n</li>\n<li>Reviews<p>Collect and display product reviews</p>\n</li>\n</ul>\n<p>Features</p>\n<ul>\n<li>Integrations</li>\n<li>Campaigns</li>\n<li>Segmentation</li>\n<li>See all our features</li>\n</ul>\n<p>Why Klaviyo</p>\n<ul>\n<li>The Klaviyo marketing automation platform<p>Finally, a single platform to personalize at scale</p>\n</li>\n</ul>\n</li>\n<li>Resources<p>Discover</p>\n<ul>\n<li>Blog<p>Industry news and growth strategies</p>\n</li>\n<li>Podcast<p>Stories from founders like you</p>\n</li>\n<li>Case studies<p>Companies who’ve grown with Klaviyo</p>\n</li>\n<li>Product updates<p>Check out the latest product features</p>\n</li>\n</ul>\n<p>Education</p>\n<ul>\n<li>Live training<p>How-to’s for getting started and growth</p>\n</li>\n<li>Academy<p>Resources, courses and certifications</p>\n</li>\n<li>Guides and reports<p>Strategies for today’s challenges</p>\n</li>\n</ul>\n<p>Support</p>\n<ul>\n<li>Success and support<p>How we set you up for success</p>\n</li>\n<li>Help center<p>Find answers to your questions</p>\n</li>\n<li>Klaviyo Community<p>Learn from other Klaviyo businesses</p>\n</li>\n<li>Contact us<p>Get in touch</p>\n</li>\n</ul>\n<p>Klaviyo for</p>\n<ul>\n<li>Retail<p>Ecommerce marketing tools for retail brands</p>\n</li>\n<li>Developers<p>Guides, tools, and insights for developers</p>\n</li>\n<li>Partners<p>Join the Klaviyo partner program</p>\n</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>Klaviyo Cookie Notice\n<p>\n<em>Updated December 9, 2022</em>\n</p>\n<p>Unless otherwise expressly stated, terms in this notice have the same meaning as defined in the Privacy Notice.</p>\n<strong>1.\nSCOPE OF NOTICE</strong>\n<p>This Cookie Notice supplements the information contained in the Privacy Notice and explains how we and our business partners and service providers use cookies and related technologies in the course of managing and providing our online services and our electronic communication to you.\nIt explains what these technologies are and why we use them, as well as your rights to control our use of them.</p>\n<p>In some cases, we may use cookies and related technologies described in this Cookie Notice to collect personal information, or to collect information that becomes personal information if we combine it with other information.\nFor more details about how we process your personal information, please review the Privacy Notice.</p>\n<strong>2.\nWHAT ARE COOKIES AND RELATED TECHNOLOGIES</strong>\n<p>As is common practice among websites, our Services use cookies, which are tiny files downloaded to your device that allow us and our third-party partners to collect certain information about your interactions with our email communications, websites and other online services, and that improve your experience.\nWe and our third-party partners and providers may also use other, related technologies to collect this information, such as web beacons, pixels, embedded scripts, location-identifying technologies and logging technologies (collectively, “<strong>cookies</strong>”).</p>\n<strong>3.\nWHAT WE COLLECT WHEN USING COOKIES</strong>\n<p>We and our third-party partners and providers may use cookies to automatically collect certain types of usage information when you visit or interact with our email communications and Services.\nFor example, we may collect log data about your device and its software, such as your IP address, operating system, browser type, date/time of your visit, and other similar information.\nOur emails may also contain tracking pixels that identify if and when you have opened an email that we have sent you, how many times you have read it and whether you have clicked on any links in that email.&nbsp;</p>\n<p>We may also collect analytics data or use third-party analytics tools such as Google Analytics to help us measure usage and activity trends for our online services and better understand our customer base.\nThese features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick advertising cookie) or other third-party cookies together to inform, optimize, and display ads based on your past visits to our Services.\nWe also may collect location data, including general geographic location based on IP address.</p>\n<p>We use the following types of cookies:</p>\n<p>\n<strong>(a) Strictly necessary cookies</strong>.\nThese cookies enable core functionality such as security, network management and accessibility.\nYou may disable these by changing your browser settings, but this may affect how the Services function.\nThe legal basis for our use of strictly necessary cookies is our legitimate interests, namely being able to provide and maintain our Services.&nbsp;</p>\n<p>\n<strong>(b) Functionality cookies</strong>.\nThese enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nThe legal basis for our use of functionality cookies is our legitimate interests, namely being able to provide and maintain our Services.&nbsp;</p>\n<p>\n<strong>(c) Analytical/performance cookies</strong>.\nThese cookies allow us to recognize and count the number of visitors to our Services, and to see how visitors move around our Services when they are using them.\nThis helps us to improve the way our Services work, for example, by ensuring that users are finding what they are looking for easily.\nIf you are accessing our Services with a European IP address, you have been asked to consent to the use of these cookies (you are free to deny your consent).&nbsp;</p>\n<p>\n<strong>(d) Targeting cookies</strong>.\nThese cookies record your visit to our Services, the pages you have visited and the links you have followed.\nThey are used to track visitors across our Services.\nIf you are accessing our Services with a European IP address, you have been asked to consent to the use of these cookies (you are free to deny your consent).</p>\n<p>\n<strong>(e) Social Media Cookies.</strong> These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies, you may not be able to use or see these sharing tools.\nIf you are accessing our Services with a European IP address, you have been asked to consent to the use of these cookies (you are free to deny your consent).</p>\n<strong>4.\nHOW WE USE INFORMATION COLLECTED VIA COOKIES</strong>\n<p>We use cookies for a variety of reasons outlined below:</p>\n<ul>\n<li>If you create an account with us, then we will use cookies for the management of the signup process and general administration.\nThese cookies will usually be deleted when you log out.\nhowever, in some cases, they may remain afterwards to remember your site preferences when logged out.</li>\n<li>We use cookies when you are logged in so that we can remember this fact.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.</li>\n<li>The Services offer newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.</li>\n<li>The Services offer e-commerce or payment facilities, and some cookies are essential to ensure that your order is remembered between pages so that we can process it properly.</li>\n<li>When you submit data through a form, such as those found on contact pages or comment forms, cookies may be set to remember your user details for future correspondence.</li>\n<li>In order to provide you with a great experience on the Services, we provide the functionality to set your preferences for how the Services run when you use it.\nIn order to remember your preferences, we need to set cookies so that this information can be called whenever you interact with a website page or the Klaviyo platform.</li>\n<li>We use cookies to provide and monitor the effectiveness of our Services, monitor online usage and activities on our Services (including through the use of the Klaviyo Platform), and facilitate the purposes identified in the <strong>How We Use Your Personal Information</strong> section of our Privacy Notice.</li>\n<li>We may also use the information we collect through cookies to understand your browsing activities, including across unaffiliated third-party sites, so that we can deliver information about products and services that may be of interest to you.</li>\n<li>Tracking technology used in emails helps us measure the effectiveness of our marketing email campaigns, make the emails we send to you more relevant to your interests and help us understand if you have opened and how you interacted with our email.&nbsp;</li>\n</ul>\n<p>Please note that we link some of the personal information we collect through cookies with the other personal information that we collect about you and for the purposes described in our Privacy Notice.</p>\n<strong>5.\nYOUR CHOICES ABOUT COOKIES</strong>\n<p>If you would prefer not to accept cookies, most browsers will allow you to change the setting of cookies by adjusting the settings on your browser to: (i) notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nBe aware that disabling cookies may negatively affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionalities and features of the Services.</p>\n<p>Depending on your device and operating system, you may not be able to delete or block all cookies.\nIn addition, if you want to reject cookies across all your browsers and devices, you will need to do so on each browser on each device you actively use.\nYou may also set your email options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our email and performed certain functions with it.</p>\n<p>If you are located in the EEA, UK, or Switzerland, you may take advantage of Your Online Choices.\nThis service allows you to select tracking preferences for most of the advertising tools.\nAs such, it is recommended that you make use of this resource in addition to the information provided in this document.</p>\n<p>You can also visit our cookie management tool to manage your cookie preferences:<br>Cookie Settings</p>\n<strong>6.\nUPDATES TO THIS COOKIE NOTICE</strong>\n<p>We will update this Cookie Notice from time to time.\nWhen we make changes to this Cookie Notice, we will change the “Effective Date” at the beginning of this notice.\nIf we make material changes to this notice, we will notify you by prominently posting on our Services or through other appropriate communication channels.\nAll changes shall be effective from the date of publication unless otherwise provided in the notification.</p>\n<strong>7.\nCONTACT US</strong>\n<p>If you have any questions or requests in connection with this Cookie Notice or other privacy-related matters, please contact us at privacy@klaviyo.com.</p>\nOwn your data.<br>Own your growth.<ul>\n<li>Products<ul>\n<li>SMS</li>\n<li>Email</li>\n<li>Mobile push</li>\n<li>Reviews</li>\n<li>Platform</li>\n<li>Integrations</li>\n<li>Features</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>Success and support</li>\n<li>Getting started</li>\n<li>Help center</li>\n<li>Community</li>\n<li>Academy</li>\n<li>Legal</li>\n<li>Security</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Solutions<ul>\n<li>Retail</li>\n<li>Wellness</li>\n<li>Enterprise</li>\n<li>Partners</li>\n<li>Developers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore<ul>\n<li>Data privacy</li>\n<li>Why switch?</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Guides and reports</li>\n<li>Podcasts</li>\n<li>Case studies</li>\n</ul>\n</li>\n</ul>FacebookTwitterLinkedInInstagram© 2023 Klaviyo.\nAll rights reserved.Terms and PrivacyTrademarksCookie Settings This site uses cookies<p>By clicking “Accept All Cookies,” you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All Reject AllManage PreferencesPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Privacy Notice</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest Switch Label label Switch Label label Switch Label labelClear checkbox label labelApply CancelConfirm My PreferencesReject All Allow All ", "created_at": "2023-07-05 01:10:26.326098", "updated_at": "2023-07-05 01:10:35.436641"}, {"id": 17198, "name": "API Terms of Use", "url": "https://www.klaviyo.com/legal/api-terms", "xpath": "//body", "text": null, "created_at": "2023-07-05 01:10:42.651788", "updated_at": "2023-07-05 01:10:42.651788"}, {"id": 17199, "name": "Digital Millennium Copyright Act; Take Down Notice and Procedures", "url": "https://www.klaviyo.com/legal/dmca", "xpath": "//body", "text": "Skip to main content<ul>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li>Products<p>Our products</p>\n<ul>\n<li>Email<p>Stand out in their inbox</p>\n</li>\n<li>SMS<p>Reach customers where they are</p>\n</li>\n<li>Mobile push<p>Engage and retain your mobile app users</p>\n</li>\n<li>Reviews<p>Collect and display product reviews</p>\n</li>\n</ul>\n<p>Features</p>\n<ul>\n<li>Integrations</li>\n<li>Campaigns</li>\n<li>Segmentation</li>\n<li>See all our features</li>\n</ul>\n<p>Why Klaviyo</p>\n<ul>\n<li>The Klaviyo marketing automation platform<p>Finally, a single platform to personalize at scale</p>\n</li>\n</ul>\n</li>\n<li>Resources<p>Discover</p>\n<ul>\n<li>Blog<p>Industry news and growth strategies</p>\n</li>\n<li>Podcast<p>Stories from founders like you</p>\n</li>\n<li>Case studies<p>Companies who’ve grown with Klaviyo</p>\n</li>\n<li>Product updates<p>Check out the latest product features</p>\n</li>\n</ul>\n<p>Education</p>\n<ul>\n<li>Live training<p>How-to’s for getting started and growth</p>\n</li>\n<li>Academy<p>Resources, courses and certifications</p>\n</li>\n<li>Guides and reports<p>Strategies for today’s challenges</p>\n</li>\n</ul>\n<p>Support</p>\n<ul>\n<li>Success and support<p>How we set you up for success</p>\n</li>\n<li>Help center<p>Find answers to your questions</p>\n</li>\n<li>Klaviyo Community<p>Learn from other Klaviyo businesses</p>\n</li>\n<li>Contact us<p>Get in touch</p>\n</li>\n</ul>\n<p>Klaviyo for</p>\n<ul>\n<li>Retail<p>Ecommerce marketing tools for retail brands</p>\n</li>\n<li>Developers<p>Guides, tools, and insights for developers</p>\n</li>\n<li>Partners<p>Join the Klaviyo partner program</p>\n</li>\n</ul>\n</li>\n<li>Pricing</li>\n<li>Klaviyo One for enterprise →</li>\n</ul>\n<ul>\n<li>Sign up</li>\n<li>Get a demo</li>\n<li>Log in</li>\n</ul>Digital Millennium Copyright Act.\nTake Down Notice and Procedures\n<p>Updated: September 24, 2021</p>\n<p>It is Klaviyo’s policy to respond to notices alleging that any material uploaded by users of the Services infringes another person’s copyright.\nIf you believe any material accessible on or from the Klaviyo website or the Services infringes your copyright, you may request removal of those materials (or access thereto) from this website or the Services by contacting the Klaviyo, Inc.\ncopyright agent (identified below) and providing the following information:</p>\n<p>　(a) Identification of the copyrighted work that you believe to be infringed.\nPlease describe the work, and where possible include a copy or the location (URL) of an authorized version of the work.</p>\n<p>　(b) Identification of the material that you believe to be infringing and its location.\nPlease describe the material and provide us with its URL or any other pertinent information that will allow us to locate the material.</p>\n<p>　(c) Your name, address, telephone number and (if available) email address.</p>\n<p>　(d) A statement that you have a good faith belief that the use of the materials is not authorized by the copyright owner, its agent, or the law.</p>\n<p>　(e) A statement that the information that you have supplied is accurate, and indicating that “under penalty of perjury,” you are the copyright owner or are authorized to act on the copyright owner’s behalf.</p>\n<p>　(f) A signature or the electronic equivalent from the copyright holder or authorized representative.</p>\n<p>Our agent for copyright issues relating to the Klaviyo website or Services is:</p>\n<p>Klaviyo Legal<br>Klaviyo, Inc.<br>125 Summer Street<br>Boston, Massachusetts 02110<br>Phone: 857-400-7060<br>Email:&nbsp;dmca@klaviyo.com<br>For all email submissions please include the subject line:&nbsp;<strong>DMCA Takedown Request</strong>.</p>\n<p>Submitting a DMCA takedown request is the start of a pre-defined process.\nYour request will be reviewed for accuracy, validity, and completeness.\nIf your request has satisfied the requirements above, Klaviyo will take action on the request – which includes removing or disabling access to the allegedly infringing material and forwarding a full copy of your request (including your name and contact information) to the user(s) engaged in the allegedly infringing activity.\nKlaviyo will make a good faith effort to contact the affected user(s) with information concerning the removal or disabling of access.</p>\n<p>If you are the recipient of a takedown request, please take time to read through Klaviyo’s communication to you, which will include information on the request we received.\nIf you believe that the allegedly infringing material reported in the takedown request was misidentified, is not infringing, or was removed or disabled in error, you may send Klaviyo a counter-notification or you may seek a retraction of the takedown request from the requester.</p>\n<p>The takedown request you received will include the contact information of the requester.\nYou may reach out to them directly and ask them to retract their request.\nThe requester can send retractions to dmca@klaviyo.com and should include in their message: (1) identification of the allegedly infringing material, and (2) a statement that the requester would like to retract their DMCA takedown request.\nA retraction is at the sole discretion of the requester.</p>\n<p>A counter-notification is a request for Klaviyo to reinstate the removed or disabled material.\nYou may file a counter-notification if you believe that the allegedly infringing material was misidentified, is not infringing, or you have a good faith belief that the material should not have been removed and/or disabled.\nIf you’re not sure whether you should file a counter-notification, you should consult with an attorney.</p>\n<p>To submit a counter-notification, you will need to provide Klaviyo with the following information:</p>\n<p>　(a) A physical or electronic signature.</p>\n<p>　(b) Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</p>\n<p>　(c) A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</p>\n<p>　(d) Your name, address, and telephone number, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which Klaviyo may be found, and that you will accept service of process from the original requester or an agent of such person.</p>\n<p>Once we receive a valid counter-notification, we will promptly forward a copy (including your name and contact information) to the person who submitted the original request.\nIf the original requester disagrees that the content was removed or disabled in error or misidentification, they may pursue legal action against you.\nIf we do not receive notice within 10 business days that the original requester is seeking a court order to prevent further infringement of the material at issue, we may replace or cease disabling access to the material that was removed.</p>\n<p>Klaviyo may, at its discretion, share a copy of your takedown request or counter-notification with third parties (including for publication).\nIf you are uncomfortable sharing your contact information, you may wish to consider appointing an agent to submit your request or counter-notification on your behalf.\nYour agent will be required to submit the request or counter-notification with valid contact information and identify you as the party that they are representing.</p>\n<p>Please think twice before submitting a takedown request or counter-notification, especially if you’re not sure whether you are the actual copyright holder or authorized to act on behalf of the copyright holder.\nThere are legal and financial consequences for fraudulent and/or bad faith submissions.</p>\n<p>Klaviyo has adopted a policy of terminating, in appropriate circumstances, accounts of users of the Services who are deemed to have repeatedly uploaded content that infringes the intellectual property rights of others.</p>\nOwn your data.<br>Own your growth.<ul>\n<li>Products<ul>\n<li>SMS</li>\n<li>Email</li>\n<li>Mobile push</li>\n<li>Reviews</li>\n<li>Platform</li>\n<li>Integrations</li>\n<li>Features</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>Success and support</li>\n<li>Getting started</li>\n<li>Help center</li>\n<li>Community</li>\n<li>Academy</li>\n<li>Legal</li>\n<li>Security</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact us</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Solutions<ul>\n<li>Retail</li>\n<li>Wellness</li>\n<li>Enterprise</li>\n<li>Partners</li>\n<li>Developers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Explore<ul>\n<li>Data privacy</li>\n<li>Why switch?</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Resources<ul>\n<li>Blog</li>\n<li>Guides and reports</li>\n<li>Podcasts</li>\n<li>Case studies</li>\n</ul>\n</li>\n</ul>FacebookTwitterLinkedInInstagram© 2023 Klaviyo.\nAll rights reserved.Terms and PrivacyTrademarksCookie Settings This site uses cookies<p>By clicking “Accept All Cookies,” you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Accept All Reject AllManage PreferencesPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Privacy Notice</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest Switch Label label Switch Label label Switch Label labelClear checkbox label labelApply CancelConfirm My PreferencesReject All Allow All ", "created_at": "2023-07-05 01:10:55.219216", "updated_at": "2023-07-05 01:11:02.942933"}, {"id": 17200, "name": " Terms & Conditions", "url": "https://community.klaviyo.com/site/terms", "xpath": "//body", "text": null, "created_at": "2023-07-05 01:11:08.414913", "updated_at": "2023-07-05 01:11:08.414913"}], "points": [], "urls": ["klaviyo.com"]}}