{"error": 448, "message": "OK", "parameters": {"id": 8291, "name": "ExtractMetadata.com ", "created_at": "2023-05-14 03:31:31.974163", "updated_at": "2023-05-14 10:01:57.418284", "wikipedia": null, "keywords": null, "related": null, "slug": "extractmetadata-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8291.png", "url": "extractmetadata.com", "documents": [{"id": 16095, "name": "PRIVACY POLICY", "url": "https://www.extractmetadata.com/privacy.html", "xpath": "//body", "text": " ExtractMetadata.com <ul>\n<li>EN</li>\n<li>DE</li>\n<li>ES</li>\n</ul> EN DE ES <ul>\n<li>Home</li>\n<li>Privacy</li>\n<li>Contact</li>\n<li>Donate</li>\n</ul> Home Privacy Contact Donate PRIVACY POLICY Non-personalized ads\nThis service shows ads from Google Adsense.\nWe only show non-personalized ads.\nThose are not based on a user's past behavior.<br>\nAlthough non-personalized ads don't use cookies for ad targeting, they do still use cookies for frequency capping and to combat fraud.<br>\nFor more information how Google uses those cookies please see Google Privacy &amp.\nTerms.<br> Data Collected by us\nWe only collect your IP address along with the dates and type of access.\nWe store this data for less then a week, usually not more then three days.\nWe need this data to combat abuse of our service and to create simple statistics like number of users per day.<br>\nEmails send to us via our contact form or to our contact email are automatically deleted after 30 days.\nStorage of User Files and generated Data\nAll submitted files or inputs, as well as the converted outputs, are deleted automatically after half an hour.\nNo backups of those files are made and only employees of Spikerog SAS are able to access your files.\nThe files are kept for thirty minutes with the sole purpose of giving you enough time to download them.\nWe do not look at them or mine any data from them.\nTERMS OF SERVICE Responsiblities for any Damages or Troubles\nWe are working hard to ensure that the services we offer are free of errors but this cannot be guaranteed.\nAs a user of this service, you agree that Spikerog SAS will not be held responsible for any failure or error.\nCopyright Issues\nDo not use our services and intellectual property for any form of infringement.\nDATE OF MODIFICATION 2018-05-21<br> ", "created_at": "2023-05-14 03:31:32.004474", "updated_at": "2023-05-14 03:32:02.521026"}], "points": [], "urls": ["extractmetadata.com"]}}