{"error": 448, "message": "OK", "parameters": {"id": 9371, "name": "tellows", "created_at": "2023-08-20 22:08:25.519962", "updated_at": "2023-08-21 10:02:21.587649", "wikipedia": null, "keywords": null, "related": null, "slug": "tellows", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9371.png", "url": "tellows.co.uk,tellows.com,tellows.net,tellows.de,tellows.org,tellows.hu,tellows.co,tellows-tr.com,tellows-au.com,tellows.co.za,tellows.be,tellows.tw,tellows.pt,tellows.com.br,tellows.co.nz,tellows.mx,tellows.in,tellows.ru,tellows.pl,tellows.it,tellows.se,tellows.cz,tellows.jp,tellows.ch,tellows.at,tellows.nl,tellows.fr,tellows.es", "documents": [{"id": 18440, "name": " Terms of Use", "url": "https://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/", "xpath": "//body", "text": null, "created_at": "2023-08-20 22:08:25.580052", "updated_at": "2023-08-20 22:08:58.612528"}, {"id": 18439, "name": " Privacy Policy", "url": "https://www.tellows.co.uk/c/about-tellows-uk/privacy-policy/", "xpath": "//body", "text": " tellows tellows – Hintergrundinformationen zu Rufnummern, Anrufe und Rechtlichem Menü Zum Inhalt springen <ul>\n<li>Registration</li>\n<li>The tellows Magazine for the UK</li>\n<li>tellows Apps – Caller ID and Blocker</li>\n<li>tellows Partner</li>\n<li>tellows API – Partnership Program</li>\n<li>Press</li>\n<li>Contact | Support</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact</li>\n</ul> Privacy Policy <i>Last updated: 18.10.2021</i>\n<p>Privacy Policy English<br>\nPrivacy Policy Danske<br>\nPravilnik o Zasebnosti</p>\nPrivacy Policy English\n<p>\n<strong>General</strong>\n</p>\n<p>At tellows, we are keenly aware of the trust you place in us and our responsibility to protect your privacy.\nTo better protect your privacy we provide this notice explaining of our online information practices, including how we collect and use the information you may provide to us on the website, and the choices you can make about the way your information is collected and used.\nWe comply with the data protection regulations of the European Union regarding your personal data.</p>\n<p>This disclaimer refers only to our sites.\nThird parties might offer hyperlinks to other websites which may have information policies and practices different from ours.\nWe do not control and are not responsible for the privacy policies, practices, or the content of any third party websites.\nOnce you’ve left our websites via such a link or by clicking on an advertisement, you should check the applicable privacy policy of the third party or advertiser site to determine how they will handle any information they collect from you.</p>\n<p>Personal data are single details about personal or factual circumstances of a certain or a definable natural person.\nInformation that can identify a person or make him identifiable.</p>\n<p>Hereafter, we will explain what information is collected and for what purpose.</p>\n<p>\n<strong>Data Collection and Processing</strong>\n</p>\n<p>We hereby confirm that the collection, processing and use of personal data is done in compliance with all data protection regulations and is in adherence with the laws mentioned above, specifically the GDPR Art.\n6 s.\n1 a and the CCPA alongside the other data protection laws of California.\nThis means we only process data in case of legitimate interest according to Art.\n6 s.\n1 f GDPR (e.g.\nfor analysis, optimization and protection of the tellows online offerings) or under permission of processing by the user (e.g.\naccepting requests).</p>\n<p>We have technical (e.g.\nSSL encryption), contractual (e.g.\ndata processing agreement) and organizational measures (e.g.\naccess restrictions) in place to ensure that the rules of the GDPR are abided by and that data is secure from access and manipulation.</p>\n<p>It is possible to access our website without offering any personal information.\nWe have also taken measures to anonymize (see paragraph Google Analytics), i.e.\nan analysis data acquisition only serves to improve our offerings and does not allow for any inferences about individuals.</p>\n<p>We process the following categories of data which are relevant for using the tellows website and services or are necessary for contacting:</p>\n<ul>\n<li>master data (e.g.\nname)</li>\n<li>contact data (e.g.\nphone number, email)</li>\n<li>content entry data (e.g.\ntext/ comment entry, access times)</li>\n<li>meta data (e.g.\nIP address)</li>\n</ul>\n<p>\n<strong>Cooperation with Third Parties</strong>\n</p>\n<p>The transmission of data to third parties only happens in accordance with the legal requirements.\nWe only pass on data to third parties under permission in accordance with Art.\n6 s.\n1 a GDPR or on the basis of justified interest according to Art.\n6 s.\n1 f GDPR in effective and economical operations in our business.</p>\n<p>Approval of information processing by third parties is given on the basis of a signed contract DAV/DPA (data processing contract) as per Art.\n28 GDPR.</p>\n<p>\n<strong>Transmission to Third Countries</strong>\n</p>\n<p>The transmission or processing of data to third countries (i.e.\noutside the EEA (European Economic Area)), with express consent, only occurs if it fulfills a legal obligation or is of justified interest to us.\nE.g.\nin using the services of third parties.\nIn this case, the data processing is based on the fact that the EU Commission has determined that a level of data protection similar to that in the EU exists, you have given us your declaration of consent or we have agreed to the standard contractual clauses for the protection of your data with the provider.</p>\n<p>\n<strong>Personal Data</strong>\n</p>\n<p>We collect and save information in log files in accordance with Art.\n6 s.\n1 f GDPR (e.g.\nto resolve cases of misuse or scamming), that your browser automatically transfers to us after requests.\nThe following data is collected:</p>\n<ul>\n<li>Referrer URL (the page from which tellows was accessed)</li>\n<li>Browser type/ -version</li>\n<li>Used operating system</li>\n<li>Web pages viewed during the visit at tellows</li>\n<li>IP address (host name of the accessing computer)</li>\n<li>Date and time of server request</li>\n<li>Transferred data volume</li>\n<li>Requesting provider</li>\n</ul>\n<p>All of this data is subject to a special protection in accordance with the regulations under data protection law, which we at tellows and its corresponding applications guarantee through technical and obligatory measures.\nThis data cannot be assigned to any particular person.\nMerging of this data with other data sources will not be done.</p>\n<p>For security reasons, log file information is stored for a maximum duration of 7 days and then deleted.\nWe reserve the right to store IP addresses for a longer period for law enforcement purposes in the event of a violation of our terms of use.</p>\n<p>\n<strong>Use of Cookies</strong>\n</p>\n<p>We use so-called cookies to allocate your requests from the internet.\nThese small files are automatically stored on your hard drive by your browser for the duration of your stay on our website and are necessary for the accurate use of our website.\nYou can delete the cookies after finishing your stay at our website with certain configurations in your browser.\nThey serve to make our website more user-friendly, effective and secure.\nFor reference for users in California, tellows does not support Do Not Track requests.<br>\nYou can find further information on the subject of cookies here</p>\n<p>Our online offerings are also usable under exclusion of cookies.\nIf you do not want cookies to be stored on your computer, you can deactivate the corresponding option in the system settings of your browser.\nSaved cookies can be deleted in the system settings of the browser.\nThe exclusion of cookies can lead to functional restrictions of this online offer.</p>\n<p>The option to have many online advertising cookies from companies is given via the US website http://www.aboutads.info/choices or the European website http://www.youronlinechoices.com/uk/your-ad- choices/</p>\n<p>\n<strong>Use of Google Analytics</strong>\n</p>\n<p>tellows uses Google Analytics, which is a web analysis service provided by Google Inc., (“Google”), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Web analysis is the collection, storage and analysis of data about the behavior of visitors to websites.\nA web analysis service collects data including from which website an affected person has come to a website (so-called referrers), which subpages of the website were accessed or how often and for which length of stay a subpage was viewed.\nA web analysis is mainly used to optimize a website and for the cost-benefit analysis of online advertising.</p>\n<p>We only use Google Analytics with active IP anonymization.\nThis means that the IP address of the users Google within member states of the European Union or in other contracting states of the Agreement from the European Economic Area will be shortened.\nOnly in exceptional cases will the full IP address be sent to a Google server in the US and shortened there.</p>\n<p>Google Analytics uses so-called “cookies”, which are text files that are stored on your computer and make it possible for us to analyse your use of this website.\nThe information about your use of this website that is generated by means of a cookie is, in most cases, transferred to a Google server in the USA and stored there.\nHowever, if IP anonymization is activated on this website and you are located in a member state of the European Union or in another contracting state to the Agreement on the European Economic Area, your IP address will first be shortened by Google.</p>\n<p>Only in exceptional cases will your complete IP address be transferred to a Google server in the USA and shortened there.\nGoogle will use this information on behalf of the operator of this website in order to analyze your use of this website, compile reports on website activities, and render further services related to website and internet usage for the operator of this website.<br>\nIn the event that personal data is transferred to the USA, corresponding EU standard contracts (adequate guarantee for data processing in non-European countries) have been concluded with Google LLC.\nThe EU standard contractual clauses used can be accessed via the URL https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32010D0087.</p>\n<p>The IP address provided by your browser in the context of Google Analytics will not be merged by Google with other data.\nYou can prevent storage of cookies by means of a setting in your browser software.\nhowever, we must advise you that in this case you might not be able to use all the functions of this website to their full extent.</p>\n<p>Beyond this, you can also prevent collection of the data that is generated by cookies and related to your use of this website (including your IP address) by Google as well as processing of this data by Google by downloading and installing the browser plugin available under the following link.\nhttp://tools.google.com/dlpage/gaoptout.\nWe like to point out, however, that in this case you might not be able to use all the website’s functions to their full extent.\nBy using our website, you agree to the processing of the compiled data by Google in the aforementioned manner and for the aforementioned purpose.</p>\n<p>For more information about Google’s use of data, opt-out and other options, please visit Google’s websites:</p>\n<p>https://www.google.com/intl/de/policies/privacy/partners<br>\nhttp://www.google.com/policies/technologies/ads<br>\nhttp://www.google.de/settings/ads<br>\nhttp://www.google.com/ads/preferences</p>\n<p>\n<strong>California</strong>\n</p>\n<p>\n<em>COPPA</em>\n<br>\ntellows does not market to children and complies with COPPA as such.\n</p>\n<p>\n<em>Do Not Sell My Personal Data </em>\n<br>\ntellows does not sell data to third parties.\nThird party data analytics are, carried out via Google Analytics, as mentioned above using anonymised iP addresses and data encryption.\n</p>\n<p>\n<strong>Advertising Partners</strong>\n</p>\n<p>Some of our affiliates may use cookies and web beacons.\nOur advertising partners include Google Adsense, The Reach Group, Adscale / Ströer, Valuebrand, Snigel Web Services, 1337 UGC GmbH and YieldLove.</p>\n<p>These third-party ad servers or ad networks use technology for advertisements and links that appear on tellows and are sent directly to your browser.\nThis automatically gives you your IP address.\nOther technologies (such as cookies, JavaScript, or web beacons) can also be used by third-party ad networks to measure the effectiveness of their advertising or to personalize the ad content displayed.</p>\n<p>The collection and processing of data is based on the legitimate interest in accordance with Article 6 s.\n1 f of the GDPR and by commissioning the processing of data by advertising partners (third parties) with a concluded DAV / DPA („data processing contract“) pursuant to Art.\n28 GDPR.\ntellows has no access or control over these third-party cookies.</p>\n<p>Refer to the Affiliate’s Privacy Policy for details on their practices and how to opt out of specific practices.\nThe tellows privacy policy does not apply to other advertisers or sites, and we cannot control their activities.</p>\n<p>If you want to disable cookies, you can do so through your own browser options.\nYou can find more detailed information about cookie management with certain web browsers on the respective websites of the browsers.</p>\n<p>\n<strong>Third Party and Opt-Out Opportunities for YieldLove, Snigeld Web Ltd.\nand 1337 UGC GmbH</strong>\n</p>\n<p>We use SnigelWeb Ltd.\nas a third-party to provide monetisation technologies for our site.\nYou can review their privacy and cookie policy here.</p>\n<p>A central contradiction possibility for different third-party suppliers in particular US-companies is also attainable under the following link: optout.networkadvertising.org But you can also opt-out separately for each company we work with.\nResponsible for the data collection and for the delivery of interest based-based online advertising are the following companies on behalf Yieldlove GmbH, Kehrwieder 9, 20457 Hamburg and / or SnigelWeb Ltd., The Black Church, St.\nMary’s Place, D07 P4AX and / or 1337 UGC GmbH, Am Sägerhof 3, 90596 Schwanstetten:</p>\n<p>\n<u>4w Marketplace</u>\n<br>\n4w Marketplace (www.4wmarketplace.com) uses technologies, to show interest-based advertising to you.\nProvider of 4w Marketplace is 4w Marketplace srl located in Fisciano (Salerno) – 84084 in Via Giovanni Paolo II n.100.\nIn case you would like to prevent 4w Marketplace from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.4wmarketplace.com/privacy/</p>\n<p>Opt-out: http://www.youronlinechoices.com/it/le-tue-scelte</p>\n<p>\n<u>Adform</u>\n<br>\nAdform (www.adform.com) uses technologies, to show interest-based advertising to you.\nProvider of Adform is Adform located in Wildersgade 10B, 1, 1408 Copenhagen, Denmark.\nIn case you would like to prevent Adform from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://site.adform.com/privacy-policy-opt-out/</p>\n<p>Opt-out: https://site.adform.com/privacy-policy-opt-out/</p>\n<p>\n<u>Amazon</u>\n<br>\nAmazon (https://www.aps.amazon.com) uses technologies, to show interest-based advertising to you.\nProvider of Amazon publisher services is Amazon publisher services located in Washington – 410 Terry Ave.\nNorth, Seattle, WA 98109-5210.\nIn case you would like to prevent Amazon publisher services from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.amazon.com/gp/help/customer/display.html/ref=hp_left_sib?ie=UTF8&amp;nodeId=468496</p>\n<p>Opt-out: https://www.amazon.com/adprefs/ref=hp_468496_advertisingpref2</p>\n<p>\n<u>AppNexus</u>\n<br>\nAppNexus (https://www.appnexus.com) uses technologies, to show interest-based advertising to you.\nProvider of AppNexus is AppNexus Group located in in New York – 28 W.\n23rd Street, New York, New York, 10010.\nIn case you would like to prevent Appnexus from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.appnexus.com/en/company/privacy-policy</p>\n<p>Opt-out: https://www.appnexus.com/en/company/platform-privacy-policy#choices</p>\n<p>\n<u>Conversant</u>\n<br>\nConversant (https://www.conversantmedia.com) uses technologies, to show interest-based advertising to you.\nProvider of Conversant is Conversant inc.\nlocated in in Chicago (IL) – 101 North Wacker, 23rd Floor Chicago, IL 60606.\nIn case you would like to prevent Conversant from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.conversantmedia.com/legal/privacy</p>\n<p>Opt-out: http://optout.conversantmedia.com/</p>\n<p>\n<u>Criteo</u>\n<br>\nCriteo (https://www.criteo.com) uses technologies, to show interest-based advertising to you.\nProvider of Criteo is Criteo located in Paris – 32 Rue Blanche – 75009 Paris – France.\nIn case you would like to prevent Criteo from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.criteo.com/privacy/</p>\n<p>Opt-out: https://www.criteo.com/privacy/</p>\n<p>\n<u>District M</u>\n<br>\nDistrict M (https://districtm.net) uses technologies, to show interest-based advertising to you.\nProvider of District M is District M located in Montreal – 5455 Gaspe Ave #730, Montreal, QC H2T 3B3, Canada.\nIn case you would like to prevent District M from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://districtm.net/en/page/platforms-data-and-privacy-policy/</p>\n<p>Opt-out: https://cdn.districtm.ca/optout.html</p>\n<p>\n<u>Doubleclick</u>\n<br>\nDoubleclick (www.doubleclickbygoogle.com) uses technologies, to show interest-based advertising to you.\nProvider of Doubleclick is Google located in Ireland Limited, Gordon House, Barrow St Dublin 4 Ireland.\nIn case you would like to prevent Doubleclick from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.google.com/intl/en/policies/privacy/</p>\n<p>Opt-out: https://adssettings.google.com/authenticated?hl=en</p>\n<p>\n<u>Facebook</u>\n<br>\nFacebook (www.facebook.com) uses technologies, to show interest-based advertising to you.\nProvider of Facebook is Facebook Inc., located in 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA.\nIn case you would like to prevent Facebook from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: www.facebook.com/full_data_use_policy</p>\n<p>Opt-out: www.facebook.com/ads/preferences</p>\n<p>\n<u>Indexexchange</u>\n<br>\nIndexexchange (www.indexexchange.com) uses technologies, to show interest-based advertising to you.\nProvider of Indexexchange is Indexexchange located in New York – 20 W 22nd St.\nSuite 1101, New York, NY 10010.\nIn case you would like to prevent Indexexchange from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.indexexchange.com/privacy/</p>\n<p>Opt-out: http://optout.networkadvertising.org/?c=1#!/</p>\n<p>\n<u>Media.net</u>\n<br>\nMedia.net (http://www.media.net/privacy-policy) uses technologies, to show interest-based advertising to you.\nProvider of Media.net is Media.net Advertising Ltd.\nlocated in Dubai – 107/108, DIC Building 5, Dubai Internet City, Dubai, 215028, United Arab Emirates.\nIn case you would like to prevent Media.net from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.media.net/privacy-policy</p>\n<p>Opt-out: http://www.networkadvertising.org/choices/</p>\n<p>\n<u>Oath</u>\n<br>\nOath (https://www.oath.com/) uses technologies, to show interest-based advertising to you.\nProvider of Oath is Oath (EMEA) Limited located in Dublin – 5-7 Point Square, North Wall Quay.\nIn case you would like to prevent Oath from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://privacy.aol.com/</p>\n<p>Opt-out: https://aim.yahoo.com/aim/ie/en/optout/</p>\n<p>\n<u>OpenX</u>\n<br>\nOpenX (https://www.OpenX.com) uses technologies, to show interest-based advertising to you.\nProvider of OpenX is OpenX located in Pasadena – 888 E Walnut St, 2nd Floor, Pasadena CA, 91101, USA.\nIn case you would like to prevent OpenX from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.openx.com/de_de/privacy-policy/</p>\n<p>Opt-out: https://www.openx.com/legal/interest-based-advertising/</p>\n<p>\n<u>Pubmatic</u>\n<br>\nPubmatic (https://www.pubmatic.com) uses technologies, to show interest-based advertising to you.\nProvider of Pubmatic is Pubmatic, Inc.\nlocated in Redwood City – 305 Main Street, First Floor, Redwood City, California 94063, USA.\nIn case you would like to prevent Pubmatic from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.openx.com/de_de/privacy-policy/</p>\n<p>Opt-out: https://pubmatic.com/legal/opt-out/</p>\n<p>\n<u>Pulsepoint</u>\n<br>\nPulsepoint (https://www.pulsepoint.com) uses technologies, to show interest-based advertising to you.\nProvider of Pulsepoint is Pulsepoint, Inc.\nlocated in New York – 360 Madison Avenue, 14th Floor, New York, NY 10017.\nIn case you would like to prevent Pulsepoint from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.pulsepoint.com/privacy-policy</p>\n<p>Opt-out: http://optout.networkadvertising.org/?c=1#!/</p>\n<p>\n<u>Reachnet</u>\n<br>\nReachnet (https://www.reachnet.de) uses technologies, to show interest-based advertising to you.\nProvider of Reachnet is Reachnet DE Ltd.\nlocated in Hamburg – Grindelallee 41, D-20146 Hamburg.\nIn case you would like to prevent Reachnet from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.reachnet.de/unternehmen/agb.html</p>\n<p>Opt-out: https://adfarm1.adition.com/opt?m=optout&amp;n=73</p>\n<p>\n<u>Rubicon Project</u>\n<br>\nRubicon Project (https://www.rubiconproject.com) uses technologies, to show interest-based advertising to you.\nProvider of Rubicon Project is Rubicon Project, inc.\nlocated in Playa Vista – 12181 Bluff Creek Drive, 4th Floor, Playa Vista, CA 90094, USA.\nIn case you would like to prevent Rubicon Project from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.rubiconproject.com/privacy-policy/</p>\n<p>Opt-out: https://rubiconproject.com/privacy/consumer-online-profile-and-opt-out/</p>\n<p>\n<u>Primis</u>\n<br>\nPrimis (https://www.primis.tech) uses technologies, to show interest-based advertising to you.\nProvider of Primis is Primis LTD located in 622 Third avenue, McCann New York House 10017 New York City, USA.\nIn case you would like to prevent Primis from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.primis.tech/wp-content/uploads/2018/02/primisPrivacyPolicy2018.pdf</p>\n<p>Opt-out: https://web.archive.org/web/20180116234711/http:/live.sekindo.com/utils/cookieOptOut.php</p>\n<p>\n<u>Smaato</u>\n<br>\nSmaato (https://www.smaato.com) uses technologies, to show interest-based advertising to you.\nProvider of Smaato is Smaato Ad Services located in Hamburg – Valentinskamp 70, Emporio, 20355 Hamburg, Germany.\nIn case you would like to prevent Smaato from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.smaato.com/privacy/</p>\n<p>Opt-out: http://www.youronlinechoices.eu</p>\n<p>\n<u>SmartAdserver</u>\n<br>\nSmartAdserver (https://www.smartadserver.com) uses technologies, to show interest-based advertising to you.\nProvider of SmartAdserver is SmartAdserver located in Paris – 66 Rue de la Chaussée d´Antin, 75009 Paris, France.\nIn case you would like to prevent SmartAdserver from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://smartadserver.com/company/privacy-policy/</p>\n<p>Opt-out: http://www.smartadserver.com/diffx/optout/IABOptout.aspx</p>\n<p>\n<u>Sovrn</u>\n<br>\nSovrn (https://www.sovrn.com) uses technologies, to show interest-based advertising to you.\nProvider of Sovrn is Sovrn Holdings, Inc.\nlocated in Boulder – 5541 Central Avenue, Boulder, CO 80301.\nIn case you would like to prevent Sovrn from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.sovrn.com/privacy-policy-eu/</p>\n<p>Opt-out: https://info.evidon.com/pub_info/15620?v=1&amp;nt=0&amp;nw=false</p>\n<p>\n<u>Ströer SSP</u>\n<br>\nStröer SSP (https://www.adscale.de) uses technologies, to show interest-based advertising to you.\nProvider of Ströer SSP is Ströer media Deutschland GmbH located in Köln – 50999 Köln, Ströer-Allee 1.\nIn case you would like to prevent Adscale from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.adscale.de/datenschutz</p>\n<p>Opt-out: ih.adscale.de/adscale-ih/oo</p>\n<p>\n<u>Twiago</u>\n<br>\nTwiago (https://www.twiago.com) uses technologies, to show interest-based advertising to you.\nProvider of Twiago is Twiago located in Köln – Gustav-Heinemann-Ufer 72b, 50968 Köln.\nIn case you would like to prevent Twiago from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.twiago.com/datenschutz/</p>\n<p>Opt-out: http://control.twiago.com/privacy.php?lang=0</p>\n<p>\n<u>Mopub</u>\n<br>\nMopub (https://www.mopub.com) uses technologies, to show interest-based advertising to you.\nProvider of Mopub is Twitter, Inc.\nlocated in San Francisco – 1355 Market Street, Suite 900, San Francisco, Ca 94103.\nIn case you would like to prevent Moppub from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.mopub.com/legal/privacy/</p>\n<p>Opt-out: https://www.mopub.com/legal/privacy/</p>\n<p>\n<u>Inmobi</u>\n<br>\nInmobi (https://www.inmobi.com) uses technologies, to show interest-based advertising to you.\nProvider of Inmobi is Inmobi Pte Ltd located in Bangalore – Embassy Tech Square, Kadubeesanahalli Village Outer Ring Road, Varthur Hobli, Bangalore 560103.\nIn case you would like to prevent Inmobi from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.inmobi.com/privacy-policy/</p>\n<p>Opt-out: https://www.inmobi.com/page/opt-out/</p>\n<p>\n<u>Connectad</u>\n<br>\nConnectad (www.connectad.io) uses technologies, to show interest-based advertising to you.\nProvider of Connectad is Connectad located in Margaretenstrasse 87/11, Vienna, Austria.\nIn case you would like to prevent Connectad from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://connectadrealtime.com/privacy/</p>\n<p>Opt-out: http://sync-eu.connectad.io</p>\n<p>OTHER / UNFORESEEN COOKIES</p>\n<p>Due to the way in which Internet and websites work, it is possible that we do not always have oversight into the cookies that are placed through our banners by third parties.\nThis is particularly the case when our banners contain embedded elements such as texts, documents, images or film clips that are stored by another party, but that are shown on, in or through our banners.</p>\n<p>Should you encounter cookies on this website that fall into this category which we have not mentioned above, please let us know or contact the third party directly and ask which cookies they have placed, what the reason for this is, what the lifetime of the cookie is and in what way they have safeguarded your privacy.</p>\n<p>YOUR RIGHTS WITH REGARDS TO YOUR DATA</p>\n<p>Yieldlove does not view the banner advertising data it uses as personal data under the applicable law.\nLikewise, we do not collect or process sensitive personal data such as data on racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, health, or sex life.\nWe also do not knowingly collect data from children under the age of 12.</p>\n<p>\n<strong>Use of Google AdSense / Doubleclick</strong>\n</p>\n<p>tellows uses Google Adsense, an advertisement service of Google Inc., Mountain View, USA („Google“).\nGoogle Adsense uses „Cookies“ which are stored by your browser (e.g.\nas small text files) on your computer and which allow an analysis of your usage of this website.\nGoogle Adsense also uses so-called „Web Beacons“ (little invisible images) to collect information.\nBy using Web Beacons simple actions like visitor traffic on the website may be recorded and collected.\nThe information about your usage of the website generated by the cookies and/or Web Beacons (including your IP address) will be transmitted to a server of Google in the United States of America and will be stored there.\nYou can prevent the storage of cookies in your browser.</p>\n<p>In the event that personal data is transferred to the USA, corresponding EU standard contracts (adequate guarantee for data processing in non-European countries) have been concluded with Google LLC.\nThe EU standard contractual clauses used can be accessed via the URL https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32010D0087.</p>\n<p>Information collected by Google may be shared with third parties, by contract or by law, by Google.\nGoogle will not connect your IP address with other data you have stored.<br>\nWith the corresponding settings on your web browser you can prevent the mentioned cookies from being stored on your PC.\nHowever, there is the possibility that the contents of this website can no longer be used to the same extent.\nBy using this site, you consent to the processing of personal data by Google in the manner and for the purposes set out above.</p>\n<p>Further information on the privacy policy of Google AdSense can be found here</p>\n<p>Here, you can disable Googe AdSense Cookies: https://www.google.com/settings/ads/anonymous and https://www.google.com/policies/technologies/ads/</p>\n<p>\n<strong>Use of the Facebook-Plugin</strong>\n</p>\n<p>On these websites, the plugins of the social network facebook.com are utilized, which are run by Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA („Facebook“).\nIf you open a website of our web presence with such a plugin, a connection to the Facebook servers is established and the plugin is shown through a message to your browser.\nHereby, the Facebook server is signalled about which websites of ours you have visited.\nIf you are logged in as a member of Facebook at that time, Facebook will assign this information to your Facebook user account.\nBy using the plugin functions (e.g.\nclick on the „like“-buttons, writing of comments), this information is also attributed to your Facebook user account, which you can only prevent by logging out before using the plugins.<br>\nIf you are not a member of Facebook, there is still the possibility that Facebook will find out and save your IP address.\nAccording to Facebook, only an anonymized IP address is stored.\nFurther information on the gathering and usage of data by Facebook and your respective rights and possibilities to protect your privacy can be found in the privacy section on Facebook.</p>\n<p>\n<strong>Conversion Tracking Pixel of Facebook and Facebook Custom Audience</strong>\n</p>\n<p>With your permission, tellows uses the “conversion tracking pixel” of the Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (Facebook).\nWith this tool we can follow actions of the users after they saw or clicked a Facebook advertisement.\nTherefore we can record the efficiency of Facebook advertisements for statistical and market research purposes.\nThe collected data is anonymous, which means we cannot see the personal data of the user.\nTo our knowledge and your information, Facebook will store and process these data.</p>\n<p>Facebook is able to connect this data with your Facebook account and use it for its own advertisement purposes according to its own privacy policy you find under https://www.facebook.com/about/privacy/.\nYou are able to give permission to Facebook and its partners for the use of advertisement in and outside of Facebook.\nStoring of a cookie on your computer for these purposes is possible.\nOnly users over 13 years of age can declare such permission.\nIf you are younger please ask your legal guardian.</p>\n<p>Facebook users should note that tellows uses the Website Custom Audience communication tool from Facebook.\nFor this purpose, so-called Facebook pixels are built into our websites.\nIf you are a Facebook user, Facebook is thus able to assign your visit of our website pages to your Facebook user account.\nFurther, Facebook can subsequently find out whether a particular Facebook ad was effective.\nThe Facebook pixel also enables us to distribute ads to defined recipients via Facebook.\nFor this purpose, we exclusively receive statistical data from Facebook that is not related to actual persons.\nThe purpose of this measure is to optimize our website in terms of advertising appeal, market research, and demand-driven design.\nThe pixel-based tracking activities are performed in a way that does not enable us to identify you personally and only marks users as visitors of our website in anonymized form for us.</p>\n<p>For more information on the purpose and extent of data collection and further processing and use of the data by Facebook as well as the options you have to protect your privacy, please refer to the Facebook data privacy policy that can be found at https://www.facebook.com/privacy/explanation.\nRight of revocation: Objections against the use of Facebook Website Custom Audiences can be made at https://www.facebook.com/ads/website_custom_audiences.\nFor this, you must be logged in to Facebook.</p>\n<p>\n<strong>Google Fonts</strong>\n</p>\n<p>We are incorporating the fonts („Google Fonts“) provided by Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA, to optimize web page loading rates.\nThe integration of these web fonts is done by a server call, usually a Google server in the USA.\nThe websites you have visited will be transferred to the server.\nAlso, the IP address of the browser which has been used by the visitor of this website is stored by Google.\nThe privacy policy can be found at: https://www.google.com/policies/privacy/ and the opt-out at: https://adssettings.google.com/authenticated.</p>\n<p>\n<strong>Google Library for Ajax and jQuery</strong>\n</p>\n<p>We use Ajax and jQuery’s JavaScript library to optimize the webpage’s loading rate.\nIn this case, program libraries are retrieved from servers of the company Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA (Google) specifically the Google CDN.\nIf you have already used jQuery on another page of the Google CDN, your browser will use the cached copy.\nOtherwise, the required information will be downloaded.\nIn doing so, your visited website will be sent to the Google server.\nAlso, the IP address of your device is stored by Google.\nFor more information, please visit: https://cloud.google.com/cdn/?hl=en and https://www.google.com/policies/privacy/?hl=en.\nTo prevent the execution of JavaScript, you can install a JavaScript Blocker.</p>\n<p>\n<strong>Google reCAPTCHA</strong>\n</p>\n<p>We use “Google reCAPTCHA” (hereinafter “reCAPTCHA”) on our websites.\nThis service is provided by Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA (“Google”).\nreCAPTCHA is used to check whether the data entered on our website (such as on a contact form) has been entered by a human or by an automated program.\nTo do this, reCAPTCHA analyzes the behavior of the website visitor based on various characteristics.\nThis analysis starts automatically as soon as the website visitor enters the website.\nFor the analysis, reCAPTCHA evaluates various information (e.g.\nIP address, how long the visitor has been on the website, or mouse movements made by the user).\nThe data collected during the analysis will be forwarded to Google.</p>\n<p>The reCAPTCHA analyses take place completely in the background.\nWebsite visitors are not advised that such an analysis is taking place.<br>\nData processing is based on Art.\n6 (1) (f) GDPR.\nThe website operator has a legitimate interest in protecting its site from abusive automated crawling and spam.</p>\n<p>For more information about Google reCAPTCHA and Google’s privacy policy, please visit:<br>\nhttps://policies.google.com/privacy?hl=en and https://www.google.com/recaptcha/intro/android.html</p>\n<p>\n<strong>Google Maps</strong>\n</p>\n<p>We use the Google Maps service provided by Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA, to illustrate the location of addresses.\nThe privacy policy can be found at: https://www.google.com/policies/privacy/ and the opt-out at: https://adssettings.google.com/authenticated.</p>\n<p>Information about your use of our website (such as your IP address) is transferred to Google servers in the USA and stored there when you call up those sub-pages in which the Google Maps map is integrated.\nThis occurs regardless of whether Google provides a user account via which you are logged in or whether no user account exists.\nIf you are logged in to Google, your data will be directly assigned to your account.\nIf you do not want your data to be associated with your Google profile, you must log out of your Google user account.\nGoogle stores your data (even for users who are not logged in) as usage profiles and evaluates them.\nYou have the right to object to the creation of these user profiles, and you must contact Google to exercise this right.</p>\n<p>Google Ireland Limited ensures compliance with the level of data protection applicable in the EU by accepting and agreeing to the so-called EU standard contractual clauses on data protection.</p>\n<p>If you do not agree to the future transmission of your data to Google in the context of the use of Google Maps, you also have the option of completely deactivating the Google Maps web service by switching off the JavaScript application in your browser.\nGoogle Maps and thus also the map display on this website can then not be used.<br>\nThese processing operations are only carried out when explicit consent is given in accordance with Art.\n6 Para.\n1 lit.\na GDPR.</p>\n<p>\n<strong>OpenStreetMap</strong>\n</p>\n<p>This site uses the open source mapping tool „OpenStreetMap“ (OSM) via an API.\nThe provider is the OpenStreetMap Foundation.\nTo use the functions of OpenStreetMap, it is necessary to store your IP address.\nThis information is usually transmitted to a server of OpenStreetMap and stored there.\nThe provider of this site has no influence on this data transmission.</p>\n<p>The use of OpenStreetMap is in the interest of an appealing presentation of our online offers and an easy location of the places indicated by us on the website.\nThis constitutes a legitimate interest within the meaning of Art.\n6 Para.\n1 lit.\nf GDPR.</p>\n<p>By using our website, you consent to the processing of data by OpenStreetMap.\nThe execution of data processing by OpenStreetMap can be prevented by deactivating the Javascript in your browser.\nHowever, this will prevent the OpenStreetMap map view from being displayed.</p>\n<p>More information on the handling of user data can be found on the privacy page of OpenStreetMap and here http://wiki.openstreetmap.org/wiki/Legal_FAQ.</p>\n<p>\n<strong>ShareThis Social Media Buttons on the tellows Blog</strong>\n</p>\n<p>On our blog we use the service of ShareThis to provide social media sharing tools.\nShareThis collects information via technical cookies placed on your browser, pixel tags, HTTP headers (or other communication protocols), and browser identifiers.\nNo flash cookies or other locally stored objects (LSO) are used to circumvent user opt-out choices.\nShareThis collects registration information and Usage Data.\nUsage Data collects and uses technical data relating to some of your browsing to display personalized advertisements, provide analytics, and data modeling based on social sharing.</p>\n<p>ShareThis does not at any point collect contact information such as your name, address, phone number, address, credit card information, or anything else that can allow us or our clients to contact you directly.\nShareThis shares Usage Data, including audience segments, with advertisers, Publishers, and other data partners (all, “Our Customers”) for interest-based advertising, analytics and data modeling.</p>\n<p>The cookies used in connection with ShareThis have a storage period of up to 9 months.<br>\nFor more information on the handling of user data, please refer to the ShareThis privacy policy at HTTPS://SHARETHIS.COM/PRIVACY/.</p>\n<p>\n<strong>SSL Encryption</strong>\n</p>\n<p>tellows uses SSL encryption for security and to protect the transmission of sensitive content, such as the requests you send to the site operator.\nYou can recognize an encrypted connection by changing the address line of the browser from „http://“ to „https://“ and the lock symbol in your browser bar.</p>\n<p>If SSL encryption is enabled, the data you submit to us cannot be read by third parties.</p>\n<p>\n<strong>OpenID Login</strong>\n</p>\n<p>No registration is required to participate in the tellows forum.\nComments can be submitted as a registered or unregistered user.\nAn OpenID service can be used to register.\nThereby, an existing account of another service (e.g.\nGoogle) is linked to the tellows website through an authentication system.\nNo separate account is created on the tellows website.\nLinking an account through OpenID enables additional options for comments and account settings on tellows.\nOpenID users are registered with the e-mail address of the linked account.\nThe e-mail address must always be accessible to the user in order to be contacted for possible queries on the part of tellows.\nThe use of an invalid e-mail address is not permitted.</p>\n<p>The data entered during registration will be used for the purpose of using the website.\nUsers may be informed by email about website- or registration-related information, such as changes in the scope of the offer or technical circumstances.\nThe storage is based on our legitimate interests, as well as the user’s protection against misuse and other unauthorized use.</p>\n<p>\n<strong>tellows in Social Networks</strong>\n</p>\n<p>To also communicate with you on social networks and inform you about our services, we are represented there with our own pages.\nIf you visit one of our social media pages, we are jointly responsible with the provider of the respective social media platform within the meaning of Art.\n26 GDPR with regard to the processing operations triggered thereby which concern personal data.</p>\n<p>We are not the original provider of these pages, but merely use them within the scope of the possibilities offered to us by the respective providers.<br>\nAs a precaution, we therefore point out that your data may also be processed outside the European Union or the European Economic Area.\nUse may therefore entail data protection risks for you, as it may be more difficult to protect your rights, e.g.\nto information, deletion, objection, etc., and the processing in the social networks often takes place directly for advertising purposes or for the analysis of user behaviour by the providers, without this being able to be influenced by us.\nIf usage profiles are created by the provider, cookies are often used or the usage behaviour is directly assigned to your own member profile of the social networks (if you are logged in here).<br>\nThe described processing of personal data is carried out in accordance with Art.\n6 Para.\n1 lit.\nf GDPR on the basis of our legitimate interest and the legitimate interest of the respective provider in order to be able to communicate with you in a timely manner or to inform you about our services.\nIf you have to give your consent to data processing as a user with the respective providers, the legal basis refers to Art.\n6 (1) lit.\na GDPR in conjunction with Art.\n7 GDPR.</p>\n<p>As we do not have access to the providers‘ databases, we would like to point out that it is best to exercise your rights (e.g.\nto information, correction, deletion, etc.) directly with the respective provider.\nFurther information on the processing of your data in the social networks and the possibility to make use of your right of objection or revocation (so-called opt-out) is listed below at the respective provider of social networks used by us:</p>\n<p>\n<b>Facebook</b>\n<br>\n(Co-) controller for data processing in Europe:<br>\nFacebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland.<br>\nPrivacy Policy (Data Policy):<br>\nhttps://www.facebook.com/about/privacy<br>\nOpt-out and advertising preferences:<br>\nhttps://www.facebook.com/ads/preferences/?entry_product=ad_settings_screen<br>\nFacebook ensures compliance with the level of data protection applicable in the EU by accepting and agreeing to the so-called EU standard contractual clauses on data protection.<br>\nhttps://www.facebook.com/about/privacy/</p>\n<p>\n<b>Instagram</b>\n<br>\n(Co-)responsible for data processing in Europe:<br>\nFacebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland.<br>\nPrivacy Policy (Data Policy):<br>\nhttp://instagram.com/legal/privacy/<br>\nOpt-out and advertising preferences:<br>\nhttps://www.instagram.com/accounts/privacy_and_security/<br>\nInstagram ensures compliance with the level of data protection applicable in the EU by accepting and agreeing to the so-called EU standard contractual clauses on data protection.</p>\n<p>\n<b>LinkedIn</b>\n<br>\n(Co-) controller for data processing in Europe:<br>\nLinkedIn Ireland Unlimited Company Wilton Place, Dublin 2, Ireland.<br>\nPrivacy Policy:<br>\nhttps://www.linkedin.com/legal/privacy-policy<br>\nOpt-out and advertising preferences:<br>\nhttps://www.linkedin.com/psettings/guest-controls/retargeting-opt-out</p>\n<p>\n<b>Twitter</b>\n<br>\nData controller in Europe:<br>\nTwitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Ireland.<br>\nPrivacy Policy:<br>\nhttps://twitter.com/en/privacy<br>\nInformation about your data:<br>\nhttps://twitter.com/settings/your_twitter_data<br>\nOpt-out and advertising preferences:<br>\nhttps://twitter.com/personalization</p>\n<p>\n<strong>Comments in the Forum</strong>\n</p>\n<p>When you post or rate a comment in the forum, your IP address will be stored.\nThis is a security measure, in case someone publishes illegal content (insults, prohibited political propaganda, etc.).\nIn this case, tellows could be prosecuted for the content.\nTherefore, we are interested in the identity of the comment author.</p>\n<p>It is possible to subscribe to the number pages.\nTo do so, you must enter your e-mail address.\nYou will receive a confirmation email to verify that you are the owner of the entered email address.\nYou can unsubscribe from the notifications at any time.\nThe confirmation email contains instructions.</p>\n<p>\n<strong>Right of removal of comments on a telephone number</strong>\n</p>\n<p>On tellows, every user can leave comments regarding any telephone number.\nThese comments represent the opinion of the comment’s author and&nbsp;<strong>not the opinion of tellows on that phone number</strong>.\nWhich is why we created an option to delete comments.\nUnder every comment, there is a button called „Report the comment as spam“.\nWith a simple click on this button, comments are directly deleted.\nComments from registered users who have a tellows account cannot be removed by other users.\nIn this case it is necessary to inform us by email to kontaktATtellows.de about the removal request.\nRegistered tellows users have the opportunity to comment on the deletion request within 48 hours.\nIf no credible statement is made, the comment will be removed.\nMore information about comment removals for registered users can be found here.</p>\n<p>\n<strong>Right of Information</strong>\n</p>\n<p>You have the right to obtain the information about your person any time.\nIf you have further questions regarding the privacy policy or need more information on a certain point, you can contact our data protection officer at datenschutzATtellows.de (replace AT with a @).</p>\n<p>\n<strong>Right to Erasure</strong>\n</p>\n<p>The data subject shall have the right to obtain from the controller the erasure of personal data concerning him or her without undue delay and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies:</p>\n<ul>\n<li>the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed;</li>\n<li>the data subject withdraws consent on which the processing is based according to point a of Art.\n6 s.\n1, or point a of Art.\n9 s.\n2, and where there is no other legal ground for the processing;</li>\n<li>the data subject objects to the processing pursuant to Art.\n21 s.\n1 and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Art.\n21 s.\n2;</li>\n<li>the personal data has been unlawfully processed;</li>\n<li>the personal data has to be erased for compliance with a legal obligation in Union or Member State law to which the controller is subject;</li>\n<li>the personal data has been collected in relation to the offer of information services referred to in Art.\n8 s.\n1.</li>\n</ul>\n<p>Where the controller has made the personal data public and is obliged to erase the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform controllers which are processing the personal data that the data subject has requested the erasure by such controllers of any links to, or copy, or replication of, those personal data.</p>\n<p>This right shall not apply to the extent that processing is necessary for erasure (“right to be forgotten”).\nThis includes the following requirements:</p>\n<ul>\n<li>exercising the right of freedom of expression and information;</li>\n<li>compliance with a legal obligation which requires processing by Union or Member State law to which the controller is subject or for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller;</li>\n<li>the establishment, exercise or defence of legal claims.</li>\n</ul>\n<p>\n<strong>Right to Restriction of Processing</strong>\n</p>\n<p>The data subject shall have the right to obtain from the controller restriction of processing where one of the following applies:</p>\n<ul>\n<li>the accuracy of the personal data is contested by the data subject, for a period enabling the controller to verify the accuracy of the personal data;</li>\n<li>the processing is unlawful and the data subject opposes the erasure of the personal data and requests the restriction of their use instead;</li>\n<li>the controller no longer needs the personal data for the purposes of the processing, but they are required by the data subject for the establishment, exercise or defence of legal claims;</li>\n<li>the data subject has objected to processing pursuant to Art.\n21 s.\n1 pending the verification whether the legitimate grounds of the controller override those of the data subject.</li>\n</ul>\n<p>Where processing has been restricted under s.\n1, such personal data shall, with the exception of storage, only be processed with the data subject’s consent or for the establishment, exercise or defence of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the Union or of a Member State.</p>\n<p>In order to allege the right to restriction of processing, the data subject can contact us at any time under datenschutzATtellows.de (replace AT with @).</p>\n<p>\n<strong>Right to Data Portability</strong>\n</p>\n<p>The data subject shall have the right to receive the personal data concerning him or her, which he or she has provided to a controller, in a structured, commonly used and machine-readable format and has the right to transmit this data to another controller without hindrance from the controller to which the personal data has been provided, where:</p>\n<ul>\n<li>the processing is based on consent pursuant to point a of Art.\n6 s.\n1 or point a of Art.\n9 s.\n2 or on a contract pursuant to point b of Article 6 s.1 GDPR.\nand</li>\n<li>the processing is carried out by automated means.</li>\n</ul>\n<p>In exercising his or her right to data portability pursuant to s.\n1, the data subject shall have the right to have the personal data transmitted directly from one controller to another, where technically feasible.\nThe exercise of the right of removal shall be unaffected.\nThat right shall not apply to processing necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.</p>\n<p>\n<strong>Right to Object</strong>\n</p>\n<p>The data subject shall have the right to object, on grounds relating to his or her particular situation, at any time to processing of personal data concerning him or her which is based on point e or f of&nbsp;Art.\n6 s.\n1, including profiling based on those provisions.</p>\n<p>The controller shall no longer process the personal data unless the controller demonstrates compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject or for the establishment, exercise or defence of legal claims.</p>\n<p>Where personal data are processed for direct marketing purposes, the data subject shall have the right to object at any time to processing of personal data concerning him or her for such marketing, which includes profiling to the extent that it is related to such direct marketing.</p>\n<p>In the context of the use of information society services, and notwithstanding Directive 2002/58/EC, the data subject may exercise his or her right to object by automated means using technical specifications.</p>\n<p>Please contact datenschutzATtellows.de for an objection (replace AT with @).</p>\n<p>\n<strong>Automated Individual Decision-Making, Including Profiling</strong>\n</p>\n<p>The data subject shall have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her or similarly significantly affects him or her.\nThis shall not apply if the decision:</p>\n<ul>\n<li>is necessary for entering into, or performance of, a contract between the data subject and a data controller;</li>\n<li>is authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard the data subject’s rights and freedoms and legitimate interests.\nor</li>\n<li>is based on the data subject’s explicit consent.</li>\n</ul>\n<p>In these cases, the data controller shall implement suitable measures to safeguard the data subject’s rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the controller, to express his or her point of view and to contest the decision.</p>\n<p>This right can be exercised by the affected person at any time by addressing himself to the responsible person.</p>\n<p>\n<strong>Right to Complain to a Regulating Authority</strong>\n</p>\n<p>Without prejudice to any other administrative or judicial remedy, you have the right to complain to a regulating authority, in particular in the Member State of your residence, place of work or place of alleged infringement, if the person in subject considers that the processing of the personal data infringes this Regulation.</p>\n<p>\n<strong>Right to Effective Legal Remedy</strong>\n</p>\n<p>Without prejudice to any available administrative or non-legal remedy, including the right to lodge a complaint with a supervisory authority pursuant to Art.\n77, each data subject shall have the right to an effective legal remedy where he or she considers that his or her rights under this Regulation have been infringed as a result of the processing of his or her personal data in non-compliance with this Regulation.</p>\n<p>\n<strong>Questions about Privacy</strong>\n</p>\n<p>If further questions or suggestions regarding the subject of privacy might arise, please contact our data privacy officer Christian Anton at datenschutzATtellows.de (replace the AT with @).</p>\n<strong>Use of Data in the tellows Applications</strong>\n<p>Use of Data in tellows Applications (German)<br>\nUse of Data in tellows Applications (Italian)<br>\nUse of Data in tellows Applications (French)<br>\nUse of Data in tellows Applications (Spanish)<br>\nUse of Data in tellows Applications (Portuguese)</p>\n<p>At tellows, we are keenly aware of the trust you place in us and our responsibility to protect your privacy.\nWe comply with the data protection regulations of the European Union regarding your personal data.\nThis disclaimer refers only to our tellows applications.\nThird parties might offer hyperlinks to other websites which may have information policies and practices different from ours.\nWe do not control and are not responsible for the privacy policies, practices, or the content of any third party Web sites.\nOnce you’ve left our websites via such a link or by clicking on an advertisement, you should check the applicable privacy policy of the third party or advertiser site to determine how they will handle any information they collect from you.</p>\n<p>tellows uses the submitted comments and ratings from the tellows website and applications to evaluate telephone numbers in applications.\nNo personal data of the comment’s author is used or stored in this process.\nOnly the submitted comments and the resulting ratings are used to categorize the telephone numbers.\nApplications, based on this information are run by tellows and by third parties working in a contractual relationship.</p>\ntellows iOS Applications\n<p>To ensure the full extent of the premium iOS-applications “tellows pro Caller ID” and “tellows – Reverse Search” features, during installation, the creation of three new contacts in your smartphone is necessary.\nIn these contacts, the score lists are saved, giving its user information about the type and rating of an undesired caller.\nDuring installation, the approval to access the smartphone’s contacts is a requirement.\nPersonal contacts and data is not accessed.\nThe iPhone app „tellows Caller ID &amp.\nBlock“ imports the score lists into the internal storage of the iPhone.<br>\nThe detailed terms of use for the iPhone apps can be found here:<br>\nhttps://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/#termsofuseapp</p>\ntellows Android app\n<p>At tellows, we are keenly aware of the trust you place in us and our responsibility to protect your privacy.\nTo better protect your privacy we provide this notice explaining of our online information practices, including how we collect and use the information you may provide to us on the website, and the choices you can make about the way your information is collected and used.\nWe comply with the data protection regulations of the European Union regarding your personal data.\nThis disclaimer refers only to our sites and app „tellows – Caller ID &amp.\nBlock“.\nThird parties might offer hyperlinks to other websites which may have information policies and practices different from ours.\nWe do not control and are not responsible for the privacy policies, practices, or the content of any third party Web sites.\nOnce you\\’ve left our websites via such a link or by clicking on an advertisement, you should check the applicable privacy policy of the third party or advertiser site to determine how they will handle any information they collect from you.</p>\n<p>\n<b>Use of data in the tellows Application</b>\n<br>\nThe tellows Android app registers incoming calls and sends the phone number to tellows to compare it with the blacklist and block it if necessary.\nWith the submission of comments and the resulting ratings, phone numbers are classified.\nWhen a rating is submitted, the rated telephone number and the associated data such as comment and user name are sent to tellows.\nWhen a rating is submitted, the IP address is also transmitted to tellows.\nThe removal of content can be done with the help of a spam button.\nTelephone numbers of incoming calls are sent to our server to provide anonymised caller statistics and activities on spam telephone numbers.\nNumbers from your own contacts are not transferred to tellows if contact sharing permission has been granted.\nWhen using the premium version, a personal block list is imported into the phone, which is used to identify and block the numbers on the block list.\nThe phone number is added by the application.\nPersonal contacts and data remain unaffected.</p>\n<p>\n<b>Permissions of the tellows Android app</b>\n<br>\nTo ensure the full functionality of the tellows app, the following permissions must be granted prior to use:</p>\n<ul>\n<li>\n<b>Call logs</b>\n<br>\nComparison of telephone numbers with the tellows database and assignment of a scoring, if the telephone number of the incoming call does not exist in your existing contacts.</li>\n<li>\n<b>Make and manage phone calls</b>\n<br>\nView caller information or block the phone number during an incoming call.\nTherefore unknown phone numbers from incoming calls are sent to our servers.</li>\n<li>\n<b>Contacts</b>\n<br>\nGranting the permission to share contacts ensures that only unknown phone numbers are checked by tellows and no contacts that you already know.\nWith the permission contacts are excluded from identification and do not receive a tellows scoring.\nPersonal contacts will not be sent to tellows.</li>\n<li>\n<b>Receive SMS (optional)</b>\n<br>\nView information about unknown phone number after receiving SMS.\n</li>\n</ul>\n<p>\n<b>Personal data</b>\n<br>\nPersonal data is individual information about personal and factual circumstances of an identified or identifiable natural person.\nIn other words, information that identifies a person or at least makes him or her identifiable.\nAll this data is subject to special protection in accordance with data protection regulations, which we ensure on tellows and the associated applications through technical and organisational measures.\nThis data is only used for the purpose of statistical evaluations and to optimise the website, as well as to prevent misuse.</p>\n<p>The following data is collected when you use the tellows app or mobile website:</p>\n<ul>\n<li>Referrer URL (entry page reached via tellows)</li>\n<li>Browser type/version</li>\n<li>Operating system used</li>\n<li>Internet pages viewed during the visit to tellows</li>\n<li>IP address (host name of the accessing computer)</li>\n<li>The date and time of the server request</li>\n</ul>\n<p>The detailed terms of use for the Android App can be found here:<br>\nhttps://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/#termsofuseappandroid</p>\nUse of Google Admob in the Android Application\n<p>For advertising, we use the advertising partner AdMob Google Inc.\n(1600 Amphitheater Parkway, Mountain View, CA 94043, USA).\nAdmob stores user data in order to display ads that are relevant to you.\nThese ads appear only in the free app version.\nGoogle Admob uses cookies that are stored on your computer and that allow you to analyze the use of the app by you.\nIn addition, Google Admob also uses so-called „web beacons“ (small invisible graphics) to collect and evaluate simple actions such as visitor traffic on the website.\nThe information about the usage of this app generated by the cookie and / or web beacon (including your IP address) is usually transmitted to and stored by Google on servers in the United States.\nGoogle uses the obtained information to evaluate your usage behavior with respect to the Google Admob ads.\nThe IP address submitted by your browser will not be merged with other Google data.\nThe information collected by Google may be transferred to third parties, if required by law and / or as far as third parties process this data on behalf of Google.\nYou may permanently opt-out of setting a cookie by changing the settings on your browser software or by downloading and installing the browser plug-in available at the following link: http://www.google.com/settings/ads/plugin?hl=en</p>\n<p>Please note that certain features of this app may not be used or may be of limited use if you have objected to the use of cookies.</p>\n<p>The data generated in this context can be transmitted by Google to a server in the USA for evaluation and stored there.\nIn the event that personal data is transferred to the USA, corresponding EU standard contracts (appropriate guarantee for data processing in non-European countries) have been concluded with Google LLC.\nYou can find the EU standard contractual clauses used via the URL https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32010D0087&amp;from=EN.\n</p>\nUse of Google Firebase in the Android and iOS Applications\n<p>Our app uses Google Firebase technology (Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA, „Google“).\nFirebase is part of the Google Cloud Platform and offers many services to developers.\nSome Firebase services process personal information.\nIn most cases, the personal data is limited to so-called „instance IDs“ that are time-stamped.\nFirebase\\’s Instance IDs are unique, allowing you to link different events or processes.\nThese data are neither personally identifiable information nor do we make efforts to personalize it afterwards.\nWe process this summarized data for the analysis and optimization of the usage behavior, as for example by the evaluation of crash reports.\nWe do not use Firebase services that use personally identifiable information, such as IP addresses, e-mail addresses, telephone numbers or passwords.</p>\n<p>The data generated in this context can be transmitted by Google to a server in the USA for evaluation and stored there.\nIn the event that personal data is transferred to the USA, corresponding EU standard contracts (appropriate guarantee for data processing in non-European countries) have been concluded with Google LLC.\nYou can find the EU standard contractual clauses used via the URL https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:32010D0087&amp;from=EN.</p>\n<p>More information on Google Firebase and privacy can be found at https://www.google.com/policies/privacy/ as well as https://firebase.google.com/.</p>\nUse of Crashlytics in the Android and iOS Applications\n<p>Our app uses the analytical tools from Crashlytics, 1 Kendall Square, Cambridge, MA 02139, USA.\nIt uses information about the device, the version of the app you have installed, and other information that can help troubleshoot errors.\nThese relate primarily to the software and hardware of the user.\nNo personal data will be transmitted.\nOnly real-time crash reports will be sent, with details of codes and device information designed to simplify maintenance and improve the resulting stability of the app.\nThis tool uses anonymized IP addresses for analysis purposes.\nTherefore, it cannot be determined who is the user of the IP address concerned.</p>\nUse of Facebook SDK in the Android and iOS Applications\n<p>Furthermore, the app uses the so-called Facebook Software Development Kit (SDK).\nThe Facebook SDK is published and administered by Facebook Inc., 1601 S.\nCalifornia Ave., Palo Alto, CA 94304, USA („Facebook“) (legal basis is Art.\n6 (1) lit.\nGDPR) The use of the Facebook SDK enables us to optimize the advertising success on Facebook via the app by, for example, not displaying ads on those devices on which the app is already installed.\nFor this purpose, the app transmits the following pseudonymized data to Facebook: The App ID (identical on all devices), the information that the app has been started and provided by the operating system of the device Advertising Identifier (IDFA).\nFurther data will not be transmitted to Facebook.\nWe also do not receive any data back from Facebook that could allow us to identify users.</p>\n<p>By using the app, the user declares their consent to the integration of the Facebook SDK and the associated collection, storage, transfer and processing of user data to the extent described.\nThe information collected in this way is not linked to personal information from tellows users in the analysis software.\nIn this context, user data can also be transmitted to servers in the USA.</p>\nRight of Information\n<p>You have the right to obtain the information about your person any time.\nIf you have further questions regarding the privacy policy or need more information on a certain point, you can contact our data protection officer at datenschutz@tellows.de.</p>\nRight of removal of comments on a telephone number\n<p>On tellows, every user can leave comments regarding any telephone number.\nThese comments represent the opinion of the comment’s author and not the opinion of tellows on that phone number.\nWhich is why we created an option to delete comments.\nUnder every comment in the mobile version of the website (not in the app), there is a button called „Report the comment as spam“.\nWith a simple click on this button, comments are directly deleted.</p>\nQuestions about Privacy\n<p>If further questions or suggestions regarding the subject of privacy might arise, please contact our data privacy officer Christian Anton at datenschutz@tellows.de.</p>\nPrivacy Policy Danske\n<p>\n<strong>Generel</strong>\n</p>\n<p>tellows er glad for, at du bruger vores hjemmeside, og er interesseret i vores tjenesteydelser.\nVi tager beskyttelsen af dine personlige oplysninger meget alvorligt og holder os strengt til reglerne i lovgivningen om databeskyttelse, navnlig ift.\nEUs bestemmelserne om databeskyttelse.</p>\n<p>Denne erklæring omfatter kun hjemmesiden www.tellows.dk og omfatter ikke andre udbyderes hjemmesider, der linker til www.tellows.dk.\nHenvisninger til de respektive fortrolighedspolitikker fra andre leverandører findes på de pågældende hjemmesider.\nVi kan forsikre om, at indsamling, behandling og brug af dine personlige oplysninger foretages i nøje overensstemmelse med alle regler om databeskyttelse og under hensyntagen til de ovennævnte love.\nNedenfor forklarer vi i detaljer, hvilke oplysninger der indsamles og til hvilke formål.</p>\n<p>Termen „personlige data“ betyder informationer vedrørende en identificeret eller identificerbar fysisk eller juridisk person, f.eks.\nnavn, alder, e-mail-adresse eller postadresse for den pågældende person.</p>\n<p>Herefter vil vi forklare, hvilke oplysninger der indsamles og til hvilket formål.</p>\n<p>\n<strong>Dataindsamling og -behandling</strong>\n</p>\n<p>Vi bekræfter herved, at indsamling, behandling og brug af personoplysninger sker i overensstemmelse med alle databeskyttelsesbestemmelser og er i overensstemmelse med ovennævnte love, specifikt GDPR Art.\n6 s.\n1 a.\nDet betyder, at vi kun behandler data i tilfælde af lovlig interesse i henhold til Art.\n6 s.\n1 f GDPR (for eksempel til analyse, optimering og beskyttelse af online-tilbudene til tellows) eller under tilladelse fra behandling af brugeren (fx accept af anmodninger).</p>\n<p>Vi har teknisk (f.eks.\nSSL-kryptering), kontraktlig (f.eks.\nDatabehandlingsaftale) og organisatoriske foranstaltninger (fx adgangsbegrænsninger) på plads for at sikre, at reglerne for GDPR overholdes, og at data er sikre fra adgang og manipulation.</p>\n<p>Det er muligt at få adgang til vores hjemmeside uden at tilbyde personlige oplysninger.\nVi har også truffet foranstaltninger til anonymisering (se afsnit Google Analytics), dvs.\nen analyse af dataindsamling tjener kun til at forbedre vores tilbud og tillader ikke nogen konklusioner om enkeltpersoner.</p>\n<p>Vi behandler følgende kategorier af data, der er relevante for brug af tellows hjemmeside og tjenester eller er nødvendige for at kontakte:</p>\n<p>– stamdata (fx navn)</p>\n<p>– kontaktdata (fx telefonnummer, e-mail)</p>\n<p>– Indholdsoplysninger (f.eks.\nindtastning af tekst / kommentar, adgangstider)</p>\n<p>– metadata (fx IP-adresse)</p>\n<p>\n<strong>Samarbejde med tredjeparter</strong>\n</p>\n<p>Overførslen af data til tredjepart sker kun i overensstemmelse med de lovmæssige krav.\nVi videregiver kun data til tredjepart med tilladelse i overensstemmelse med Art.\n6 s.\n1 et GDPR eller på grundlag af berettigede interesser i henhold til Art.\n6 s.\n1 f GDPR i effektive og økonomiske operationer i vores forretning.</p>\n<p>Godkendelse af informationsbehandling af tredjeparter gives på grundlag af en underskrevet kontrakt DAV / DPA (databehandlingskontrakt) i henhold til Art.\n28 GDPR.</p>\n<p>\n<strong>Overførsel til tredjelande</strong>\n</p>\n<p>Overførsel eller behandling af data til tredjelande (dvs.\nuden for EØS (Det Europæiske Økonomiske Samarbejdsområde)) med udtrykkelig samtykke, forekommer kun, hvis det opfylder en retlig forpligtelse eller er af berettiget interesse for os.\nF.eks.\nved brug af tredjeparts ydelser.\nI dette tilfælde er databehandlingen baseret på det faktum, at EU-Kommissionen har fastslået, at der findes et niveau af databeskyttelse svarende til det i EU, du har givet os din samtykkeerklæring, eller vi har accepteret de standardbestemte kontraktbestemmelser for beskyttelsen af dine data hos udbyderen.</p>\n<p>\n<strong>Personlig data</strong>\n</p>\n<p>Vi indsamler og gemmer oplysninger i logfiler i overensstemmelse med Art.\n6 s.\n1 f GDPR (for eksempel at løse tilfælde af misbrug eller svindel), at din browser automatisk overfører til os efter anmodninger.\nFølgende data indsamles:</p>\n<ul>\n<li>Referrer URL (den side, hvorfra der blev adgang til tellows)</li>\n<li>Browser type / -version</li>\n<li>Brugt operativsystem</li>\n<li>Websider vist under besøget hos fortællere</li>\n<li>IP-adresse (værtens navn på den adgangscomputer)</li>\n<li>Dato og klokkeslæt for server anmodning</li>\n<li>Overført datavolumen</li>\n<li>Anmodning af udbyder</li>\n</ul>\n<p>Alle disse data er underlagt en særlig beskyttelse i overensstemmelse med lovgivningen om databeskyttelseslovgivning, som vi ved tellows og de tilhørende applikationer garanterer gennem tekniske og obligatoriske foranstaltninger.\nDisse data kan ikke tildeles nogen bestemt person.\nSammenlægning af disse data med andre datakilder vil ikke blive gjort.</p>\n<p>Af sikkerhedsmæssige årsager gemmes logfiloplysninger i en maksimal varighed på 7 dage og slettes derefter.\nVi forbeholder os retten til at gemme IP-adresser i en længere periode med henblik på retshåndhævelse i tilfælde af overtrædelse af vores brugsbetingelser.</p>\n<p>\n<strong>Consent Management Platform (CMP)</strong>\n</p>\n<p>Vores Consent Management Platform (CMP) giver dig som besøgende mulighed for selv at bestemme, om du ønsker at give dit samtykke til indsamling og behandling af dine personoplysninger ved hjælp af tekniske foranstaltninger.\nVi gør det gennemsigtigt i vores CMP, hvilke tekniske foranstaltninger der er tale om, og hvem modtageren af dine data er.\nVi gør opmærksom på, at visse databehandlingsprocesser er nødvendige for strukturen og garantien for sikkerheden på vores websted samt teknisk nødvendige for de enkelte databehandlinger, så et samtykke til denne databehandling er ikke muligt.\nVi identificerer denne tekniske nødvendighed i den pågældende databehandling og gør dette gennemsigtigt for dig via vores CMP og i denne privatlivspolitik.\nIndholdet af vores CMP’er er baseret på de fastlagte regler, som er fastsat i IAB Europe Transparency &amp.\nConsent Framework Policies.\nFor yderligere oplysninger om IAB TCF-standarden kan du besøge https://iabeurope.eu/transparency-consent-framework/.</p>\n<p>Du kan til enhver tid tilbagekalde dit samtykke til databehandling af de ovennævnte samtykker, der er givet via vores CMP, for fremtiden.\nVed at ændre skyderen i CMP forhindrer du, at tekniske foranstaltninger gennemføres og at der sættes cookies.</p>\n<p>Hvis du vil ændre dit samtykke, skal du klikke på knappen <i>Cookie Settings</i> nederst på følgende side: <b>Cookie Settings</b>.</p>\n<p>\n<strong>Use of Cookies</strong>\n</p>\n<p>Vi vil eventuelt indsamle og bearbejde oplysninger om dit besøg på vores websted, f.eks.\nhvilke sider du besøger, hvilket websted du kom fra, og visse af de søgninger du foretager.\nVi bruger sådanne oplysninger som grundlag for at forbedre indholdet på vores websted samt til at udarbejde statistik om personer, der anvender vores websted til interne formål og til markedsførings- og forskningsformål.\nI forbindelse hermed kan det ske, at vi installerer „cookies“ for at registrere brugerens domænenavn, netværksudbyderen, dit operativsystem samt dato og tid for besøget.\nEn „cookie“ er en lille dataenhed, der sendes til din webbrowser og gemmes på harddisken på din computer.\nCookies skader ikke computeren.\nDu kan indstille din webbrowser sådan, at du får en meddelelse, når der kommer en anmodning om at gemme en „cookie“ på computeren.\nPå denne måde kan du vælge, om du vil acceptere dette eller ej.</p>\n<p>Vores online tilbud er også anvendelige under udelukkelse af cookies.\nHvis du ikke vil have cookies gemt på din computer, kan du deaktivere den tilsvarende indstilling i browserens systemindstillinger.\nGemte cookies kan slettes i browserens systemindstillinger.\nUndtagelsen af cookies kan medføre funktionelle begrænsninger af dette online tilbud.</p>\n<p>Muligheden for at have mange online reklame cookies fra virksomheder er givet via den amerikanske hjemmeside http://www.aboutads.info/choices eller den europæiske hjemmeside http://www.youronlinechoices.com/uk/your-ad-choices/</p>\n<p>\n<strong>Use of Google Analytics</strong>\n</p>\n<p>Denne webside bruger webanalysetjenesten Google Analytics og Google Analytics rapporter til demografiske funktioner og interesser.\nDenne tjeneste leveres af Google Inc., (“Google”), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Google Analytics anvender såkaldte Cookies, dvs.\ntekstdokumenter, som gemmes på din computer og gør det muligt at gennemføre en analyse af brugen af din hjemmeside.\nDe informationer der tilegnes via de såkaldte Cookies om brugen af denne internetside (inkl.\nIP-adresse) overføres til en af Googles servere i USA, hvor de gemmes.\nVi bruger kun Google Analytics med aktiv IP-anonymisering.\nDette betyder, at IP-adressen til brugerne Google i EU-medlemsstater eller i andre kontraherende stater i aftalen fra Det Europæiske Økonomiske Samarbejdsområde vil blive forkortet.\nKun i usædvanlige tilfælde vil den fulde IP-adresse blive sendt til en Google-server i USA og forkortet der.</p>\n<p>I denne websides webside fra operatøren vil Google benytte disse informationer til at evaluere brugen for at kunne sammenfatte rapporter om webaktiviteten og endvidere for at kunne overbringe tjenesteydelser forbundet med benyttelsen af websiden og internettet i forhold til websideoperatøren.\nLeverandøren af denne webside vil bruge de indsamlede data af personlige interesser gennem annoncering, samt indsamle besøgsdata af tredjeparter (f.eks.\nalder, køn og interesser) til det formål at finde ud af mere om brugerne og bruger akkurat denne webside.\nDet betyder at ingen personlige oplysninger bliver gemt, kun statistiske evalueringer af anonyme data bliver analyseret.\nDen fra din browser overbragte IP-adresse, der er en del af Google Analytics, bliver ikke sammenført med andre data fra Google.\nDu kan forhindre Cookies over indstillingen i din tilsvarende indstilling i din browsersoftware.\nvi henviser dig dog til, at du i et sådant tilfælde ikke vil kunne benytte samtlige funktioner.\nDu kan også forhindre Google i at indsamle og analysere de data, der genereres af cookie, om din brug af hjemmesiden (herunder din IP-adresse) ved at downloade og installere browser-plugin som du kan finde her http://tools.google.com/dlpage/gaoptout.\nHar du yderliger ønske om at tilpasse de demografiske funktioner og dine interesser eller forhindre indsamling og analysering af data, kan du deaktivere eller tilpasse Google Analytics for annonce-visningsnetværk her: https://www.google.com/settings/ads.</p>\n<p>Udover dette kan du også forhindre indsamling af de data, der genereres af cookies og relateret til din brug af denne hjemmeside (herunder din IP-adresse) af Google samt behandling af disse data af Google ved at downloade og installere browserens plugin, der er tilgængeligt under følgende link.\nhttp://tools.google.com/dlpage/gaoptout.\nVi vil dog gerne påpege, at du i dette tilfælde måske ikke kan bruge alle hjemmesidens funktioner i deres fulde omfang.\nVed at bruge vores hjemmeside accepterer du behandlingen af de udarbejdede data af Google på ovennævnte måde og for ovennævnte formål.</p>\n<p>I tilfælde af at personoplysninger overføres til USA, er tilsvarende EU-standardkontrakter (tilstrækkelig garanti for databehandling i ikke-europæiske lande) indgået med Google LLC.\nDe anvendte EU-standardkontraktbestemmelser kan tilgås via URL’en https://eur-lex.europa.eu/legal-content/DA/TXT/?uri=CELEX%3A32010D0087.</p>\n<p>Få flere oplysninger om Googles brug af data, fravalg og andre muligheder ved at besøge Googles websteder:</p>\n<p>https://www.google.com/intl/de/policies/privacy/partners<br>\nhttp://www.google.com/policies/technologies/ads<br>\nhttp://www.google.de/settings/ads<br>\nhttp://www.google.com/ads/preferences</p>\n<p>\n<strong>Annoncepartnere</strong>\n</p>\n<p>Nogle af vores partnere kan bruge cookies og web-beacons.\nVores reklamepartnere omfatter Google Adsense, Reach Group, Adscale / Ströer, Valuebrand, Snigel Web Services, 1337 UGC GmbH og YieldLove.</p>\n<p>Disse tredjeparts annonceservere eller annoncenetværk bruger teknologi til annoncer og links, der vises på tellows og sendes direkte til din browser.\nDette giver dig automatisk din IP-adresse.\nAndre teknologier (såsom cookies, JavaScript eller web-beacons) kan også bruges af tredjepartsannonce netværk til at måle effektiviteten af deres annoncering eller til at tilpasse det annonceindhold, der vises.</p>\n<p>Indsamling og behandling af data er baseret på den berettigede interesse i henhold til artikel 6 s.\n1 f af GDPR og ved at iværksætte behandling af data af reklamepartnere (tredjeparter) med indgået DAV / DPA („databehandlingskontrakt“) i henhold til art.\n28 GDPR.\ntellows har ingen adgang eller kontrol over disse tredjeparts cookies.</p>\n<p>Se affiliates privatlivspolitik for at få flere oplysninger om deres praksis og hvordan man vælger at udelukke bestemte fremgangsmåder.\ntellows privatlivspolitik gælder ikke for andre annoncører eller websteder, og vi kan ikke kontrollere deres aktiviteter.</p>\n<p>Hvis du vil deaktivere cookies, kan du gøre det via dine egne browserindstillinger.\nDu kan finde mere detaljeret information om cookie-styring med bestemte browsere på browsernes respektive websteder.</p>\n<p>\n<strong>Tredjeparts- og fravalgsmuligheder for YieldLove, Snigeld Web Ltd.\ne 1337 UGC GmbH</strong>\n</p>\n<p>Vi bruger SnigelWeb Ltd.\nsom en tredjepart til at levere indtægtsgenereringsteknologier til vores websted.\nDu kan gennemgå deres privatlivs- og cookiepolitik her.</p>\n<p>En central modsigelsesmulighed for forskellige tredjepartsleverandører, især amerikanske virksomheder, kan også opnås under følgende link: optout.networkadvertising.org.\nMen du kan også fravælge hver enkelt virksomhed, vi samarbejder med.\nAnsvarlig for dataindsamlingen og for levering af interessebaseret online-reklame er følgende virksomheder på vegne af Yieldlove GmbH, Kehrwieder 9, 20457 Hamburg e SnigelWeb Ltd., The Black Church, St.\nMary’s Place, D07 P4AX e 1337 UGC GmbH, Am Sägerhof 3, 90596 Schwanstetten:</p>\n<p>\n<u>4w Marketplace</u>\n<br>\n4w Marketplace (www.4wmarketplace.com) uses technologies, to show interest-based advertising to you.\nProvider of 4w Marketplace is 4w Marketplace srl located in Fisciano (Salerno) – 84084 in Via Giovanni Paolo II n.100.\nIn case you would like to prevent 4w Marketplace from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.4wmarketplace.com/privacy/</p>\n<p>Opt-out: http://www.youronlinechoices.com/it/le-tue-scelte</p>\n<p>\n<u>Adform</u>\n<br>\nAdform (www.adform.com) uses technologies, to show interest-based advertising to you.\nProvider of Adform is Adform located in Wildersgade 10B, 1, 1408 Copenhagen, Denmark.\nIn case you would like to prevent Adform from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://site.adform.com/privacy-policy-opt-out/</p>\n<p>Opt-out: https://site.adform.com/privacy-policy-opt-out/</p>\n<p>\n<u>Amazon</u>\n<br>\nAmazon (https://www.aps.amazon.com) uses technologies, to show interest-based advertising to you.\nProvider of Amazon publisher services is Amazon publisher services located in Washington – 410 Terry Ave.\nNorth, Seattle, WA 98109-5210.\nIn case you would like to prevent Amazon publisher services from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.amazon.com/gp/help/customer/display.html/ref=hp_left_sib?ie=UTF8&amp;nodeId=468496</p>\n<p>Opt-out: https://www.amazon.com/adprefs/ref=hp_468496_advertisingpref2</p>\n<p>\n<u>AppNexus</u>\n<br>\nAppNexus (https://www.appnexus.com) uses technologies, to show interest-based advertising to you.\nProvider of AppNexus is AppNexus Group located in in New York – 28 W.\n23rd Street, New York, New York, 10010.\nIn case you would like to prevent Appnexus from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.appnexus.com/en/company/privacy-policy</p>\n<p>Opt-out: https://www.appnexus.com/en/company/platform-privacy-policy#choices</p>\n<p>\n<u>Conversant</u>\n<br>\nConversant (https://www.conversantmedia.com) uses technologies, to show interest-based advertising to you.\nProvider of Conversant is Conversant inc.\nlocated in in Chicago (IL) – 101 North Wacker, 23rd Floor Chicago, IL 60606.\nIn case you would like to prevent Conversant from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.conversantmedia.com/legal/privacy</p>\n<p>Opt-out: http://optout.conversantmedia.com/</p>\n<p>\n<u>Criteo</u>\n<br>\nCriteo (https://www.criteo.com) uses technologies, to show interest-based advertising to you.\nProvider of Criteo is Criteo located in Paris – 32 Rue Blanche – 75009 Paris – France.\nIn case you would like to prevent Criteo from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.criteo.com/privacy/</p>\n<p>Opt-out: https://www.criteo.com/privacy/</p>\n<p>\n<u>District M</u>\n<br>\nDistrict M (https://districtm.net) uses technologies, to show interest-based advertising to you.\nProvider of District M is District M located in Montreal – 5455 Gaspe Ave #730, Montreal, QC H2T 3B3, Canada.\nIn case you would like to prevent District M from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://districtm.net/en/page/platforms-data-and-privacy-policy/</p>\n<p>Opt-out: https://cdn.districtm.ca/optout.html</p>\n<p>\n<u>Doubleclick</u>\n<br>\nDoubleclick (www.doubleclickbygoogle.com) uses technologies, to show interest-based advertising to you.\nProvider of Doubleclick is Google located in Ireland Limited, Gordon House, Barrow St Dublin 4 Ireland.\nIn case you would like to prevent Doubleclick from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.google.com/intl/en/policies/privacy/</p>\n<p>Opt-out: https://adssettings.google.com/authenticated?hl=en</p>\n<p>\n<u>Facebook</u>\n<br>\nFacebook (www.facebook.com) uses technologies, to show interest-based advertising to you.\nProvider of Facebook is Facebook Inc., located in 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA.\nIn case you would like to prevent Facebook from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: www.facebook.com/full_data_use_policy</p>\n<p>Opt-out: www.facebook.com/ads/preferences</p>\n<p>\n<u>Indexexchange</u>\n<br>\nIndexexchange (www.indexexchange.com) uses technologies, to show interest-based advertising to you.\nProvider of Indexexchange is Indexexchange located in New York – 20 W 22nd St.\nSuite 1101, New York, NY 10010.\nIn case you would like to prevent Indexexchange from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.indexexchange.com/privacy/</p>\n<p>Opt-out: http://optout.networkadvertising.org/?c=1#!/</p>\n<p>\n<u>Media.net</u>\n<br>\nMedia.net (http://www.media.net/privacy-policy) uses technologies, to show interest-based advertising to you.\nProvider of Media.net is Media.net Advertising Ltd.\nlocated in Dubai – 107/108, DIC Building 5, Dubai Internet City, Dubai, 215028, United Arab Emirates.\nIn case you would like to prevent Media.net from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.media.net/privacy-policy</p>\n<p>Opt-out: http://www.networkadvertising.org/choices/</p>\n<p>\n<u>Oath</u>\n<br>\nOath (https://www.oath.com/) uses technologies, to show interest-based advertising to you.\nProvider of Oath is Oath (EMEA) Limited located in Dublin – 5-7 Point Square, North Wall Quay.\nIn case you would like to prevent Oath from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://privacy.aol.com/</p>\n<p>Opt-out: https://aim.yahoo.com/aim/ie/en/optout/</p>\n<p>\n<u>OpenX</u>\n<br>\nOpenX (https://www.OpenX.com) uses technologies, to show interest-based advertising to you.\nProvider of OpenX is OpenX located in Pasadena – 888 E Walnut St, 2nd Floor, Pasadena CA, 91101, USA.\nIn case you would like to prevent OpenX from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.openx.com/de_de/privacy-policy/</p>\n<p>Opt-out: https://www.openx.com/legal/interest-based-advertising/</p>\n<p>\n<u>Pubmatic</u>\n<br>\nPubmatic (https://www.pubmatic.com) uses technologies, to show interest-based advertising to you.\nProvider of Pubmatic is Pubmatic, Inc.\nlocated in Redwood City – 305 Main Street, First Floor, Redwood City, California 94063, USA.\nIn case you would like to prevent Pubmatic from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.openx.com/de_de/privacy-policy/</p>\n<p>Opt-out: https://pubmatic.com/legal/opt-out/</p>\n<p>\n<u>Pulsepoint</u>\n<br>\nPulsepoint (https://www.pulsepoint.com) uses technologies, to show interest-based advertising to you.\nProvider of Pulsepoint is Pulsepoint, Inc.\nlocated in New York – 360 Madison Avenue, 14th Floor, New York, NY 10017.\nIn case you would like to prevent Pulsepoint from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.pulsepoint.com/privacy-policy</p>\n<p>Opt-out: http://optout.networkadvertising.org/?c=1#!/</p>\n<p>\n<u>Reachnet</u>\n<br>\nReachnet (https://www.reachnet.de) uses technologies, to show interest-based advertising to you.\nProvider of Reachnet is Reachnet DE Ltd.\nlocated in Hamburg – Grindelallee 41, D-20146 Hamburg.\nIn case you would like to prevent Reachnet from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.reachnet.de/unternehmen/agb.html</p>\n<p>Opt-out: https://adfarm1.adition.com/opt?m=optout&amp;n=73</p>\n<p>\n<u>Rubicon Project</u>\n<br>\nRubicon Project (https://www.rubiconproject.com) uses technologies, to show interest-based advertising to you.\nProvider of Rubicon Project is Rubicon Project, inc.\nlocated in Playa Vista – 12181 Bluff Creek Drive, 4th Floor, Playa Vista, CA 90094, USA.\nIn case you would like to prevent Rubicon Project from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.rubiconproject.com/privacy-policy/</p>\n<p>Opt-out: https://rubiconproject.com/privacy/consumer-online-profile-and-opt-out/</p>\n<p>\n<u>Primis</u>\n<br>\nPrimis (https://www.primis.tech) uses technologies, to show interest-based advertising to you.\nProvider of Primis is Primis LTD located in 622 Third avenue, McCann New York House 10017 New York City, USA.\nIn case you would like to prevent Primis from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.primis.tech/wp-content/uploads/2018/02/primisPrivacyPolicy2018.pdf</p>\n<p>Opt-out: https://web.archive.org/web/20180116234711/http:/live.sekindo.com/utils/cookieOptOut.php</p>\n<p>\n<u>Smaato</u>\n<br>\nSmaato (https://www.smaato.com) uses technologies, to show interest-based advertising to you.\nProvider of Smaato is Smaato Ad Services located in Hamburg – Valentinskamp 70, Emporio, 20355 Hamburg, Germany.\nIn case you would like to prevent Smaato from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.smaato.com/privacy/</p>\n<p>Opt-out: http://www.youronlinechoices.eu</p>\n<p>\n<u>SmartAdserver</u>\n<br>\nSmartAdserver (https://www.smartadserver.com) uses technologies, to show interest-based advertising to you.\nProvider of SmartAdserver is SmartAdserver located in Paris – 66 Rue de la Chaussée d´Antin, 75009 Paris, France.\nIn case you would like to prevent SmartAdserver from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://smartadserver.com/company/privacy-policy/</p>\n<p>Opt-out: http://www.smartadserver.com/diffx/optout/IABOptout.aspx</p>\n<p>\n<u>Sovrn</u>\n<br>\nSovrn (https://www.sovrn.com) uses technologies, to show interest-based advertising to you.\nProvider of Sovrn is Sovrn Holdings, Inc.\nlocated in Boulder – 5541 Central Avenue, Boulder, CO 80301.\nIn case you would like to prevent Sovrn from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.sovrn.com/privacy-policy-eu/</p>\n<p>Opt-out: https://info.evidon.com/pub_info/15620?v=1&amp;nt=0&amp;nw=false</p>\n<p>\n<u>Ströer SSP</u>\n<br>\nStröer SSP (https://www.adscale.de) uses technologies, to show interest-based advertising to you.\nProvider of Ströer SSP is Ströer media Deutschland GmbH located in Köln – 50999 Köln, Ströer-Allee 1.\nIn case you would like to prevent Adscale from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.adscale.de/datenschutz</p>\n<p>Opt-out: ih.adscale.de/adscale-ih/oo</p>\n<p>\n<u>Twiago</u>\n<br>\nTwiago (https://www.twiago.com) uses technologies, to show interest-based advertising to you.\nProvider of Twiago is Twiago located in Köln – Gustav-Heinemann-Ufer 72b, 50968 Köln.\nIn case you would like to prevent Twiago from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.twiago.com/datenschutz/</p>\n<p>Opt-out: http://control.twiago.com/privacy.php?lang=0</p>\n<p>\n<u>Mopub</u>\n<br>\nMopub (https://www.mopub.com) uses technologies, to show interest-based advertising to you.\nProvider of Mopub is Twitter, Inc.\nlocated in San Francisco – 1355 Market Street, Suite 900, San Francisco, Ca 94103.\nIn case you would like to prevent Moppub from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.mopub.com/legal/privacy/</p>\n<p>Opt-out: https://www.mopub.com/legal/privacy/</p>\n<p>\n<u>Inmobi</u>\n<br>\nInmobi (https://www.inmobi.com) uses technologies, to show interest-based advertising to you.\nProvider of Inmobi is Inmobi Pte Ltd located in Bangalore – Embassy Tech Square, Kadubeesanahalli Village Outer Ring Road, Varthur Hobli, Bangalore 560103.\nIn case you would like to prevent Inmobi from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.inmobi.com/privacy-policy/</p>\n<p>Opt-out: https://www.inmobi.com/page/opt-out/</p>\n<p>\n<u>Connectad</u>\n<br>\nConnectad (www.connectad.io) uses technologies, to show interest-based advertising to you.\nProvider of Connectad is Connectad located in Margaretenstrasse 87/11, Vienna, Austria.\nIn case you would like to prevent Connectad from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://connectadrealtime.com/privacy/</p>\n<p>Opt-out: http://sync-eu.connectad.io</p>\n<p>ANDRE / UFORHÅNDLIGE COOKIES</p>\n<p>På grund af den måde, hvorpå Internet og websteder fungerer, er det muligt, at vi ikke altid har tilsyn med de cookies, der placeres gennem vores bannere af tredjeparter.\nDette er især tilfældet, når vores bannere indeholder indlejrede elementer såsom tekster, dokumenter, billeder eller filmklip, der er gemt af en anden part, men som vises på, i eller gennem vores bannere.</p>\n<p>Hvis du støder på cookies på dette websted, der falder ind under denne kategori, som vi ikke har nævnt ovenfor, bedes du kontakte os eller kontakte tredjepart direkte og spørg hvilke cookies de har placeret, hvad årsagen til dette er, hvilken levetid cookien har er, og på hvilken måde de har beskyttet dit privatliv.</p>\n<p>DINE RETTIGHEDER MED HENSYN TIL DINE DATA</p>\n<p>Yieldlove ser ikke de bannerannonceringsdata, de bruger, som personlige data i henhold til gældende lov.\nLigeledes indsamler eller behandler vi ikke følsomme personlige data såsom data om race eller etnisk oprindelse, politiske meninger, religiøse eller filosofiske overbevisninger, fagforeningsmedlemskab, sundhed eller sexliv.\nVi indsamler heller ikke bevidst data fra børn under 12 år.</p>\n<p>\n<strong>Brug af Google AdSense / DoubleClick</strong>\n</p>\n<p>Denne hjemmeside gør brug af Google AdSense, en tjeneste til at stille reklameannoncer fra Google Inc.\n(„Google“) i en større sammenhæng.\nGoogle AdSense anvender såkaldte „Cookies“, tekstfiler, som gemmes på din pc og som muliggør en analyse af hjemmesidebrugen.\nGoogle AdSense anvender ligeledes såkaldte Web Beacons (usynlige grafikker).\nVia disse Beacons kan informationer såsom brugerfrekvenser på disse sider evalueres.\nDe via Cookies og Web Beacons fremkomne informationer om benyttelsen af denne hjemmeside (sammen med din IP-adresse) og udleveringen af reklameformater transmitteres til en Google server i USA og gemmes dort.\nDisse informationer kan Googlr videregive til Googles kontraktpartnere.\nGoogle vil imidlertid ikke sammenføre din IP-adresse med andre af dine gemte data.\nDu kan forhindre installationen af Cookies gennem en tilsvarende indstilling af din Browser software.\nvi henviser dog til, at du i så tilfælde evt.\nikke kan gøre brug af alle hjemmesidens funktioner i fuldt omfang.\nVed brug af denne hjemmeside erklærer du dig indforstået med, at der sker en bearbejdelse af dine data via Google som beskrevet ovenfor.</p>\n<p>Oplysninger indsamlet af Google kan deles med tredjeparter, på kontrakt eller ved lov, fra Google.\nGoogle forbinder ikke din IP-adresse med andre data, du har gemt.</p>\n<p>I tilfælde af at personoplysninger overføres til USA, er tilsvarende EU-standardkontrakter (tilstrækkelig garanti for databehandling i ikke-europæiske lande) indgået med Google LLC.\nDe anvendte EU-standardkontraktbestemmelser kan tilgås via URL’en https://eur-lex.europa.eu/legal-content/DA/TXT/?uri=CELEX%3A32010D0087.</p>\n<p>Med de tilsvarende indstillinger i din webbrowser kan du forhindre, at de nævnte cookies gemmes på din pc.\nDer er dog mulighed for, at indholdet af denne hjemmeside ikke længere kan bruges i samme omfang.\nVed at bruge dette websted accepterer du Google’s behandling af personlige data på den måde og i de formål, der er angivet ovenfor.</p>\n<p>Her kan du deaktivere Googe AdSense Cookies: https://www.google.com/settings/ads/anonymous og https://www.google.com/policies/technologies/ads/</p>\n<p>\n<strong>Anvendelse af Facebook plugins</strong>\n</p>\n<p>Integreret på vores hjemmeside er diverse Facebook-links.\nDeres tilstedeværelse drives udelukkende af Facebook Inc., 1601 S California Ave, Palo Alto, CA 94304, USA (Facebook).\nInden for rammerne af vores tilstedeværelse på internettet, er disse links identificeret af Facebook-logoet eller ved udtrykket ‘Like’ (ingen Facebook-plugins bruges).\nHvis en bruger klikker på et af disse links, aktiveres Facebook plugins og der etableres en direkte forbindelse via brugerens browser til en Facebook-server.\nForudsat at brugeren klikker på en af de ovennævnte links, mens denne besøger vores hjemmeside, og er logget ind på sin personlige Facebook-konto, vil der blive sendt oplysninger til Facebook om, at brugeren har besøgt vores hjemmeside.\nFacebook kan knytte dit besøg på hjemmesiden til din konto.\nFacebook kan knytte dit besøg på hjemmesiden til din konto.\nDisse informationer bliver overført til Facebook og gemt der.\nFor at forhindre dette, skal brugeren logge ud af deres konto, før der klikkes på linket.\nDe funktioner, der er indlejret i de links fra Facebook, især overførsel af data og brugeroplysninger, aktiveres ikke ved at besøge vores hjemmeside, men først med et klik på de pågældende links.</p>\n<p>Formålet med og omfanget af dataindsamling via Facebook, behandling og brug af sådanne oplysninger, samt dine rettigheder herom og personlige indstillinger for privatlivsbeskyttelse kan findes i Facebook privatliv’s sektion (https://da-dk.facebook.com/privacy/explanation).</p>\n<p>Ved yderligere spørgsmål vedrørende indsamling, behandling eller anvendelse af personrelaterede data, samt ved videregivelse, korrektion, blokering eller sletning af data i dette område, henvend dig venligst til os.</p>\n<p>\n<strong>Brug af Facebook Konverteringssporing og Facebook Custom Audiences</strong>\n</p>\n<strong>\n</strong>\n<p>\n<strong>\n</strong>På vores hjemmeside bruger vi tjenesten Facebook Conversion Tracking (besøgendes aktivitet pixel) af Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (‚Facebook‘).\nDette gør det muligt for os at følge aktiviteten hos brugere, efter at de har set eller klikket på en Facebook-annonce og registreret effektiviteten af Facebook-annoncer til statistiske og markedsundersøgelsesformål.\nData indsamlet på denne måde er anonym for os.\nDet betyder, at vi ikke ser personlige data for de enkelte brugere.\nDisse data gemmes imidlertid og behandles af Facebook, som vi informerer dig om i henhold til vores informationsstatus.\nFacebook kan forbinde disse data med din Facebook-konto og bruge dem til egne annonceringsformål, i overensstemmelse med Facebooks datapolitik (se www.facebook.com/about/privacy/).</p>\n<p>Til brugsbaseret onlineannoncering bruger vi også produktet Facebook Custom Audience.\nDet betyder i princippet, at en hashværdi, som ikke kan spores tilbage til dig, genereres ud fra dine brugsdata og overføres til Facebook til analyse og markedsføring.\nOplysningerne gemmes i en Facebook-cookie.\nDet kan ikke udelukkes, at Facebook sammenligner hashværdien med data fra din Facebook-konto og kan udlede den relevante brug fra dette.</p>\n<p>Du må nægte at tillade Facebook og dets partnere at placere annoncer.\nDu kan ændre indstillingerne for Facebook-annoncer her: https://www.facebook.com/ads/website_custom_audiences/</p>\n<p>Du kan finde flere oplysninger om formålet med og omfanget af dataindsamling, og hvordan Facebook behandler og bruger data i den forbindelse samt om de indstillinger, du kan bruge til at beskytte dit privatliv ved at få adgang til Facebook’s fortrolighedserklæring her: https://www.facebook.com/privacy/explanation</p>\n<p>\n<strong>Google Fonts</strong>\n</p>\n<p>Vi inkorporerer skrifttyperne („Google Fonts“), der leveres af Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, for at optimere websiderne.\nIntegrationen af disse web skrifttyper sker ved et serveropkald, som regel en Google-server i USA.\nDe websteder, du har besøgt, overføres til serveren.\nIP-adressen til browseren, som er brugt af den besøgende på denne hjemmeside, er gemt af Google.\nFortrolighedspolitikken kan findes på: https://www.google.com/policies/privacy/ og opt-out på: https://adssettings.google.com/authenticated.</p>\n<p>\n<strong>Google Bibliotek for Ajax og jQuery</strong>\n</p>\n<p>Vi bruger Ajax og jQuery’s JavaScript-bibliotek til at optimere websiderens indlæserhastighed.\nI dette tilfælde hentes programbiblioteker fra servere fra firmaet Google LLC, 1600 Amfiteater Parkway, Mountain View, CA 94043, USA (Google), især Google CDN.\nHvis du allerede har brugt jQuery på en anden side af Google CDN, bruger din browser den cachelagrede kopi.\nEllers downloades de nødvendige oplysninger.\nDermed bliver din besøgte hjemmeside sendt til Google-serveren.\nOgså din enhed’s IP-adresse gemmes af Google.\nDu kan finde flere oplysninger på: https://cloud.google.com/cdn/?hl=da og https://www.google.com/policies/privacy/?hl=da.\nFor at forhindre, at JavaScript udføres, kan du installere en JavaScript-blokkering.</p>\n<p>\n<strong>Google reCAPTCHA</strong>\n</p>\n<p>Vi bruger „Google recaptcha“ (herefter „recaptcha“) på vores hjemmesider.\nUdbyder er Google Inc., 1600 Amphitheatre Parkway, Mountain View, ca 94043, USA („Google“).\nrecaptcha bruges til at kontrollere, om dataindtastning sker på vores hjemmesider (f.\neks.\ni en kontakt formular) af en person eller af et automatiseret program.\nrecaptcha analyserer adfærden hos den besøgende på hjemmesiden på grundlag af forskellige karakteristika.\nDenne analyse starter automatisk, så snart den besøgende kommer ind på webstedet.\nTil analyse recaptcha evaluerer forskellige oplysninger (f.\neks.\nIP-adresse, tidspunkt for besøgende på webstedet eller musebevægelser foretaget af brugeren).\nDe data, der indsamles under analysen, sendes til Google.</p>\n<p>Recaptcha-analysen kører helt i baggrunden.\nBesøgende er ikke opmærksom på, at der finder en analyse sted.<br>\nOplysningerne behandles på grundlag af artikel 6, stk.\n1, Lit.\nF DSGVO.\nHjemmesiden operatør har en legitim interesse i at beskytte hans web-tilbud fra misbrug automatiseret rekognoscering og spam.</p>\n<p>For mere information om Google recaptcha og Googles privatlivspolitik, se venligst følgende links:<br>\nhttps://policies.google.com/privacy?hl=da and https://www.google.com/recaptcha/intro/android.html</p>\n<p>\n<strong>Google Maps</strong>\n</p>\n<p>Vi bruger Google Maps-tjenesten fra Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, for at illustrere adressernes placering.\nFortrolighedspolitikken kan findes på: https://www.google.com/policies/privacy/ og opt-out på: https://adssettings.google.com/authenticated.</p>\n<p>Oplysninger om din brug af vores websted (såsom din IP-adresse) overføres til Google-servere i USA og gemmes der, når du kalder op til de undersider, hvor Google Maps-kortet er integreret.\nDette sker uanset om Google leverer en brugerkonto, via hvilken du er logget ind, eller om der ikke findes nogen brugerkonto.\nHvis du er logget ind på Google, tildeles dine data direkte til din konto.\nHvis du ikke ønsker, at dine data skal tilknyttes din Google-profil, skal du logge ud af din Google-brugerkonto.\nGoogle gemmer dine data (selv for brugere, der ikke er logget ind) som brugsprofiler og vurderer dem.\nDu har ret til at gøre indsigelse mod oprettelsen af disse brugerprofiler, og du skal kontakte Google for at udøve denne ret.</p>\n<p>Google Ireland Limited sikrer overholdelse af det databeskyttelsesniveau, der gælder i EU, ved at acceptere og acceptere de såkaldte EU-standardkontraktbestemmelser om databeskyttelse.</p>\n<p>Hvis du ikke accepterer den fremtidige overførsel af dine data til Google i forbindelse med brugen af Google Maps, har du også muligheden for fuldstændig at deaktivere Google Maps-webtjenesten ved at slå JavaScript-applikationen fra i din browser.\nGoogle Maps og dermed også kortvisningen på dette websted kan derefter ikke bruges.<br>\nDisse behandlingsoperationer udføres kun, når der gives udtrykkeligt samtykke i henhold til art.\n6, afsnit.\n1 lit.\nen GDPR.</p>\n<p>\n<strong>OpenStreetMap</strong>\n</p>\n<p>Dette websted bruger open source-kortlægningsværktøjet „OpenStreetMap“ (OSM) via en API.\nUdbyderen er OpenStreetMap Foundation.\nFor at bruge funktionerne i OpenStreetMap er det nødvendigt at gemme din IP-adresse.\nDisse oplysninger overføres normalt til en server i OpenStreetMap og gemmes der.\nUdbyderen af dette websted har ingen indflydelse på denne datatransmission.</p>\n<p>Brugen af OpenStreetMap er i interesse for en tiltalende præsentation af vores onlinetilbud og en let placering af de steder, der er angivet af os på hjemmesiden.\nDette udgør en legitim interesse i henhold til art.\n6, afsnit.\n1 lit.\nf GDPR.</p>\n<p>Ved at bruge vores hjemmeside giver du samtykke til behandling af data fra OpenStreetMap.\nUdførelsen af databehandling med OpenStreetMap kan forhindres ved at deaktivere Javascript i din browser.\nDette forhindrer dog, at OpenStreetMap-kortvisningen vises.</p>\n<p>Flere oplysninger om håndtering af brugerdata kan findes på privatlivssiden på OpenStreetMap og her http://wiki.openstreetmap.org/wiki/Legal_FAQ.</p>\n<p>\n<strong>ShareThis Social Media buttons til tellows blog</strong>\n</p>\n<p>På vores blog bruger vi tjenesten fra ShareThis til at levere værktøjer til deling af sociale medier.\nShareThis indsamler oplysninger via tekniske cookies placeret i din browser, pixeltags, HTTP-headere (eller andre kommunikationsprotokoller) og browser-id’er.\nIngen flashcookies eller andre lokalt gemte objekter (LSO) bruges til at omgå brugerens fravalg.\nShareDette indsamler registreringsoplysninger og brugsdata.\nBrugsdata indsamler og bruger tekniske data, der vedrører noget af din browsing, til at vise personlige annoncer, levere analyser og datamodellering baseret på social deling.</p>\n<p>ShareThis indsamler ikke på noget tidspunkt kontaktoplysninger såsom dit navn, adresse, telefonnummer, adresse, kreditkortoplysninger eller andet, der kan give os eller vores kunder mulighed for at kontakte dig direkte.\nShareDette deler brugsdata, inklusive målgruppesegmenter, med annoncører, udgivere og andre datapartnere (alle, „vores kunder“) til interessebaseret reklame, analyse og datamodellering.</p>\n<p>De cookies, der bruges i forbindelse med Share, har en opbevaringsperiode på op til 9 måneder.<br>\nFor mere information om håndtering af brugerdata henvises til ShareThis fortrolighedspolitik på HTTPS://SHARETHIS.COM/PRIVACY/.</p>\n<p>\n<strong>SSL-kryptering</strong>\n</p>\n<p>tellows bruger SSL-kryptering for sikkerhed og for at beskytte transmissionen af følsomt indhold, f.eks.\nde anmodninger, du sender til webstedets operatør.\nDu kan genkende en krypteret forbindelse ved at ændre adresselinjen i browseren fra „http: //“ til „https: //“ og låsesymbolet i din browserbjælke.</p>\n<p>Hvis SSL-kryptering er aktiveret, kan de data, du sender til os, ikke læses af tredjepart.</p>\n<p>\n<strong>OpenID Login</strong>\n</p>\n<p>Der kræves ingen registrering for at deltage i tellows forum.\nKommentarer kan indsendes som en registreret eller uregistreret bruger.\nEn OpenID-tjeneste kan bruges til at registrere.\nDermed er en eksisterende konto af en anden tjeneste (f.eks.\nGoogle) knyttet til tellows hjemmeside via et autentificeringssystem.\nDer er ikke oprettet en separat konto på tellows hjemmeside.\nKobling af en konto via OpenID muliggør yderligere muligheder for kommentarer og kontoindstillinger på tellows.\nOpenID-brugere er registreret med e-mail-adressen til den linkede konto.\nE-mail-adressen skal altid være tilgængelig for brugeren for at blive kontaktet for mulige forespørgsler fra tællerens side.\nBrugen af en ugyldig e-mail-adresse er ikke tilladt.</p>\n<p>De data, der er indtastet under registreringen, vil blive brugt til brug for hjemmesiden.\nBrugere kan blive informeret via e-mail om hjemmeside- eller registreringsrelateret information, såsom ændringer i tilbudets anvendelsesområde eller tekniske forhold.\nLageret er baseret på vores legitime interesser såvel som brugerens beskyttelse mod misbrug og anden uautoriseret brug.</p>\n<p>\n<strong>Taler i sociale netværk</strong>\n</p>\n<p>For også at kommunikere med dig på sociale netværk og informere dig om vores tjenester er vi repræsenteret der med vores egne sider.\nHvis du besøger en af vores sociale mediesider, er vi sammen ansvarlige med udbyderen af den respektive sociale medieplatform i henhold til art.\n26 GDPR med hensyn til de derved udløste behandlingsoperationer, der vedrører personoplysninger.<br>\nVi er ikke den oprindelige udbyder af disse sider, men bruger dem kun inden for rammerne af de muligheder, der tilbydes af de respektive udbydere.</p>\n<p>Som en sikkerhedsforanstaltning påpeger vi derfor, at dine data også kan behandles uden for Den Europæiske Union eller Det Europæiske Økonomiske Samarbejdsområde.\nBrug kan derfor medføre databeskyttelsesrisici for dig, da det kan være vanskeligere at beskytte dine rettigheder, f.eks.\ntil information, sletning, indsigelse osv., og behandlingen i de sociale netværk foregår ofte direkte til reklameformål eller til analyse af udbydere af brugeradfærd, uden at dette kan påvirkes af os.\nHvis brugerprofiler oprettes af udbyderen, bruges der ofte cookies, eller brugeradfærden tildeles direkte til din egen medlemsprofil på de sociale netværk (hvis du er logget ind her).</p>\n<p>Den beskrevne behandling af personoplysninger udføres i overensstemmelse med art.\n6, afsnit.\n1 lit.\nf GDPR på baggrund af vores legitime interesse og den respektive udbyders legitime interesse for at kunne kommunikere med dig rettidigt eller for at informere dig om vores tjenester.\nHvis du skal give dit samtykke til databehandling som bruger hos de respektive udbydere, henviser det juridiske grundlag til art.\n6 (1) lit.\nen GDPR i forbindelse med art.\n7 GDPR.</p>\n<p>Da vi ikke har adgang til udbydernes databaser, vil vi gerne påpege, at det er bedst at udøve dine rettigheder (f.eks.\nTil information, rettelse, sletning osv.) Direkte med den respektive udbyder.\nYderligere information om behandlingen af dine data i de sociale netværk og muligheden for at gøre brug af din ret til indsigelse eller tilbagekaldelse (såkaldt opt-out) er anført nedenfor hos den respektive udbyder af sociale netværk, der bruges af os:</p>\n<p>\n<b>Facebook</b>\n<br>\n(Co-) controller til databehandling i Europa:<br>\nFacebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland.<br>\nPrivatlivspolitik (datapolitik):<br>\nhttps://www.facebook.com/about/privacy<br>\nFravalg og reklameindstillinger:<br>\nhttps://www.facebook.com/ads/preferences /? entry_product = ad_settings_screen</p>\n<p>Facebook sikrer overholdelse af det databeskyttelsesniveau, der gælder i EU, ved at acceptere og acceptere de såkaldte EU-standardkontraktbestemmelser om databeskyttelse.<br>\nhttps://www.facebook.com/about/privacy/</p>\n<p>\n<b> Instagram </b>\n<br>\n(Med-) ansvarlig for databehandling i Europa:<br>\nFacebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland.<br>\nPrivatlivspolitik (datapolitik):<br>\nhttp://instagram.com/legal/privacy/<br>\nFravalg og reklameindstillinger:<br>\nhttps://www.instagram.com/accounts/privacy_and_security/</p>\n<p>Instagram sikrer overholdelse af det databeskyttelsesniveau, der gælder i EU, ved at acceptere og acceptere de såkaldte EU-standardkontraktbestemmelser om databeskyttelse.</p>\n<p>\n<b> LinkedIn </b>\n<br>\n(Co-) controller til databehandling i Europa:<br>\nLinkedIn Ireland Unlimited Company Wilton Place, Dublin 2, Irland.<br>\nFortrolighedspolitik:<br>\nhttps://www.linkedin.com/legal/privacy-policy<br>\nFravalg og reklameindstillinger:<br>\nhttps://www.linkedin.com/ psettings / gæstekontrol / retargeting-fravalg</p>\n<p>\n<b> Twitter </b>\n<br>\nDataansvarlig i Europa:<br>\nTwitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Irland.<br>\nFortrolighedspolitik:<br>\nhttps://twitter.com/en/privacy<br>\nOplysninger om dine data:<br>\nhttps://twitter.com/settings/your_twitter_data<br>\nFravalg og reklameindstillinger:<br>\nhttps://twitter.com/personalization</p>\n<p>\n<strong>Kommentarer i forummet</strong>\n</p>\n<p>Når du sender eller bedømmer en kommentar i forummet, gemmes din IP-adresse.\nDette er en sikkerhedsforanstaltning, hvis nogen offentliggør ulovligt indhold (fornærmelser, forbudt politisk propaganda mv.).\nI dette tilfælde kan fortællinger blive retsforfulgt for indholdet.\nDerfor er vi interesserede i kommentarforfatterens identitet.</p>\n<p>Det er muligt at abonnere på nummer siderne.\nFor at gøre det skal du indtaste din e-mail-adresse.\nDu modtager en bekræftelses-email for at bekræfte, at du er ejer af den indtastede e-mail-adresse.\nDu kan til enhver tid afmelde dig af meddelelserne.\nBekræftelsesemail indeholder instruktioner.</p>\n<p>\n<strong>Ret til fjernelse af kommentarer på et telefonnummer</strong>\n</p>\n<p>På tellows kan hver bruger efterlade kommentarer vedrørende ethvert telefonnummer.\nDisse bemærkninger repræsenterer udtalelsens opfattelse og ikke udtalelsen fra fortællinger på det pågældende telefonnummer.\nDerfor oprettede vi en mulighed for at slette kommentarer.\nUnder hver kommentar er der en knap kaldet „Rapportér kommentaren som spam“.\nMed et enkelt klik på denne knap, slettes kommentarer direkte.\nKommentarer fra registrerede brugere, der har en tellows konto, kan ikke fjernes af andre brugere.\nI dette tilfælde er det nødvendigt at informere os via e-mail til kontaktATtellows.de om anmodningen om fjernelse.\nRegistrerede fortællingsbrugere har mulighed for at kommentere sletningsanmodningen inden for 48 timer.\nHvis der ikke er gjort nogen troværdig erklæring, fjernes kommentaren.\nFlere oplysninger om fjernelse af kommentarer til registrerede brugere kan findes her.</p>\n<p>\n<strong>Ret til information</strong>\n</p>\n<p>Du har ret til at få oplysninger om din person til enhver tid.\nHvis du har yderligere spørgsmål vedrørende privatlivspolitikken eller har brug for flere oplysninger på et bestemt tidspunkt, kan du kontakte vores databeskyttelsesansvarlig på datenschutzATtellows.de (erstat AT med en @).</p>\n<p>\n<strong>Ret til sletning (»retten til at blive glemt«)</strong>\n</p>\n<p>Den registrerede har ret til at få personoplysninger om sig selv slettet af den dataansvarlige uden unødig forsinkelse, og den dataansvarlige har pligt til at slette personoplysninger uden unødig forsinkelse, hvis et af følgende forhold gør sig gældende:</p>\n<ul>\n<li>Personoplysningerne er ikke længere nødvendige til at opfylde de formål, hvortil de blev indsamlet eller på anden vis behandlet.</li>\n<li>Den registrerede trækker det samtykke, der er grundlaget for behandlingen, jf.\nartikel 6, stk.\n1, litra a), eller artikel 9, stk.\n2, litra a), tilbage, og der er ikke et andet retsgrundlag for behandlingen.\n,</li>\n<li>Den registrerede gør indsigelse mod behandlingen i henhold til artikel 21, stk.\n1, og der foreligger ikke legitime grunde til behandlingen, som går forud for indsigelsen, eller den registrerede gør indsigelse mod behandlingen i medfør af artikel 21, stk.\n2.</li>\n<li>Personoplysningerne er blevet behandlet ulovligt.</li>\n<li>Personoplysningerne skal slettes for at overholde en retlig forpligtelse i EU-retten eller medlemsstaternes nationale ret, som den dataansvarlige er underlagt.</li>\n<li>Personoplysningerne er blevet indsamlet i forbindelse med udbud af informationssamfundstjenester som omhandlet i artikel 8, stk.\n1.</li>\n</ul>\n<p>Hvis den dataansvarlige har offentliggjort personoplysningerne og i henhold til stk.\n1 er forpligtet til at slette personoplysningerne, træffer den dataansvarlige under hensyntagen til den teknologi, der er tilgængelig, og omkostningerne ved implementeringen, rimelige foranstaltninger, herunder tekniske foranstaltninger, for at underrette de dataansvarlige, som behandler personoplysningerne, om, at den registrerede har anmodet disse dataansvarlige om at slette alle link til eller kopier eller gengivelser af de pågældende personoplysninger.</p>\n<p>Stk.\n1 og 2 finder ikke anvendelse, i det omfang denne behandling er nødvendig:</p>\n<ul>\n<li>for at udøve retten til ytrings- og informationsfrihed</li>\n<li>for at overholde en retlig forpligtelse, der kræver behandling i henhold til EU-retten eller medlemsstaternes nationale ret, og som den dataansvarlige er underlagt, eller for at udføre en opgave i samfundets interesse eller som henhører under offentlig myndighedsudøvelse, som den dataansvarlige har fået pålagt ,</li>\n<li>af hensyn til samfundsinteresser på folkesundhedsområdet i overensstemmelse med artikel 9, stk.\n2, litra h) og i), samt artikel 9, stk.\n3</li>\n<li>til arkivformål i samfundets interesse, til videnskabelige eller historiske forskningsformål eller til statistiske formål i overensstemmelse med artikel 89, stk.\n1, i det omfang den rettighed, der er omhandlet i stk.\n1, sandsynligvis vil gøre det umuligt eller i alvorlig grad hindre opfyldelse af denne behandling, eller</li>\n<li>for, at retskrav kan fastlægges, gøres gældende eller forsvares.</li>\n</ul>\n<p>\n<strong>Ret til begrænsning af behandling</strong>\n</p>\n<p>Den registrerede har ret til fra den dataansvarlige at opnå begrænsning af behandling, hvis et af følgende forhold gør sig gældende:</p>\n<ul>\n<li>rigtigheden af personoplysningerne bestrides af den registrerede, i perioden indtil den dataansvarlige har haft mulighed for at fastslå, om personoplysningerne er korrekte</li>\n<li>behandlingen er ulovlig, og den registrerede modsætter sig sletning af personoplysningerne og i stedet anmoder om, at anvendelse heraf begrænses</li>\n<li>den dataansvarlige ikke længere har brug for personoplysningerne til behandlingen, men de er nødvendige for, at et retskrav kan fastlægges, gøres gældende eller forsvares</li>\n<li>den registrerede har gjort indsigelse mod behandlingen i medfør af artikel 21, stk.\n1, i perioden mens det kontrolleres, om den dataansvarliges legitime interesser går forud for den registreredes legitime interesser.\n,</li>\n</ul>\n<p>Hvis behandling er blevet begrænset i medfør af stk.\n1, må sådanne personoplysninger, bortset fra opbevaring, kun behandles med den registreredes samtykke eller med henblik på, at et retskrav kan fastlægges, gøres gældende eller forsvares eller for at beskytte en anden fysisk eller juridisk person eller af hensyn til Unionens eller en medlemsstats vigtige samfundsinteresser.</p>\n<p>Oikeutta rajoittaa käsittely, rekisteröidyt voivat ottaa yhteyttä meihin milloin tahansa osoitteessa datenschutzATtellows.de (vaihda AT: n kanssa @).</p>\n<p>\n<strong>Ret til dataportabilitet</strong>\n</p>\n<p>Den registrerede har ret til i et struktureret, almindeligt anvendt og maskinlæsbart format at modtage personoplysninger om sig selv, som vedkommende har givet til en dataansvarlig, og har ret til at transmittere disse oplysninger til en anden dataansvarlig uden hindring fra den dataansvarlige, som personoplysningerne er blevet givet til, når:</p>\n<ul>\n<li>behandlingen er baseret på samtykke, jf.\nartikel 6, stk.\n1, litra a), eller artikel 9, stk.\n2, litra a), eller på en kontrakt, jf.\nartikel 6, stk.\n1, litra b), og</li>\n<li>behandlingen foretages automatisk.</li>\n</ul>\n<p>Når den registrerede udøver sin ret til dataportabilitet i henhold til stk.\n1, har den registrerede ret til at få transmitteret personoplysningerne direkte fra en dataansvarlig til en anden, hvis det er teknisk muligt.</p>\n<p>Udøvelsen af den ret, der er omhandlet i denne artikels stk.\n1, berører ikke artikel 17.\nDen nævnte ret finder ikke anvendelse på behandling, der er nødvendig for udførelse af en opgave i samfundets interesse eller som henhører under offentlig myndighedsudøvelse, som den dataansvarlige har fået pålagt.</p>\n<p>\n<strong>Ret til indsigelse</strong>\n</p>\n<p>Den registrerede har til enhver tid ret til af grunde, der vedrører den pågældendes særlige situation, at gøre indsigelse mod behandling af sine personoplysninger baseret på artikel 6, stk.\n1, litra e) eller f), herunder profilering baseret på disse bestemmelser.\nDen dataansvarlige må ikke længere behandle personoplysningerne, medmindre den dataansvarlige påviser vægtige legitime grunde til behandlingen, der går forud for registreredes interesser, rettigheder og frihedsrettigheder, eller behandlingen er nødvendig for, at retskrav kan fastlægges, gøres gældende eller forsvares.</p>\n<p>Hvis personoplysninger behandles med henblik på direkte markedsføring, har den registrerede til enhver tid ret til at gøre indsigelse mod behandling af sine personoplysninger til sådan markedsføring, herunder at gøre indsigelse mod profilering, i det omfang den vedrører direkte markedsføring.</p>\n<p>I forbindelse med anvendelse af informationssamfundstjenester og uanset direktiv 2002/58/EF kan den registrerede udøve sin ret til indsigelse gennem automatiske midler ved brug af tekniske specifikationer.</p>\n<p>Kontakt venligst datenschutzATtellows.de for en indsigelse (erstat AT med @).</p>\n<p>\n<strong>Automatiske individuelle afgørelser, herunder profilering</strong>\n</p>\n<p>Den registrerede har ret til ikke at være genstand for en afgørelse, der alene er baseret på automatisk behandling, herunder profilering, som har retsvirkning eller på tilsvarende vis betydeligt påvirker den pågældende.</p>\n<p>Stk.\n1 finder ikke anvendelse, hvis afgørelsen:</p>\n<ul>\n<li>er nødvendig for indgåelse eller opfyldelse af en kontrakt mellem den registrerede og en dataansvarlig</li>\n<li>er hjemlet i EU-ret eller medlemsstaternes nationale ret, som den dataansvarlige er underlagt, og som også fastsætter passende foranstaltninger til beskyttelse af den registreredes rettigheder og frihedsrettigheder samt legitime interesser eller ,</li>\n<li>er baseret på den registreredes udtrykkelige samtykke.</li>\n</ul>\n<p>I de tilfælde, der er omhandlet i stk.\n2, litra a) og c), gennemfører den dataansvarlige passende foranstaltninger til at beskytte den registreredes rettigheder og frihedsrettigheder samt legitime interesser, i det mindste den registreredes ret til menneskelig indgriben fra den dataansvarliges side, til at fremkomme med sine synspunkter og til at bestride afgørelsen.</p>\n<p>\n<strong>Ret til at indgive klage til en tilsynsmyndighed</strong>\n</p>\n<p>Uden at det berører andre administrative klageadgange eller adgang til retsmidler, har enhver registreret ret til at indgive klage til en tilsynsmyndighed, navnlig i den medlemsstat, hvor vedkommende har sit sædvanlige opholdssted eller sit arbejdssted, eller hvor den påståede overtrædelse har fundet sted, hvis den registrerede finder, at behandlingen af personoplysninger vedrørende vedkommende overtræder denne forordning.</p>\n<p>\n<strong>Adgang til effektive retsmidler over for en tilsynsmyndighed</strong>\n</p>\n<p>Uden at det berører andre administrative eller udenretslige klageadgange, har enhver fysisk eller juridisk person ret til effektive retsmidler over for en juridisk bindende afgørelse truffet af en tilsynsmyndighed vedrørende vedkommende.\nUden at det berører andre administrative eller udenretslige klageadgange, har den enkelte registrerede adgang til effektive retsmidler, hvis den tilsynsmyndighed, der er kompetent i henhold til artikel 55 og 56, ikke behandler en klage eller undlader at underrette den registrerede om forløbet eller resultatet af en klage, der er indgivet i henhold til artikel 77, inden for tre måneder.</p>\n<p>\n<strong>Spørgsmål om beskyttelse af personlige oplysninger</strong>\n</p>\n<p>Hvis der måtte opstå yderligere spørgsmål eller forslag vedrørende emnet for privatlivets fred, bedes du kontakte vores datasikkerhedsansvarlig Christian Anton på datenschutzATtellows.de (erstat AT med @).</p>\n<p>\n<strong>Anvendelse af data i tellows Applications</strong>\n</p>\n<p>tellows bruger de indsendte kommentarer og vurderinger fra tellows platformen til at evaluere telefonnumre i applikationer.\nIngen personlige data fra kommentarens forfatter bruges eller lagres i denne proces.\nKun de indsendte kommentarer og de resulterende bedømmelser bruges til at kategorisere telefonnumrene.\nAnsøgninger, der er baseret på disse oplysninger, drives af fortællere og af tredjeparter, der arbejder i et kontraktforhold.</p>\n<p>For at sikre det fulde omfang af premium iPhone app’ens „tellows Pro Caller ID“ og „tellows – Reverse Search“ funktioner, er det nødvendigt at oprette tre nye kontakter i din smartphone under installationen.\nI disse kontakter gemmes scorelisterne, hvilket giver brugerens information om typen og karakteren af en uønsket opkalder.\nUnder installationen er godkendelse for at få adgang til smartphoneens kontakter et krav.\nDer er ikke adgang til personlige kontakter og data.\nDe detaljerede brugsbetingelser for iPhone apps kan findes her.</p>\n<p>https://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/#termsofuseapp</p>\n<p>Tællerne Android app „tellows Caller ID &amp.\nBlock“ registrerer indgående opkald og overfører telefonnummeret til tellows for at sammenligne det med sortlisten og blokere dem om nødvendigt.\nDe detaljerede brugsbetingelser for Android App kan findes her.</p>\n<p>https://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/#termsofuseappandroid</p>\nPravilnik o zasebnosti\n<p>\n<strong>Splošno</strong>\n</p>\n<p>V govorih se močno zavedamo zaupanja, ki ga postavljate v nas, in naše odgovornosti, da zaščitimo vašo zasebnost.\nZa boljšo zaščito vaše zasebnosti v tem obvestilu pojasnjujemo naše spletne prakse obveščanja, vključno s tem, kako zbiramo in uporabljamo informacije, ki nam jih lahko posredujete na spletnem mestu, in izbire, ki jih lahko naredite glede načina zbiranja in uporabe vaših podatkov.\nUpoštevamo predpise o varstvu podatkov Evropske unije glede vaših osebnih podatkov.</p>\n<p>Ta izjava o omejitvi odgovornosti se nanaša samo na naša spletna mesta.\nTretje osebe lahko ponudijo hiperpovezave drugim spletnim mestom, ki imajo lahko informacijske politike in prakse drugačne od naših.\nNe nadzorujemo in ne odgovarjamo za pravilnike o zasebnosti, prakse ali vsebino katerekoli spletne strani tretjih oseb.\nKo pustite naše spletne strani prek takšne povezave ali s klikom na oglas, preverite veljavno politiko zasebnosti tretje osebe ali oglaševalske strani, da ugotovite, kako bodo ravnali z vsemi informacijami, ki jih zbirajo od vas.</p>\n<p>Osebni podatki so posamezni podatki o osebnih ali dejanskih okoliščinah določene ali določljive fizične osebe.\nInformacije, ki lahko identificirajo osebo ali jo prepoznajo.</p>\n<p>V nadaljevanju bomo razložili, katere informacije se zbirajo in za kakšen namen.</p>\n<p>\n<strong>Zbiranje in obdelava podatkov</strong>\n</p>\n<p>Potrjujemo, da se zbiranje, obdelava in uporaba osebnih podatkov izvaja v skladu z vsemi predpisi o varstvu podatkov in je v skladu z zgoraj omenjenimi zakoni, zlasti z Art.\n6 s.\n1 a.\nTo pomeni, da obdelujemo podatke samo v primeru legitimnega interesa po čl.\n6 s.\n1 f GDPR (npr.\nZa analizo, optimizacijo in zaščito ponujenih spletnih ponudb) ali z dovoljenjem obdelave uporabnika (npr.\nSprejemanje zahtev).</p>\n<p>Imamo tehnično (npr.\nSSL šifriranje), pogodbeno (npr.\nPogodbo za obdelavo podatkov) in organizacijske ukrepe (npr.\nOmejitve dostopa), da zagotovimo upoštevanje pravil GDPR in da so podatki varni pred dostopom in manipulacijo.</p>\n<p>Dostop do naše spletne strani je brez kakršnihkoli osebnih podatkov.\nPrav tako smo sprejeli ukrepe za anonimizacijo (glej odstavek Google Analytics), to pomeni, da pridobitev analitičnih podatkov služi samo izboljšanju ponudbe in ne omogoča nobenih sklepov o posameznikih.</p>\n<p>Obdelujemo naslednje kategorije podatkov, ki so pomembni za uporabo spletnega mesta in storitev namigi ali so potrebni za vzpostavitev stika:</p>\n<p>– glavni podatki (npr.\nime)</p>\n<p>– kontaktni podatki (npr.\ntelefonska številka, e-pošta)</p>\n<p>– podatki o vnosu vsebine (npr.\nvnos besedila / komentarja, čas dostopa)</p>\n<p>– meta podatki (npr.\nnaslov IP)</p>\n<p>\n<strong>Sodelovanje s tretjimi strankami</strong>\n</p>\n<p>Prenos podatkov tretjim osebam se zgodi le v skladu z zakonskimi zahtevami.\nPodatke posredujemo tretjim osebam samo z dovoljenjem v skladu s čl.\n6 s.\n1 GDPR ali na podlagi upravičenega interesa po čl.\n6 s.\n1 f GDPR pri učinkovitem in ekonomičnem poslovanju v našem podjetju.</p>\n<p>Odobritev obdelave podatkov s strani tretjih oseb je podana na podlagi podpisane pogodbe DAV / DPA (pogodba o obdelavi podatkov) v skladu s čl.\n28 GDPR.</p>\n<p>\n<strong>Prenos v tretje države</strong>\n</p>\n<p>Prenos ali obdelava podatkov tretjim državam (tj.\nZunaj EGP (Evropskega gospodarskega prostora)) se izrecno odobri le, če izpolnjuje zakonsko obveznost ali je za nas upravičen.\nNpr.\npri uporabi storitev tretjih oseb.\nV tem primeru obdelava podatkov temelji na dejstvu, da je Evropska komisija ugotovila, da obstaja raven varstva podatkov, podobna tisti v EU, ste nam dali izjavo o soglasju ali smo se strinjali s standardnimi pogodbenimi klavzulami za zaščito vaših podatkov pri ponudniku.</p>\n<p>\n<strong>Osebni podatki</strong>\n</p>\n<p>Zbiramo in shranjuva podatke v evidenčnih datotekah v skladu s čl.\n6 s.\n1 f GDPR (npr.\nZa reševanje primerov zlorabe ali prevažanja), ki nam jih vaš spletni brskalnik po naročilu samodejno prenese.\nZbirajo se naslednji podatki:</p>\n<ul>\n<li>URL napotitelja (stran, na katero so bili dostopni podatki)</li>\n<li>vrsta brskalnika / -version</li>\n<li>Uporabljen operacijski sistem</li>\n<li>Spletne strani, ki so si jih ogledali med ogledom</li>\n<li>IP naslov (ime gostitelja dostopnega računalnika)</li>\n<li>Datum in čas zahteve za strežnik</li>\n<li>Preneseni podatkovni volumen</li>\n<li>Zahtevaj ponudnika</li>\n</ul>\n<p>Za vse te podatke velja posebna zaščita v skladu s predpisi zakona o varstvu podatkov, ki jih po iztiskanju in ustreznih aplikacijah jamčimo s tehničnimi in obveznimi ukrepi.\nTe podatke ni mogoče dodeliti nobeni določeni osebi.\nZdruževanje teh podatkov z drugimi viri podatkov ne bo opravljeno.</p>\n<p>Iz varnostnih razlogov so podatki dnevnika shranjeni največ 7 dni in nato izbrisani.\nPridržujemo si pravico do daljšega shranjevanja naslovov IP za namene kazenskega pregona v primeru kršitve naših pogojev uporabe.</p>\n<p>\n<strong>Uporaba piškotkov</strong>\n</p>\n<p>Za razporejanje vaših zahtev iz interneta uporabljamo tako imenovane piškotke.\nTe majhne datoteke se samodejno shranjujejo na vašem trdem disku vašega brskalnika v času vašega bivanja na naši spletni strani in so potrebne za natančno uporabo našega spletnega mesta.\nKo končate bivanje na naši spletni strani, lahko piškotke izbrišete z določenimi konfiguracijami v vašem brskalniku.\nSlužijo, da bo naša spletna stran bolj uporabniku prijazna, učinkovita in varna.</p>\n<p>Naše spletne ponudbe so uporabne tudi pod izključitvijo piškotkov.\nČe v računalniku ne želite shranjevati piškotkov, lahko v sistemskih nastavitvah brskalnika izključite ustrezno možnost.\nShranjene piškotke lahko izbrišete v sistemskih nastavitvah brskalnika.\nIzključitev piškotkov lahko privede do funkcionalnih omejitev te spletne ponudbe.</p>\n<p>Možnost množičnega spletnega oglaševanja piškotkov podjetij je podana na spletni strani ZDA http://www.aboutads.info/choices ali na evropski spletni strani http://www.youronlinechoices.com/uk/your-ad- choices/</p>\n<p>\n<strong>Uporaba storitve Google Analytics</strong>\n</p>\n<p>tellows uporablja Google Analytics, ki je spletna storitev analize, ki jo ponuja Google Inc.\n(„Google“), 1600 Amphitheater Parkway, Mountain View, CA 94043, ZDA.</p>\n<p>Spletna analiza je zbiranje, shranjevanje in analiza podatkov o vedenju obiskovalcev spletnih strani.\nStoritev spletne analize zbira podatke, vključno s spletno stranjo, na katero je prizadeta oseba prišla na spletno mesto (tako imenovane napotitelje), do katerih podstrani je bilo dostopno spletno mesto ali kako pogosto in za koliko časa je bila ogledana podstrana.\nSpletna analiza se uporablja predvsem za optimizacijo spletne strani in analizo stroškov in koristi spletnega oglaševanja.</p>\n<p>Google Analytics uporablja tako imenovane »piškotke«, ki so besedilne datoteke, ki so shranjene v računalniku, in vam omogočajo, da analiziramo uporabo vaše spletne strani.\nInformacije o vaši uporabi te spletne strani, ki se ustvari s piškotkom, se v večini primerov prenesejo na Googlov strežnik v ZDA in se tam shranijo.\nČe pa je anonimizacija IP aktivirana na tej spletni strani in ste v državi članici Evropske unije ali v drugi državi pogodbenici Sporazuma o evropskem gospodarskem prostoru, bo vaš naslov IP najprej skrajšal Googlov.</p>\n<p>Samo v izjemnih primerih bo vaš celotni IP naslov prenesen na Googlov strežnik v ZDA in tam skrajšan.\nGoogle bo te podatke uporabil v imenu upravljavca te spletne strani, da bi analiziral vašo uporabo te spletne strani, pripravil poročila o dejavnostih spletnega mesta in naredil dodatne storitve, povezane z uporabo spletne strani in interneta za operaterja tega spletnega mesta.</p>\n<p>Google IP-naslov, ki ga vaš brskalnik zagotovi v okviru storitve Google Analytics, ne bo združil z drugimi podatki.\nShranjevanje piškotkov lahko preprečite s pomočjo nastavitve v programski opremi brskalnika.\nvendar vam svetujemo, da v tem primeru morda ne boste mogli v celoti izkoristiti vseh funkcij te spletne strani.</p>\n<p>V primeru prenosa osebnih podatkov v ZDA so bile z Google LLC sklenjene ustrezne standardne pogodbe EU (ustrezno jamstvo za obdelavo podatkov v neevropskih državah).\nDo uporabljenih standardnih pogodbenih klavzul EU je mogoče dostopati prek URL-a https://eur-lex.europa.eu/legal-content/SK/TXT/?uri=CELEX%3A32010D0087.</p>\n<p>Poleg tega lahko preprečite tudi zbiranje podatkov, ki so ustvarjeni s piškotki, in so povezani z vašo uporabo te spletne strani (vključno z vašim naslovom IP), kot tudi obdelavo teh podatkov s strani Googla, tako da prenesete in namestite vtičnik brskalnika, ki je na voljo pod naslednjo povezavo.\nhttp://tools.google.com/dlpage/gaoptout.\nVendar pa želimo poudariti, da v tem primeru morda ne boste mogli uporabljati vseh funkcij spletnega mesta v celoti.\nZ uporabo naše spletne strani se strinjate z obdelavo zbranih podatkov s strani Googla na zgoraj navedeni način in za zgoraj omenjeni namen.</p>\n<p>E želite več informacij o Googlovi uporabi podatkov, opt-out in drugih možnostih, obiščite Googlove spletne strani:</p>\n<p>https://www.google.com/intl/de/policies/privacy/partners<br>\nhttp://www.google.com/policies/technologies/ads<br>\nhttp://www.google.de/settings/ads<br>\nhttp://www.google.com/ads/preferences</p>\n<p>\n<strong>Oglaševalski partnerji</strong>\n</p>\n<p>Nekatere naše podružnice lahko uporabljajo piškotke in spletne svetilnike.\nNaši oglaševalski partnerji vključujejo Google Adsense, Skupino Reach, Adscale / Ströer, Valuebrand, spletne storitve Snigel, 1337 UGC GmbH in YieldLove.</p>\n<p>Ti strežniki oglasov ali oglaševalske mreže tretjih oseb uporabljajo tehnologijo za oglase in povezave, ki se pojavljajo na namigah in se pošljejo neposredno v vaš brskalnik.\nTo samodejno dobi vaš naslov IP.\nDruge tehnologije (na primer piškotki, JavaScript ali spletni svetilniki) lahko uporabljajo tudi druga omrežja oglasov za merjenje učinkovitosti njihovega oglaševanja ali prilagajanje prikazane vsebine oglasa.</p>\n<p>Zbiranje in obdelava podatkov temelji na zakonitem interesu v skladu s členom 6 s.\n1 f BDP in z zagonom obdelave podatkov s strani oglaševalskih partnerjev (tretjih oseb) s sklenjenim DAV / DPA („pogodba o obdelavi podatkov“) v skladu s čl.\n28 GDPR.\ntekajev nima dostopa ali nadzora nad temi piškotki tretjih oseb.</p>\n<p>Oglejte si pravilnik o zasebnosti partnerja za podrobnosti o svojih postopkih in kako se odločite za določene prakse.\nPravilnik o zasebnosti za tale ne velja za druge oglaševalce ali spletna mesta, zato ne moremo nadzirati njihovih dejavnosti.</p>\n<p>Če želite onemogočiti piškotke, lahko to storite prek svojih lastnih možnosti brskalnika.\nPodrobnejše informacije o upravljanju piškotkov najdete z določenimi spletnimi brskalniki na ustreznih spletnih straneh brskalnikov.</p>\n<p>\n<strong>Tretje osebe in možnosti za odjavo za YieldLove, Snigeld Web Ltd.\ne 1337 UGC GmbH</strong>\n</p>\n<p>SnigelWeb Ltd.\nuporabljamo kot tretjo osebo za zagotavljanje tehnologij za monetizacijo našega spletnega mesta.\nNjihovo politiko zasebnosti in piškotkov si lahko ogledate tukaj.</p>\n<p>Osrednja možnost protislovja za različne tretje dobavitelje, zlasti v ameriških podjetjih, je dosegljiva tudi na naslednji povezavi: optout.networkadvertising.org.\nLahko pa se tudi za vsako podjetje, s katerim sodelujemo, odjavite posebej.\nZa zbiranje podatkov in zagotavljanje spletnega oglaševanja na podlagi obresti so odgovorna naslednja podjetja v imenu Yieldlove GmbH, Kehrwieder 9, 20457 Hamburg e der SnigelWeb Ltd., The Black Church, St.\nMary’s Place, D07 P4AX e 1337 UGC GmbH, Am Sägerhof 3, 90596 Schwanstetten:</p>\n<p>\n<u>4w Marketplace</u>\n<br>\n4w Marketplace (www.4wmarketplace.com) uses technologies, to show interest-based advertising to you.\nProvider of 4w Marketplace is 4w Marketplace srl located in Fisciano (Salerno) – 84084 in Via Giovanni Paolo II n.100.\nIn case you would like to prevent 4w Marketplace from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.4wmarketplace.com/privacy/</p>\n<p>Opt-out: http://www.youronlinechoices.com/it/le-tue-scelte</p>\n<p>\n<u>Adform</u>\n<br>\nAdform (www.adform.com) uses technologies, to show interest-based advertising to you.\nProvider of Adform is Adform located in Wildersgade 10B, 1, 1408 Copenhagen, Denmark.\nIn case you would like to prevent Adform from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://site.adform.com/privacy-policy-opt-out/</p>\n<p>Opt-out: https://site.adform.com/privacy-policy-opt-out/</p>\n<p>\n<u>Amazon</u>\n<br>\nAmazon (https://www.aps.amazon.com) uses technologies, to show interest-based advertising to you.\nProvider of Amazon publisher services is Amazon publisher services located in Washington – 410 Terry Ave.\nNorth, Seattle, WA 98109-5210.\nIn case you would like to prevent Amazon publisher services from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.amazon.com/gp/help/customer/display.html/ref=hp_left_sib?ie=UTF8&amp;nodeId=468496</p>\n<p>Opt-out: https://www.amazon.com/adprefs/ref=hp_468496_advertisingpref2</p>\n<p>\n<u>AppNexus</u>\n<br>\nAppNexus (https://www.appnexus.com) uses technologies, to show interest-based advertising to you.\nProvider of AppNexus is AppNexus Group located in in New York – 28 W.\n23rd Street, New York, New York, 10010.\nIn case you would like to prevent Appnexus from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.appnexus.com/en/company/privacy-policy</p>\n<p>Opt-out: https://www.appnexus.com/en/company/platform-privacy-policy#choices</p>\n<p>\n<u>Conversant</u>\n<br>\nConversant (https://www.conversantmedia.com) uses technologies, to show interest-based advertising to you.\nProvider of Conversant is Conversant inc.\nlocated in in Chicago (IL) – 101 North Wacker, 23rd Floor Chicago, IL 60606.\nIn case you would like to prevent Conversant from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.conversantmedia.com/legal/privacy</p>\n<p>Opt-out: http://optout.conversantmedia.com/</p>\n<p>\n<u>Criteo</u>\n<br>\nCriteo (https://www.criteo.com) uses technologies, to show interest-based advertising to you.\nProvider of Criteo is Criteo located in Paris – 32 Rue Blanche – 75009 Paris – France.\nIn case you would like to prevent Criteo from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.criteo.com/privacy/</p>\n<p>Opt-out: https://www.criteo.com/privacy/</p>\n<p>\n<u>District M</u>\n<br>\nDistrict M (https://districtm.net) uses technologies, to show interest-based advertising to you.\nProvider of District M is District M located in Montreal – 5455 Gaspe Ave #730, Montreal, QC H2T 3B3, Canada.\nIn case you would like to prevent District M from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://districtm.net/en/page/platforms-data-and-privacy-policy/</p>\n<p>Opt-out: https://cdn.districtm.ca/optout.html</p>\n<p>\n<u>Doubleclick</u>\n<br>\nDoubleclick (www.doubleclickbygoogle.com) uses technologies, to show interest-based advertising to you.\nProvider of Doubleclick is Google located in Ireland Limited, Gordon House, Barrow St Dublin 4 Ireland.\nIn case you would like to prevent Doubleclick from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.google.com/intl/en/policies/privacy/</p>\n<p>Opt-out: https://adssettings.google.com/authenticated?hl=en</p>\n<p>\n<u>Facebook</u>\n<br>\nFacebook (www.facebook.com) uses technologies, to show interest-based advertising to you.\nProvider of Facebook is Facebook Inc., located in 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA.\nIn case you would like to prevent Facebook from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: www.facebook.com/full_data_use_policy</p>\n<p>Opt-out: www.facebook.com/ads/preferences</p>\n<p>\n<u>Indexexchange</u>\n<br>\nIndexexchange (www.indexexchange.com) uses technologies, to show interest-based advertising to you.\nProvider of Indexexchange is Indexexchange located in New York – 20 W 22nd St.\nSuite 1101, New York, NY 10010.\nIn case you would like to prevent Indexexchange from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.indexexchange.com/privacy/</p>\n<p>Opt-out: http://optout.networkadvertising.org/?c=1#!/</p>\n<p>\n<u>Media.net</u>\n<br>\nMedia.net (http://www.media.net/privacy-policy) uses technologies, to show interest-based advertising to you.\nProvider of Media.net is Media.net Advertising Ltd.\nlocated in Dubai – 107/108, DIC Building 5, Dubai Internet City, Dubai, 215028, United Arab Emirates.\nIn case you would like to prevent Media.net from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.media.net/privacy-policy</p>\n<p>Opt-out: http://www.networkadvertising.org/choices/</p>\n<p>\n<u>Oath</u>\n<br>\nOath (https://www.oath.com/) uses technologies, to show interest-based advertising to you.\nProvider of Oath is Oath (EMEA) Limited located in Dublin – 5-7 Point Square, North Wall Quay.\nIn case you would like to prevent Oath from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://privacy.aol.com/</p>\n<p>Opt-out: https://aim.yahoo.com/aim/ie/en/optout/</p>\n<p>\n<u>OpenX</u>\n<br>\nOpenX (https://www.OpenX.com) uses technologies, to show interest-based advertising to you.\nProvider of OpenX is OpenX located in Pasadena – 888 E Walnut St, 2nd Floor, Pasadena CA, 91101, USA.\nIn case you would like to prevent OpenX from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.openx.com/de_de/privacy-policy/</p>\n<p>Opt-out: https://www.openx.com/legal/interest-based-advertising/</p>\n<p>\n<u>Pubmatic</u>\n<br>\nPubmatic (https://www.pubmatic.com) uses technologies, to show interest-based advertising to you.\nProvider of Pubmatic is Pubmatic, Inc.\nlocated in Redwood City – 305 Main Street, First Floor, Redwood City, California 94063, USA.\nIn case you would like to prevent Pubmatic from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.openx.com/de_de/privacy-policy/</p>\n<p>Opt-out: https://pubmatic.com/legal/opt-out/</p>\n<p>\n<u>Pulsepoint</u>\n<br>\nPulsepoint (https://www.pulsepoint.com) uses technologies, to show interest-based advertising to you.\nProvider of Pulsepoint is Pulsepoint, Inc.\nlocated in New York – 360 Madison Avenue, 14th Floor, New York, NY 10017.\nIn case you would like to prevent Pulsepoint from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.pulsepoint.com/privacy-policy</p>\n<p>Opt-out: http://optout.networkadvertising.org/?c=1#!/</p>\n<p>\n<u>Reachnet</u>\n<br>\nReachnet (https://www.reachnet.de) uses technologies, to show interest-based advertising to you.\nProvider of Reachnet is Reachnet DE Ltd.\nlocated in Hamburg – Grindelallee 41, D-20146 Hamburg.\nIn case you would like to prevent Reachnet from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.reachnet.de/unternehmen/agb.html</p>\n<p>Opt-out: https://adfarm1.adition.com/opt?m=optout&amp;n=73</p>\n<p>\n<u>Rubicon Project</u>\n<br>\nRubicon Project (https://www.rubiconproject.com) uses technologies, to show interest-based advertising to you.\nProvider of Rubicon Project is Rubicon Project, inc.\nlocated in Playa Vista – 12181 Bluff Creek Drive, 4th Floor, Playa Vista, CA 90094, USA.\nIn case you would like to prevent Rubicon Project from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.rubiconproject.com/privacy-policy/</p>\n<p>Opt-out: https://rubiconproject.com/privacy/consumer-online-profile-and-opt-out/</p>\n<p>\n<u>Primis</u>\n<br>\nPrimis (https://www.primis.tech) uses technologies, to show interest-based advertising to you.\nProvider of Primis is Primis LTD located in 622 Third avenue, McCann New York House 10017 New York City, USA.\nIn case you would like to prevent Primis from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.primis.tech/wp-content/uploads/2018/02/primisPrivacyPolicy2018.pdf</p>\n<p>Opt-out: https://web.archive.org/web/20180116234711/http:/live.sekindo.com/utils/cookieOptOut.php</p>\n<p>\n<u>Smaato</u>\n<br>\nSmaato (https://www.smaato.com) uses technologies, to show interest-based advertising to you.\nProvider of Smaato is Smaato Ad Services located in Hamburg – Valentinskamp 70, Emporio, 20355 Hamburg, Germany.\nIn case you would like to prevent Smaato from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.smaato.com/privacy/</p>\n<p>Opt-out: http://www.youronlinechoices.eu</p>\n<p>\n<u>SmartAdserver</u>\n<br>\nSmartAdserver (https://www.smartadserver.com) uses technologies, to show interest-based advertising to you.\nProvider of SmartAdserver is SmartAdserver located in Paris – 66 Rue de la Chaussée d´Antin, 75009 Paris, France.\nIn case you would like to prevent SmartAdserver from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://smartadserver.com/company/privacy-policy/</p>\n<p>Opt-out: http://www.smartadserver.com/diffx/optout/IABOptout.aspx</p>\n<p>\n<u>Sovrn</u>\n<br>\nSovrn (https://www.sovrn.com) uses technologies, to show interest-based advertising to you.\nProvider of Sovrn is Sovrn Holdings, Inc.\nlocated in Boulder – 5541 Central Avenue, Boulder, CO 80301.\nIn case you would like to prevent Sovrn from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.sovrn.com/privacy-policy-eu/</p>\n<p>Opt-out: https://info.evidon.com/pub_info/15620?v=1&amp;nt=0&amp;nw=false</p>\n<p>\n<u>Ströer SSP</u>\n<br>\nStröer SSP (https://www.adscale.de) uses technologies, to show interest-based advertising to you.\nProvider of Ströer SSP is Ströer media Deutschland GmbH located in Köln – 50999 Köln, Ströer-Allee 1.\nIn case you would like to prevent Adscale from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.adscale.de/datenschutz</p>\n<p>Opt-out: ih.adscale.de/adscale-ih/oo</p>\n<p>\n<u>Twiago</u>\n<br>\nTwiago (https://www.twiago.com) uses technologies, to show interest-based advertising to you.\nProvider of Twiago is Twiago located in Köln – Gustav-Heinemann-Ufer 72b, 50968 Köln.\nIn case you would like to prevent Twiago from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://www.twiago.com/datenschutz/</p>\n<p>Opt-out: http://control.twiago.com/privacy.php?lang=0</p>\n<p>\n<u>Mopub</u>\n<br>\nMopub (https://www.mopub.com) uses technologies, to show interest-based advertising to you.\nProvider of Mopub is Twitter, Inc.\nlocated in San Francisco – 1355 Market Street, Suite 900, San Francisco, Ca 94103.\nIn case you would like to prevent Moppub from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.mopub.com/legal/privacy/</p>\n<p>Opt-out: https://www.mopub.com/legal/privacy/</p>\n<p>\n<u>Inmobi</u>\n<br>\nInmobi (https://www.inmobi.com) uses technologies, to show interest-based advertising to you.\nProvider of Inmobi is Inmobi Pte Ltd located in Bangalore – Embassy Tech Square, Kadubeesanahalli Village Outer Ring Road, Varthur Hobli, Bangalore 560103.\nIn case you would like to prevent Inmobi from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: https://www.inmobi.com/privacy-policy/</p>\n<p>Opt-out: https://www.inmobi.com/page/opt-out/</p>\n<p>\n<u>Connectad</u>\n<br>\nConnectad (www.connectad.io) uses technologies, to show interest-based advertising to you.\nProvider of Connectad is Connectad located in Margaretenstrasse 87/11, Vienna, Austria.\nIn case you would like to prevent Connectad from gathering anonymised data you can do so by using the opt-out link below.\nThis Opt-out cookie deletes all gathered information until now and prevents it from collecting any information in the future.</p>\n<p>Privacy policy: http://connectadrealtime.com/privacy/</p>\n<p>Opt-out: http://sync-eu.connectad.io</p>\n<p>DRUGI / NEPOREDANI PIŠKOTKI</p>\n<p>Zaradi načina delovanja interneta in spletnih strani je možno, da ne bomo vedno imeli nadzora nad piškotki, ki jih prek naših pasic dajo tretje osebe.\nTo še posebej velja, kadar naši transparenti vsebujejo vdelane elemente, kot so besedila, dokumenti, slike ali filmski posnetki, ki jih shrani druga stranka, vendar so prikazani na naših pasicah ali v njih.</p>\n<p>Če na tej spletni strani naletite na piškotke, ki spadajo v to kategorijo, ki je zgoraj nismo omenili, nas obvestite ali se obrnite neposredno na tretjo osebo in vprašajte, katere piškotke so postavili, kakšen je razlog za to, kakšna je življenjska doba piškotka in na kakšen način so zaščitili vašo zasebnost.</p>\n<p>VAŠE PRAVICE GLEDE NA VAŠE PODATKE</p>\n<p>Podjetje Yieldlove podatkov o oglaševalskih pasicah, ki jih uporablja, ne obravnava kot osebne podatke v skladu z veljavno zakonodajo.\nPrav tako ne zbiramo ali obdelujemo občutljivih osebnih podatkov, kot so podatki o rasni ali etnični pripadnosti, političnih mnenjih, verskih ali filozofskih prepričanjih, članstvu v sindikatih, zdravju ali spolnem življenju.\nPrav tako zavestno ne zbiramo podatkov otrok, mlajših od 12 let.</p>\n<p>\n<strong>Uporaba storitve Google AdSense / Doubleclick</strong>\n</p>\n<p>tellows uporablja Google Adsense, oglasno storitev podjetja Google Inc., Mountain View, ZDA (»Google«).\nGoogle Adsense uporablja „piškotke“, ki jih vaš brskalnik (npr.\nMajhne besedilne datoteke) hrani v računalniku in ki omogočajo analizo vaše uporabe te spletne strani.\nGoogle Adsense uporablja tudi tako imenovane „spletne svetilnike“ (majhne nevidne slike) za zbiranje informacij.\nZ uporabo spletnih svetilnikov se lahko zabeležijo in zbirajo preprosti ukrepi, kot je obiskovanje prometa na spletnem mestu.\nInformacije o vaši uporabi spletnega mesta, ustvarjenega s piškotki in / ali spletnimi svetilniki (vključno z vašim naslovom IP), bodo poslane na Googlov strežnik v Združenih državah Amerike in bodo tam shranjene.\nV brskalniku lahko preprečite shranjevanje piškotkov.</p>\n<p>V primeru prenosa osebnih podatkov v ZDA so bile z Google LLC sklenjene ustrezne standardne pogodbe EU (ustrezno jamstvo za obdelavo podatkov v neevropskih državah).\nDo uporabljenih standardnih pogodbenih klavzul EU je mogoče dostopati prek URL-a https://eur-lex.europa.eu/legal-content/SK/TXT/?uri=CELEX%3A32010D0087.</p>\n<p>Podatke, ki jih zbere Google, lahko soglaša s tretjimi strankami po pogodbi ali po zakonu, ki ga opravi Google.\nGoogle vašega IP-naslova ne bo povezal z drugimi podatki, ki ste jih shranili.</p>\n<p>Z ustreznimi nastavitvami v spletnem brskalniku lahko preprečite shranjevanje omenjenih piškotkov v računalnik.\nVendar pa obstaja možnost, da vsebine te spletne strani ni več mogoče uporabljati v enakem obsegu.\nZ uporabo te strani soglašate z obdelavo osebnih podatkov s strani Googla na način in za namene, navedene zgoraj.</p>\n<p>Več informacij o pravilniku o zasebnosti programa Google AdSense najdete tukaj</p>\n<p>Tukaj lahko onemogočite Googe AdSense piškotke: https://www.google.com/settings/ads/anonymous in https://www.google.com/policies/technologies/ads/</p>\n<p>\n<strong>Uporaba Facebook-Plugin</strong>\n</p>\n<p>Na teh spletnih straneh se uporabljajo vtičniki socialnega omrežja facebook.com, ki jih upravlja Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, ZDA („Facebook“).\nČe spletno stran naše spletne prisotnosti odprete s takim vtičnikom, je vzpostavljena povezava s strežniki Facebook in vtičnik se prikaže prek sporočila v brskalnik.\nS tem se na Facebook strežniku signalizira, katere spletne strani ste obiskali.\nČe ste takrat prijavljeni kot član Facebooka, bo Facebook te informacije dodelil vašemu uporabniškemu računu Facebook.\nZ uporabo funkcij vtičnika (npr.\nKliknite na „podobne“ tipke, pisanje komentarjev), so ti podatki pripisani tudi vašemu uporabniškemu računu Facebook, ki ga lahko preprečite samo z odjavo pred uporabo vtičnikov.</p>\n<p>Če niste član Facebooka, še vedno obstaja možnost, da bo Facebook odkril in shranil vaš naslov IP.\nV Nemčiji je po podatkih družbe Facebook shranjen samo anonimni naslov IP.\nDodatne informacije o zbiranju in uporabi podatkov prek Facebooka in njihovih pravic ter možnosti za zaščito vaše zasebnosti najdete v razdelku o zasebnosti na Facebooku.</p>\n<p>\n<strong>Pixel sledenja konverzijam za Facebook in Facebook Custom Audience</strong>\n</p>\n<p>Z vašim dovoljenjem, namesto testov uporabljajo „pixel sledenja preusmeritvam“ Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (Facebook).\nS tem orodjem lahko sledimo dejavnostim uporabnikov, ko vidijo ali kliknejo oglas na Facebooku.\nZato lahko snemamo učinkovitost oglasov Facebook za statistične in tržne raziskave.\nZbrani podatki so anonimni, kar pomeni, da ne moremo videti osebnih podatkov uporabnika.\nNa naše znanje in vaše podatke bo Facebook shranil in obdelal te podatke.</p>\n<p>Facebook te podatke lahko povežete s svojim Facebook računom in ga uporabite za svoje oglase v skladu z lastno politiko zasebnosti, ki jo najdete pod https://www.facebook.com/about/privacy/.\nZa Facebook in njegove partnerje lahko dovolite uporabo oglaševanja na Facebooku in zunaj njega.\nShranjevanje piškotka na vašem računalniku za te namene je možno.\nTo dovoljenje lahko prijavijo samo uporabniki, starejši od 13 let.\nČe ste mlajši, prosimo, prosite svojega zakonitega skrbnika.</p>\n<p>Uporabniki Facebook bi morali opozoriti, da nam sporočila uporabljajo komunikacijsko orodje za spletno stran po meri.\nV ta namen so v naše spletne strani vgrajene tako imenovane »piksli«.\nČe ste uporabnik Facebooka, lahko Facebook tako vašemu obisku straneh spletnega mesta dodeli svoj Facebook uporabniški račun.\nPoleg tega Facebook lahko kasneje ugotovi, ali je bil določen Facebook oglas uspešen.\nTudi Facebook pixel nam omogoča, da prek Facebooka distribuira oglase določenim prejemnikom.\nV ta namen izključno prejemamo statistične podatke od Facebooka, ki niso povezani z dejanskimi osebami.\nNamen tega ukrepa je optimizirati našo spletno stran v smislu oglaševanja, tržnih raziskav in oblikovanja povpraševanja.\nDejavnosti sledenja na podlagi pikslov se izvajajo na način, ki nam ne omogoča, da vas osebno identificiramo in samo označujemo uporabnike kot obiskovalce našega spletnega mesta v anonimni obliki za nas.</p>\n<p>Za več informacij o namenu in obsegu zbiranja podatkov ter nadaljnji obdelavi in uporabi podatkov s strani Facebooka ter možnosti, ki jih potrebujete za zaščito vaše zasebnosti, si oglejte pravilnik o zasebnosti za Facebook, ki ga najdete na https: // www.facebook.com/privacy/explanation.\nPravica do preklica: Ugovori proti uporabi Facebook Spletne ciljne publike so na voljo na https://www.facebook.com/ads/website_custom_audiences.\nZa to morate biti prijavljeni v Facebook.</p>\n<p>\n<strong>Google Fonts</strong>\n</p>\n<p>Vključujemo pisave („Google Fonts“), ki jih ponuja Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, ZDA, da optimizirate stopnje nalaganja spletne strani.\nVključevanje teh spletnih pisav opravi strežniški klic, ponavadi strežnik Google v ZDA.\nSpletne strani, ki ste jih obiskali, bodo prenesene na strežnik.\nTudi naslov IP brskalnika, ki ga je obiskovalec tega spletnega mesta uporabljal, shrani Google.\nPravilnik o zasebnosti je na voljo na naslovu: https://www.google.com/policies/privacy/ in opt-out na naslovu: https://adssettings.google.com/authenticated.</p>\n<p>\n<strong>Google Knjižnica za Ajax in jQuery</strong>\n</p>\n<p>Za optimalno hitrost nalaganja spletne strani uporabljamo Ajax in knjižnico JavaScript jQueryja.\nV tem primeru se knjižnice programov pridobijo s strežnikov podjetja Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, ZDA (Google), posebej Google CDN.\nČe ste že uporabljali jQuery na drugi strani Google CDN, bo vaš brskalnik uporabil predpomnjeno kopijo.\nV nasprotnem primeru bodo prenesene potrebne informacije.\nPri tem bo obiskano spletno mesto poslano Googlovemu strežniku.\nGoogle tudi shrani IP-naslov vaše naprave.\nVeč informacij najdete na naslovu https://cloud.google.com/cdn/?hl=sl in https://www.google.com/policies/privacy/?hl=sl.\nČe želite preprečiti izvajanje JavaScripta, lahko namestite blokator JavaScript.</p>\n<p>\n<strong>Google reCAPTCHA</strong>\n</p>\n<p>Na naših spletnih mestih uporabljamo storitev „Google reCAPTCHA“ (v nadaljevanju „reCAPTCHA“).\nPonudnik je Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA („Google“).\nS storitvijo reCAPTCHA se preveri, ali je podatke, vnesene na našem spletnem mestu (npr.\nv kontaktnem obrazcu), navedel človek ali avtomatiziran program.\nV ta namen reCAPTCHA analizira vedenje uporabnika spletnega mesta na podlagi različnih značilnosti.\nTa analiza se začne samodejno, takoj ko obiskovalec spletnega mesta odpre spletno mesto.\nZa analizo reCAPTCHA ovrednoti različne informacije (npr.\nnaslov IP, trajanje obiska obiskovalca spletnega mesta na spletnem mestu ali premike miške, ki jih naredi uporabnik).\nPodatki, zbrani pri analizi, se posredujejo Googlu.</p>\n<p>Analize reCAPTCHA potekajo popolnoma v ozadju.\nObiskovalci spletnega mesta niso opozorjeni, da analiza poteka.<br>\nObdelava podatkov poteka na podlagi člena 6, odstavka 1, točke f SUVP.\nUpravljavec spletnega mesta ima zakonit interes, da zaščiti svojo spletno ponudbo pred nedovoljenim avtomatiziranim poizvedovanjem in pred neželeno elektronsko pošto.</p>\n<p>Nadaljnje informacije o storitvi Google reCAPTCHA ter Googlovi izjavi o varstvu podatkov dobite na naslednji povezavi:<br>\nhttps://policies.google.com/privacy?hl=sl and https://www.google.com/recaptcha/intro/android.html</p>\n<p>\n<strong>Google Maps</strong>\n</p>\n<p>Za ponazoritev lokacije naslovov uporabljamo storitev Google Zemljevidov, ki jo ponuja Google LLC, 1600 Amphitheater Parkway, Mountain View, CA 94043, ZDA.\nPravilnik o zasebnosti je na voljo na naslovu: https://www.google.com/policies/privacy/ in opt-out na naslovu: https://adssettings.google.com/authenticated.</p>\n<p>Informacije o vaši uporabi našega spletnega mesta (na primer vaš naslov IP) se prenesejo na Googlove strežnike v ZDA in tam shranijo, ko prikličete tiste podstrani, v katere je vgrajen zemljevid Google Maps.\nTo se zgodi ne glede na to, ali Google ponuja uporabniški račun, prek katerega ste prijavljeni, ali ne obstaja noben uporabniški račun.\nČe ste prijavljeni v Google, bodo vaši podatki neposredno dodeljeni vašemu računu.\nČe ne želite, da so vaši podatki povezani z vašim Google profilom, se morate odjaviti iz Google uporabniškega računa.\nGoogle vaše podatke (tudi za uporabnike, ki niso prijavljeni) shrani kot profile uporabe in jih oceni.\nImate pravico ugovarjati ustvarjanju teh uporabniških profilov in za uveljavljanje te pravice se morate obrniti na Google.</p>\n<p>Google Ireland Limited zagotavlja skladnost s stopnjo varstva podatkov, ki velja v EU, s sprejemom in strinjanjem s tako imenovanimi standardnimi pogodbenimi klavzulami EU o varstvu podatkov.</p>\n<p>Če se ne strinjate s prihodnjim prenosom vaših podatkov Googlu v okviru uporabe Google Zemljevidov, imate tudi možnost popolne deaktiviranja spletne storitve Google Zemljevidi z izklopom aplikacije JavaScript v brskalniku.\nGoogle Maps in s tem tudi prikaz zemljevida na tej spletni strani potem ni več mogoče uporabiti.</p>\n<p>Ti postopki obdelave se izvajajo le, če je izrecno soglasje dano v skladu s čl.\n6 Odstavek 1 lit.\nGDPR.</p>\n<p>\n<strong>OpenStreetMap</strong>\n</p>\n<p>To spletno mesto uporablja odprtokodno orodje za preslikavo „OpenStreetMap“ (OSM) prek API-ja.\nPonudnik je OpenStreetMap Foundation.\nZa uporabo funkcij OpenStreetMap morate shraniti svoj naslov IP.\nTe informacije se običajno posredujejo strežniku OpenStreetMap in tam shranijo.\nPonudnik tega spletnega mesta nima vpliva na prenos podatkov.</p>\n<p>Uporaba OpenStreetMap je v interesu privlačne predstavitve naših spletnih ponudb in enostavne lokacije krajev, ki smo jih označili na spletnem mestu.\nTo predstavlja legitimni interes v smislu čl.\n6 Odstavek 1 lit.\nf GDPR.</p>\n<p>Z uporabo našega spletnega mesta soglašate z obdelavo podatkov s strani OpenStreetMap.\nIzvajanje obdelave podatkov s pomočjo OpenStreetMap lahko preprečite tako, da v svojem brskalniku deaktivirate Javascript.\nVendar bo to preprečilo prikaz pogleda zemljevida OpenStreetMap.<br>\nVeč informacij o ravnanju z uporabniškimi podatki najdete na privacy page o zasebnosti OpenStreetMap in tukaj http://wiki.openstreetmap.org/wiki/Legal_FAQ.</p>\n<p>\n<strong> ShareThis Social Media Buttons on the tellows blog</strong>\n</p>\n<p>V našem blogu uporabljamo storitev ShareThis za zagotavljanje orodij za izmenjavo v družabnih omrežjih.\nShareThis zbira informacije s pomočjo tehničnih piškotkov, nameščenih v vašem brskalniku, pikselnih oznak, naslovov HTTP (ali drugih komunikacijskih protokolov) in identifikatorjev brskalnika.\nZa izogibanje odločitvam o zavrnitvi uporabnika se ne uporabljajo flash piškotki ali drugi lokalno shranjeni predmeti (LSO).\nShareThis zbira podatke o registraciji in podatke o uporabi.\nPodatki o uporabi zbirajo in uporabljajo tehnične podatke, ki se nanašajo na nekaj brskanja, za prikaz prilagojenih oglasov, zagotavljanje analitike in modeliranje podatkov na podlagi skupne rabe v družabnih omrežjih.</p>\n<p>ShareThis v nobenem trenutku ne zbira kontaktnih podatkov, kot so vaše ime, naslov, telefonska številka, naslov, podatki o kreditni kartici ali kar koli drugega, kar lahko nam ali našim strankam omogoči neposreden stik z vami.\nShareThis deli podatke o uporabi, vključno s segmenti občinstva, z oglaševalci, založniki in drugimi podatkovnimi partnerji (vsi, »Naše stranke«) za oglaševanje, analitiko in modeliranje podatkov na podlagi zanimanja.</p>\n<p>Piškotki, uporabljeni v povezavi z ShareThis, imajo obdobje hrambe do 9 mesecev.<br>\nZa več informacij o ravnanju z uporabniškimi podatki si oglejte pravilnik o zasebnosti ShareThis na HTTPS://SHARETHIS.COM/PRIVACY/.</p>\n<p>\n<strong>SSL šifriranje</strong>\n</p>\n<p>tezi za varnost uporabljajo SSL šifriranje in zaščito prenosa občutljive vsebine, kot so zahteve, ki jih pošljete operaterju spletnega mesta.\nŠifrirano povezavo lahko prepoznaš tako, da spremenite naslovno vrstico brskalnika iz »http: //« v »https: //« in simbola za zaklepanje v vrstici brskalnika.</p>\n<p>Če je šifriranje SSL omogočeno, podatkov, ki nam jih pošljete, ne morejo brati tretje osebe.</p>\n<p>\n<strong>Prijava OpenID</strong>\n</p>\n<p>Za sodelovanje na forumu za testiranje ni potrebna registracija.\nKomentarji se lahko predložijo kot registrirani ali neregistrirani uporabnik.\nZa registracijo lahko uporabite storitev OpenID.\nS tem je obstoječi račun druge storitve (npr.\nGoogle) povezan s spletno stranjo s pomočjo sistema za preverjanje pristnosti.\nNa spletnem mestu tellows ni ustvarjen ločen račun.\nPovezovanje računa prek OpenID-a omogoča dodatne možnosti za komentarje in nastavitve računa pri izgovorih.\nUporabniki OpenID so registrirani z e-poštnim naslovom povezanega računa.\nE-poštni naslov mora biti vedno dostopen uporabniku, da se lahko obrne na morebitne poizvedbe pri izgovorih.\nUporaba neveljavnega e-poštnega naslova ni dovoljena.</p>\n<p>Podatki, vneseni med registracijo, bodo uporabljeni za namene uporabe spletne strani.\nUporabniki so lahko obveščeni po elektronski pošti o informacijah, povezanih s spletnimi stranmi ali registracijo, kot so spremembe v obsegu ponudbe ali tehničnih okoliščin.\nSkladiščenje temelji na naših legitimnih interesih, kot tudi zaščiti uporabnika pred zlorabo in drugo nepooblaščeno uporabo.</p>\n<p>\n<strong>V družabnih omrežjih</strong>\n</p>\n<p>Za komunikacijo z vami na družbenih omrežjih in obveščanje o naših storitvah smo tam zastopani z lastnimi stranmi.\nČe obiščete katero od naših strani v družabnih omrežjih, smo skupaj odgovorni s ponudnikom zadevne platforme za družbena omrežja v smislu člena.\n26 GDPR v zvezi s sproženimi postopki obdelave, ki zadevajo osebne podatke.</p>\n<p>Nismo prvotni ponudnik teh strani, ampak jih le uporabljamo v okviru možnosti, ki nam jih ponujajo posamezni ponudniki.<br>\nZato preventivno poudarjamo, da se vaši podatki lahko obdelujejo tudi zunaj Evropske unije ali Evropskega gospodarskega prostora.\nUporaba zato lahko pomeni tveganje za zaščito podatkov za vas, saj je morda težje zaščititi vaše pravice, npr.\ndo informacij, brisanje, ugovor itd., obdelava v družbenih omrežjih pa pogosto poteka neposredno v oglaševalske namene ali za analizo vedenja uporabnikov s strani ponudnikov, ne da bi na to lahko vplivali mi.\nČe ponudnik ustvari profile uporabe, se pogosto uporabljajo piškotki ali vedenje uporabe neposredno dodeli vašemu lastnemu profilu člana v družabnih omrežjih (če ste prijavljeni tukaj).</p>\n<p>Opisana obdelava osebnih podatkov se izvaja v skladu s čl.\n6 Odstavek 1 lit.\nf GDPR na podlagi našega zakonitega interesa in legitimnega interesa zadevnega ponudnika, da bomo lahko pravočasno komunicirali z vami ali vas obvestili o naših storitvah.\nČe morate dati soglasje za obdelavo podatkov kot uporabnik pri posameznih ponudnikih, se pravna podlaga sklicuje na čl.\n6 (1) lit.\nGDPR v povezavi s čl.\n7 GDPR.</p>\n<p>Ker nimamo dostopa do baz podatkov ponudnikov, želimo poudariti, da je najbolje, da svoje pravice (npr.\nDo informacij, popravkov, brisanja itd.) Uveljavljate neposredno pri ustreznem ponudniku.\nNadaljnje informacije o obdelavi vaših podatkov v družabnih omrežjih in možnosti, da izkoristite svojo pravico do ugovora ali preklica (tako imenovano izključitev), so spodaj navedene pri ustreznem ponudniku družbenih omrežij, ki ga uporabljamo pri nas:</p>\n<p>\n<b>Facebook</b>\n<br>\n(So-) krmilnik za obdelavo podatkov v Evropi:<br>\nFacebook Ireland Ltd, trg 4 Grand Canal, pristanišče Grand Canal, Dublin 2, Irska.<br>\nPolitika zasebnosti (podatkovna politika):<br>\nhttps://www.facebook.com/about/privacy<br>\nNastavitve za onemogočanje in oglaševanje:<br>\nhttps://www.facebook.com/ads/preferences /? entry_product = ad_settings_screen</p>\n<p>Facebook zagotavlja skladnost s stopnjo varstva podatkov, ki velja v EU, s sprejemanjem in privolitvijo tako imenovanih standardnih pogodbenih klavzul EU o varstvu podatkov.<br>\nhttps://www.facebook.com/about/privacy/</p>\n<p>\n<b>Instagram</b>\n<br>\n(So-) odgovoren za obdelavo podatkov v Evropi:<br>\nFacebook Ireland Ltd, trg 4 Grand Canal, pristanišče Grand Canal, Dublin 2, Irska.<br>\nPolitika zasebnosti (podatkovna politika):<br>\nhttp://instagram.com/legal/privacy/<br>\nNastavitve za onemogočanje in oglaševanje:<br>\nhttps://www.instagram.com/accounts/privacy_and_security/</p>\n<p>Instagram zagotavlja skladnost s stopnjo varstva podatkov, ki velja v EU, s sprejemanjem in privolitvijo tako imenovanih standardnih pogodbenih klavzul EU o varstvu podatkov.</p>\n<p>\n<b>LinkedIn</b>\n<br>\n(So-) krmilnik za obdelavo podatkov v Evropi:<br>\nLinkedIn Ireland Unlimited Company Wilton Place, Dublin 2, Irska.<br>\nPolitika zasebnosti:<br>\nhttps://www.linkedin.com/legal/privacy-policy<br>\nNastavitve za onemogočanje in oglaševanje:<br> https://www.linkedin.com/ psettings / gostinski nadzor / ponovno ciljanje-opt-out </p>\n<p>\n<b>Twitter</b>\n<br>\nUpravljavec podatkov v Evropi:<br>\nTwitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Irska.<br>\nPolitika zasebnosti:<br>\nhttps://twitter.com/en/privacy<br>\nInformacije o vaših podatkih:<br>\nhttps://twitter.com/settings/your_twitter_data<br>\nNastavitve za onemogočanje in oglaševanje:<br>\nhttps://twitter.com/personalization</p>\n<p>\n<strong>Komentarji na forumu</strong>\n</p>\n<p>Ko objavite ali ocenite komentar na forumu, bo vaš naslov IP shranjen.\nTo je varnostni ukrep, če nekdo objavi nezakonito vsebino (žalitve, prepovedano politično propagando itd.).\nV tem primeru se lahko kazensko preganjajo za vsebino.\nZato nas zanima identiteta avtorja komentarja.</p>\n<p>Na straneh s številkami je mogoče naročiti.\nZa to morate vnesti svoj e-poštni naslov.\nPrejeli boste potrditveno e-poštno sporočilo, da preverite, ali ste lastnik vnesenega e-poštnega naslova.\nOd obvestil lahko kadarkoli odjavite.\nPotrditveno e-poštno sporočilo vsebuje navodila.</p>\n<p>\n<strong>Pravica do odstranitve komentarjev na telefonsko številko</strong>\n</p>\n<p>Na izgovorih lahko vsak uporabnik pusti komentarje glede katere koli telefonske številke.\nTi komentarji predstavljajo mnenje avtorja komentarja, ne pa mnenja o tej telefonski številki.\nZato smo ustvarili možnost izbrisa komentarjev.\nPri vsakem komentarju je gumb, imenovan »Prijavite komentar kot neželeno pošto«.\nS preprostim pritiskom na ta gumb so komentarji neposredno izbrisani.\nPripombe registriranih uporabnikov, ki imajo račun, ne morejo odstraniti drugi uporabniki.\nV tem primeru je treba o e-pošti obvestiti kontaktATtellows.de o zahtevi za odstranitev.\nUporabniki registriranih kazalnikov imajo možnost, da v 48 urah komentirajo zahtevo za brisanje.\nČe noben verodostojen izpis ne bo, bo komentar odstranjen.\nVeč informacij o <strong>odstranjevanju komentarjev za registrirane uporabnike najdete tukaj.</strong>\n</p>\n<p>\n<strong>Pravica do informacij</strong>\n</p>\n<p>Pravico imate kadarkoli dobiti informacije o vaši osebi.\nČe imate dodatna vprašanja glede pravilnika o zasebnosti ali potrebujete več informacij o določeni točki, se lahko obrnete na našega uradnika za varstvo podatkov na datenschutzATtellows.de (zamenjajte AT z @).</p>\n<p>\n<strong>Pravica do izbrisa („pravica do pozabe“)</strong>\n</p>\n<p>Posameznik, na katerega se nanašajo osebni podatki, ima pravico doseči, da upravljavec brez nepotrebnega odlašanja izbriše osebne podatke v zvezi z njim, upravljavec pa ima obveznost osebne podatke brez nepotrebnega odlašanja izbrisati, kadar velja eden od naslednjih razlogov:</p>\n<ul>\n<li>osebni podatki niso več potrebni v namene, za katere so bili zbrani ali kako drugače obdelani;</li>\n<li>posameznik, na katerega se nanašajo osebni podatki, prekliče privolitev, na podlagi katere poteka obdelava v skladu s točko (a) člena 6(1) ali točko (a) člena 9(2), in kadar za obdelavo ne obstaja nobena druga pravna podlaga.\n,</li>\n<li>posameznik, na katerega se nanašajo osebni podatki, obdelavi ugovarja v skladu s Člen 21(1), za njihovo obdelavo pa ne obstajajo nobeni prevladujoči zakoniti razlogi, ali pa posameznik, na katerega se nanašajo osebni podatki, obdelavi ugovarja v skladu s Člen 21(2);</li>\n<li>osebni podatki so bili obdelani nezakonito;</li>\n<li>osebne podatke je treba izbrisati za izpolnitev pravne obveznosti v skladu s pravom Unije ali pravom države članice, ki velja za upravljavca;</li>\n<li>osebni podatki so bili zbrani v zvezi s ponudbo storitev informacijske družbe iz člena 8(1).</li>\n</ul>\n<p>Kadar upravljavec objavi osebne podatke in je v skladu z odstavkom 1 osebne podatke obvezan izbrisati, ob upoštevanju razpoložljive tehnologije in stroškov izvajanja sprejme razumne ukrepe, vključno s tehničnimi, da upravljavce, ki obdelujejo osebne podatke, obvesti, da posameznik, na katerega se nanašajo osebni podatki, od njih zahteva, naj izbrišejo morebitne povezave do teh osebnih podatkov ali njihove kopije.</p>\n<p>Odstavka 1 in 2 se ne uporabljata, če je obdelava potrebna:</p>\n<ul>\n<li>za uresničevanje pravice do svobode izražanja in obveščanja;</li>\n<li>za izpolnjevanje pravne obveznosti obdelave na podlagi prava Unije ali prava države članice, ki velja za upravljavca, ali za izvajanje naloge v javnem interesu ali pri izvajanju javne oblasti, ki je bila dodeljena upravljavcu.\n,</li>\n<li>iz razlogov javnega interesa na področju javnega zdravja v skladu s točkama (h) in (i) člena 9(2) ter Člen 9(3);</li>\n<li>za namene arhiviranja v javnem interesu, za znanstveno- ali zgodovinskoraziskovalne namene ali statistične namene v skladu s Člen 89(1), kolikor bi pravica iz odstavka 1 lahko onemogočila ali resno ovirala uresničevanje namenov te obdelave, ali</li>\n<li>za uveljavljanje, izvajanje ali obrambo pravnih zahtevkov.</li>\n</ul>\n<p>\n<strong>Pravica do omejitve obdelave</strong>\n</p>\n<p>Posameznik, na katerega se nanašajo osebni podatki, ima pravico doseči, da upravljavec omeji obdelavo, kadar velja en od naslednjih primerov:</p>\n<ul>\n<li>posameznik, na katerega se nanašajo osebni podatki, oporeka točnosti podatkov, in sicer za obdobje, ki upravljavcu omogoča preveriti točnost osebnih podatkov;</li>\n<li>je obdelava nezakonita in posameznik, na katerega se nanašajo osebni podatki, nasprotuje izbrisu osebnih podatkov ter namesto tega zahteva omejitev njihove uporabe;</li>\n<li>upravljavec osebnih podatkov ne potrebuje več za namene obdelave, temveč jih posameznik, na katerega se nanašajo osebni podatki, potrebuje za uveljavljanje, izvajanje ali obrambo pravnih zahtevkov;</li>\n<li>je posameznik, na katerega se nanašajo osebni podatki, vložil ugovor v zvezi z obdelavo v skladu s Člen 21(1), dokler se ne preveri, ali zakoniti razlogi upravljavca prevladajo nad razlogi posameznika, na katerega se nanašajo osebni podatki.\n,</li>\n</ul>\n<p>Kadar je bila obdelava osebnih podatkov omejena v skladu z odstavkom 1, se taki osebni podatki z izjemo njihovega shranjevanja obdelujejo le s privolitvijo posameznika, na katerega se ti nanašajo, ali za uveljavljanje, izvajanje ali obrambo pravnih zahtevkov ali zaradi varstva pravic druge fizične ali pravne osebe ali zaradi pomembnega javnega interesa Unije ali države članice.</p>\n<p>Za uveljavljanje pravice do omejitve obdelave se lahko posameznik, na katerega se podatki nanašajo, kadarkoli obrne na naslov datenschutzATtellows.de (zamenjajte AT z @).</p>\n<p>\n<strong>Pravica do prenosljivosti podatkov</strong>\n</p>\n<p>Posameznik, na katerega se nanašajo osebni podatki, ima pravico, da prejme osebne podatke v zvezi z njim, ki jih je posedoval upravljavcu, v strukturirani, splošno uporabljani in strojno berljivi obliki, in pravico, da te podatke posreduje drugemu upravljavcu, ne da bi ga upravljavec, ki so mu bili osebni podatki zagotovljeni, pri tem oviral, kadar:</p>\n<ul>\n<li>obdelava temelji na privolitvi v skladu s točko (a) člena 6(1) ali točko (a) člena 9(2) ali na pogodbi v skladu s točko (b) člena 6(1), in</li>\n<li>se obdelava izvaja z avtomatiziranimi sredstvi.</li>\n</ul>\n<p>Pri uresničevanju pravice do prenosljivosti podatkov v skladu z odstavkom 1 ima posameznik, na katerega se nanašajo osebni podatki, pravico, da se osebni podatki neposredno prenesejo od enega upravljavca k drugemu, kadar je to tehnično izvedljivo.\nUresničevanje pravice iz odstavka 1 tega člena ne posega v člen 17.\nTa pravica se ne uporablja za obdelavo, potrebno za opravljanje naloge, ki se izvaja v javnem interesu ali pri izvajanju javne oblasti, dodeljene upravljavcu.</p>\n<p>\n<strong>Pravica do ugovora</strong>\n</p>\n<p>Posameznik, na katerega se nanašajo osebni podatki, ima na podlagi razlogov, povezanih z njegovim posebnim položajem, pravico, da kadar koli ugovarja obdelavi osebnih podatkov v zvezi z njim, ki temelji na točki (e) ali (f) člena 6(1), vključno z oblikovanjem profilov na podlagi teh določb.\nUpravljavec preneha obdelovati osebne podatke, razen če dokaže nujne legitimne razloge za obdelavo, ki prevladajo nad interesi, pravicami in svoboščinami posameznika, na katerega se nanašajo osebni podatki, ali za uveljavljanje, izvajanje ali obrambo pravnih zahtevkov.</p>\n<p>Kadar se osebni podatki obdelujejo za namene neposrednega trženja, ima posameznik, na katerega se nanašajo osebni podatki, pravico, da kadar koli ugovarja obdelavi osebnih podatkov v zvezi z njim za namene takega trženja, vključno z oblikovanjem profilov, kolikor je povezano s takim neposrednim trženjem.</p>\n<p>V okviru uporabe storitev informacijske družbe in ne glede na Direktivo 2002/58/ES lahko posameznik, na katerega se nanašajo osebni podatki, uveljavlja pravico do ugovora z avtomatiziranimi sredstvi z uporabo tehničnih specifikacij.</p>\n<p>Za ugovor se obrnite na datenschutzATtellows.de (zamenjajte AT z @).</p>\n<p>\n<strong>Avtomatizirano sprejemanje posameznih odločitev, vključno z oblikovanjem profilov</strong>\n</p>\n<p>Posameznik, na katerega se nanašajo osebni podatki, ima pravico, da zanj ne velja odločitev, ki temelji zgolj na avtomatizirani obdelavi, vključno z oblikovanjem profilov, ki ima pravne učinke v zvezi z njim ali na podoben način nanj znatno vpliva.</p>\n<p>Odstavek 1 se ne uporablja, če je odločitev:</p>\n<ul>\n<li>nujna za sklenitev ali izvajanje pogodbe med posameznikom, na katerega se nanašajo osebni podatki, in upravljavcem podatkov;</li>\n<li>dovoljena v pravu Unije ali pravu države članice, ki velja za upravljavca in določa tudi ustrezne ukrepe za zaščito pravic in svoboščin ter zakonitih interesov posameznika, na katerega se nanašajo osebni podatki, ali ,</li>\n<li>utemeljena z izrecno privolitvijo posameznika, na katerega se nanašajo osebni podatki.</li>\n</ul>\n<p>V primerih, navedenih v točkah (a) in (c) odstavka 2, upravljavec podatkov izvede ustrezne ukrepe za zaščito pravic in svoboščin ter zakonitih interesov posameznika, na katerega se nanašajo osebni podatki, vsaj pravice do osebnega posredovanja upravljavca, do izražanja lastnega stališča in izpodbijanja odločitve.</p>\n<p>Odločitve iz odstavka 2 ne temeljijo na posebnih vrstah osebnih podatkov iz člena 9(1), razen če se uporablja točka (a) ali (g) člena 9(2) in se izvajajo ustrezni ukrepi za zaščito pravic in svoboščin ter zakonitih interesov posameznika, na katerega se nanašajo osebni podatki.</p>\n<p>\n<strong>Pravica do vložitve pritožbe pri nadzornem organu</strong>\n</p>\n<p>Brez poseganja v katero koli drugo upravno ali pravno sredstvo ima vsak posameznik, na katerega se nanašajo osebni podatki, pravico, da vloži pritožbo pri nadzornem organu, zlasti v državi članici, v kateri ima običajno prebivališče, v kateri je njegov kraj dela ali v kateri je domnevno prišlo do kršitve, če meni, da obdelava osebnih podatkov v zvezi z njim krši to uredbo.</p>\n<p>\n<strong>Pravica do učinkovitega pravnega sredstva zoper nadzorni organ</strong>\n</p>\n<p>Brez poseganja v katero koli drugo upravno ali izvensodno sredstvo ima vsaka fizična ali pravna oseba pravico do učinkovitega pravnega sredstva zoper pravno zavezujočo odločitev nadzornega organa v zvezi z njo.\nBrez poseganja v katero koli drugo upravno ali izvensodno sredstvo ima vsak posameznik, na katerega se nanašajo osebni podatki, pravico do učinkovitega pravnega sredstva, kadar nadzorni organ, ki je pristojen na podlagi členov 55 in 56, ne obravnava pritožbe ali če posameznika, na katerega se nanašajo osebni podatki, v treh mesecih ne obvesti o stanju zadeve ali odločitvi o pritožbi, vloženi na podlagi člena 77.</p>\n<p>\n<strong>Vprašanja o zasebnosti</strong>\n</p>\n<p>Če bi se lahko pojavila nadaljnja vprašanja ali predlogi glede teme zasebnosti, se obrnite na našega uradnika za zasebnost podatkov Christian Anton na datenschutzATtellows.de (zamenjajte AT z @).</p>\n<p>\n<strong>Uporaba podatkov v aplikacijah</strong>\n</p>\n<p>Pokažite pripombe in ocene iz govorne platforme za ocenjevanje telefonskih številk v aplikacijah.\nV tem procesu se ne uporabljajo ali shranijo osebni podatki avtorja komentarja.\nZa kategorizacijo telefonskih številk se uporabljajo samo predloženi komentarji in iz njih izhajajoče ocene.\nAplikacije, ki temeljijo na teh podatkih, vodijo tiskovne in tretje osebe, ki delajo v pogodbenem razmerju.</p>\n<p>Da bi zagotovili celoten obseg premijskih aplikacij iPhone-app „tellows pro Caller ID“ in „tellows – Reverse Search“, je med namestitvijo potrebno ustvariti tri nove stike v vašem pametnem telefonu.\nV teh stikih se shranijo seznami rezultatov, pri čemer uporabniku dajo informacije o vrsti in oceni neželenega klicatelja.\nMed namestitvijo je zahteva za odobritev dostopa do stikov pametnega telefona.\nOsebnih stikov in podatkov ni dostopno.\nPodrobne pogoje uporabe aplikacij za iPhone so na voljo tukaj.</p>\n<p>https://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/#termsofuseapp</p>\n<p>„tellows Caller &amp.\nID Block“ označuje dohodne klice in prenese telefonsko številko, da jo primerja s črnim seznamom in jih blokira, če je to potrebno.\nPodrobne pogoje uporabe aplikacije Android lahko najdete tukaj.</p>\n<p>https://www.tellows.co.uk/c/about-tellows-uk/terms-of-use/#termsofuseappandroid</p> Accept <p>We use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners.\nSee details</p> ", "created_at": "2023-08-20 22:08:25.550414", "updated_at": "2023-08-20 22:08:52.942703"}], "points": [], "urls": ["tellows.co.uk", "tellows.com", "tellows.net", "tellows.de", "tellows.org", "tellows.hu", "tellows.co", "tellows-tr.com", "tellows-au.com", "tellows.co.za", "tellows.be", "tellows.tw", "tellows.pt", "tellows.com.br", "tellows.co.nz", "tellows.mx", "tellows.in", "tellows.ru", "tellows.pl", "tellows.it", "tellows.se", "tellows.cz", "tellows.jp", "tellows.ch", "tellows.at", "tellows.nl", "tellows.fr", "tellows.es"]}}