{"error": 448, "message": "OK", "parameters": {"id": 9749, "name": "Viva One", "created_at": "2023-10-09 23:37:12.642014", "updated_at": "2023-10-10 10:02:29.256608", "wikipedia": null, "keywords": null, "related": null, "slug": "viva-one", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9749.png", "url": "vivaone.ph", "documents": [{"id": 19409, "name": "TERMS AND CONDITIONS OF SERVICE", "url": "https://vivaone.ph/terms_and_conditions", "xpath": "//body", "text": "You need to enable JavaScript to run this app.TERMS AND CONDITIONS OF SERVICEImportant Notice: The following terms and conditions (including links and policies) (“these Terms and Conditions”) apply to all visitors and/or registered users who access or use the Viva One Service and/or any services in the Philippines provided on, from or through the website https://www.vivamax.net (“the Website”) and/or the Viva One app.\nThese services include providing access to television shows, movies and/or other content via the Internet (hereinafter referred to as “Viva One”, and the Viva One Service includes all associated websites, interfaces, features, functions and content).\nViva One is provided to you by Vivamax, Inc.\nas a wholly owned subsidiary of Viva Communications, Inc.\nBy accessing and/or using the Website, the Viva One app or Viva One, you agree to be bound by these Terms and Conditions, as updated from time to time and as set out at https://www.vivamax.net/terms_and_conditions.\nPlease read these Terms and Conditions as they contain important information such as fees and charges for use of Viva One.\n1.\nThe Viva One Service 1.1.\nThe accessibility of Viva One through different devices depends, amongst other things, on the current system capabilities and on the operating systems and/or browsers installed on your device(s).\n1.2.\nThe Viva One Service is restricted for use and access only in the territory where you subscribe to Viva One.\n1.3.\nThe Viva One Service includes access to content using the Viva One app by way of following modes of access: streaming on a subscription basis for a limited time during the subscription period.\npurchasing content for on-demand viewing over a period of time provided that such content does not become unavailable due to licensing restrictions.\nrenting content for on-demand viewing over a limited period.\nThe availability of modes of access depends on the limitations imposed by the content suppliers for each.\n1.4.\nUsing the Viva One Service through a mobile network may result in mobile data charges.\nPlease contact your mobile data service provider for more information.\n2.\nViva One Subscription 2.1.\nWhile we do provide some of the Viva One Service to users free of charge, certain content, features, services and/or certain level of video resolution may only be available to users upon payment of a subscription fee, and in some instances by paying the corresponding rent, or purchase fee.\n3.\nFree Trials 3.1.\nWe (or others on our behalf) may offer trial subscriptions to access the entire library of Viva One for a specified period free of charge (a “Free Trial”).\nIf you are eligible for a Free Trial, you shall be notified when you sign up to Viva One.\nWe reserve the right to determine your eligibility for a Free Trial and to withdraw or to modify the terms or availability thereof at any time at our sole and absolute discretion without prior notice to you and with no liability whatsoever.\n3.2.\nYour Viva One membership may start with a Free Trial for the period specified at the time of subscription.\nSuch Free Trial is only available once to each new user who has not previously subscribed to Viva One.\n3.3.\nIf a Free Trial is offered to you and you wish to avail of it, you must subscribe to Viva One directly on the Viva One app or on vivamax.net (and/or vivamax.net.ph) and provide your valid payment details to one of our authorized third party payment gateways (“Payment Gateways”), including but not limited to App Store, Google Play and other authorized financial technology payment modes.\n3.4.\nUnless otherwise specified at the time of subscription, if you do not cancel your Viva One subscription at least twenty four (24) hours before the day your Free Trial ends, we will automatically charge you the full applicable subscription fee, as the case may be, in accordance with the subscription plan that you selected (“your subscription plan”), for Viva One for the period starting on the first day after the end of your Free Trial, and for the subsequent periods on the applicable recurring basis (the “Applicable Billing Date”), subject to clause 4 below.\nIf your paid Viva One subscription begins on a day not contained in any subsequent month(s), we may change the Applicable Billing Date(s) to such day(s) as we deem appropriate for example: if you subscribed on the 31st day of December, we may bill you on the 31st of January and the 28th or 29th of February, as applicable).\nBy providing your payment details, you consent to being charged on the applicable recurring basis using these payment details until you cancel your Viva One subscription.\n4.\nBilling 4.1.\nUnless otherwise notified to you or unless you take the steps to cancel your subscription in accordance with clause 6 below, your subscription plan(s) will automatically renew on a recurring basis and the subscription fee will be charged on the Applicable Billing Date(s) (as defined in clause 3.4 above) once your paid Viva One subscription starts.\nThe length of the billing cycle will depend on your account’s existing subscription and the Applicable Billing Date may vary depending on your selected Payment Gateway.\nUnless otherwise notified to you (for example, pursuant to clause 7.1.4), the subscription fee will correspond to your subscription plan.\n4.1.1.\nIf you choose App Store or Google Play as your payment method, the applicable subscription fee will be billed through your Apple ID or Google account (as applicable) on a recurring basis and in accordance with the relevant billing mechanisms of App Store or Google Play.\nYou shall also be deemed to have understood and agreed to the applicable terms and conditions.\nYou are therefore advised to refer to the respective terms and conditions before payment details are provided to such third parties and confirmed thereafter.\nIn this regard, we shall not be responsible for the information shared with such third parties and will not be held liable for any damages, loss and/or expenses that you may face by doing so.\n4.1.2.\nIf you choose direct credit card or debit card payment, the applicable subscription fee will be billed directly to your credit card or debit card on a recurring basis and in accordance with the relevant billing mechanism of your direct payment provider.\nAs such you acknowledge, understand, and agree that your credit card or debit card information and the relevant billing process is handled by your direct payment provider.\n4.1.3.\nIf you choose to pay for your Viva One subscription through any other of our authorized third parties (other than those specified in clause 4.1.1 and 4.1.2), you should refer to your billing account terms with the relevant third party.\n4.1.4.\nFor your chosen payment method (see clauses 4.1.1 to 4.1.3 above), you shall also be deemed to have understood and agreed to the terms and conditions of the Payment Gateway(s) (as applicable).\nYou are advised to refer to the relevant terms and conditions before payment details are provided to such Payment Gateway(s).\nWe shall not be responsible for the information shared with such Payment Gateway(s) and will not be held liable for any damages, loss and/or expenses that you may suffer by doing so.\n4.1.5.\nPayments for rent or purchase fees will be billed similarly, once for each type of transaction corresponding to the content rented or purchased.\n4.2.\nIf payment is not successfully settled for any reason, we reserve the right to suspend your access to certain content for rent and purchase transactions, or the full library of Viva One for subscriptions, until we successfully receive payment and we may change the Applicable Billing Date to such day as we deem appropriate.\nBy accepting these Terms and Conditions, you authorize us to continue billing on the basis of your given payment details and you remain responsible for any unsettled amount.\n4.3.\nAll subscription fees are payable in advance and, to the extent permissible by law, we will not refund any subscription fees that you have already paid, and we will also not refund you for partial time periods or unused portions of your subscriptions.\n5.\nRedemption Codes 5.1.\nIf you receive from us, (or from an agent or representative authorized by us) a redemption code, you can use the same within the redemption period as stated in the redemption code.\nRedemption codes not utilized within the validity period shall expire without notice.\nNo reminders shall be issued in this regard.\n5.2.\nAll redemption codes and redemptions are subject to the following conditions, restrictions and limitations (if any): 5.2.1.\nRedemption codes cannot be exchanged for cash, credit or any other goods and/or services.\n5.2.2.\nRedemption codes are issued for one-time use only and shall automatically become invalid upon the successful use thereof.\n5.2.3.\nSubscribers can utilize all valid redemption codes for unlimited free subscriptions to the Viva One Service(or extensions thereof), provided that the maximum period of redemptions and extensions does not exceed a total period of three hundred and sixty (360) consecutive days.\nRedemption codes cannot be re-sold, exchanged or traded for cash, or for services or for any other consideration with any other party or third party.\n5.2.4.\nUnless otherwise stated in the terms and conditions accompanying a redemption code or in other applicable terms and conditions, free subscriptions to the Viva One Service cannot be used by existing (paid) Viva One subscribers (including but not limited to subscribers who are applying for Viva One Service subscriptions through our company or through third party).\n5.2.5.\nWe reserve the right to cancel or withdraw the validity and use of redemption codes without notice for any of the following reasons: (i)\tfraud (actual or attempted).\n(ii)\timproper use.\n(iii)\tbreach of the conditions and restrictions governing the use of redemption codes and/or redemptions.\nand/or (iv)\tto reasonably safeguard or protect our interests.\n5.2.6.\nWe reserve all rights to decide on any matter in relation to the use of redemptions, redemption codes and free upgrades.\nIn this respect, any and all of our decisions are final.\n5.3.\nIn the event of any conflict between terms listed above in 5.2 and the terms and conditions accompanying any redemption codes, the terms listed above in 5.2 shall take precedence.\n5.4.\nFor the avoidance of doubt, your use of any redemption code or free subscription constitutes your acceptance of the governing terms, conditions, limitations and restrictions listed herein.\n6.\nCancellation for your paid Viva One subscription 6.1.\nUnless otherwise specified during the time of subscription, you can cancel your paid Viva One subscription at any time, and your subscription will continue through to the calendar day before your next Applicable Billing Date.\n6.2.\nTo cancel: 6.2.1.\nIf you have been paying for your Viva One subscription by Direct Payment (and for the avoidance of doubt, as opposed to the other third-party gateways as described in Clause 6.2.2 ), please go to the \"My Profile\" page on the Website or the Viva One app and follow the instructions for cancellation.\nTo avoid incurring another billing for the use of the Viva One Service, the cancellation must be made at least twenty-four (24) hours before the next Applicable Billing Date.\nIf you cancel your Viva One subscription, your access to the Viva One Service will automatically be suspended at the end of your then-current billing period.\nTo check the expiry date of your paid Viva One subscription, please visit the \"My Profile\" page.\n6.2.2.\nIf you have been paying for your Viva One subscription by App Store or Google Play, cancellation must be made through your chosen third party payment gateway.\nPlease visit your account with the applicable third party payment gateway and locate the option to either (i) switch off auto-renew or (ii) unsubscribe from the Viva One Service.\nTo avoid incurring another billing for the use of the Viva One Service, the cancellation must be made at least twenty-four (24) hours before the next Applicable Billing Date.\nYou may also find billing information about your Viva One subscription by visiting your account with the applicable third party.\n7.\nOur Rights and Responsibilities 7.1.\nWe may: 7.1.1.\ndeactivate the Viva One Service at any time without notice to carry out system maintenance, upgrading, testing, repairs, and other related activities.\n7.1.2.\nlimit or suspend your access to the Viva One Service without notice whenever deemed appropriate in connection with your use of the Viva One Service or in the event of breach of any of these Terms and Conditions.\n7.1.3.\nexpand, reduce, withdraw and/or modify any part of the Viva One Service and/or content made available or appearing in the Viva One Service including but not limited to any data, information, images, graphics, video and/or audio content, applications, subtitles, downloadable files or other multimedia content that can be accessed through or on the Viva One Service (the “Content”), and remove, disable and/or suspend transmission or streaming of the Viva One Service or Content which we consider access to any part thereof, if, in our sole opinion, it breaches any applicable law, regulation or regulatory directive or by some other reason it should be removed, disabled and/or suspended.\nand 7.1.4.\nchange the subscription plan and/or fees of the Viva One Service from time to time, provided that the change will become effective only at the end of the then-current billing cycle of your subscription.\nUnless otherwise required by law, we will provide you with reasonable prior notice of any significant changes to our subscription plan or the fees to give you an opportunity to cancel your subscription before such change takes effect.\n8.\nThe User’s Responsibilities 8.1.\nYou: 8.1.1.\nmust be aged 18 years or older to access or use the Viva One Service and/or Content.\n8.1.2.\nare only authorized to use the Viva One Service and view the Content for your own personal and non-commercial use in accordance with these Terms and Conditions.\n8.1.3.\nwill be strictly and solely responsible for your own use of the Viva One Service and the Content and any use of the Viva One Service by any party who uses your login details will be treated as use by you.\n8.1.4.\nmust not, (and must not permit or enable any other person to) sell, reproduce, copy, distribute, publish, modify, and/or prepare derivative works based on the Content and/or the Viva One Service.\n8.1.5.\nagree that the Viva One Service and Content are only for your private viewing and access and shall not yourself, (or permit or enable any other person to) show, play, use, access or view the Viva One Service and/or Content for any public or commercial purposes unless with our prior written consent.\n8.1.6.\nwithout limiting sub-clause 8.1.5, shall not charge third parties for use or access to the Viva One Service or any Content or for access to premises where the Viva One Service or Content are viewed.\n8.1.7.\nwill abide by all relevant applicable laws and any operating and/or usage rules, as amended from time to time.\n8.1.8.\nas a registered user, in order to apply and/or use the Viva One Service, must provide a valid login email address and password or valid Facebook login details.\n8.1.9.\nwill maintain and promptly update any personal data submitted to us and keep it true, accurate, current and complete.\n8.1.10.\nwill report any violation of these Terms and Conditions to our customer service team via the Website.\nand 8.1.11.\nas a registered user, shall safeguard your login details and password(s) and ensure that they are not disclosed or provided to any other person.\n8.2.\nYou agree not to: 8.2.1.\nrestrict or inhibit any other persons from using the Viva One Service, including, without limitation, by means of \"hacking\" or defacing any portion of the Viva One Service and/or the Website.\n8.2.2.\naccess or use the Viva One Service, the Website, the Content or the Software (as defined in Clause 11.1) for any unlawful purpose or any purpose not expressly authorized by these Terms and Conditions.\n8.2.3.\nmodify, adapt, sub-license, reproduce, distribute, copy, exploit, translate, sell, reverse engineer, decompile or disassemble any portion of the Website, Software or Content.\n8.2.4.\nremove any copyright, trademark, or other proprietary rights notices contained in the Viva One Service and/or the Content.\n8.2.5.\ncapture or screenshot any part of the Viva One Service or the Content without our prior written authorization.\n8.2.6.\nuse any robot, spider, site search or retrieval application, or any other manual or automatic device or process to retrieve, index, \"data mine\", or in any way reproduce, disrupt or 8.2.7.\ncircumvent the navigational structure or presentation of the Viva One Service and/or the Content.\n8.2.8.\ncollect any personal data of any users of the Viva One Service.\n8.2.9.\nhack, break into, or attempt to hack or break into, in any manner the Viva One Service, the Software, the Website, and/or any data areas on our server(s) or that of any third parties.\n8.2.10.\ndownload, copy, store, rip, distribute, share or re-direct any Content from the Viva One Service in any way or through any media.\n8.2.11.\ndisclose your login details and password or permit or enable other persons to use your login details and password to access the Viva One Service and/or any Content.\n8.2.12.\nincorporate any software or other materials that may contain a virus, worm, time bomb, Trojan horse, or other harmful or disruptive components.\n8.2.13.\nforge headers or otherwise manipulate identifiers in order to disguise the origin of any content transmitted through the Viva One Service.\n8.2.14.\nuse the Viva One Service or any part thereof to promote, sell, issue, create, or sponsor any illegal, immoral, or otherwise fraudulent financial instruments or investment products.\n8.2.15.\ninterfere with or disrupt the Viva One Service or servers or networks connected to the Viva One Service.\nand 8.2.16.\nprovide any information that is untrue, inaccurate, not current or incomplete.\nif we have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, we have the right to suspend or restrict your access to the Viva One Service and/or Content.\nand refuse any and all current or future use of the Viva One Service and/or Content.\n8.3.\nOur authorization for you to access and receive the Viva One Service and the Content is conditional upon your strict compliance with each of these Terms and Conditions.\n9.\nPersonal Data and Information 9.1.\nWe collect, process, disclose, retain or use your personal data in accordance with the Viva One Personal Information Collection Statement published on https://www.vivamax.net/vivaone/privacy (the “Personal Information Collection Statement”).\nPlease read the Personal Information Collection Statement carefully as it provides information about how we use, share, store and process your personal data.\nBy accessing and receiving the Viva One Service and the Content and accepting these Terms and Conditions, you consent to us processing such information in this way.\n9.2.\nIf we request personal data from you, you may refuse to provide the personal data.\nHowever, we may not be able to provide you access to the Viva One Service and/or any Content if the personal data that you refuse to provide is necessary for our provision of the Viva One Service and/or the Content.\n9.3.\nIf you register for the Viva One Service through your Facebook account, your name, username, gender, age, networks, language and region under your public profile of your Facebook account will also be collected and used by us in accordance with these Terms and Conditions, and such use includes, amongst others, providing the Viva One Service, setting your customized contents and sending promotional information regarding Viva One or our other media entertainment services.\n9.4.\nIf you register for the Viva One Service with your email address and/or mobile number, we may use this information to send you emails and/or SMS, MMS, or RCS messages containing account updates and/or alerts, as well as promotional information regarding our Viva One Service or our other media entertainment services, unless you refuse consent thereto during your registration.\nYou may unsubscribe to emails using an unsubscribe facility (which includes, but is not limited to, an email address) provided at the bottom portion of our promotional emails.\nFor SMS, MMS, or RCS messages, you may unsubscribe using a similar unsubscribe facility provided at the end of our messages.\n9.5.\nYou will provide us with the information relating to you or your use of the Viva One Service as we reasonably require: 9.5.1.\nto help us in complying with applicable laws and to report to any government or regulatory agency regarding such compliance.\nand 9.5.2.\nto assess whether or not you have complied, are complying and will be able to continue to comply with all obligations under these Terms and Conditions.\n9.6.\nIf you choose App Store or Google Play as your payment method, payment details that you provide to App Store and Google Play are collected solely by the relevant Payment Gateway that you choose, and we do not collect, receive or see any of such data.\n9.7.\nWe or our data processor may transfer your personal data to a third party service provider engaged by us who is located outside of the Republic of the Philippines (“Philippines”) You acknowledge and consent to the transfer of your personal data to such third party service providers.\nWe will carry out any such transfer and/or processing of your personal data outside of the Philippines in accordance with applicable personal data protection laws and, in this connection, will ensure that the third party service provider has in place data protection measures and policies that are no less stringent than those we apply ourselves.\n10.\nAcknowledgments 10.1.\nYou acknowledge that: 10.1.1.\nyou have read and understood these Terms and Conditions and the Personal Information Collection Statement, and by your continued access and receipt of the Viva One Service and the Content, you are deemed to have accepted the same.\n10.1.2.\nwe do not exercise any editorial control over certain Content and do not make any claims as to the truth in such Content.\n10.1.3.\ncertain programs and other Content on the Viva One Service are provided by third party providers, not by us and therefore the availability of Content and programs are outside our control.\n10.1.4.\nwe make no representation, promise, warranty, undertaking or guarantee as to the quality, resolution, completeness, accuracy, device compatibility, usefulness, continuity, smoothness or timeliness of any particular Content.\n10.1.5.\nwe can vary, replace or withdraw any channels and programs (whether advertised or not) on the Viva One Service.\n10.1.6.\nwe can change or reduce the number of hours of broadcast of any channel or any program on the Viva One Service.\n10.1.7.\nthe Content solely expresses the view of the speaker or creator of the Content, and not our views or any entity associated with us.\n10.1.8.\nwe disclaim all liability for any of the Content carried on the Viva One Service.\n10.1.9.\nyour use of third party web pages linked to the Viva One Service may be governed by additional or different terms and conditions.\nIn such cases, those additional terms and conditions will apply to your use of such web page or website in addition to these Terms and Conditions and will prevail over these Terms and Conditions to the extent of any inconsistency.\n10.1.10.\nnothing you do on or in relation to the Viva One Service and/or the Content will transfer any intellectual property rights to you or license you to exercise any intellectual property rights.\n10.1.11.\nthere may be some Content which is not suitable for viewing by minors.\nYou are responsible for checking the identity and/or age of any person who wishes or intends to view any such Content before you permit that person to view such Content and for generally ensuring that minors do not access such Content using your login details and password.\n10.1.12.\nparts of the Viva One Service and the Content may be provided or maintained by third party providers and not by us.\nin such cases, your correspondence or dealings with any third party provider are solely between you and that third party provider, and you agree that we will not be liable or responsible for any loss or damage of any sort incurred as the result of such dealings.\n10.1.13.\nunless explicitly stated otherwise, any new features that augment or enhance the Viva One Service shall be subject to these Terms and Conditions.\n10.1.14.\nwe may at any time employ and/or install software in any device(s) used by you, for purposes of detecting any downloading, copying, storing, ripping, distribution, sharing or re-direction of any Content from the Viva One Service in any way or through any media.\nand 10.1.15.\nthe provision of the Viva One Service and availability of certain features and services is contingent upon the service capacity allocated by us (including but not limited to streaming capacity) for the Viva One Service, the reliability, speed and stability of your Internet connection and bandwidth, as well as the specifications and performance of your devices or the respective software used, all of which are out of our control.\nWe will not be liable to you or any other third parties (including users of the Viva One Service (whether authorized or not)) for any failure or delay in accessing the Viva One Service or any parts, features and/or content thereof (whether due to the lack of streaming capacity or otherwise) and/or consequences or effects on the quality of your Internet connection that may be caused by the Viva One Service.\n10.2.\nYou may be able to access public posts of Facebook pages of other persons through certain features within the Viva One Service.\nYou acknowledge that we do not own, are not responsible for nor have any responsibilities to any of the posts and/or comments made by other third parties to the Facebook pages linked through the Viva One Service, and that linking to these Facebook pages does not mean we endorse in any way the contents of such posts in the relevant Facebook pages.\nFor the avoidance of doubt, Facebook, the “Like” button, the “Share” button, the “f” logo are all trademarks, and/or trade names and properties of Facebook.\n11.\nSoftware Licenses 11.1.\nWe may from time to time request you to download software, applications and/or programs from the Viva One Service (\"Software\"), and we hereby grant to you a non-exclusive and non-transferable license to store, run and use the Software on your devices but only in accordance with these Terms and Conditions and any software license which accompanies the Software.\n11.2.\nYou agree to download and install the Software in such personal devices to be used by you for accessing and/or installing the Viva One Service.\n11.3.\nYou acknowledge that we may refuse to provide the Viva One Service to you in the event you fail to successfully download and install the Software.\n12.\nLinks and Advertisements 12.1.\nWe have no control over any third party web sites linked to the Viva One Service, and are not responsible for the content or accuracy of any off-site pages or any other third party websites linked to the Viva One Service (including without limitation sites linked through advertisements).\nSome links which appear on the Viva One Service and/or the Website are automatically generated, and may be offensive or inappropriate to some people.\nThe inclusion of a link does not imply that we endorse the linked site, and you use the links at your own risk.\nYour correspondence or dealings with, or participation in promotions of, advertisers on the Viva One Service and/or the Website are solely between you and such advertisers.\nWe will not be liable or responsible for any loss or damage of any sort incurred as a result of any such dealings or as a result of the presence of links and advertisements on the Viva One Service and/or the Website.\n12.2.\nWe may use third-party advertising companies including but not limited to Onwards Media Group and KandeTechnologies to track and/or measure advertising effectiveness on the Viva One Service, the Website and other web sites.\nThese companies may use information (not including your name, address, email address or telephone number) about your visits to the Viva One Service, the Website and other web sites in order to measure advertising effectiveness and to provide advertisements about goods and services of interest to you.\n12.3.\nWe collect and use certain content and public information you provide, including but not limited to your public profile in your Facebook account (if you use Viva One Service through your Facebook account login), in order to provide Viva One Service and advertisements about goods and services of interest to you.\n13.\nIndemnification 13.1.\nYou agree to indemnify us, our employees, our content providers, sub-contractors, licensors and/or agents against any action, liability, cost, claim, loss, damage, proceeding, and/or expense suffered or incurred by us arising from or which is related to: 13.1.1.\nyour use or others use of the Viva One Service, the Software, the Website and/or the Content through your devices and/or registered account.\nand 13.1.2.\nany breach or non-observance of any of these Terms and Conditions by you.\n13.2.\nClause 13 shall survive the termination of your agreement with us for the Viva One Service and/or Content.\n14.\nGeneral Warranties &amp.\nLiabilities 14.1.\nYou agree that the Viva One Service is provided “as is” and without express or implied warranty or condition of any kind.\nTo the fullest extent permitted by law, we and our content providers (and their affiliates) unless otherwise specifically mentioned in these Terms and Conditions, disclaim any representation or warranty whether express or implied as to: 14.1.1.\nthe title, quality, fitness for a particular purpose, merchantability, accuracy, device compatibility, completeness, or standard of quality and resolution, transmitting continuity and timeliness of the Viva One Service, the Software and/or any Content.\n14.1.2.\nthat the Viva One Service will be uninterrupted, without delay or will be error free.\nand 14.1.3.\nany obligation to maintain the confidentiality of information provided by users (although our current practice is to maintain such confidentiality) and that which is collected from use of any part of the Viva One Service and/or any Content.\n14.2.\nWe disclaim any representation or warranty that the Viva One Service will meet your requirements.\nand/or that your access to and use of the Viva One Service will be uninterrupted, without delay or will be error-free, free of viruses, malicious code or other harmful components or otherwise secure.\n14.3.\nTo the fullest extent permissible by law, we expressly disclaim any liability for: 14.3.1.\nany damage to or loss of data suffered by you arising from your use of the Viva One Service, the Software and/or any Content.\n14.3.2.\nany claim based on contract, tort, or otherwise or any loss of revenue (whether direct or indirect), loss of profits or any consequential loss whether of an economic nature or not.\n14.3.3.\nany claim relating to any part of the Viva One Service or any Content supplied, provided, sold or made available by or through the Viva One Service (or any failure or delay to so supply, provide, sell or make available).\n14.3.4.\nany disruption, suspension, delay or failure of the Viva One Service or any part thereof which is attributable to an event or circumstance beyond our reasonable control.\nand 14.3.5.\nany infringement of intellectual property rights arising from your use of the Viva One Service, the Software and/or any Content.\n14.4.\nTo the fullest extent permissible by law, we will under no circumstances, pay more than One Thousand Philippine Pesos (PHP1,000.00) in compensation (even if we have been negligent) for any liabilities under these Terms and Conditions for the Viva One Service, Content, Software and any other goods we supplied or provided.\n14.5.\nClause 14 shall survive the termination of your agreement with us for the Viva One Service.\n15.\nTermination 15.1.\nWe may cease providing the Viva One Service and/or any Content to you at any time without any notice to you.\n15.2.\nFor serious misuse of the Viva One Service or breach of these Terms and Conditions we may suspend or end your access to the Viva One Service immediately without prior notice.\n15.3.\nWe may also suspend or restrict your access to the Content and/or the Viva One Service if you breach any other contract you have with us or any of the Viva group companies and do not cure or rectify any such breach within the time mentioned in such other contract.\nIn the event that we suspend or restrict your access to the Viva One Service, we will provide you instructions for its restoration.\n16.\nEffect of Termination 16.1.\nUpon termination of your access to the Viva One Service, all licenses, rights and privileges granted to you under these Terms and Conditions shall cease.\nAny such termination shall not affect any accrued rights or liabilities of either party nor shall it affect the coming into force or the continuance in force of any provision contained in these Terms and Conditions which is expressly or by implication intended to come into or continue in force on or after such termination.\n17.\nOther Rights to Suspend or End Access to the Viva One Service 17.1.\nWe can limit, suspend, end or restrict your access to the Viva One Service, without prior notice (unless it is reasonably practicable to do so) if: 17.1.1.\nthe law or any governmental authority requires us to do so.\n17.1.2.\nthere is an emergency that affects our ability to provide the Viva One Service or Content.\n17.1.3.\nthe Viva One Service or any Content is withdrawn from distribution through the Viva One Service for whatever reason.\n17.1.4.\nwe no longer hold the right to distribute the Viva One Service or any particular Content on the Viva One Service.\n17.1.5.\nwe fail to obtain, hold, retain or renew any relevant regulatory approvals or if any relevant regulatory approvals are revoked or if we are required by a relevant authority to cease transmission of the Viva One Service and/or Content.\nor 17.1.6.\nthe Viva One Service or Content including any advertising material therein fails to comply with any regulatory standards, relevant laws or any requirements or orders issued from time to time by a relevant authority.\n18.\nUnauthorized Access 18.1.\nUnauthorized access to the Viva One Service and/or any Content is a breach of these Terms and Conditions and a violation of the law.\nWhere certain Content is restricted to registered users/selected registered users, you agree not to access such Content by any means other than providing us your login details and password.\nYou agree not to use any automated means, including, without limitation, agents, robots, scripts, or spiders, to access, monitor or copy any part of the Viva One Service, the Content or the Website except those automated means for which we have given prior written approval.\n19.\nChanges to Terms and Conditions 19.1.\nWe may from time to time need to unilaterally change the terms and conditions of the Viva One Service.\nAny such changes shall be published on our Website as soon as practicable.\n20.\nMiscellaneous 20.1.\nYou accept that this agreement for the use and access to the Viva One Service and the Content is personal to you and agree not to transfer it to anyone else, or to try to do so without our prior written consent.\nHowever, we may take instructions from a person who we think, with good reason, is acting on your behalf.\n20.2.\nWe may transfer our rights and obligations hereunder to any person or entity without your consent and we may use an agent or subcontractor to perform any of our responsibilities.\n20.3.\nShould there be a need for us to contact you, we will use the email address and/or telephone number that you have provided us.\nOn the other hand, you may contact us through the correspondence address, e-mail address and/or telephone number on the Vivamax Website, which we have given to you for that purpose.\n20.4.\nIf sent by e-mail, any notice or communication sent by us shall be deemed received immediately upon the sending of said e-mail.\n21.\nGoverning Law These Terms and Conditions are governed by the laws of the Philippines and you agree to submit to the exclusive jurisdiction of the Philippines courts.\n22.\nLanguage Should there be any inconsistencies between the English version and any other language versions (if any) of these Terms and Conditions, the English version shall prevail.\n23.\nSeverability If any provision is declared illegal, invalid or unenforceable for any reason, such shall not affect the legality, validity or enforceability of all other provisions of these Terms and Conditions.\nThe illegal, invalid or unenforceable provision shall be amended to the extent necessary to cure the illegality, invalidity or unenforceability or, if impossible, shall be deleted from these Terms and Conditions, but all other provisions of these Terms and Conditions shall continue in full force and effect.\nUpdated as of 11 May 2023 © Vivamax, Inc.\n(Philippines) All Rights Reserved.\n", "created_at": "2023-10-09 23:37:12.677743", "updated_at": "2023-10-09 23:37:49.91675"}, {"id": 19410, "name": "PERSONAL INFORMATION COLLECTION STATEMENT", "url": "https://vivaone.ph/privacy", "xpath": "//body", "text": null, "created_at": "2023-10-09 23:37:12.712196", "updated_at": "2023-10-09 23:38:12.110524"}], "points": [], "urls": ["vivaone.ph"]}}