{"error": 448, "message": "OK", "parameters": {"id": 6832, "name": "IsoLabs", "created_at": "2022-11-12 03:00:55.954819", "updated_at": "2022-11-12 23:01:14.879149", "wikipedia": null, "keywords": null, "related": null, "slug": "isolabs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6832.png", "url": "isomorphiclabs.com", "documents": [{"id": 12513, "name": "Privacy Policy", "url": "https://www.isomorphiclabs.com/privacy-policy", "xpath": "/html/body/div[1]/div[2]/div", "text": "This Privacy Policy was last modified on 4th November 2021<br>IsoLabs Privacy Policy<p>Isomorphic Labs Limited, is a company organised under the laws of England and Wales, with registered office at 100 New Bridge Street, London, EC4V 6JA (“<strong>IsoLabs</strong>”, “us”, “we”, or “our”).&nbsp;</p>\n<p>IsoLabs is a wholly owned subsidiary of Alphabet Inc.\nand operates www.isomorphiclabs.com (the “<strong>Site</strong>”).\nThis Privacy Policy informs you of the data processing operations carried out by us in relation to the Site.</p>Personal data and use<p>We take your privacy extremely seriously and use your personal data only for legitimate reasons and in accordance with data protection law, and any other applicable legislation, for purposes such as: providing and improving the Site, allowing you to participate in various projects implemented by us through the Site, responding to queries addressed by you through the Site, research, maintenance of accounts and records and the promotion of services.</p>Processing personal data of end users&nbsp;<p>While using our Site, you may choose (or we may ask you) to provide us with certain personally identifiable information that can be used to contact or identify you.\nPersonally identifiable information may include, but is not limited to:-&nbsp;</p>\n<ul>\n<li>your name;</li>\n<li>email address;</li>\n<li>postal address;&nbsp;and/ or</li>\n</ul>\n<ul>\n<li>phone number.\n</li>\n</ul>\n<p>Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.</p>\n<p>We process your personal data for the purposes described in this Privacy Policy, based on the following legal grounds:&nbsp;</p>\n<ul>\n<li>with your consent: we may ask for your agreement to process your personal data for specific purposes and you have the right to withdraw your consent at any time;&nbsp;</li>\n<li>IsoLab’s legitimate interests while applying appropriate safeguards that protect your privacy.\nThis means that we may process your personal data for things like:&nbsp;</li>\n</ul>\n<ul>\n<li> providing, maintaining, and improving our Site.\nor</li>\n</ul>\n<ul>\n<li> detecting, preventing, or otherwise addressing fraud, abuse, security, or technical issues with our Site.</li>\n</ul>Log data<p>Like many site operators, we collect information that your browser sends whenever you visit our Site (“<strong>Log Data”</strong>).\nThis Log Data may include information such as your computer’s Internet Protocol (“<strong>IP</strong>”) address, browser type, browser version, computer settings, the pages of our Site that you visit, how often you visit those pages, the time and date of your visits, the time spent on those pages and other statistics.</p>Cookies<p>Cookies are files with small amounts of data, which may include an anonymous unique identifier.\nCookies are sent to your computer when you visit a website and are stored on your computer’s hard drive.</p>\n<p>Like many websites, we may use “cookies” to collect information.\nThese cookies enable us to understand how you use the Site and enhance your experience whilst on it.\nThey help us to provide you with a better Site, by enabling us to monitor which pages you find useful, and those you do not.\nPlease be assured that cookies in no way give us access to your computer or any information about you, other than the data you choose to share with us.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Site.</p>Security<p>The security of your personal data is important to us.\nAll of the personal data described above is recorded on restricted database servers.\nOur suppliers use a variety of industry-standard security technologies and procedures to help protect your personal data from unauthorised access, use, or disclosure.\nPlease remember, however, that no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nWhile we strive to use appropriate and robust security measures to protect your personal data, we cannot guarantee its absolute security.</p>Links to other sites<p>Our Site may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nThird parties may display advertisements on their sites.\nThese advertisements may contain cookies, web beacons and other similar technologies.\nThese third parties may collect information or insert cookies or similar technologies without our knowledge.\nWe strongly advise you to review the privacy policy and terms and conditions of every site you visit.\nWe have no control over, assume no responsibility for, and do not endorse, the content, privacy policies, or practices of any third party sites or services.</p>Retention of personal data<p>Personal data will be retained for the entire period of time necessary for the performance of the purposes described in this Privacy Policy, as well as following their completion in accordance with applicable legal requirements.&nbsp;</p>Transfers<p>If and when necessary or required, personal data processed for any of the purposes mentioned in this Privacy Policy may be transferred to other companies within the same group, suppliers and service providers, professional advisers and consultants, agents, survey and research organizations or to governmental or state authorities in accordance with applicable legal requirements.\nIt may sometimes be necessary to transfer personal data overseas to other countries within the European Union/ European Economic Area or to other countries around the world.\nAny transfers made will be in full compliance with all applicable legal requirements.</p>Your rights<p>Under data protection law, you have the right to request access to, update, remove, and restrict the processing of your personal data.&nbsp.\nYou also have the right to object to the processing of your personal data or export your personal data to another service.\nAny requests should be addressed in writing to the IsoLabs Legal Team at our registered office or at the following e-mail address:&nbsp;legal@isomorphiclabs.com.</p>Changes to this Privacy Policy<p>We may update this Privacy Policy from time to time.\nWe will inform you of any changes by posting the new Privacy Policy on the Site without other notice to you.\nYou are advised to review this Privacy Policy periodically for any changes.</p>Contact us<p>If you have any questions about this Privacy Policy, please contact us in writing at our registered address or via the e-mail address legal@isomorphiclabs.com</p>\n<p>You can also contact the Information Commissioner’s Office (ICO) if you have concerns regarding your rights under data protection law.</p>\n<p>‍</p>", "created_at": "2022-11-12 03:00:55.960241", "updated_at": "2022-11-12 02:03:13.315656"}, {"id": 12512, "name": "Terms and Conditions", "url": "https://www.isomorphiclabs.com/terms-and-conditions", "xpath": "/html/body/div[1]/div[2]/div", "text": "This Agreement was last modified on 4th November 2021<br>IsoLabs Terms and Conditions<p>Please read these Terms and Conditions (\"<strong>Agreement</strong>\", \"<strong>Terms and Conditions</strong>\") carefully before using isomorphiclabs.com (\"the <strong>Site</strong>\") operated by Isomorphic Labs Limited (“<strong>IsoLabs</strong>”, \"<strong>us</strong>\", \"<strong>we</strong>\", or \"<strong>our</strong>\").\nThis Agreement sets out the terms and conditions that apply to your use of the Site.</p>\n<p>By accessing or using the Site, including, but not limited to, visiting or browsing the Site or contributing content or other materials to the Site, you agree to be bound by these Terms and Conditions and, if you are an employee or an agent acting for a third party, to bind your employer or that third party to these Terms and Conditions.\nCapitalised terms are defined in this Agreement.</p>Intellectual Property<p>The Site and its original content, features and functionality are owned by IsoLabs and are protected by various international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p>Termination<p>We may suspend or terminate your access to the Site for business or operational reasons, without cause or notice.\nWe will try to give you reasonable notice of any suspension or withdrawal.</p>Links To Other Sites<p>Our Site may contain links to third-party sites that are not owned or controlled by IsoLabs.</p>\n<p>IsoLabs has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party sites or services.\nWe strongly advise you to read the terms and conditions and privacy policy of any third-party site that you visit.</p>Governing Law<p>If you are a business user, this Agreement shall be governed and construed in accordance with the laws of England and Wales, without giving effect to any principles of conflicts of law and you submit to the jurisdiction of the courts of England and Wales.\nIf you are a consumer user, nothing in this Agreement shall preclude you from access to the courts and laws of your place of usual residence.</p>Changes To This Agreement<p>We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions by providing reasonable notice of any material changes.\nYour continued use of the Site after any such changes constitutes your acceptance of the new Terms and Conditions.</p>\n<p>If you do not agree to any of this Agreement or any changes to this Agreement, do not use, access or continue to access the Site or discontinue any use of the Site immediately.</p>Contact Us<p>If you have any questions about this Agreement, please contact us at the address below.</p>Address<p>Isomorphic Labs Limited, is a company organised under the laws of England and Wales (13223825), with registered office at 100 New Bridge Street, London, EC4V 6JA.</p>\n<p>\n<br>\n</p>", "created_at": "2022-11-12 03:00:55.957343", "updated_at": "2022-11-12 02:04:05.265759"}], "points": [{"id": 29017, "title": "There is a date of the last update of the agreements", "source": "https://www.isomorphiclabs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-11-12 02:09:29.579943", "updated_at": "2023-07-11 06:26:14.863466", "quoteText": null, "case_id": 331, "document_id": 12512, "quoteStart": null, "quoteEnd": null}, {"id": 29016, "title": "This service is a subsidiary of Alphabet Inc", "source": "https://www.isomorphiclabs.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-11-12 02:05:42.045551", "updated_at": "2023-07-11 06:26:15.080777", "quoteText": null, "case_id": 493, "document_id": 12513, "quoteStart": null, "quoteEnd": null}], "urls": ["isomorphiclabs.com"]}}