{"error": 448, "message": "OK", "parameters": {"id": 8511, "name": "Fuel Up to Play 60", "created_at": "2023-06-27 04:44:46.18449", "updated_at": "2023-06-27 10:02:07.834626", "wikipedia": null, "keywords": null, "related": null, "slug": "fuel-up-to-play-60", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8511.png", "url": "fueluptoplay60.com", "documents": [{"id": 16527, "name": "Terms of Use", "url": "https://www.fueluptoplay60.com/terms-of-use", "xpath": "//body", "text": "&nbsp.\nSkip to main content Have a Happy and Safe Summer! Close <i>\n</i> Toggle navigation <ul>\n<li>Educator Dashboard</li>\n</ul>\n<ul>\n<li> Get Involved <ul>\n<li>Get Involved Overview</li>\n<li> Educator Guide </li>\n<li> Parent Guide </li>\n</ul>\n</li>\n<li> Get Inspired <ul>\n<li>Get Inspired Overview</li>\n<li> Campaigns &amp.\nContests </li>\n<li> Contest Rules </li>\n<li> Our Community </li>\n<li> What's Going On </li>\n</ul>\n</li>\n<li> Funding </li>\n<li> Resources <ul>\n<li>Resources Overview</li>\n<li> Learning Plan </li>\n<li> Classroom-Ready Resources </li>\n<li> Huddle Up with the NFL </li>\n<li> Playbook </li>\n<li> GENYOUth Resources </li>\n<li> Nutrition Resources </li>\n</ul>\n</li>\n<li> About Us <ul>\n<li>About Us Overview</li>\n<li> About the Program </li>\n<li> Who's Fueling Us </li>\n</ul>\n</li>\n<li>\n<i>\n</i>Search </li>\n</ul> Search search<i>\n</i> Close <ul>\n<li>Home</li>\n<li>Terms of Use</li>\n</ul> Terms of Use <p>By using the Fuel Up to Play 60 website YOU AGREE TO BE BOUND BY THESE TERMS OF USE.\nIn addition, when using particular areas, features, and/or functions of the Fuel Up to Play 60 website, you shall be subject to any posted guidelines or rules applicable to such areas, features, and/or functions.\nThe Privacy Policy, all guidelines, and rules posted on the Fuel Up to Play 60 website, and all disclaimers and terms and conditions that appear elsewhere throughout the Fuel Up to Play 60 website, are hereby incorporated by reference into these Terms of Use.<br>\n<br>The terms, conditions, and notices under which the Fuel Up to Play 60 website, including, but not limited to, any and all related products and/or services, are offered may change at any time.\nYou are responsible for regularly reviewing this Terms of Use and any additional terms and conditions posted to the Terms of Use and the Privacy Policy.\nYour continued use of the Fuel Up to Play 60 website, including, but not limited to, any and all related products and/or services, constitutes your agreement to all such terms, conditions, and notices.<br>\n<br>\n</p> CHILDREN'S ONLINE PRIVACY AND PROTECTION ACT COMPLIANCE<p>The Children's Online Privacy and Protection Act of 1998 requires websites that store data from users under the age of thirteen to inform parents about data storage policies and obtain parental permissions.\nOnce given, parents may revoke those permissions at any time informing us of their decision.\nYou should refer to and read the entire Privacy Policy for details regarding and the rules and regulations governing the use of the Fuel Up to Play 60 website, including, but not limited to, any and all related products and/or services provided thereby.<br>\n<br>\n</p> LICENSE<p>When you use the Fuel Up to Play 60 website you are granted a limited license to access and make personal use of the Fuel Up to Play 60 website, but not to download (other than page caching) or modify the Fuel Up to Play 60 website or any portion of the Fuel Up to Play 60 website, except with express written consent of The National Football League, its member professional football clubs, NFL Ventures, Inc., NFL Ventures, L.P., NFL Properties LLC, NFL Enterprises LLC and each of their respective subsidiaries, affiliates, owners, shareholders, officers, directors, agents, representatives and employees (collectively, the “NFL Entities”), the National Dairy Board, the National Dairy Council, Dairy Management Inc.\nand its local councils, Daniel J.\nEdelman, Inc., MMS Education Inc.\nand CustomED (collectively, the “Fuel Up to Play 60 Website Parties, ” “we” or “us”).\nThis license does not include any resale or commercial use of the Fuel Up to Play 60 website or the contents of the Fuel Up to Play 60 website.\nany collection and/or use of any services, products or descriptions.\nany derivative use of the Fuel Up to Play 60 website and/or its respective contents.\nany downloading or copying of account information for the benefit of a third party not authorized by the Fuel Up to Play 60 Website Parties.\nor any use of data mining, robots, or similar data gathering and extraction services.\nThe Fuel Up to Play 60 website and/or any portion thereof may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of the Fuel Up to Play 60 Website Parties.<br>\n<br>\n</p> RESTRICTIONS<p>You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of the Fuel Up to Play 60 website, without express written consent of the Fuel Up to Play 60 Website Parties.\nYou may not use any META tags or any other \"hidden text\" utilizing names or trademarks without our express written.\nAny unauthorized use terminates the permission or license granted by us.\nYou are granted a limited, revocable, and nonexclusive right to create a hyperlink to the Fuel Up to Play 60 website, so long as such link does not portray the NFL, Dairy Management Inc., Fuel Up to Play 60 website, its representatives, subsidiaries and/or affiliates, or its products and/or services in a false, misleading, derogatory, or otherwise offensive matter and is revocable at will under any circumstance or condition by us.\nYou may not use any Fuel Up to Play 60 website logos or other proprietary graphic or trademark as part of the link without express written permission of the Fuel Up to Play 60 Website Parties.<br>\n<br>\n</p> TERMINATION<p>You agree that at our sole discretion, we may terminate your password, account (or any part thereof) or use of the Fuel Up to Play 60 website for any reason, including, without limitation, for lack of use or if we believe that you have violated or acted inconsistently with the letter or spirit of these Terms of Use.\nYou agree that any termination of your access to the Fuel Up to Play 60 website under any provision of these Terms of Use may be effected without prior notice, and acknowledge and agree that we may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or our site.\nFurther, you agree that we shall not be liable to you or any third party for any termination of your access to the Fuel Up to Play 60 website.<br>\n<br>\n</p> PRIVACY<p>Your use of the Fuel Up to Play 60 website is subject to the Privacy Policy.\nYou acknowledge that you have read the entire Privacy Policy and that it is reasonable and acceptable to you.\nYour acceptance of these Terms of Use is also your consent to the information practices in the Privacy Policy.\nIn the event there exists any inconsistency between these Terms of Use and the Privacy Policy regarding the use of information, the terms and conditions of the Privacy Policy shall take precedence.<br>\n<br>\n</p> OWNERSHIP<p>All content on the Fuel Up to Play 60 website such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of one or more of the Fuel Up to Play 60 Website Parties or their representatives, subsidiaries, or content suppliers and is protected by U.S.\nand/or international copyright laws.\nThe compilation of all content on the Fuel Up to Play 60 website is the exclusive property of one or more of the Fuel Up to Play 60 Website Parties or their representatives, subsidiaries, or content suppliers and is protected by U.S.\nand/or international copyright laws.\nAll software used on the Fuel Up to Play 60 website is our property and protected by U.S.\nand/or international copyright laws.<br>\n<br>Except as expressly provided in the \"License and Access\" section above, your use of and access to the Fuel Up to Play 60 website does not grant you any license or right to use any NFL or Dairy Management Inc.\nwebsite trademarks, trade names or copyrights.<br>\n<br>\n</p> LINKS<p>We may provide, or third parties may provide, links to other websites or resources.\nBecause we have no control over such sites and resources, you acknowledge and agree we are not responsible for the availability of such external sites or resources, and do not endorse and are not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, products, goods, or services available on or through any such site or resource.<br>\n<br>\n</p> INDEMNIFICATION<p>You agree to indemnify and hold the Fuel Up to Play 60 Website Parties and their representatives, subsidiaries, affiliates, officers, agents, co-branders and other partners, and employees harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising in any way out of your use of the Fuel Up to Play 60 website, your violation of these Terms of Use, your violation of the Privacy Policy or your violation of any rights of another person or entity.<br>\n<br>\n</p> WARRANTY DISCLAIMER<p>YOUR USE OF THE FUEL UP TO PLAY 60 WEBSITE IS AT YOUR SOLE RISK.\nTHE FUEL UP TO PLAY 60 WEBSITE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, AND THE FUEL UP TO PLAY 60 WEBSITE PARTIES AND THEIR REPRESENTATIVES AND/OR SUBSIDIARIES DO NOT WARRANT THAT THE FUEL UP TO PLAY 60 WEBSITE AND/OR ITS SERVERS, OR E- MAIL SENT FROM THE FUEL UP TO PLAY 60 WEBSITE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE FUEL UP TO PLAY 60 PARTIES AND THEIR REPRESENTATIVES AND/OR SUBSIDIARIES EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.<br>\n<br>THE FUEL UP TO PLAY 60 PARTIES AND THEIR REPRESENTATIVES AND/OR SUBSIDIARIES MAKE NO WARRANTY THAT THE FUEL UP TO PLAY 60 WEBSITE WILL MEET YOUR REQUIREMENTS, (ii) THE FUEL UP TO PLAY 60 WEBSITE OR THE SERVERS THAT MAKE THE FUEL UP TO PLAY 60 WEBSITE AVAILABLE WILL BE UNINTERRUPTED, TIMELY, SECURE, ERROR-FREE, OR FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE FUEL UP TO PLAY 60 WEBSITE WILL BE ACCURATE, USEFUL OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE FUEL UP TO PLAY 60 WEBSITE WILL MEET YOUR EXPECTATIONS, OR (v) ANY DEFECTS OR ERRORS OF THE FUEL UP TO PLAY 60 WEBSITE WILL BE CORRECTED.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE FUEL UP TO PLAY 60 WEBSITE IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOADING OR OBTAINING OF ANY SUCH MATERIAL.<br>\n<br>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM ANY OF THE FUEL UP TO PLAY 60 WEBSITE PARTIES OR THEIR REPRESENTATIVES AND/OR SUBSIDIARIES, OR THROUGH OR FROM THE FUEL UP TO PLAY 60 WEBSITE, SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS OF USE.<br>\n<br>\n</p> LIMITATION OF LIABILITY<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE FUEL UP TO PLAY 60 WEBSITE PARTIES AND THEIR REPRESENTATIVES AND/OR SUBSIDIARIES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF THE FUEL UP TO PLAY 60 WEBSITE PARTIES AND THEIR REPRESENTATIVES AND/OR SUBSIDIARIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE FUEL UP TO PLAY 60 WEBSITE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS, GOODS AND/OR SERVICES RESULTING FROM ANY PRODUCTS, GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE FUEL UP TO PLAY 60 WEBSITE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE FUEL UP TO PLAY 60 WEBSITE.\nOR (v) ANY OTHER MATTER RELATING TO THE FUEL UP TO PLAY 60 WEBSITE.<br>\n<br>IF DESPITE THE LIMITATION ABOVE, THE FUEL UP TO PLAY 60 WEBSITE PARTIES AND/OR THEIR REPRESENTATIVES AND/OR SUBSIDIARIES, AND/OR A THIRD PARTY IS FOUND LIABLE FOR ANY LOSS OR DAMAGE WHICH ARISES OUT OF OR IS IN ANY WAY CONNECTED WITH ANY OF THE OCCURRENCES DESCRIBED IN THE LIMITATION ABOVE, THEN THE LIABILITY OF THE FUEL UP TO PLAY 60 WEBSITE PARTIES AND/OR THEIR REPRESENTATIVES AND/OR SUBSIDIARIES, OFFICERS, AGENTS AND/OR EMPLOYEES WILL IN NO EVENT EXCEED, IN TOTAL, THE SUM OF U.S.\n$100.\nSOME STATES DO NOT ALLOW THE LIMITATION OF LIABILITY, SO THE LIMITATIONS ABOVE MAY NOT APPLY TO YOU.<br>\n<br>\n</p> NOTICE<p>We may provide notices of changes to these Terms of Use or other matters by posting conspicuous notices or links to notices to you generally on our site.\nYour continued use of the Fuel Up to Play 60 website following the posting of conspicuous notice of any change or modification to these Terms of Use will be subject the Terms of Use in effect at the time of your use.\nYou agree to review the Terms of Use periodically.\nYour continued use of the Fuel Up to Play 60 website following the posting of conspicuous notice of any modification will be your acceptance of the modified Terms of Use.<br>\n<br>\n</p> Violations<p>Please report any violations of the Terms of Use to [Dairy Management Inc.].<br>\n<br>\n</p> COPYRIGHT AGENT<p>If you believe that any of your work has been copied and is accessible on the Fuel Up to Play 60 website in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: Identification of the copyrighted work claimed to have been infringed;<br>\n<br>Identification of the allegedly infringing material on the Fuel Up to Play 60 website that is requested to be removed.\nYour name, address and daytime telephone number, and an e-mail address, if available, so that we may contact you if necessary;<br>\n<br>A statement that you have a good faith belief that the use of the copyrighted work is not authorized by you or the law.\nA statement that the information in the notification is accurate, and under penalty of perjury, that you are, or are authorized to act on behalf of, the owner of an exclusive copyright right that is allegedly infringed.\nand<br>\n<br>An electronic or physical signature of you or someone authorized on the copyright owner’s behalf, to assert infringement of copyright and to submit the statement.<br>\n<br>Our Copyright Agent for notice of claims of copyright infringement on the Fuel Up to Play 60 website can be reached as follows: [Carole Clemente at 847-627-3319]<br>\n<br>We reserve the right to remove any posted submission that infringes the copyright of any person under the laws of the United States upon receipt of a notice that complies with the requirements of 17 U.S.C.\n§ 512(c)(3).\nUnited States law provides significant penalties for submitting such a statement falsely.<br>\n<br>\n</p> GENERAL<p>These Terms of Use constitute the entire agreement between you and the Fuel Up to Play 60 Website Parties and govern your use of the Fuel Up to Play 60 website, superseding any prior agreements between you and us.\nA printed version of the Terms of Use and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to the Terms of Use to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nYour acceptance of the Terms of Use and use of the Fuel Up to Play 60 website do not create a joint venture, partnership, employment or agency relationship between you and any of the Fuel Up to Play 60 Website Parties, or their representatives and/or subsidiaries.\nYou may not assign, delegate or transfer your rights or obligations under the Terms of Use, and any such prohibited assignment transfer shall be null and void.\nYou also may be subject to additional terms and conditions that may apply when you use affiliate services, third-party content, or third-party software.\nThe Terms of Use and the relationship between you and us shall be governed by the laws of the State of New York without regard to its conflict of law provisions.\nYou agree to submit to the personal and exclusive jurisdiction of the courts located within the County of New York, New York.\nThe failure of the Fuel Up to Play 60 Website Parties and/or their representatives and/or subsidiaries to exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.\nIf any provision of the Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms of Use remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Fuel Up to Play 60 website or the Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p> Back to Top <ul>\n<li> Get Involved<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> Educator Guide </li>\n<li> Parent Guide </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Inspired<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> Campaigns &amp.\nContests </li>\n<li> Contest Rules </li>\n<li> Our Community </li>\n<li> What's Going On </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Funding<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Resources<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> Learning Plan </li>\n<li> Classroom-Ready Resources </li>\n<li> Huddle Up with the NFL </li>\n<li> Playbook </li>\n<li> GENYOUth Resources </li>\n<li> Nutrition Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> About Us<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> About the Program </li>\n<li> Who's Fueling Us </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Dairy Council Locator<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Contact Us<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Sitemap<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Educator Dashboard<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Tell your students to download our Student Zone app! Terms of Use Privacy Policy <p> © 2018-2023 National Dairy Council®.\nFuel Up is a service mark of National Dairy Council.<br>\n© 2014-2023 National Football League Players Incorporated.\nAll Material Copyright.<br>\n© 2020-2023 Fuel Up to Play 60, LLC.\n</p>\n<p>\n<strong>Cookies are always better with a glass of milk.</strong>&nbsp;We use cookies on this site to enhance your experience.\nBy navigating this website, you agree to our&nbsp;Privacy Policy and Terms of Use.</p> Close Close ", "created_at": "2023-06-27 04:44:46.249677", "updated_at": "2023-06-27 04:45:08.715024"}, {"id": 16526, "name": "Privacy Policy ", "url": "https://www.fueluptoplay60.com/privacy-policy", "xpath": "//body", "text": "&nbsp.\nSkip to main content Have a Happy and Safe Summer! Close <i>\n</i> Toggle navigation <ul>\n<li>Educator Dashboard</li>\n</ul>\n<ul>\n<li> Get Involved <ul>\n<li>Get Involved Overview</li>\n<li> Educator Guide </li>\n<li> Parent Guide </li>\n</ul>\n</li>\n<li> Get Inspired <ul>\n<li>Get Inspired Overview</li>\n<li> Campaigns &amp.\nContests </li>\n<li> Contest Rules </li>\n<li> Our Community </li>\n<li> What's Going On </li>\n</ul>\n</li>\n<li> Funding </li>\n<li> Resources <ul>\n<li>Resources Overview</li>\n<li> Learning Plan </li>\n<li> Classroom-Ready Resources </li>\n<li> Huddle Up with the NFL </li>\n<li> Playbook </li>\n<li> GENYOUth Resources </li>\n<li> Nutrition Resources </li>\n</ul>\n</li>\n<li> About Us <ul>\n<li>About Us Overview</li>\n<li> About the Program </li>\n<li> Who's Fueling Us </li>\n</ul>\n</li>\n<li>\n<i>\n</i>Search </li>\n</ul> Search search<i>\n</i> Close <ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ul> Fuel Up to Play 60 Privacy Policy KIDS PRIVACY ASSURED BY PRIVO: COPPA SAFE HARBOR CERTIFICATION<p>\n<strong>Effective Date: October 15, 2021</strong>\n</p>\n<p>\n<strong>Last Update: August 15, 2022</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Kids Privacy Assured by PRIVO: COPPA Safe Harbor Certification</strong>\n</p>\n<p>Dairy Management, Inc is a member of the PRIVO Kids Privacy Assured COPPA safe harbor certification Program (“the Program”).\nThe Program certification applies to the digital properties listed on the certification page that is viewable by clicking on the PRIVO Seal.\nPRIVO is an independent, third-party organization committed to safeguarding children's personal information collected online.\nThe PRIVO COPPA safe harbor certification Seal posted on this page indicates Dairy Management, Inc has established COPPA compliant privacy practices and has agreed to submit to PRIVO’s oversight and consumer dispute resolution process.\nIf you have questions or concerns about our privacy practices, please contact us at 800-752-4337 or help@FuelUpToPlay60help.com.\nIf you have further concerns after you have contacted us, you can contact PRIVO directly at privacy@privo.com.</p>\n<p>The National Football League, its member professional football clubs, NFL Ventures, Inc., NFL Ventures, L.P., NFL Properties LLC, NFL Enterprises LLC and each of their respective subsidiaries, affiliates, owners, shareholders, officers, directors, agents, representatives and employees (collectively, the “NFL Entities”), the National Dairy Board, the National Dairy Council, Dairy Management Inc.\nand its local councils, Daniel J.\nEdelman, Inc., MMS Education, Inc., CustomED, GENYOUth, , collectively referred to in this Privacy Policy as the “Fuel Up to Play 60 Digital Parties,” \"we,\" or \"us\" respect your privacy rights and recognize the importance of protecting the Personal Information (as defined below in the “Personal Information” section) provided by you and/or your child to the Fuel Up to Play 60 Website Parties.</p>\n<p>This Privacy Policy describes how we collect, store, and use the Personal Information (as defined below) you provide in conjunction with using the Fuel Up to Play 60 website and Student Zone app, including without limitation the Personal Information (as defined below) that you provide.\nThis Privacy Policy covers the site www.FuelUpToPlay60.com and the Fuel up to Play 60 Student Zone app.</p>\n<p>The www.FuelUpToPlay60.com is for adults and the Fuel up to Play 60 Student Zone app is for children.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<br>for KIDS&nbsp;<p>The Fuel Up to Play 60 Student Zone app was developed by the Website Parties.\nYour online safety is important to us, so we do everything we can to protect your privacy and keep the Student Zone app a safe place for kids.\nPlease remember that you should not give out Personal Information (as defined below) about yourself while you are enjoying the app.&nbsp;</p>\n<p>\n<br>\n</p>\n<br>\n<br> FOR PARENTS<p>Hello Parents and Legal Guardians</p>\n<p>This privacy policy explains our practice for information collection and use for visitors to the Fuel Up to Play 60 website and users of the Student Zone app.</p>\n<p>Please take the time to review this policy so that you know exactly how we collect and use information.\nThis policy also explains how you can review or delete your child's information.\nIf you have any questions or concerns about this policy, please contact us.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>&nbsp;</p> CHILDREN'S PRIVACY<p>\n<strong>Information we collect from children</strong>\n</p>\n<p>When a student registers on the app we ask them to provide a date of birth, first name, username password and an optional email address for password reset.\nThe parent email address is collected to seek &nbsp;parental consent for the child’s use of the service.</p>\n<p>We will then collect the child’s last name, zip code, city and region from the parent.</p>\n<p>Once in the app a student can complete Reflections based on in-app activities they complete.\nThese Reflections are for personal use only.\nThese notes are stored on our servers but are not shared in the community.</p>\n<p>The student's online account can be linked to his or her location, at a zip-code level.\nThis is the only location data that is stored in the database.\nThe link between student and zip code allows students to be associated with a state or regional dairy council, allowing students to view state or regional dairy council messaging, competitions and contests.\nWithout this information, the student is ineligible to participate in state or regional contests.</p>\n<p>We will only use Personal Information for the purpose for which it is collected.\nWe do not share Personal Information with third parties except on a confidential and secure basis to those parties that help us administer our website or related activities.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Third party service providers</strong>\n</p>\n<p>We use the following third parties in our app in relation to children under 13:</p>\n<p>The Student Zone app is built with Buildfire.\nTo find out more about how Buildfire processes information please visit the privacy policy https://buildfire.com/privacy-policy/.</p>\n<p>The Student Zone app uses AirTable for reporting and analytics Data is deleted 90 days after it has been used for specific reporting needs.\n&nbsp;To find out more about how AirTable processes and stores information please visit the privacy policy &nbsp;https://www.airtable.com/privacy.</p>\n<p>FueluptoPlay60 partners with PRIVO, a leading privacy solutions expert as well as an FTC approved COPPA Safe Harbor, to obtain full verifiable parental consent.\nAll information collected for verification is stored securely and not used for any other purpose.\nFor more information on PRIVO please see here: https://www.privo.com/platform-privacy-policy.</p>\n<p>If you have any questions about the use of third parties in the app please contact us using the information provided below.</p>\n<p>The information provided to the Student Zone app will not be rented or sold to any third party.</p>\n<p>We may also keep records of non-personally identifiable or aggregate data, such as geolocation to a city or zip code level.\n&nbsp;.\nThird parties that help us administer the website may have confidential access to this aggregate data.</p>\n<p>We will retain yours or your child’s information for as long as you or your child’s account is active or as needed to provide you or your child with services.</p>\n<p>Parents have the right to refuse further collection and use of their child’s Personal Information, and to request the deletion of such Personal Information.&nbsp;</p>\n<p>If you wish to cancel your child’s account or request that we no longer use your information to provide you or your child with services, contact us at students@fueluptoplay60.com.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>If we make a material change to this policy, we will notify parents before we make the change.\nFor more information on changes to this privacy policy please refer to the &nbsp;Changes to Privacy Policy section below.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p> GENERAL PRIVACYCOLLECTION OF PERSONAL INFORMATION<p>When a student 13 or older registers in our app we ask them to provide their date of birth, first name, last name username password and email address, zip code, city and state.</p>\n<p>Once in the app a student can complete Reflections [insert description].\nThese notes are stored on our servers but are not shared in the community.</p>\n<p>We request an email address because it is the default method of communication with students.\nIt also helps to identify the student, validate login credentials, and recover a username.\nIf a student 13 or over does not have an email address, they should seek guidance from a trusted adult to set one up..</p>\n<p>The Fuel up to Play 60 website is a for adults .\nWhen a teacher registers on the website we collect their date of birth, first name, last name, email address and a password, as well as their school zip code and school title.</p>\n<p>In all cases in which we collect Personal Information, we specifically describe what information is collected in order to provide you with the activity, service, or feature you have requested.</p>\n<p>We collect and store Personal Information from all users for the purposes of providing an individualized user experience and validating access rights to the desired account.</p>\n<p>We may also keep records of non-personally identifiable or aggregate data, such as the number of hits a Web page receives, or the IP address of the computers accessing the site.\nWe do not link this data with any Personal Information (as defined below).\nThird parties that help us administer the website may have confidential access to this aggregate data.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p> OTHER PRIVACY INFORMATION<p>We will only use Personal Information (as defined below) for the purpose for which it is collected.\nWe do not share Personal Information with third parties except on a confidential and secure basis to those parties that help us administer our website or related activities ().\nThe information provided to www.FuelUpToPlay60.com will not be rented or sold to any third party.</p>\n<p>We may disclose your Personal Information (as defined below) to third parties in order to comply with applicable law, to cooperate with law enforcement agencies as required by a valid legal process (such as a court order or a subpoena), to protect our rights, or to protect the rights of other users of this website.</p>\n<p>This Privacy Policy also describes the choices available to you regarding the use of the Personal Information (as defined below) that you provide to the Fuel Up to Play 60 website, as well as the actions that can be taken to access this information and request that the information that you provides be corrected or deleted.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p> PERSONAL INFORMATION<p>\"Personal Information\" means information that can identify a specific individual, including those under 13 years of age, such as your name, address, phone number, email address, or other contact information, whether at work or at home, and in some cases a username.</p> REGISTRATION FOR THE FUEL UP TO PLAY 60 WEBSITE<p>You are required to register in order to use select features of the Fuel Up to Play 60 website such as being able to access the student Dashboard, entering sweepstakes, or updating profile information.</p> PROMOTIONS, CONTESTS AND SWEEPSTAKES<p>The Fuel Up to Play 60 &nbsp;Student Zone app provides students you with the opportunity to participate in contests and sweepstakes and have a chance to earn awesome rewards by making fun, healthy lifestyle changes for you, your students and their friends.\nNo purchase is necessary to participate.</p>\n<p>If your students participate, they will be required to register with the Fuel Up to Play 60 Student Zone app, which will require them to provide certain Personal Information, including name, email address, parent’s email address, parent’s cell phone number, date of birth, and ZIP code.\nParticipation is voluntary and students therefore have a choice whether or not to.</p>\n<p>\n<br>\n</p> OTHER INFORMATION COLLECTED<p>Some information may be collected automatically every time you visit the Fuel Up to Play 60 website, such as cookies and other identifiable and non-identifiable computer information.\nThe Fuel Up to Play 60 website also collects information about which pages you visit within the website.\nThis site visitation data is generally identified only by a unique URL.</p> TRACKING TECHNOLOGIES<p>The Fuel Up to Play 60 website may use both session ID cookies and persistent cookies as part of its interaction with your browser.</p>\n<p>Technologies such as cookies, beacons, tags, and scripts are used by Fuel Up to Play 60 and our marketing partners.\n&nbsp;These technologies are used to (i) make it easier for you to navigate the site and to maintain your login state from one page of the site to the next, (ii) analyze trends, (iii) track users’ movements around the site, and (iv) gather demographic information about our user base as a whole.\n&nbsp;We may receive reports based on the use of these technologies from our marketing partners.\n&nbsp;We do not combine information collected through tracking technologies with other Personal Information collected to determine your identity, your e-mail address, or other Personal Information.</p>\n<p>We use Local Shared Objects such as HTML5, to store content information and preferences.\nThird parties with whom we partner to provide certain features on our website also use HTML5 to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5.</p> LOG FILES<p>As is true of most websites, the Fuel Up to Play 60 website gathers certain information automatically and stores it in log files.\nThis information may include internet protocol (IP) addresses, browser type, Internet services provider (ISP), referring/exit pages, operating system, date/time stamp, and click-stream data.</p>\n<p>The Fuel Up to Play 60 website uses this information, which does not identify individual users, to analyze trends, and/or the website, to track users' movements, and to gather demographic information about our user base as a whole.</p>\n<p>We do not combine information collected through log files with other Personal Information collected to determine your identity or Personal Information such as your e-mail address.</p> USE OF INFORMATIONSERVICE-RELATED ANNOUNCEMENTS<p>The Fuel Up to Play 60 website may, but is not obligated to, post strictly service-related announcements on occasions when it is necessary to do so.\nFor example, if service is temporarily suspended for maintenance, we may post a message that the site is undergoing routine maintenance prominently on the site.</p>\n<p>Generally, you will have the option to opt-out of these communications even though they are not promotional in nature.\nLinks to opt out of communications are included in emails sent from the Fuel Up To Play 60 site.</p> RESEARCH<p>The Fuel Up to Play 60 website stores information we collect through cookies, log files, and third party sources to create a profile of your preferences, in order to improve the content of the site for you.</p> CUSTOMER SERVICE<p>The Fuel Up to Play 60 website will send you a welcoming message if an email address has been provided.<br>\n<br>\n</p> PREFERENCES<p>The Fuel Up to Play 60 website stores information we collect through cookies, log files, and third party sources to create a profile of your preferences, in order to improve the content of the site for you.</p> INFORMATION SHARING AND DISCLOSURE<p>The Fuel Up to Play 60 website may disclose the full names of adults enrolled in the Fuel Up to Play 60 website (such as Program Advisors, enrolled educators, and other enrolled adults) to other adults enrolled in the Fuel Up to Play 60 website.</p>\n<p>The Fuel Up to Play 60 website does not sell or rent any of the information collected to third parties, and we will share it with others only as described in this Privacy Policy.\n&nbsp;Below are ways in which we do share your Personal Information.</p>\n<p>If you have any inquiries regarding these privacy policy practices or how they use your child’s personal information, please contact us directly.</p> SERVICE PROVIDERS<p>The Fuel Up to Play 60 website may disclose the information collected to external service providers necessary to facilitate the following outsourced operations: Web hosting, database reporting, and contest administration.\nThese external service providers are obligated to maintain the confidentiality of all information that they receive in connection with the Fuel Up to Play 60 website, and are subject to other legal restrictions that prohibit the use of the information we provide to them for any other purpose except to facilitate the specific outsourced operations listed above.</p> COMPLIANCE WITH LEGAL AUTHORITIES<p>Your Personal Information, including that of children under the age of 13, may be transferred to third parties without notice to you in order to comply with applicable law, to cooperate with law enforcement agencies as required by a valid legal process (such as a court order or a subpoena), to protect our rights, or to protect the rights of other users of the Fuel Up to Play 60 website.</p> TRAFFIC MEASUREMENT SERVICES<p>The Fuel Up to Play 60 website may use an \"audience traffic measurement service\" to analyze the traffic on the Fuel Up to Play 60 website.\n\"Audience and traffic measurement services\" allow us to collect anonymous traffic and behavior information from the Fuel Up to Play 60 website by monitoring anonymous visitor activity.\nSee \"Tracking Technologies\" section above.<br>\n<br>\n</p> BUSINESS TRANSFERS<p>In the event that all or substantially all of our or the Fuel Up to Play 60 website’s assets are sold or transferred to another party, or another transaction occurs in which your Personal Information is one of the business assets transferred, all Personal Information, including that of those under the age of 13, that has been collected and saved may be one of the business assets we transfer.\nYou will be notified of such a transfer in accordance with the \"Changes to this Privacy Policy\" section below.\nIn the event personal information is transferred to another party in a business transfer, the privacy practices and policy will remain in place.\nIf the practices or policy change, users will be notified and will be able to close their accounts.&nbsp;</p> CHOICE AND OPT-OUT<p>If you do not wish to receive promotional communications, you may \"opt-out\" of receiving them by following the instructions included in each communication, or contact us.</p> ACCESS TO YOUR INFORMATION<p>To view or change your Fuel Up to Play 60 account you can take any of the following actions:</p>\n<ul>\n<li>Log in to https://educator.fueluptoplay60.com.\nClick your name to open up a menu, and choose “My Account”.\nThe My Account page will allow you to change your information, including your password and the school(s) you are connected to.\nBe sure to click “update” to save your changes.</li>\n<li>Fill out the Contact Us form for the Educator Dashboard Help Desk and request any changes or for your account to be deleted.\nThe contact form can be found here: &nbsp;https://educator.fueluptoplay60.com/contact-us</li>\n</ul>\n<p>To view or change your Student Zone account information, you can take any of the following actions:</p>\n<ul>\n<li>From the Student Zone, tap on “Contact Us”.\nFrom there, you’ll be given the option to email us with any account-related requests and our help desk will respond within 48 hours.</li>\n<li>If you are unable to access the Student Zone Contact Us page, you may also email us directly at&nbsp;Students@FuelUpToPlay60.com.</li>\n</ul> DATA RETENTION<p>We will retain your information for as long as your account is active or as needed to provide you with services.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.<br>\n<br>\n</p> LINKS TO OTHER WEBSITES<p>There may be places throughout the Fuel Up to Play 60 website that may link you to other websites that do not operate under this Privacy Policy.\nWhen you click through to these websites, this Privacy Policy no longer applies.</p>\n<p>We reserve the right to terminate your membership with the Fuel Up to Play 60 website in the event you use the Fuel Up to Play 60 website, including without limitations the forums, in a manner inconsistent with the Terms of Use.</p>\n<p>\n<br>\n</p> STORAGE OF PERSONAL INFORMATION<p>The Fuel Up to Play 60 website stores the information we collect on computers located in a controlled, secure facility protected from physical and/or electronic unauthorized access, use, or disclosure.</p> SECURITY OF PERSONAL INFORMATION<p>We protect the privacy and integrity of the information collected by employing appropriate administrative protocols, technical safeguards, and physical security controls designed to limit access, detect and prevent the unauthorized access, improper disclosure, alteration, or destruction of the information under our control.</p>\n<p>Although we follow the procedures set forth above to protect the Personal Information submitted to us, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nThus, while the Fuel Up to Play 60 website, our representatives and/or subsidiaries strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.</p>\n<p>If you have any questions about security, please feel free to contact us.</p>\n<p>\n<br>\n</p> INTERNATIONAL TRANSFER<p>Personal Information collected by the Fuel Up to Play 60 website or its representatives and/or subsidiaries may be stored and processed in the United States and/or any other country in which the Fuel Up to Play 60 Website Parties or their affiliates, subsidiaries or agents maintain facilities, and by using this website or other websites, properties, products and/or services, of the Fuel Up to Play 60 Website Parties, you consent to any such transfer of Personal Information outside of your country.<br>\n<br>\n</p> SOCIAL MEDIA (FEATURES) AND WIDGETS SOCIAL MEDIA SHARING OPTIONS, FEATURES, AND WIDGETS<p>Our website includes Social Media sharing options, features and widgets for students 13 or over and adults.\nThese features include Facebook, Twitter, Instagram and email.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly.\nSocial Media Features and Widgets are either hosted by a third party or hosted directly on our Site.\nYour interactions with these features are governed by the privacy policy of the company providing them.\nThese features may not be visible to users dependent upon age and whether or not the user has logged in.</p> CHANGES TO THIS PRIVACY POLICY<p>We will from time-to-time update this Privacy Policy, each time revising the last updated date at the top of the Privacy Policy and indicating the nature of the revisions within the statement.\nWe will notify customers of material changes to this statement by e-mail or by placing prominent notice on the homepage of the Fuel Up to Play 60 website.\nIf we make material changes to how we use Personal Information collected from children under the age of 13, we will notify parents by email in order to obtain verifiable parental consent for the new uses of the child’s Personal Information before we make the change.<br>\n<br>\n</p> QUESTIONS &amp.\nCOMMENTS<p>If you have questions or suggestions regarding this Privacy Policy, you should first contact us using the contact information at the bottom of this Privacy Policy, and we will use all reasonable efforts to promptly determine and correct any problem(s).</p>\n<p>&nbsp;</p>\n<p>If you have any questions or comments about this website, privacy policy or technical support regarding use of the Fuel Up to Play 60 website, please contact us at StudentAmbassador@FuelUpToPlay60.com.<strong>&nbsp;</strong>\n</p> CONTACT INFORMATION<p>For technical support regarding use of the Fuel Up to Play 60 website, please contact us.</p>\n<p>&nbsp;</p>\n<p>For help regarding the Fuel Up to Play 60 website safety and/or privacy, please contact us here.\nYou may also send your completed Parent Permission form to any of the following contacts:</p>\n<p>&nbsp;</p>\n<p>Fuel Up to Play 60/CustomED</p>\n<p>808 Haddon Avenue</p>\n<p>Collingswood, NJ 08108</p>\n<p>Email: StudentAmbassador@FuelUpToPlay60.com</p>\n<p>Phone: (856) 425-2951</p>\n<p>Fax: (856) 340-4596</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p> ADDITIONAL CONTACT INFORMATION <p>BDO Digital LLC.<br>1420 Kensington Road<br>Suite 110<br>Oak Brook, Illinois 60523<br>(630) 286-8127</p>\n<p>\n<br>American Eagle<br>2600 S River Rd<br>Des Plaines IL 60018<br>(877) 932-6691</p>\n<p>\n<br>MMS Education<br>One Summit Square<br>1717 Langhorne-Newtown Road, Suite 301<br>Langhorne, PA 19047<br>800-523-5948</p>\n<p>\n<br>The National Football League<br>345 Park Avenue<br>New York, NY 10154<br>(212) 450-2000</p>\n<p>NFL Ventures, Inc.<br>345 Park Avenue<br>New York, NY 10154<br>(212) 450-2000</p>\n<p>\n<br>NFL Ventures, L.P.<br>345 Park Avenue<br>New York, NY 10154<br>(212) 450-2000</p>\n<p>\n<br>NFL Properties LLC<br>345 Park Avenue<br>New York, NY 10154<br>(212) 450-2000</p>\n<p>\n<br>NFL Enterprises LLC<br>345 Park Avenue<br>New York, NY 10154<br>(212) 450-2000</p>\n<p>GENYOUth<br>10255 West Higgins Road, Suite 900<br>Rosemont, IL 60018-5616</p>\n<p>\n<br>The National Dairy Board<br>10255 West Higgins Road, Suite 900<br>Rosemont, IL 60018-5616<br>(800) 853 2479</p>\n<p>\n<br>The National Dairy Council, Dairy Management, Inc.<br>10255 West Higgins Road, Suite 900<br>Rosemont, IL 60018-5616<br>(800) 853 2479</p>\n<p>\n<br>Daniel J.\nEdelman, Inc.<br>200 E Randolph St Fl 63<br>Chicago, IL 60601-6705<br>(312) 240-3000</p> Back to Top <ul>\n<li> Get Involved<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> Educator Guide </li>\n<li> Parent Guide </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Inspired<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> Campaigns &amp.\nContests </li>\n<li> Contest Rules </li>\n<li> Our Community </li>\n<li> What's Going On </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Funding<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Resources<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> Learning Plan </li>\n<li> Classroom-Ready Resources </li>\n<li> Huddle Up with the NFL </li>\n<li> Playbook </li>\n<li> GENYOUth Resources </li>\n<li> Nutrition Resources </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> About Us<i>\n</i>\n<ul>\n<li> Overview </li>\n<li> About the Program </li>\n<li> Who's Fueling Us </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Dairy Council Locator<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Contact Us<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Sitemap<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Educator Dashboard<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Tell your students to download our Student Zone app! Terms of Use Privacy Policy <p> © 2018-2023 National Dairy Council®.\nFuel Up is a service mark of National Dairy Council.<br>\n© 2014-2023 National Football League Players Incorporated.\nAll Material Copyright.<br>\n© 2020-2023 Fuel Up to Play 60, LLC.\n</p>\n<p>\n<strong>Cookies are always better with a glass of milk.</strong>&nbsp;We use cookies on this site to enhance your experience.\nBy navigating this website, you agree to our&nbsp;Privacy Policy and Terms of Use.</p> Close Close ", "created_at": "2023-06-27 04:44:46.219656", "updated_at": "2023-06-27 04:45:23.104143"}], "points": [], "urls": ["fueluptoplay60.com"]}}