{"error": 448, "message": "OK", "parameters": {"id": 8996, "name": "SendOwl", "created_at": "2023-07-10 01:43:20.155054", "updated_at": "2023-07-10 10:02:43.8017", "wikipedia": null, "keywords": null, "related": null, "slug": "sendowl", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8996.png", "url": "sendowl.com", "documents": [{"id": 17619, "name": "Terms of Service", "url": "https://www.sendowl.com/terms", "xpath": "//body", "text": "Terms of Service<p>Using SendOwl (sendowl.com) constitutes acceptance of these Terms Of Service (\"TOS\") and the Acceptable Use Policy (\"AUP\").\nBefore registering on the site you must read and agree to the TOS and AUP.\nBy registering for access to SendOwl you are accepting the TOS and AUP and are legally bound by them.</p>Definitions<p>\n<b>Affiliate</b> as referred to in this document shall mean: A user who joins the Service in order to promote a Subscribers products (normally in exchange for a fee for each sale referred)</p>\n<p>\n<b>Service</b> as referred to in this document shall mean: The facilities and benefits provided by the site at sendowl.com</p>\n<p>\n<b>Subscriber</b> as referred to in this document shall mean: The user/consumer who has registered and holds a valid username and password to access the Service.</p>\n<p>\n<b>User</b> as referred to in this document shall mean: A person who accesses the site at sendowl.com</p>\n<p>\n<b>Your Products</b> as referred to in this document shall mean: the digital files the Subscriber uploads to SendOwl's servers and any tangible items or services that they create as an items to sell through the Service.</p>Services Available on the Site<p>The features that make up the Service are provided to Subscribers as a benefit of membership.\nSendOwl reserves the right to change, upgrade, or remove any aspect of the Service or alter the plans that features are available on.</p>Updating of Service<p>New features that augment or enhance the Service may be released from time to time.\nAny such features will also be subject to the TOS and continued use of the Service shall constitute your consent to such changes.</p>Availability of Service<p>SendOwl attempts to maintain an uptime percentage in excess of of 99.9%.\nDuring the day to day running of the Service interruptions may occur due to network failures, server equipment failures, failures of external services that the Service depends on or deployment of software with bugs.\nWhilst every attempt is made to minimise these disruptions some may be outside the control of SendOwl.\nSendOwl shall not be held responsible for any loss resulting from disruptions to the Service of any kind.</p>\n<p>SendOwl operates on shared resources and aims to provide an equal and fair service to all Subscribers.\nShould one Subscriber or Affiliate be using a level of resources that jeopardises the ability of other Users to use the Service for its intended use, then SendOwl may take such actions as restricting or suspending the User.\nIn such circumstances SendOwl will attempt to notify the User and allow them to take remedial action.\nThis is not guaranteed and in situations where the ability of the Service to fulfill its intended use is at risk, SendOwl will immediately restrict the account without notification.</p>User Accounts<p>To register for an account you must:</p>Be 18 years or older to use Service, and old enough to enter into a binding agreement for the sale and purchase of goods and services in your country of residenceIf you are representing a business entity, have the authority to enter into a binding agreement on behalf of the businessBe a human.\nAccounts registered by \"bots\" or other automated methods are not permitted.Enter a valid email address and legal nameAgree and abide by the conditions laid out in the TOS and AUPAccount Security<p>Merchants and Affiliates create a password in order to access the Service.\nThese must be kept confidential and must not be shared under any circumstances.\nMerchants and Affiliates are responsible for access to their account through the use of their email and password combination and SendOwl will not be held responsible for any loss or otherwise as a result of unauthorized access to their account due to negligence on the account of the Merchant or Affiliate.\nShould Affiliates or Merchants believe their account details have been compromised they should contact support immediately who will respond to confirm receipt of message.\nMerchants and Affiliates will remain liable for any unauthorized access until support has confirmed they have received their notification.</p>\n<p>Merchants and Affiliates may not use their account to attempt to breach the security of another account, the Service in general or to attempt to gain unauthorized access to another network or server.\nAny such attempts will result in immediate termination of their account.</p>File Storage<p>You retain all rights and intellectual property rights embodied in Your Files, exclusive of any content provided by SendOwl.\nYou are responsible for the content of your files, backing up your files and the sales of your files.\nSendOwl acts as a technology provider to distribute Your Products and cannot be held responsible for unintended distribution due to incorrect configuration of Products under the Service, for example but limited to, setting the wrong price, setting the wrong stock levels or creating too many discount codes.</p>\n<p>SendOwl does not systematically review all files that you store with the Service.\nIt is your responsibility to ensure the files are legal and within the conditions laid out in our Acceptable Use Policy or other policies.\nSendOwl reserves the right to periodically review a file’s contents for violations of law or any of our policies.\nViolations may result in the file being removed or your account being terminated.</p>Affiliates<p>SendOwl offers tools to enable Merchants to leverage Affiliates for the marketing of their product.\nWhilst SendOwl provides the tooling to enable such relationships it does not have any other part, financial or otherwise, in the relationship between a Merchant and their Affiliates.\nMerchants are responsible for paying Affiliates for referred orders, and Affiliates are responsible for marketing the Merchants products in such a way that agrees with these Terms and Conditions and any extra Terms and Conditions laid down by the Merchant and shown on the affiliate program join page.\nSendOwl shall not be held responsible for any loss resulting from failures of either Merchants of Affiliates to meet their obligations to each other.</p>Order Emails<p>SendOwl may allow certain Merchants to send their own order emails rather than use the automated system provided by the Service.\nThis is by written agreement in advance only and subject to the following conditions:</p>the mechanism used to send the emails be automated and make use of either the SendOwl API, web hooks or other agreed mechanism, to initiate the email being sentthe order email be sent in a reasonable amount of time after an order is completed and be deliverable to all email address formatsinclude a link to the download URL when digital goods are part of the ordermake no reference to SendOwl without prior agreement<p>SendOwl retains the right to switch on order emails if it has reason to believe that the email mechanism provided by the Merchant is not working.\nThis will normally be determined by issuing a free order of one of the Merchants products to the SendOwl Support email address and seeing if the order email arrives but is not guaranteed.</p>Referral Scheme<p>SendOwl offers a referral scheme for users to refer us new customers.\nWhen using this scheme, you may not promote or advertise SendOwl on any coupon, deal or discount site, via any pay-per-click advertising or on any search engine or social media platform.</p>Billing<p>Payment is in advance on the same day each month on the day before the signup date (\"bill day\").\nThe first month is a free trial meaning the first payment is not made until one month after joining.\nDuring the trial the Merchant must enter payment details (either debit/credit card, or PayPal subscription) to pay the monthly fee for using the Service.\nBy continuing to use the Service, the Merchant is authorizing Send Owl to charge the Merchants chosen payment method to pay for the ongoing cost of membership.\nShould payment details not be entered during the trial the Merchant will be suspended from the Service and will no longer be able to access the benefits of membership.</p>\n<p>Should a payment be missed (for example, due an expired credit card), SendOwl will contact the Merchant to inform them of the problem.\nThe Merchant will then have 14 days to make payment before their account is suspended.\nSuch a period for a missed payment only applies after a successful payment in a previous month has been made.\nSuspension is immediate after the first month’s trial if incorrect payment details have been entered.</p>\n<p>SendOwl offers a series of plans that give different levels of membership benefits.\nMerchants are able to upgrade or downgrade their plan at any point by visiting the Account section of the site.\nWhen downgrading the new monthly amount will be charged on the next billing cycle.\nOn upgrading a prorated amount will be charged for the remainder of the current billing cycle.\nThe new monthly charge will then apply from the next bill day.</p>\n<p>From time to time, SendOwl may alter the benefits provided by each of the plans.\nShould this be the case, Merchants will be notified and given 30 days to decide whether they stay on the same plan, move to a different one, or cancel their membership.</p>\n<p>For each membership payment made, an invoice email is sent to the Merchant and a copy stored in their account.\nAny queries relating to these should be directed to the support team.</p>\n<p>Refunds will not be given for accounts where a failure to take action, such as canceling an account, downgrading an account or other, leads to a larger charge than expected on bill day.\nYou are responsible for the plan your account is on at bill day.</p>\n<p>Merchants may cancel their account by using the Close Account button under the account tab, or by contacting support.\nIn such circumstances, all data will be lost and will not be recoverable.\nSendOwl will not be held responsible for any losses when closing an account.</p>Use of assets belonging to the Service<p>You may not use the SendOwl logo, colors, site layout or screenshot of the dashboard area without prior written permission.</p>Copyright Policy<p>We will terminate the account and access rights of any repeat infringer.\nIf you are a copyright owner or the legal agent of a copyright owner, and you believe that any User Content infringes on your copyrights, you may submit a notification pursuant to the SendOwl Digital Millennium Copyright Act (DMCA) Notice.\nPlease see our DMCA Policy below for more information.</p>Privacy Policy<p>SendOwl stores and uses personal data in accordance with its Privacy Policy.\nBy agreeing to the terms of this TOS, you are automatically agreeing to our Privacy Policy, which is incorporated herein by reference.</p>Indemnification<p>You agree to indemnify and hold harmless SendOwl and its officers, directors, employees, agents and affiliates (each, an “Indemnified Party”), from and against any losses, claims, actions, costs, damages, penalties, fines and expenses, including without limitation attorneys’ fees and expenses, that may be incurred by an Indemnified Party arising out of, relating to or resulting from (a) your User content.\n(b) your misuse of the Services.\n(c) your violation of this TOS or any of our policies.\nor (d) your violation of any applicable laws, rules or regulations through or related to the use of the Services.\nIn the event of any claim, allegation, suit or proceeding alleging any matter potentially covered by the agreements in this section, you agree to pay for the defense of the Indemnified Party, including reasonable costs and attorneys’ fees incurred by the Indemnified Party.\nWe reserve the right, at our own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with us in asserting any available defenses.\nThis provision does not require you to indemnify any Indemnified Party for any unconscionable commercial practice by such party, or for such party’s negligence, fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the Services.\nYou agree that the provisions in this section will survive any termination of your account, this TOS, or your access to the Services.</p>Disclaimer of Warranties<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE FULLEST EXTENT OF LAW, YOUR USE OF THE SERVICES IS ENTIRELY AT YOUR OWN RISK.\nCHANGES ARE PERIODICALLY MADE TO THE SERVICES AND MAY BE MADE AT ANY TIME WITHOUT NOTICE TO YOU.\nTHE SERVICES ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS OR TIMELINESS OF THE CONTENT MADE AVAILABLE THROUGH THE SERVICES, OR THE TEXT, GRAPHICS OR LINKS.</p>\n<p>WE DO NOT WARRANT THAT THE SERVICES WILL OPERATE ERROR-FREE OR THAT THE SERVICES ARE FREE OF COMPUTER VIRUSES AND OTHER HARMFUL MALWARE.\nIF YOUR USE OF THE SERVICES RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, WE SHALL NOT BE RESPONSIBLE FOR THOSE ECONOMIC COSTS.</p>Limitation of Liability<p>UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (WHETHER IN CONTRACT, TORT, OR OTHERWISE) SHALL SENDOWL BE LIABLE TO YOU OR ANY THIRD PARTY FOR (A) ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING LOST PROFITS, LOST SALES OR BUSINESS, LOST DATA OR DATA BREACH, OR (B) FOR ANY DIRECT DAMAGES, COSTS, LOSSES OR LIABILITIES (INCLUDING ATTORNEYS’ FEES) IN EXCESS OF THE FEES ACTUALLY PAID BY YOU IN THE TWO (2) MONTHS PRECEDING THE EVENT GIVING RISE TO YOUR CLAIM OR, IF NO FEES APPLY, ONE HUNDRED ($100) U.S.\nDOLLARS.\nTHE PROVISIONS OF THIS SECTION ALLOCATE THE RISKS UNDER THIS AGREEMENT BETWEEN THE PARTIES, AND THE PARTIES HAVE RELIED ON THESE LIMITATIONS IN DETERMINING WHETHER TO ENTER INTO THIS AGREEMENT.\nSome states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply to you.\nIN THESE STATES, OUR LIABILITY WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>WE MAKE NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THE SERVICES, OR ANY OTHER ITEMS OR SERVICES PROVIDED BY US, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY ARISING BY USAGE OF TRADE, COURSE OF DEALING OR COURSE OF PERFORMANCE, ANY IMPLIED WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE AND ANY IMPLIED WARRANTY OF NON-INFRINGEMENT.\nYOU ACKNOWLEDGE THAT THE SERVICES (INCLUDING ANY SERVERS OR OTHER HARDWARE, SOFTWARE AND ANY OTHER ITEMS USED OR PROVIDED BY US IN CONNECTION WITH THE SERVICES) ARE PROVIDED \"AS IS\" AND THAT WE MAKE NO WARRANTY THAT THE SERVICES WILL BE FREE FROM BUGS, FAULTS, DEFECTS OR ERRORS OR THAT ACCESS TO THE SERVICES WILL BE UNINTERRUPTED.</p>Dispute Resolution<p>PLEASE READ THE FOLLOWING SECTION CAREFULLY.\nIT REQUIRES YOU TO ARBITRATE DISPUTES WITH US AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF.\nTHIS SECTION OF THIS AGREEMENT SHALL BE REFERRED TO AS THE “ARBITRATION AGREEMENT.”</p>\n<u>Scope of Arbitration Agreement</u>.\nYou agree that any dispute or claim relating in any way to your access or use of the Services or as a consumer of our services, to any advertising or marketing communications regarding us or our Services, to any products or services sold or distributed through the Services that you received as a consumer, or to any aspect of your relationship or transactions with us as a consumer of our services will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.\nand (2) you or SendOwl may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nThis Arbitration Agreement shall apply, without limitation, to all claims that arose or were asserted before the Effective Date of this Agreement.<br>\n<br>IF YOU AGREE TO ARBITRATION WITH SENDOWL, YOU ARE AGREEING IN ADVANCE THAT YOU WILL NOT PARTICIPATE IN OR SEEK TO RECOVER MONETARY OR OTHER RELIEF IN ANY SUCH CLASS, COLLECTIVE, AND/OR REPRESENTATIVE LAWSUIT.\nINSTEAD, BY AGREEING TO ARBITRATION, YOU MAY BRING YOUR CLAIMS AGAINST US IN AN INDIVIDUAL ARBITRATION PROCEEDING.\nIF SUCCESSFUL ON SUCH CLAIMS, YOU COULD BE AWARDED MONEY OR OTHER RELIEF BY AN ARBITRATOR.<u>Arbitration Rules and Forum</u>.\nThis Arbitration Agreement is governed by the Federal Arbitration Act in all respects.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to arbitration-proceedings@sendowl.com.\nThe arbitration will be conducted by JAMS under its rules and pursuant to the terms of this Agreement.\nDisputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS’s rules are also available at www.jamsadr.com (under the Rules/Clauses tab) or by calling JAMS at 800-352-5267.\nPayment of all filing, administration, and arbitration fees will be governed by JAMS’s rules.\nIf the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing and/or other fees and cannot obtain a waiver of fees from JAMS, we will pay them for you.\nIn addition, we will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for claims with an amount in controversy totaling less than $10,000.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nYou may choose to have the arbitration conducted by telephone, video conference, based on written submissions, or in person in the country where you live or at another mutually agreed location.<u>Arbitrator Powers</u>.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and SendOwl.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other proceedings or parties.\nThe arbitrator will have the authority to grant motions dispositive of all or part of any claim or dispute.\nThe arbitrator will have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and this Agreement (including this Arbitration Agreement).\nThe arbitrator will issue a written statement of decision describing the essential findings and conclusions on which any award (or decision not to render an award) is based, including the calculation of any damages awarded.\nThe arbitrator shall follow the applicable law.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe arbitrator’s decision is final and binding on you and SendOwl.<u>Waiver of Jury Trial</u>.\nYOU AND SENDOWL WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND RECEIVE A JUDGE OR JURY TRIAL.\nYou and SendOwl are instead electing to have claims and disputes resolved by arbitration, except as specified in paragraph (a) above.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.<u>Waiver of Class or Consolidated Actions</u>.\nYOU AND SENDOWL AGREE TO WAIVE ANY RIGHT TO RESOLVE CLAIMS WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT ON A CLASS, COLLECTIVE, OR REPRESENTATIVE BASIS.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS.\nCLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf, however, this waiver of class or consolidated actions is deemed invalid or unenforceable with respect to a particular claim or dispute, neither you nor SendOwl is entitled to arbitration of such claim or dispute.\nInstead, all such claims and disputes will then be resolved in a court as set forth in the Section “Exclusive Venue” below.<u>Opt Out</u>.\nYou may opt out of this Arbitration Agreement.\nIf you do so, neither you nor SendOwl can force the other to arbitrate as a result of this Agreement.\nTo opt out, you must notify SendOwl in writing no later than 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your email address (if you have one), and a CLEAR statement that you want to opt out of this Arbitration Agreement.\nYou must send your opt-out notice to: opt-out-arbitration@sendowl.com.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may have entered into with us or may enter into in the future with us.\n<u>Survival</u>.\nThis Arbitration Agreement will survive any termination of your relationship with us.<u>Modification</u>.\nNotwithstanding any provision in the Agreement to the contrary, we agree that if we make any future material change to this Arbitration Agreement, it will not apply to any individual claim(s) that you had already provided notice of to us.Exclusive Venue<p>To the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and SendOwl agree that all claims and disputes arising out of or relating to the Agreement will be litigated exclusively within the State of California for courts situated in San Francisco County, California, or in federal court for the Northern District of California.</p>Violation of Terms of Service and/or Acceptable Use Policy<p>Violations of any of the terms outlined in the TOS or any of the conditions outlined in the AUP may result in the suspension or termination of your account without prior notice.\nSendOwl will attempt to notify account holders of violations, although such notification is not guaranteed, and in severe cases, termination will be immediate.\nSevere cases are determined by SendOwl at its sole discretion.</p>\n<p>Should SendOwl suspend your account, the selling of your goods and services (digital, tangible, or otherwise) will be immediately halted.\nAccess to other areas of the Service may also be prohibited.\nShould your account be suspended for more than 14 days, then SendOwl reserves the right to delete your account.</p>\n<p>SendOwl, at its sole discretion, has the right to suspend your account at any time for any reason.\nSendOwl will not refund any membership fees paid should an account be terminated.</p>Legal compliance<p>You shall comply with all applicable domestic and international laws, statutes, ordinances and regulations regarding your use of the Service and Your Products.\nYou may not assign, transfer or delegate this agreement, or any part of it.\nAny assignment, transfer or delegation will result in this agreement becoming null and void.</p>Notices<p>Notices shall be issued via email to the email address given at registration, or via a general posting to the Service.\nIt is your responsibility to keep your account email address updated.\nSendOwl shall not be held responsible for any loss resulting from not having received a notification.</p>Severability<p>If any provision of this agreement is held invalid for any reason, the remaining sections’ provisions shall continue to be valid and enforceable.</p>Governing Law<p>Headings are for reference purposes only and shall not affect the interpretation of this agreement.\nThis agreement will be covered in all respects by the laws of California.</p>Updates to this agreement<p>This agreement may be updated from time to time without notice upon each Merchant or Affiliate.</p>\n<br>\n<br>DMCA POLICY<p>We respect the copyright and other intellectual property rights of others and expect Users of our website and services (collectively, the \"Services\") to do the same.\nIn accordance with the United States Digital Millennium Copyright Act (the \"DMCA\") and other applicable law, we have a policy of terminating, in appropriate circumstances and at our sole discretion, Users of the Services who are deemed to be repeat infringers.\nWe also may, in our sole discretion, limit access to the Services and terminate the accounts of any users of the Services who infringe any intellectual property rights of others, whether or not there is any repeat infringement.\nSee our TOS for more information.</p>\n<p>\n<b>Notification of Alleged Copyright Infringement </b>\n</p>\n<p>If you believe that content available on or through our Services infringes one or more of your copyrights, please immediately notify our Copyright Agent by mail, email or faxed notice (“Notification”) providing the information described below, which Notification is pursuant to DMCA 17 U.S.C.\n§ 512(c)(3).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law, you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that content located on or linked to by our Website infringes your copyright, you should consider first contacting an attorney.\n</p>\n<p>\n<b>All Notifications should include the following:</b>\n</p>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online website are covered by a single notification, a representative list of such works at that website.Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online website are covered by a single notification, a representative list of such works at that website.Information reasonably sufficient to permit us to contact the complaining party, such as the name, account name, address, telephone number, and e-mail address at which the complaining party may be contacted.A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<p>Submit your notice to our designated DMCA agent by mail or email as set forth below: </p>\n<p>DMCA-Agent@sendowl.com</p>\n<p>Please note that you may be liable for damages, including court costs and attorney's fees, if you materially misrepresent that content hosted on the Services is copyright infringing.</p>\n<p>Upon receiving a proper notification of alleged copyright infringement, we will remove or disable access to the allegedly infringing material and promptly notify the alleged infringer of your claim.\nWe also will advise the alleged infringer of the DMCA statutory counter-notification procedure described below by which the alleged infringer may respond to your claim and request that we restore this material.\n</p>\n<p>Please note that our furnishing your claim to the alleged infringer will include the personal information you provide in your notification, which the alleged infringer may use to contact you directly.\nAs such, by submitting a notification of alleged copyright infringement, you consent to disclosure of your information in the aforementioned manner.\n</p>\n<b>Counter Notification</b>\n<p>If you believe your copyrighted material has been removed from the Services as a result of a mistake or misidentification, you may submit a written counter-notification letter to us.\nTo be an effective counter-notification under the DMCA, your letter must include substantially the following:</p>Identification of the material that has been removed or disabled and the location at which the material appeared before it was removed or disabled.\nA statement that you consent to the jurisdiction of the Federal District Court in which your address is located, or if your address is outside the United States, for any judicial district in which SendOwl is located.\nA statement that you will accept service of process from the party that filed the Notification or the party's agent.\nYour name, address and telephone number.\nA statement under penalty of perjury that you have a good faith belief that the material in question was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.Your physical or electronic signature.You may submit your Counter Notification to our Copyright Agent by mail, or email as set forth above.<p>If you send us a valid, written Counter Notification meeting the requirements described above, we will restore your removed or disabled material after 10 business days but no later than 14 business days from the date we receive your Counter Notification, unless our Copyright Agent first receives notice from the party filing the original Notification informing us that such party has filed a court action to restrain you from engaging in infringing activity related to the material in question.\nPlease note that if you materially misrepresent that the disabled or removed content was removed by mistake or misidentification, you may be liable for damages, including costs and attorney's fees.\nFiling a false Counter Notification constitutes perjury.</p>\n<br>© 2023 SendOwlTerms of ServicePrivacy PolicyCookiesProductFeaturesWhere To SellWhat To SellDemoPricingTry it freeResourcesPartners &amp.\nIntegrationsFAQHelp &amp.\nSupportDeveloper DocsTerms of ServicePrivacy PolicyCookiesAboutAbout SendOwlBlogArticlesReferral ProgramContact UsPress &amp.\nMediaResourcesPartners &amp.\nIntegrationsFAQHelp &amp.\nSupportDeveloper DocsTerms of ServicePrivacy PolicyCookies<br>© 2023 SendOwlTerms of ServicePrivacy PolicyCookies<p>\n</p>", "created_at": "2023-07-10 01:44:08.34862", "updated_at": "2023-07-10 01:44:17.805739"}, {"id": 17617, "name": "Privacy", "url": "https://www.sendowl.com/privacy/", "xpath": "//body", "text": "Privacy Policy<p>\n<b>Last updated: March 17, 2021</b>\n</p>\n<p>At SendOwl, we respect your privacy.\nThis Privacy Policy explains how we collect, use, and share the personal information that we gather on the subdomains and websites on sendowl.com (the “Sites”) or through your use of our products and services.\nWe encourage you to read this Privacy Policy before submitting any personal data to us through our Sites.\nBy continuing to use our Sites, you agree to the terms of this Privacy Policy.\n</p>\n<p>Concept Den Ltd.\ndoing business as SendOwl will be the data controller of your personal data if you are a merchant using SendOwl to deliver products (“Merchant”) or a promoter of a Merchant’s product (“Affiliate”).\nConversely, SendOwl will be the data processor if you are a customer to a SendOwl Merchant (“End Customer”).\nThis Privacy Policy does not apply to the way we process Merchants’ End Customer information in our role as a service provider to our Merchants.\nOur Data Processing Addendum, which describes how we process and safeguard Merchants’ End Customer information as a service provider to our Merchants, is available upon request by emailing dpa-requests@sendowl.com.</p>\n<p>If you are an End Customer to one of our Merchants, please contact your Merchant directly for information regarding how your Merchant uses and shares your personal information gathered from our services.</p>\n<p>Please click the following links to learn more about our Privacy Policy:</p>Information We CollectHow We Use InformationHow We Share InformationHow Do We Respond to ‘Do Not Track’ Signals?CookiesYour RightsLegal Bases for ProcessingRetention and WithdrawalData TransferChildren’s PrivacyChange of ControlData SecurityUpdatesContact UsInformation We Collect<p>\n<b>Information We Automatically Collect</b>.\nFor all visitors to our site, we collect aggregated information on pages viewed including IP address, timestamps, logins.\nThis information may be collected via several technologies, including cookies, web beacons, clear GIFs, canvas fingerprinting and other means.\nYou can control cookies in your browser to enable or disable them.\nLearn more in our Cookie Policy.</p>\n<p>\n<b>Information You or Your Merchant Gives Us</b>.\nFor our Merchants, we collect registration information including name, email address, telephone number.\nbilling information including address.\nand information required to sell goods.</p>\n<p>For End Customers who buy a digital product from a Merchant that is delivered by SendOwl, we collect information relating to any transactions recorded by us or returned by the payment gateway including name, email address, billing and shipping address.</p>\n<p>We use payment processors for payment, analytics, and other business services.\nPayment processors collect identifying information about the devices that connect to its services.\nPayment processors use this information to operate and improve the services they provide to us, including for fraud detection.\nYou can learn more about Stripe, our main payment processor, and read its privacy policy at&nbsp;www.stripe.com/privacy.\n</p>\n<p>\n<b>Information We Collect From Third Parties</b>.\nIf you access our Sites through third parties (e.g., Facebook or Google), or if you share content from our Sites to a third party social media service, the third party service will send us certain information about you if the third party service and your account settings allow such sharing.\nThe information we receive will depend on the policies and your account settings with the third party service.</p>How We Use Information<p>The data recorded is used for the following purposes: </p>to respond to your enquiry, ask a question, contact you about your request or other reasons related to offering and improving our services;provide checkout capabilities on our site;to enable us to communicate with you and sellers;send you our monthly newsletter if you have signed up;for buyers who buy something that is delivered by SendOwl we collect data so we can provide them with access to their purchase;to protect against, identify and help prevent fraud, unauthorized activity, claims and other liabilities.\nandto fulfil our legal and financial obligations.How We Share Information<p>We use third party vendors and hosting partners to provide the necessary equipment required to run the service and may share data with them accordingly in order to provide the services you have requested.\nSpecifically: Cloudflare, Amazon Web Service, Rackspace, MailGun, Google Analytics, FreeAgent, HelpScout, Stripe and MailChimp.\nWe have contracts in place with our third-party vendors that require them to use personal data only as necessary to perform services on our behalf and to implement appropriate security measures as required by law.</p>\n<p>We may be required to disclose your data in response to lawful requests by public authorities, including to meet law enforcement requirements.\nWe may be under a duty to disclose or share your personal information in order to comply with any legal obligation, to enforce or apply our terms and conditions and other agreements, to protect our rights, property, or safety, or the protect the rights, property, or safety of others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection.</p>How Do We Respond to ‘Do Not Track’ Signals?<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nDNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nWe do not recognize or respond to browser-initiated DNT signals, as the Internet industry is currently still working toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.</p>Cookies<p>A cookie is a text file that websites send to a visitor’s computer to uniquely identify the visitor’s browser or to store information or settings in the browser.\nCookies may use your IP address, timestamps, logins.\nInformation collected from cookies is used by us to evaluate the effectiveness of our website, analyse trends, and administer our website.\nThis allows us to determine such things as which parts of our website are most visited and difficulties our visitors may experience in accessing our website.</p>\n<p>We use cookies for authentication (logging you into your account), site functionality (the shopping cart, the affiliate scheme and the referral scheme), to analyse our site performance (via Google Analytics) and for advertising management (SendOwl adverts you may see around the internet).\nThese cookies record session information on the device you're using to access our website.</p>\n<p>For cookies that are essential, your consent is not required.\nFor the use of the other types of cookies described in this policy, we do ask you for your consent when you first visit our website.\nYou can withdraw your consent or remove these cookies at any time via your browser preferences but you will have to re-login to the SendOwl site if you remove the authentication cookie.\nTo find out more about cookies, including how to see what cookies have been set and how to manage and remove them, visit our Cookie Policy.</p>Your Privacy Rights<p>If you would like to unsubscribe from receiving our newsletter, you can click on the “unsubscribe” link included in our email or contact us as indicated below.</p>\n<p>\n<b>Exercising Your Privacy Rights</b>.\nWe have listed the privacy rights for several jurisdictions below, but we understand you may have additional rights in your jurisdiction.\nYou may contact us directly at any time about exercising your data protection rights.\nWe will consider your request in accordance with applicable laws.</p>\n<p>\n<u>EEA or UK Individuals’ Rights</u>\n</p>\n<p>If you are from the European Economic Area or United Kingdom, you have the right, under certain circumstances, to:</p>Request access to your personal data.Request correction of your personal data.Request erasure of your personal data.Object to the processing of your personal data for reasons relating to your particular situation.Request restriction of processing your personal data.Request to export the personal data that we process based on our contract with you or your consent and transfer it to another company (if technically feasible).Withdraw any consent you have previously provided to us.<p>If you wish to exercise any of the rights set out above, please contact us using the details in the ‘Contact Us’ section.</p>\n<p>If you are not happy with our response, you can contact the ICO in the UK, or other data protection regulator in your country.\nImportant note: if you are a customer who has been delivered a product via SendOwl you will need to contact the Merchant regarding your data rights.\nSendOwl acts as a data processor and it is the Merchant who must complete your data subject requests as your purchase contract is with them, not us.</p>\n<p>\n<u>\n<b>California Privacy Rights</b>\n</u>\n</p>\n<p>If you are a California consumer, you have the following rights under the California Consumer Privacy Act of 2018 (CCPA):</p>The right to know what personal information is being collected about you.The right to know whether your personal information is sold or disclosed and to whom.The right to say no to the sale of personal information.The right to access your personal information.The right, in certain circumstances, to delete the information you have provided to us.\nThe right to equal service and price, even if you exercise your privacy rights.<p>\n<b>Request for Information and Deletion (CCPA)</b>.\nCalifornia consumers have the right to request, up to twice in a 12-month period, that a business that collects personal information about the consumer disclose to the consumer the information listed below for the preceding 12 months.\nWe have the right to request verification of your identity for all requests for information.\n</p>The right to know what personal information is being collected about you.(1) The categories of personal information it has collected about that consumer.(2)&nbsp;The categories of sources from which the personal information is collected.(3)&nbsp;The business or commercial purpose for collecting or selling personal information.(4)&nbsp;The categories of third parties with whom the business shares personal information.(5) The categories of personal information that the business sold about the consumer and the categories of third parties to whom the personal information was sold, by category or categories of personal information for each third party to whom the personal information was sold.(6)&nbsp;The categories of personal information that the business disclosed about the consumer for a business purpose.(7)&nbsp;The specific pieces of personal information it has collected about that consumer.<p>To make such a request, please contact us using the contact details listed in the “Contact Us” section below.</p>\n<p>\n<b>Do Not Sell My Personal Information (CCPA)</b>.\nCalifornia consumers have the right to opt out of the sale of the consumer’s personal information.</p>\n<p>We do not sell your email address, shopping cart data, or other marketing information to third parties.\nHowever, under the CCPA, some sharing of personal information necessary to provide you with personalized ads may be considered a “sale,” even if no money is exchanged, such as our use of cookies and similar technologies.\nYou may learn more about how to opt out of such personalized ads through our Cookie Policy.</p>\n<p>\n<b>Third Party Marketing</b>.\nCalifornia Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information to third parties for the third parties’ direct marketing purposes.&nbsp;We do not disclose your personal information to third parties for the third parties’ direct marketing purposes.\n</p>Legal Bases for Processing<p>Billing information is recorded as it is necessary to comply with our contractual obligations when providing our service to Merchants and our Merchants’ End Customers.</p>\n<p>We process information about our visitors for the legitimate business interests of developing our site to ensure a better experience for our visitors.\nWe also obtain registration information based on the legitimate interest of business administration.\nWhen processing your personal data for our legitimate interests, we take appropriate measures to ensure that the interests we pursue are balanced with your interests, rights and freedoms.</p>\n<p>With your consent, we may use your personal data to send you marketing materials, except as otherwise permitted by applicable law.\nYou may also provide consent where we do not rely on another legal basis.\nConsent may be withdrawn at any time.\n</p>\n<p>We may process data in compliance with a mandatory legal obligation.\nFor example, accounting and tax requirements, which are subject to mandatory retention periods.\nWe may also collect your personal data to record your requests to exercise your rights and to verify your identity for such requests.</p>\n<p>In some limited cases, we may also have a legal obligation to collect personal information from you, in response to lawful requests by public authorities, including to meet law enforcement requirements, as described above in “How We Share Information.”</p>Retention and Withdrawal<p>We retain your personal data as long as needed for the purposes for which we collected it, plus a reasonable period to take into account the applicable statute of limitation period or to comply with legal requirements.</p>Data Transfer<p>We may transfer your personal data to recipients in countries other than the country in which the personal data originally was collected.\nThose countries may not offer the same level of protection to your personal data.\nWhen we transfer your personal data to recipients outside of the European Economic Area (“EEA”), we will comply with applicable legal requirements by providing adequate protection for the transfer of personal data, including by (i) entering into the European Commission’s EU Standard Contractual Clauses with the data recipients, (ii) verifying that the recipient has implemented Binding Corporate Rules, or (iii) any other appropriate safeguards as required by applicable law for any personal information transferred internationally.\nTo obtain a copy of our Data Protection Addendum with Standard Contractual Clauses incorporated, please email dpa-requests@sendowl.com.</p>Children’s Privacy<p>The Sites are not directed at individuals under the age of 16.\nWe do not knowingly collect personal information from children under 16.\nIf you become aware that a child has provided us with personal information, please contact us using the contact details provided in the “Contact Information” section below.\nIf we become aware that a child under 16 has provided us with personal information, we will take steps to delete such information.</p>Change of Control<p>Personal information may be transferred to a third party as a result of a sale, acquisition, merger, reorganization or other change in control.\nIf we sell, merge or transfer any part of the business, part of the sale may include your personal information.</p>Data Security<p>We protect your personal data which we collect and store by implementing administrative, technical and physical security measures.\nThese measures ensure an appropriate level of security and confidentiality for your personal data.</p>Updates<p>This policy may be periodically updated.\nWe encourage you to periodically review this Privacy Policy to ensure you are familiar with the most current version.\nPlease review carefully before submitting personal data to our site.\nThe date the policy was last updated is indicated at the top of this page.</p>Contact Us<p>You can contact us at support@sendowl.com if you have any questions regarding this privacy policy.</p>\n<br>© 2023 SendOwlTerms of ServicePrivacy PolicyCookiesProductFeaturesWhere To SellWhat To SellDemoPricingTry it freeResourcesPartners &amp.\nIntegrationsFAQHelp &amp.\nSupportDeveloper DocsTerms of ServicePrivacy PolicyCookiesAboutAbout SendOwlBlogArticlesReferral ProgramContact UsPress &amp.\nMediaResourcesPartners &amp.\nIntegrationsFAQHelp &amp.\nSupportDeveloper DocsTerms of ServicePrivacy PolicyCookies<br>© 2023 SendOwlTerms of ServicePrivacy PolicyCookies<p>\n</p>", "created_at": "2023-07-10 01:43:20.185406", "updated_at": "2023-07-10 01:43:41.769907"}, {"id": 17618, "name": "Cookie Policy", "url": "https://www.sendowl.com/cookies", "xpath": "//body", "text": "Cookie Policy<p>To make this site work properly, we sometimes place small data files called cookies on your device.\nA cookie is a small text file that a website saves on your computer or mobile device when you visit the site.\nIt enables the website to remember your actions and preferences (such as login, shopping cart, or other preferences) over a period of time, so you do not have to keep re-entering them whenever you come back to the site or browse from one page to another.</p>\n<p>We have put our cookies into the following categories to make it easier for you to understand why we need them:</p>\n<b>Strictly necessary:</b> These are used to help make our website work efficiently, provide security features on our website, and provide services you have asked for, like shopping carts and billing.<b>Performance/analytics:</b> These are used to analyze the way our website works and how we can improve it.<b>Functionality:</b> These help to enhance your experience by remembering choices you have made concerning the features of the website (e.g., username, language, region you are in).<b>Advertising/targeting:</b> These cookies are used to deliver advertisements more relevant to you and your interests.\nThey remember that you have visited a website and this information is shared with other organizations such as advertisers.Cookies and You<p>To sign up for an account or make a purchase online, you must have cookies enabled on your internet browser.\nIf you choose not to enable cookies, you will still be able to browse our website, but it will restrict some of the functionality of our website or what you can do.</p>Cookies on sendowl.com<b>Cookie</b>\n<b>Description</b>\n<b>Duration</b>\n<b>Type</b>__cfduidThis cookie&nbsp;helps Cloudflare detect malicious visitors to the website and minimizes blocking legitimate users.\nIt may be placed on the devices of End Users to identify individual clients behind a shared IP address and apply security settings on a per-client basis.1 monthStrictly necessary_gaThis cookie is installed by Google Analytics.\nThe cookie is used to calculate visitor, session, campaign data and keep track of site usage for the site's analytics report.\nThe cookies store information anonymously and assign a randomly generated number to identify unique visitors.2 yearsPerformance/ analytics_gatThis cookie is installed by Google Analytics and is used to throttle the request rate to limit collection of data on high traffic sites.1 minutePerformance/ analytics_gidThis cookie is installed by Google Analytics.\nThe cookie is used to store information of how visitors use a website and helps in creating an analytics report of how the website is doing.\nThe data collected including the number visitors, the source where they have come from, and the pages visited in an anonymous form.1 dayPerformance/ analytics_vwo_uuid_v2This cookie name is associated with the product Visual Website Optimiser by USA based Wingify.\nThe tool helps site owners measure the performance of different versions of web pages.\nThis cookie ensures a visitor always sees the same version of a page and is used to track behavior to measure the performance of different page versions.1 yearPerformance / analyticssrcThis cookie is used to capture information of how the user was referred to SendOwl, such as whether the user found us through search, adwords, or a third party URL.1 yearPerformance / analyticsrefThis cookie is used to determine whether a user was referred to us through a referral link from an existing SendOwl user.\n90 daysFunctional_fbp<br>frThese cookies are set by Facebook to deliver advertisements when users are on Facebook or a digital platform powered by Facebook advertising after visiting this website.\nThe cookies also track the behavior of the user across the web on sites that have Facebook pixel or Facebook social plugin.3 monthsAdvertising / targeting1P_JARThis cookie is set by Google and is used to display personalized advertisements on Google sites based on recent searches and previous interactions.1 monthAdvertising / targetingANIDThis cookie is set by Google and is used to display personalized advertisements on Google sites based on recent searches and previous interactions.21 monthsAdvertising / targetingbcookieThis cookie is set by LinkedIn and is used as a browser ID cookie.21 monthsAdvertising / targetingdatrThis cookie is set by Facebook and identifies the web browser being used to connect to Facebook.\nThe cookie is used to help differentiate legitimate visits to the website from illegitimate ones.23 monthsAdvertising / targetinglisscThis cookie is used by LinkedIn for tracking the use of embedded services9 monthsAdvertising / targetingNIDThis cookie is set by Google and contains a unique ID Google uses to remember your preferences and other information, including for advertising and targeting purposes.5 monthsAdvertising / targetingpersonalization_idThis cookie is used by Twitter to provide embedded content that is displayed on the website.23 monthsAdvertising / targetingtfw_expThis cookie is used by Twitter to provide embedded content that is displayed on the website.14 daysAdvertising / targeting<p>We are currently reviewing our lists and will update them from time to time.</p>Controlling your cookies<p>You can control cookies in your browser to enable or disable them.\n&nbsp;If you wish to restrict or block the cookies which are set by any website, you should do this through the web browser settings for each web browser you use, on each device you use to access the internet.</p>\n<p>You can also manage many companies’ cookies used for online advertising via the consumer choice tools created under self-regulation programs in many countries, such as the US-based aboutads.info choices page or the EU-based Your Online Choices.</p>\n<br>© 2023 SendOwlTerms of ServicePrivacy PolicyCookiesProductFeaturesWhere To SellWhat To SellDemoPricingTry it freeResourcesPartners &amp.\nIntegrationsFAQHelp &amp.\nSupportDeveloper DocsTerms of ServicePrivacy PolicyCookiesAboutAbout SendOwlBlogArticlesReferral ProgramContact UsPress &amp.\nMediaResourcesPartners &amp.\nIntegrationsFAQHelp &amp.\nSupportDeveloper DocsTerms of ServicePrivacy PolicyCookies<br>© 2023 SendOwlTerms of ServicePrivacy PolicyCookies", "created_at": "2023-07-10 01:43:54.583944", "updated_at": "2023-07-10 01:44:03.73418"}], "points": [], "urls": ["sendowl.com"]}}