{"error": 448, "message": "OK", "parameters": {"id": 7312, "name": "PaidSurveys", "created_at": "2023-01-18 23:06:31.35073", "updated_at": "2023-01-22 17:00:21.923067", "wikipedia": null, "keywords": null, "related": null, "slug": "paidsurveys", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7312.png", "url": "paidsurveys.com", "documents": [{"id": 14029, "name": "Privacy Policy", "url": "https://paidsurveys.com/privacy.html", "xpath": "//body", "text": " Privacy Policy\nRevised January, 2013 <p> PaidSurveys.com takes your privacy seriously, and has created this Privacy Policy in order to demonstrate our firm commitment to online privacy.\nKeep reading to learn more about our information gathering and dissemination practices, and our use of personally identifiable information.\nPaidSurveys.com has created this privacy policy to demonstrate our commitment to the privacy of users like you because your privacy is of utmost importance to us.\n</p> IP Addresses\n<p> We may use your IP address to help diagnose problems with our site or web server, and for the general administration of our website.\nYour IP address, should you decide to register and/or create a Online Surveys at Home | Paid Surveys account, is also used to help prevent you from creating duplicate accounts.\n</p> Cookies\n<p> Upon your first visit to this web site, a \"cookie\" is sent to your computer.\nA cookie is a tiny file that identifies you as a unique user.\nIt stores personal preferences and user data, however, in no way does this tell us who you are.\nPaidSurveys.com has two primary uses for its cookies.\n</p>\n<p> First, we use cookies to track special offers and promotions that may be presented to you as you navigate our website.\nThis is done so that you are not presented with the same special offers and/or promotions over and over, or after you have indicated you are not interested.\n</p>\n<p> Secondly, we use cookies as part of our authenticaton system when you login to your account.\nIf you select the \"remember me\" option when logging in, our site will set a cookie so that you do not have to login again the next time you visit PaidSurveys.com.\nWhile both of these activities depend on the use of a \"cookie,\" visitors to this site always have the option of disabling cookies in their web browser.\nMost browsers are initially set to accept cookies.\nYou can reset your browser to refuse all cookies or indicate when a cookie is being sent.\n</p> Information Gathering\n<p> This Privacy Policy applies to end-users that access the Site, and/or register for the products and/or services offered by and through the Site.\nThe types of personally identifiable information that we collect at the Site, during registration and when you participate in surveys or contest may include, without limitation, any of the following: your full name, street address, e-mail address, password, date of birth, ethnicity, and gender.\nIn addition, we may request information about your use of, or interest in, the types of products and services offered by the third party sellers with whom we have partnered to offer you the products and services available at the Site.\nEmail communication may come from PaidSurveys.com and/or Online Surveys at Home | Paid Surveys-mail.com.\n</p>\n<p> Users may opt-out of receiving future mailings.\nsee the opt-out/modify section below.\n</p> Information Dissemination and Use\n<p> All information Online Surveys at Home | Paid Surveys collects, as described above, is used to tailor our content and help our advertisers and partners understand the demographic breakdown of Online Surveys at Home | Paid Surveys’s members.\nThese practices are essential to keep Online Surveys at Home | Paid Surveys’s membership free.\nAll personally identifiable information submitted to Online Surveys at Home | Paid Surveys remains your property, however, all information you submit to Online Surveys at Home | Paid Surveys grants Online Surveys at Home | Paid Surveys the right to use that information as set forth herein.\nWithout limitation, Online Surveys at Home | Paid Surveys may user your personal information, within and subject to state and federal law, for legal purposes to:\n</p>\n<ol>\n<li>bring selected market research, retail, and other opportunities and promotional offers to you via direct mail marketing, e-mail marketing, telemarketing and/or online banner advertising;</li>\n<li>when responding to offers and opportunities provided by Online Surveys at Home | Paid Surveys or when necessary and;</li>\n<li>for validation, suppression, content improvement and feedback purposes.</li>\n</ol>\n<p> Online Surveys at Home | Paid Surveys uses the information you provide to provide you free information and personalized content about products and services that may be of interest to you.\nAdditionally, we use contact information collected from our Site to send you information about the company, to keep you informed of products and services that may be of interest to you, and to notify you of changes to this policy or changes/improvements to the site itself.\nIn addition, you agree that we may contact you with updates and/or any other information that we may deem appropriate for you to receive in connection with your account and/or the Site.\nWe also use this information to personalize your experience with Online Surveys at Home | Paid Surveys.\nContact information is also used to reach you, when necessary, regarding the use of our Site, products and/or services.\nNone of the personal information collected will be sold or distributed to third party companies except on an aggregate basis to help our advertisers and partners understand the demographic breakdown of Online Surveys at Home | Paid Surveys’s members or if required by law.\n</p> Links to Other Sites\n<p> PaidSurveys.com expects its partners, advertisers and affiliates to respect the privacy of our users.\nBe aware, however, that third parties, including our partners, advertisers, affiliates and other content providers accessible through our site, may have their own privacy and data collection policies and practices.\nFor example, during your visit to our site you may link to, or view as part of a frame of content that is actually created or hosted by a third party.\n</p>\n<p> Also, via our site you may be introduced to, or be able to access, information, websites, features, contests or sweepstakes offered by other parties.\nPaidSurveys.com is not responsible for the actions or policies of such third parties.\nYou should check the applicable privacy policies of those third parties when providing information on a feature or page operated by a third party.\n</p> Children Under 13\n<p> PaidSurveys.com does not knowingly collect or solicit Personally Identifiable Information from or about children under 13 except as permitted by law.\nIf we discover we have received any information from a child under 13 in violation of this policy, we will delete that information immediately.\nIf you believe PaidSurveys.com has any information from or about anyone under 13, please contact us.\n</p> Security\n<p> This web site has security measures in place to protect against loss, misuse and/or alteration of the information that you provide.\nFurthermore, we have taken every precaution technically possible to prevent any unauthorized access to the contents of this web server.\n</p> Opt-Out/Modify\n<p> PaidSurveys.com provides every user with the opportunity to opt-out of receiving future communications from us, change and modify information previously provided, or remove their information from our databases altogether.\nYou may contact us to do so in any of the following ways:\n</p>\n<ul>\n<li>Email: paidsurveys.helpdesk@gmail.com</li>\n</ul>\n<p> If you're a Online Surveys at Home | Paid Surveys member and you simply wish to cancel your account, you are encouraged to click on the unsubscribe link in your email.\nUpon entering your email, if created,your account - and all information we have on file for you - will be instantly and permanently deleted from Online Surveys at Home | Paid Surveys.\n</p> Contacting PaidSurveys.com\n<p> If you have any questions about this privacy statement, the practices of this web site, or your dealings with this web site, please contact us via one of the methods above.\nIf you are writing about an offer or advertisement that you found in one of our e-mail newsletters or web sites, please contact the advertiser directly.\n<strong>We do not handle fulfillment of such offers or advertisements whatsoever</strong>.\n</p> Home FAQs Privacy Policy Terms and Conditions Earnings Disclaimer Unsubscribe Contact Us © Copyright 2023 PaidSurveys.com All Rights Reserved ", "created_at": "2023-01-18 23:06:31.41235", "updated_at": "2023-01-18 23:06:52.676498"}, {"id": 14030, "name": "Terms and Conditions", "url": "https://paidsurveys.com/pages/terms/", "xpath": "//body", "text": null, "created_at": "2023-01-18 23:06:31.473307", "updated_at": "2023-01-18 23:07:06.128664"}], "points": [], "urls": ["paidsurveys.com"]}}