{"error": 448, "message": "OK", "parameters": {"id": 7770, "name": "Next Admit", "created_at": "2023-03-28 19:41:35.740452", "updated_at": "2023-03-29 19:26:54.111486", "wikipedia": null, "keywords": null, "related": null, "slug": "next-admit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7770.png", "url": "nextadmit.com", "documents": [{"id": 14991, "name": "Terms of Service", "url": "https://nextadmit.com/terms-of-service/", "xpath": "//body/div[3]", "text": " <p>Effective Date: March 2, 2023</p>\n<p>\n<b>PLEASE NOTE THAT YOUR USE OF AND ACCESS TO OUR SERVICE (DEFINED BELOW) ARE SUBJECT TO THE FOLLOWING TERMS.\nIF YOU DO NOT AGREE TO ALL OF THE FOLLOWING, YOU MAY NOT USE OR ACCESS THE SERVICES IN ANY MANNER.</b>\n</p>\n<p>1.\nAgreement.</p>\n<p>Welcome to Next Admit.\nPlease read on to learn the rules and restrictions that govern your use of our website, products, services and applications (the “Services”).</p>\n<p>These Terms of Use (the “Terms”) together with our Privacy Policy form a binding contract (“Agreement”) between you and Next Admit, LLC (“Next Admit,” “we,” “our,” and “us”).\nYou must agree to and accept all of the Terms, or you don’t have the right to use the Services.\nYour use of the Services in any way means that you agree to all terms and conditions of the Agreement which will remain in effect while you use the Services.</p>\n<p>PLEASE NOTE THAT, EXCEPT AS PROVIDED BELOW, THESE TERMS REQUIRE RESOLUTION OF DISPUTES THROUGH USE OF AN ARBITRATION SERVICE.\nYOU AND NEXT ADMIT HEREBY AGREE THAT ALL DISPUTES ARISING FROM, RELATED TO, OR IN CONNECTION WITH YOUR USE OF THE SERVICES WILL BE RESOLVED IN ACCORDANCE WITH THE ARBITRATION AND GOVERNING LAW PROVISIONS SET FORTH IN SECTION 20 BELOW.</p>\n<p>2.\nModification.</p>\n<p>Next Admit reserves the right, at its sole discretion, to modify these Terms at any time and without prior notice.\nIf we modify these Terms, we will either post a notification of the modification on our website or otherwise provide you with notice of the change.\nThe date of the last modification will also be posted at the beginning of these Terms.\nIt is your responsibility to check from time to time for updates.\nBy continuing to access or use the Services, you are indicating that you agree to be bound by any modified Terms.</p>\n<p>3.\nPrivacy Policy.</p>\n<p>Our Privacy Policy here discusses how we collect, process, and disclose personal information through your use of our Services.\nPlease read that policy carefully.</p>\n<p>4.\nEligibility.</p>\n<p>Our Services are intended for the use of adults over 18 years older and children over the age of 13.\nIf you are aged 13 years or younger, you may not download or use our Services or access or provide any User Content.\nIf you are 13 or older but under the age of 18, you may use our Services only under the supervision of a parent or legal guardian who agrees to be bound by these Terms.\nIf you are a parent or legal guardian agreeing to these Terms for the benefit of a child who is 13 or older but under the age of 18, you are fully responsible for his or her use of the Services.</p>\n<p>5.\nAcceptable Use.</p>\n<p>Next Admit hereby grants you permission to use the Services and, if you are a registered user, permission to access and use those aspects of the Services that are offered to registered users, provided such use is in compliance with these Terms, and you further specifically agree that your use will adhere to the following restrictions and obligations:</p>\n<ol>\n<li>You may only use the Services for personal use.</li>\n<li>You may only use the Services for lawful activity.\nIt is your responsibility to comply with all applicable local, state, and federal laws and regulations.\nIn addition, you may not use the Services in any manner that is harmful, fraudulent, deceptive, threatening, harassing, defamatory, obscene, or otherwise objectionable;</li>\n<li>You may not interfere with or damage the Services, including, without limitation, through the use of viruses, bots, harmful code, denial-of-service attacks, backdoors, packet or IP address spoofing, forged routing, or any similar methods or technology;</li>\n<li>You shall not copy, rip, or capture any content encountered on the Services.\nThis includes bulk copying or \"scraping\" any portion of the website content using a bot or other tool;</li>\n<li>You may not use the Services to upload, transmit, or promote any material that constitutes junk mail, spam, or commercial offers;</li>\n<li>You may not use the Services to upload, transmit, or promote any material that infringes or violates the intellectual property rights or any other rights of anyone else (including Next Admit);</li>\n<li>You may not decompile, reverse engineer, or otherwise attempt to obtain the source code or underlying ideas or information of or relating to the Services.</li>\n</ol>\n<p>A violation of any of the foregoing is grounds for termination of your right to use or access the Services.</p>\n<p>6.\nUser Accounts.</p>\n<p>You must sign up for an account using your own email address on this website in order to use certain of the website functions.\nIf you just want to browse the website, registration is optional.\nYou can select any username you like for your account, except that your username cannot be an impersonation of another person, a term that is the same or confusingly similar to a famous trademark, or a term that is offensive in any way.\nYou may, but are not obligated to, use your own name.</p>\n<p>If you are a parent or legal guardian, you may link or have your account linked to your child’s account.</p>\n<p>If you would like us to terminate your account, please contact us at support@nextadmit.com.\nUpon receipt of your request, and except as set forth below, we will remove your account and your associated information from the Services within a reasonable time period.\nPlease note that any information you have submitted to publicly accessible areas of the Services may not be removeable.\nIf we intend to remove your account, we will try to provide advance notice to you prior to our removal of your account so that you are able to retrieve any important User Content you may have stored in your account (to the extent allowed by law and these Terms), but we may not do so if we determine it would be impractical, illegal, not in the interest of someone’s safety or security, or otherwise harmful to the rights or property of Next Admit.</p>\n<p>You may not transfer your account to anyone else without our prior written permission, which we may grant or deny in our sole and absolute discretion.\nYou agree you shall not share your account or password with anyone, and you must protect the security of your account and your password.\nYou’re responsible for any activity associated with your account and any losses or damages that may be incurred.</p>\n<p>You may also be allowed to create a Next Admit account by logging into your account with certain third- party platforms (\"Third Party Information Providers\" including, but not limited to, Facebook).\nYou may link your Next Admit account with a Third Party Information Provider by either: (i) providing your Third Party Information Provider account login information to us through the Services.\nor (ii) allowing us to access your Third Party Information Provider.\nPLEASE NOTE THAT YOUR RELATIONSHIPS WITH THE THIRD PARTY INFORMATION PROVIDERS ARE GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD PARTY INFORMATION PROVIDERS, AND THOSE AGREEMENTS WILL DETERMINE WHAT INFORMATION WE WILL BE ABLE TO ACCESS AND USE THROUGH THOSE THIRD PARTY INFORMATION PROVIDERS.\nYour Next Admit account will be created for your use of the Services based on the personal information you provide us or that we obtain via a Third Party Information Provider.</p>\n<p>You are responsible for maintaining the confidentiality of your account and password and for restricting access to your mobile device, computer, or other device, and you agree to accept responsibility for all activities that occur under your account or password.\nYou agree to immediately notify us of any unauthorized use of your password or your account, or any other breach of security of which you become aware.</p>\n<p>By setting up your account and using our services, you expressly agree that you will receive communications from us, including email messages.\nYou acknowledge and agree that you consent to the receipt of such messages and that your receipt of such messages does not violate the CAN-SPAM Act and/or any state and federal laws related to commercial communications.\nYou may stop receiving such messages by following the opt-out instructions provided by us in any such communication or notifying us by email that you no longer wish to receive messages from us.</p>\n<p>7.\nContent.</p>\n<ol>\n<li>\n<p>\n<b>Next Admit Content.</b> The materials displayed or performed or available on or through the Services, including, but not limited to, text, graphics, data, articles, photos, images, and illustrations (all of the foregoing except User Content, the “Next Admit Content”), are protected by copyright and/or other intellectual property laws./or other intellectual property laws.</p>\n<p>Further, you acknowledge that as between you and Next Admit, the Services and Next Admit Content, including all associated intellectual property rights, are the exclusive property of Next Admit.</p>\n<p>Conditioned upon your compliance with the Agreement, Next Admit grants you a limited, non-exclusive, non-transferable sublicense, to (i) access, view, and use the Services solely for the limited purpose of your personal use of our Services and (ii) access and view any Next Admit Content to which you are permitted access.\nYou agree you have no right to sublicense the licensed rights granted in this section.\nYou may not use, copy, adapt, modify, prepare derivative works based upon, distribute, license, sell, transfer, publicly display, transmit, broadcast or otherwise exploit the Services, except as expressly permitted in these Terms.\nNo licenses or rights are granted to you by implication or otherwise under any intellectual property rights owned or controlled by Next Admit or its licensors, except for the licenses and rights expressly granted in this Agreement.</p>\n</li>\n<li>\n<p>We may, at our sole discretion, permit you to post, upload, publish, submit or transmit content, including but not limited to your essays, college applications, Feedback and blog post comments (“User Content”).\nBy submitting any User Content on or through the Services, you grant to Next Admit a worldwide, irrevocable, perpetual, non-exclusive, transferable, royalty-free license, with the right to sublicense, to use, view, copy, adapt, modify, distribute, license, sell, transfer, publicly display, transmit, stream, broadcast, access, and otherwise exploit such User Content, in any media, in order to operate, promote, improve, or market the Services, however otherwise agree that we will not submit your User Content to public data bases or otherwise make it available on the internet except in a de-identified and aggregated format.\nTo the extent that your User Content includes personally identifiable information, we will only disclose such information in the limited circumstances identified in our Privacy Policy.\nIn addition, to the extent that Next Admit de-identifies and aggregates any User Content, you agree that such derived data is no longer User Content, and is thus owned by Next Admit.</p>\n<p>You acknowledge and agree that you are solely responsible for all User Content.\nAccordingly, you represent and warrant that you have all rights, licenses, consents and releases that are necessary to grant to Next Admit the license above.\nYou represent and warrant that User Content is accurate.\nNext Admit takes no responsibility and assumes no liability for any User Content provided by you or any third party.</p>\n</li>\n</ol>\n<p>8.\nPayment.</p>\n<ol>\n<li>\n<p>\n<b>Payment and Billing Information.</b> By providing a credit card or other payment method for the purchase of our Services, you represent and warrant that you are authorized to use the designated payment method and that you authorize us (or our third-party payment processor) to charge your payment method for the total amount of your purchase (including any applicable taxes and other charges) (collectively, as applicable, an \"Order\").\nIf the payment method cannot be verified, is invalid, or is otherwise not acceptable, your Order may be suspended or cancelled.\nYou must resolve any problem Next Admit (or our third-party payment processor) encounters in order to proceed with your Order.\nYou acknowledge that the amount billed may vary due to promotional offers, changes in the Services, or changes in applicable taxes or other charges, and you authorize us (or our third-party payment processor) to charge your payment method for the corresponding amount.</p>\n<p>\n<b>Pricing and Availability.</b> All prices are shown in U.S.\ndollars and applicable taxes and other charges, if any, are additional.\nPrices may be adjusted at any time and for any reason (or no reason) and without providing you prior notice.\nProducts or services are subject to availability, and Next Admit reserves the right to cancel all or part of the Services and to discontinue making certain Services available without prior notice.</p>\n<p>\n<b>Returns and Refunds.</b> All Services are final, and no refunds will be given after purchase, except in the event that an application review or essay review is not returned within the specified timeframe.\nIn that case, the cost of the application review or essay review will be refunded, and you agree we shall not be liable for any loss, claims, or damages, even if you have notified us in advance of such possibility.</p>\n<p>\n<b>Circumventing Us to Avoid Paying Fees.</b> You agree that in the event you circumvent these Terms after being introduced to one of our staff, that you will be liable for 100% of the amount of the fee that would otherwise have been paid to Next Admit, as well as our reasonable attorney’s fees and costs.</p>\n</li>\n</ol>\n<p>9.\nFeedback.</p>\n<p>Next Admit welcomes and encourages you to provide feedback, comments and suggestions for improvements to the Services (“Feedback”).\nYou agree that Next Admit has the right, but not the obligation, to use such Feedback without any obligation to provide you credit, royalty payment, or ownership interest in the changes to the Services.</p>\n<p>10.\nNotices of Copyright Infringement.</p>\n<p>Next Admit respects copyright law and expects our users to do the same.\nIn accordance with the Digital Millennium Copyright Act (“DMCA”) of 1998, the text of which may be found on the U.S.\nCopyright Office website at https://www.copyright.gov/legislation/dmca.pdf, Next Admit will respond to claims of copyright infringement committed using the Services that are reported to us, provided they meet the criteria below.://www.copyright.gov/legislation/dmca.pdf, Next Admit will respond to claims of copyright infringement committed using the Services that are reported to us, provided they meet the criteria below.</p>\n<p>If you are a copyright owner, or a designated agent thereof, please report alleged copyright infringements taking place on or through the Services by providing us the following information (the \"Notice\"):</p>\n<ol>\n<li>The identity of the copyrighted work that you claim has been infringed, or, if multiple copyrighted works are covered by this Notice, a comprehensive list of the copyrighted works that you claim have been infringed;</li>\n<li>The material that you claim is infringing, and information reasonably sufficient to permit us to locate the material, including at a minimum, the URL of the link shown on the Services where such material may be found;</li>\n<li>Your mailing address, telephone number, and, if available, email address;</li>\n<li>A statement that you have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement that the information in this Notice is accurate and, under penalty of perjury, that you are the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.\nand</li>\n<li>your full legal name and your electronic or physical signature.</li>\n</ol>\n<p>You may deliver this notice, with all items completed, to us, as follows: legal@nextadmit.com</p>\n<p>Upon receipt of the Notice as described above, Next Admit will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged material from the Services.</p>\n<p>11.\nTermination.</p>\n<p>Next Admit may immediately and without notice terminate your account and disable your access to the Services if Next Admit determines, in its sole discretion, that (a) you have materially breached these Terms.\n(b) you have violated applicable laws, regulations or third party rights.\nor (c) Next Admit believes, in good faith, that such action is needed to protect the safety or property of other users, Next Admit, or third parties.\nYou agree that Next Admit is not required to provide you with the reasons for terminating your account and disabling your access to our Services.</p>\n<p>Provisions that, by their nature, should survive termination of these Terms shall survive termination.\nBy way of example, all of the following will survive termination: any obligation you have to pay us, any limitations on our liability, any terms regarding ownership or intellectual property rights, and terms regarding disputes between us.</p>\n<p>12.\nThird Party Content.</p>\n<p>By using the Services, Next Admit may provide you with access to third party websites, information, and services, including but not limited to third party databases, networks, servers, software, programs, systems, directories, applications, or products.\nFor example, our third-party payment processor.\nYou hereby acknowledge that Next Admit does not control such third-party websites and services, and cannot be held responsible for their content, operation, or use.\nYour use of those services is subject to their respective terms of service.\nNext Admit does not give any representation, warranty, or endorsement, express or implied, with respect to the legality, accuracy, quality, or authenticity of content, information, or services provided by such third-party websites and services.\nNext Admit disclaims any and all responsibility or liability for any harm resulting from your use of such third-party websites and services, and you hereby irrevocably waive any claim against Next Admit with respect to the content or operation of any such third-party websites and services.</p>\n<p>13.\nDisclaimer of Warranties.</p>\n<p>Although we use our best efforts to provide the services, we make no representations, warranties, or guarantees of any kind, express or implied, about the completeness, accuracy, reliability, suitability of the Services made available to you, and you agree to hold us harmless from any claims or loss you may suffer as a result of your use of the Services.\nYou agree that any reliance you place on the Services made available by us is solely at your own risk and you hereby agree to hold us harmless and indemnify us from any such loss or claims resulting from your use of the Information or Services made available by us or others on or through our website or the Services we provide.</p>\n<p>YOU HEREBY ACKNOWLEDGE THAT NEXT ADMIT DOES NOT MAKE ANY WARRANTY OF ANY KIND (EXPRESSED OR IMPLIED) AS TO THE RESULTS THAT MAY BE OBTAINED FROM USE OF OUR SERVICES.\nIN PARTICULAR, NEXT ADMIT DOES NOT GUARANTEE THAT THE SERVICES WILL RESULT IN ACCEPTANCE, REJECTION, WAITLISTING, DEFERRAL, OR ANY OTHER DECISION FOR ADMITTANCE TO ANY UNIVERSITY, COLLEGE, TWO-YEAR COLLEGE, OR ANY OTHER ACADEMIC INSTITUTION, OR THAT USE OF THE SERVICES WILL RESULT IN ANY PARTICULAR RESULT, FINANCIAL OR OTHERWISE.\nYOU AGREE THAT YOUR RESULTS ARE STRICTLY YOUR OWN AND NEXT ADMIT IS NOT LIABLE OR RESPONSIBLE IN ANY WAY FOR YOUR RESULTS.</p>\n<p>YOU ADDITIONALLY ACKNOWLEDGE THAT YOU ARE USING THE SERVICES AT YOUR OWN RISK.\nTHE SERVICES AND NEXT ADMIT CONTENT ARE PROVIDED \"AS IS\" AND NEXT ADMIT, LLC, ITS AFFILIATES AND ITS THIRD PARTY SERVICE PROVIDERS HEREBY DISCLAIM ANY AND ALL WARRANTIES, EXPRESS AND IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF ACCURACY, RELIABILITY, MERCHANTABILITY, NON-INFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE, AND ANY OTHER WARRANTY, CONDITION, GUARANTEE OR REPRESENTATION, WHETHER ORAL, IN WRITING OR IN ELECTRONIC FORM.\nNEXT ADMIT, LLC, ITS AFFILIATES, AND ITS THIRD PARTY SERVICE PROVIDERS DO NOT REPRESENT OR WARRANT THAT ACCESS TO THE SERVICES WILL BE UNINTERRUPTED OR THAT THERE WILL BE NO FAILURES, ERRORS OR OMISSIONS OR LOSS OF TRANSMITTED INFORMATION, OR THAT NO VIRUSES WILL BE TRANSMITTED THROUGH THE SERVICES.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT ANY AND ALL DISCLAIMERS IN THESE TERMS AND THE PROVISIONS OF THESE TERMS REFLECT A FAIR AND REASONABLE ALLOCATION OF RISK BETWEEN NEXT ADMIT AND YOU.</p>\n<p>Because some states do not permit disclaimer of implied warranties, you may have additional consumer rights under your local laws.</p>\n<p>14.\nLimitation of Liability.</p>\n<p>YOU AGREE TO HOLD US HARMLESS AND INDEMNIFY US AGAINST ANY CLAIMS RELATED TO THE SERVICES, PAYMENT PROBLEMS, CANCELLATIONS, RELATED TO THE SERVICES OR ANY AND ALL ACTIVITIES OF ANOTHER USER, IT BEING UNDERSTOOD THAT WE DO NOT GUARANTEE ANYTHING, AND WE CONDUCT NO DUE DILIGENCE ON CUSTOMERS.</p>\n<p>TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL NEXT ADMIT (OR ITS LICENSORS OR SUPPLIERS) BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, OR (B) ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF THE GREATER OF (I) $20 OR (II) THE AMOUNTS PAID BY YOU TO COMPANY IN CONNECTION WITH THE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THIS APPLICABLE CLAIM.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>15.\nAdvertising.\nPromotions.\nand Affiliate Programs.</p>\n<p>We have not and will not conduct any due diligence or background checks on users.\nBy using our Services, you agree to conduct your own due diligence and research regarding third party products or services offered through our website or as part of a promotion or marketing program, and you agree to hold us harmless from any loss caused by your purchase or sale of any third party products, or services.</p>\n<p>Additionally, we may receive advertising, marketing, or promotional fees (which may be in the form of cash, or any other type of asset) from other businesses or companies or those wanting to promote their products or services through us, so we have a conflict of interest and/or interest in the information we provide or the third party products or services we make available to you, which therefore may be biased as a result, but we will use reasonable best efforts to verify and confirm such advertisers.</p>\n<p>\n<b>Advertiser Disclosure - Affiliate and Referral Programs.</b> From time to time, we may enter into various affiliate and referral programs with others for which we receive compensation, so we have a conflict of interest and/or interest in the information we provide or make available to you, which therefore may be biased as a result.</p>\n<p>16.\nNotices.</p>\n<p>Any notices or other communications permitted or required hereunder, including those regarding modifications to these Terms, will be in writing and given by Next Admit (a) via email (in each case to the address that you provide) or (b) by posting to the website.</p>\n<p>17.\nNo Waiver.</p>\n<p>The failure of Next Admit to enforce any right or provision of these Terms will not constitute a waiver of future enforcement of that right or provision.</p>\n<p>18.\nAssignment.</p>\n<p>You may not assign or transfer these Terms, by operation of law or otherwise, without Next Admit‘s prior written consent, which may be granted or denied in Next Admit’s sole and absolute discretion.\nAny attempt by you to assign or transfer these Terms without such consent will be null and of no effect.\nNext Admit may assign or transfer these Terms, at its sole discretion, without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.\nUnless a person or entity is explicitly identified as a third party beneficiary to these Terms, these Terms do not and are not intended to confer any rights or remedies upon any person or entity other than the parties.</p>\n<p>19.\nSeverability.</p>\n<p>If for any reason an arbitrator or a court of competent jurisdiction finds any provision of these Terms invalid or unenforceable, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.</p>\n<p>20.\nGoverning Law with Arbitration.</p>\n<p>These Terms are governed by and will be construed under the laws of the Commonwealth of Massachusetts, without regard to the conflicts of laws provisions thereof.\nAny dispute arising from or relating to the subject matter of these Terms shall be finally settled in Suffolk County, Massachusetts, in English, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(\"JAMS\") then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with such Rules.\nJudgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction.\nNotwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the state or federal courts located in Suffolk County, Massachusetts.\nAny arbitration under this Agreement will take place on an individual basis: class arbitrations and class actions are not permitted.\nYOU UNDERSTAND AND AGREE THAT BY ENTERING INTO THESE TERMS, YOU AND COMPANY ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>21.\nEntire Agreement</p>\n<p>This Agreement constitutes the entire agreement between you and Next Admit regarding your use of the Services, and supersedes all prior written or oral agreements.</p>\n<p>22.\nContact Us</p>\n<p>If you have any questions about the Services, please do not hesitate to contact us at legal@nextadmit.com.</p>\n", "created_at": "2023-03-28 19:42:29.421514", "updated_at": "2023-03-28 19:42:41.164774"}, {"id": 14992, "name": "Privacy Policy", "url": "https://nextadmit.com/privacy-policy/", "xpath": "//body/div[3]", "text": " <p>Effective Date: October 18, 2020</p>\n<p>1.\nIntroduction.</p>\n<p>We at Next Admit LLC know you care about how your personally identifiable information is used and shared, and we take your privacy seriously.\nPlease read the following to learn more about our Privacy Policy (the “Policy”).\nBy using or accessing the Services in any manner, you acknowledge that you accept the practices and policies outlined in this Policy, and you hereby consent that we will collect, use, and share your information in the following ways.\nAny capitalized terms that are not defined in this Policy are defined in our Terms of Services.</p>\n<p>2.\nInformation Collected.</p>\n<ol>\n<li>\n<p>\n<b>Voluntarily disclosed information.</b> When you use the Services, you will have the opportunity to provide us with some information directly.\nFor example, some functions of the Services require you to register for an account, where we may ask you for your name, email address and phone number.\nAs another example, we may also collect other information you directly give us as you build your profile through the Services, including but not limited to your, demographic information, GPA, test scores, race/ethnicity, academic awards and any other information that appears on a college application, including but not limited to, the common application, the coalition application, individual school applications, and supplemental materials (\"College Application\").</p>\n<p>If you opt to use our College Application review as part of our Services, users may redact or omit any piece of Information they do not wish to share with us or for us to collect.\n<b>\n<u>IN ANY EVENT, ALL USERS ARE REQUIRED TO REDACT OR OMIT THEIR SOCIAL SECURITY NUMBER IN ORDER TO USE OUR SERVICES.</u>\n</b>\n</p>\n</li>\n<li>\n<p>\n<b>Automatically collected information.</b> Whenever you interact with our Services, we automatically receive and record information on our server logs from your browser or device, which may include your IP address, geolocation data, device identification, “cookie” information, the type of browser and/or device you’re using to access our Services, and the page or feature you requested.\n“Cookies” are identifiers we transfer to your browser or device that allow us to recognize your browser or device and tell us how and when pages and features in our Services are visited and by how many people.\nYou may be able to change the preferences on your browser or device to prevent or limit your device’s acceptance of cookies, but this may prevent you from taking advantage of some of our features.</p>\n<p>We may receive a confirmation when you open an email from us.\nThis confirmation helps us make our communications with you more interesting and improve our services.</p>\n<p>We may use this data to customize content for you that we think you might like, based on your usage patterns.\nWe may also use it to improve the Services – for example, this data can tell us how often users use a particular feature of the Services, and we can use that knowledge to make the Services interesting to as many users as possible.</p>\n</li>\n</ol>\n<p>3.\nDisclosure of Information.</p>\n<ol>\n<li>\n<p>\n<b>Third Party Service Provider.</b> We employ other companies and people to perform tasks on our behalf and need to share your information with them to provide products or services to you.\nFor example, we use a payment processing company to receive and process your credit card transactions for us.\nUnless we tell you differently, our agents do not have any right to use the personally identifiable information we share with them beyond what is necessary to assist us.</p>\n</li>\n<li>\n<p>\n<b>Other Users.</b> Please note that if you submit any of your personally identifiable information to a portion of the Services that is accessible by other users, including an online forum or comment section, other Users will be able to see that personally identifiable information.\nAccordingly, only include information in such submissions that you are comfortable sharing with third parties.</p>\n</li>\n<li>\n<p>\n<b>De-Identifiable Information.</b> We may de-identify your personally identifiable information so that you are not identified as an individual, and provide that information to our partners.\nWe may also provide aggregate usage information to our partners (or allow partners to collect that information from you), who may use such information to understand how often and in what ways people use our Services, so that they, too, can provide you with an optimal online experience.\nHowever, we never disclose aggregate usage or de-identified information to a partner (or allow a partner to collect such information) in a manner that would identify you as an individual person.</p>\n</li>\n<li>\n<p>\n<b>Business Transfers.</b> We may choose to buy or sell assets, and may share and/or transfer customer information in connection with the evaluation of and entry into such transactions.\nAlso, if we (or our assets) are acquired, or if we go out of business, enter bankruptcy, or go through some other change of control, personally identifiable information could be one of the assets transferred to or acquired by a third party.</p>\n</li>\n<li>\n<p>\n<b>Legal Compliance.</b> We reserve the right to access, read, preserve, and disclose any information that we believe is necessary to comply with law or court order.\nenforce or apply our Terms of Service here and other agreements.\nor protect the rights, property, or safety of Next Admit, our employees, our users, or others.</p>\n</li>\n</ol>\n<p>4.\nDisclosure of Information.</p>\n<p>We endeavor to protect the privacy of your account and other personally identifiable information we hold in our records, but unfortunately, we cannot guarantee complete security.\nUnauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.</p>\n<p>5.\nModification / Deletion of Information.</p>\n<p>Through your account settings, you may access, and, in some cases, edit or delete the following information you’ve provided to us:</p>\n<ul>\n<li>name and password</li>\n<li>email address</li>\n<li>profile information, including scholastic information and College Application data you have uploaded to the site</li>\n</ul>\n<p>The information you can view, update, and delete may change as the Services change.\nIf you have any questions about viewing or updating information we have on file about you, please contact us at legal@nextadmit.com.</p>\n<p>Finally, if you request, we will remove your name and all other personally identifiable information that you have provided from the Services.\nPlease understand, however, that it may be impossible to delete this information completely, due to backups and records of deletions.\nIn addition, please understand that, if you request removal of your information, you will be unable to utilize associated features of the Services.\nYou may not request the removal of de-identified, anonymous, or aggregate data from our databases.</p>\n<p>6.\nAge of Users.</p>\n<p>Children under the age of 13 are not permitted to use, access or register for the Services in any way.\nWe do not knowingly collect or solicit information from anyone under the age of 13.\nIf we find out we have unknowingly collected personally identifiable information about a child under 13, we will take all reasonable measures to delete that information from our system as soon as possible.</p>\n<p>7.\nChanges to Policy.</p>\n<p>We’re constantly trying to improve our Services, so we may need to change this Policy from time to time as well, but we will alert you to changes by placing a notice on our website, by sending you an email, and/or by some other means.\nPlease note that if you’ve opted not to receive notice emails from us (or you haven’t provided us with your email address), those legal notices will still govern your use of the Services, and you are still responsible for reading and understanding them.\nIf you use the Services after any changes to the Policy have been posted, that means you agree to all of the changes.\nUse of information we collect now is subject to the Policy in effect at the time the information is used.</p>\n<p>8.\nContact Us</p>\n<p>If you have any questions about the Policy, the collection and sharing practices of our Services, or your use of the Services, please contact us at legal@nextadmit.com.</p>\n", "created_at": "2023-03-28 19:43:16.290404", "updated_at": "2023-03-28 19:43:25.270689"}], "points": [{"id": 30333, "title": "There is a date of the last update of the agreements", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 19:58:16.957671", "updated_at": "2023-07-11 06:28:08.377068", "quoteText": null, "case_id": 331, "document_id": 14991, "quoteStart": null, "quoteEnd": null}, {"id": 30334, "title": "This service is only available to users over a certain age", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 20:02:06.23802", "updated_at": "2023-07-11 06:28:08.889114", "quoteText": null, "case_id": 152, "document_id": 14991, "quoteStart": null, "quoteEnd": null}, {"id": 30332, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 19:57:35.744562", "updated_at": "2023-07-11 06:28:09.029776", "quoteText": null, "case_id": 122, "document_id": 14991, "quoteStart": null, "quoteEnd": null}, {"id": 30338, "title": "You agree not to use the service for illegal purposes", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 20:15:20.006434", "updated_at": "2023-07-11 06:28:08.686478", "quoteText": null, "case_id": 280, "document_id": 14991, "quoteStart": null, "quoteEnd": null}, {"id": 30335, "title": "This service is only available for use individually and non-commercially.", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 20:07:42.077131", "updated_at": "2023-07-11 06:28:08.783661", "quoteText": null, "case_id": 143, "document_id": 14991, "quoteStart": null, "quoteEnd": null}, {"id": 30337, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 20:13:42.610366", "updated_at": "2023-07-11 06:28:12.226779", "quoteText": null, "case_id": 281, "document_id": 14991, "quoteStart": null, "quoteEnd": null}, {"id": 30336, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://nextadmit.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-03-28 20:12:17.108077", "updated_at": "2023-07-11 06:28:12.327556", "quoteText": null, "case_id": 486, "document_id": 14991, "quoteStart": null, "quoteEnd": null}], "urls": ["nextadmit.com"]}}