{"error": 448, "message": "OK", "parameters": {"id": 9267, "name": "Lemmy World", "created_at": "2023-08-11 23:40:34.776123", "updated_at": "2023-08-12 10:02:47.740276", "wikipedia": null, "keywords": null, "related": null, "slug": "lemmy-world", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9267.png", "url": "lemmy.world", "documents": [{"id": 18143, "name": "Legal Page", "url": "https://lemmy.world/legal", "xpath": "//body", "text": " <b>Javascript is disabled.\nActions will not work.</b> Jump to contentLemmy.worldmenu<ul>\n<li>Communities</li>\n<li>Create Post</li>\n<li>Create Community</li>\n<li>heartSupport Lemmy</li>\n</ul>\n<ul>\n<li>searchSearch</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul>Code of Conduct\n<p>\n<em>(To view a full list of our rules for users, see the final section of this page.)</em>\n</p>\n<p>This page contains the goals, principles, and rules for participating in Lemmy.World, with some additional information about our platform.\nIt is intended to protect all our members from bad actors, and to ensure that our platform is as welcoming and inclusive as possible.\nKeep in mind that this is a working document, and so the Lemmy.World team may amend it from time to time.</p>\n<p>\n<strong>All significant changes made on this page will be announced to our users.</strong>\n</p> Goals\n<ul>\n<li>\n<p>Provide a friendly, safe, and welcoming environment for all members.\nregardless of gender identity or expression, sexual orientation, disability, personal appearance, body size, race, ethnicity, age, religion, nationality, political affiliation, or other similar characteristic.\nHuman comes first.</p>\n</li>\n<li>\n<p>Create a supportive environment, where people freely share their passions and are excited and positive about each other’s successes.</p>\n</li>\n<li>\n<p>Protect our community from harassment, malicious or illegal content, and from bad actors, whose goals are to disrupt our community and promote their own self-interest at the expense of others.</p>\n</li>\n</ul> Principles that Guide Us\n<ul>\n<li>\n<p>We are not a free speech zone.\nThis Code of Conduct lays out the expected standards of conduct and behavior.\nUsers may not say or post anything that violates these rules, and all participants are required to follow this code.\nIf you disagree with this code, you are welcome to keep looking for other Lemmy instances.\nHere’s a list of all public instances.</p>\n</li>\n<li>\n<p>The moderators are not morality or thought police.\nThey are guided by this Code of Conduct.\nPost what you want, as long as your post follows the rules, principles, and goals outlined on this page.\nNot every user will appreciate controversial or explicit posts, so feel encouraged to use NSFW marks very liberally.\nWe use NSFW marks often so the members themselves may decide whether they want to see a post that might be controversial or explicit.</p>\n</li>\n<li>\n<p>Bullies, trolls, and disruptors are not welcome in Lemmy.World.\nWe will moderate accordingly.</p>\n</li>\n<li>\n<p>This is a voluntary community.\nYou chose to be here.\nWhen you choose to join, you have implied that you agree with this Code of Conduct and will follow it.</p>\n</li>\n</ul> General Guidance for Participating\n<p>\n<strong>Here is a general guidance for participating in Lemmy.World:</strong>\n</p>\n<ul>\n<li>\n<p>Do not post about inflammatory or controversial subjects without a NSFW mark.\nIdeally, you would not post about inflammatory subjects at all.\nHowever, it may be acceptable to do so in some cases, but it is never acceptable to post inflammatory content without hiding the content behind the appropriate NSFW warning.</p>\n</li>\n<li>\n<p>Do not post any type of nudity without marking it NSFW.</p>\n</li>\n<li>\n<p>Regarding spam: we are not your free advertising platform.\nIf you are here only to sell your products or services, you will be removed.\nOccasional posts of commercial links are tolerated, but when the vast majority of a user’s posts are commercial in nature, we regard the account as a Spam account.\nModerators will evaluate reports of Spam on a case by case basis.</p>\n</li>\n<li>\n<p>Do not engage in name calling, ad hominem attacks, sealioning or any other uncivil behaviour.\nRemember to criticise ideas, and not people.</p>\n</li>\n<li>\n<p>Don’t report every post that upsets you.\nPlease do report posts that violate our rules or a community’s rules, but for others that you may find distasteful, or just don’t like, use the tools available to you.\nYou can block the user, and you can also block communities.</p>\n</li>\n<li>\n<p>A full list of rules is included on the final section of this page.</p>\n</li>\n</ul> Moderation Principles\n<p>When a user violates any of the points described in our Code of Conduct, our team may suspend an account from Lemmy.World.\nThis may happen when a user has breached any rule several times, or if their content suggests that they are likely to continue to break the rules.\nThe number of breaches leading to suspension is deliberately not defined.\nIn egregious cases, one breach can result in suspension of the user account.</p>\n<p>The team takes a pragmatic approach to every situation - if they feel that a problematic post isn’t explicitly a breach of any of these rules but is inappropriate for Lemmy.World, the post will likely be removed.\nUsers who repeatedly post problematic content or otherwise are seen by the team as a negative, disruptive presence in our community can be removed at the discretion of our team, even if those posts or the user did not explicitly violate our rules.</p> Staff\n<p>\n<strong>This instance has the following administrators:</strong>\n</p>\n<ul>\n<li>@Ruud (CET/CEST)</li>\n<li>@Antik (CET/CEST)</li>\n<li>@MichelleG (CT)</li>\n<li>@AvaddonLFC (EST)</li>\n<li>@MrCenny (CET/CEST)</li>\n</ul>\n<p>\n<strong>This instance is kept up and running by the following heroes:</strong>\n</p>\n<ul>\n<li>@Jelloeater</li>\n<li>@TragicNotCute</li>\n<li>@Ruud and @Antik, who are also administrators of the site.</li>\n</ul> Donations &amp.\nFinances\n<p>Lemmy.World is run by @Ruud, who also pays the bills.</p>\n<p>Since the June 2023 user influx, those bills have gone up quite steeply.\nFor those who would like to contribute, the following options for donations are available:</p>\n<ul>\n<li>OpenCollective (Either recurring or one-time donations) - Preferred.</li>\n<li>Patreon (Recurring donations only)</li>\n</ul>\n<p>The running costs of Lemmy.World currently consist of:</p>\n<ul>\n<li>Hetzner server</li>\n<li>Hetzner backup server</li>\n<li>Hetzner cloud VPS for monitoring, blog etc</li>\n<li>Mailgun e-mailer</li>\n<li>CloudFlare CDN (Need to switch to paid plan)</li>\n<li>Monthly updates about the finances can be found at our blog</li>\n</ul> Status / Uptime\n<p>You can view our status and uptime from this site, a service provided by @Jelloeater.\nGeneral Fediverse information can be viewed at this site.</p> Instance Images\n<p>A special thank you to @vsp for giving us an amazing logo and banner!</p> Our Rules for Users\n<p>Here’s a full list of our rules for users.\nTo see our Rules of Use for Bots, please follow this link.</p>\n<p>Please note that all of these rules represent our views on which type of behaviour and content shouldn’t be on our platform.\nWhen applicable, they will also apply for usernames, display names, avatars, profile descriptions, and communities.</p>\n<ol>\n<li>No illegal content, including sharing copyrighted material without the explicit permission of the owner(s).</li>\n<li>NSFW communities are allowed on our instance, as long as they comply with the rest of our rules.</li>\n<li>No posts or comments supporting or promoting conspiracy theories.\nOur team has the sole discretion to decide if a specific content violates this rule.\nBirds are real.\nEarth is round.\nGet over it.</li>\n<li>No posts or links featuring sexualized depictions of minors, whether photographic, written, drawn, anthropomorphic, or animated.</li>\n<li>No pornography featuring depictions of rape, sexual assault, or non-consensual violence.</li>\n<li>A proper NSFW warning tag must always be used when posting all other pornographic, erotic or NSFW content, whether photographic, written, drawn, anthropomorphic, or animated.</li>\n<li>If you harass, disturb or discriminate against any individual member, you will be removed.\nLikewise, if you are a member, sympathiser or a resemblant of a movement that is known to largely hate, mock, discriminate against and/or want to take lives of a group of people, and you expressed your hate in any way, you will be removed without warning.</li>\n<li>No visual content depicting executions, murder, suicide, dismemberment, visible innards, excessive gore, or charred bodies.\nAll other violent imagery requires a NSFW tag.</li>\n<li>No visual content depicting animal abuse.\nAll other posts related to animal abuse require a proper NSFW tag.</li>\n<li>No posting of malicious links.</li>\n<li>No spam allowed.\nWe are not your free advertising platform.\nIf you are here only to sell your products or services, you will be removed.\nOccasional posts of commercial links will be tolerated, but when the vast majority of a user’s posts are commercial in nature, we regard the account as a spam account.\nWe will evaluate reports of spam on a case by case basis.</li>\n<li>No links to content supporting, featuring, or promoting hate movements, terrorism, mass violence, or calls to violence.</li>\n<li>No encouragement or promotion of self-harm.</li>\n<li>“Shitposting” will only be allowed in their dedicated communities.</li>\n<li>You may not abuse the reporting function.\nDon’t report every post that upsets you.\nPlease do report posts that violate our rules or a community’s rules, but for others that you may find distasteful, or just don’t like, use the tools available to you.\nYou can block the user, and you can also block communities.</li>\n<li>Seizure-inducing visual content may not be posted without a proper NSFW tag.</li>\n</ol>\n<ul>\n<li>BE: 0.18.4</li>\n<li>Modlog</li>\n<li>Legal</li>\n<li>Instances</li>\n<li>Docs</li>\n<li>Code</li>\n<li>join-lemmy.org</li>\n</ul> ", "created_at": "2023-08-11 23:40:34.805865", "updated_at": "2023-08-11 23:41:33.944741"}], "points": [{"id": 34645, "title": "Your account can be suspended for several reasons", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:12:06.126494", "updated_at": "2023-08-29 07:44:16.373584", "quoteText": null, "case_id": 205, "document_id": 18143, "quoteStart": null, "quoteEnd": null}, {"id": 34646, "title": "You agree not to submit illegal content", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:13:31.297055", "updated_at": "2023-08-29 07:44:26.174998", "quoteText": null, "case_id": 238, "document_id": 18143, "quoteStart": null, "quoteEnd": null}, {"id": 34644, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:10:17.362984", "updated_at": "2023-08-29 07:44:31.338205", "quoteText": null, "case_id": 281, "document_id": 18143, "quoteStart": null, "quoteEnd": null}, {"id": 34655, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-20 11:38:58.84468", "updated_at": "2023-08-29 07:44:22.311356", "quoteText": null, "case_id": 314, "document_id": 18143, "quoteStart": null, "quoteEnd": null}], "urls": ["lemmy.world"]}}