{"error": 448, "message": "OK", "parameters": {"id": 7083, "name": "Skiley", "created_at": "2022-12-03 03:56:00.611477", "updated_at": "2022-12-03 23:01:06.137283", "wikipedia": null, "keywords": null, "related": null, "slug": "skiley", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7083.png", "url": "skiley.net", "documents": [{"id": 13000, "name": "Privacy Policy", "url": "https://skiley.net/privacy-policy/", "xpath": "//body", "text": "Skiley<ul>\n<li>Go back to home page</li>\n<li>Connect with Spotify</li>\n</ul>Privacy Policy<p>\n</p>\n<p>➤ Skiley™ is an on-line application, free, whose objective is to intensify and amplify the usage of music streaming services – like Spotify₢.\nThe service is published on-line, hosted on Amazon₢ (United States) servers and offered for free use in any web-capable device.\nThis page is responsible for describing the service’s policies to visitors and which data we store and collect.</p>\n<p>➤ All data collected are used unique and exclusively for presenting them to the users, with no third-party involvement or data sending, except for the collection and usage of the data when communicating with Spotify’s services and necessary integrations of the platform (as described in the next sections).\nSkiley™ has no commercial contracts with third-party providers or services, nor does it have connection with any data manipulation third-party companies.</p>\n<p>➤ If you proceed to use the service, you are implicitly agreeing with the collection, storage and usage of your data, as related to this policy.</p>\n<p>\n</p>Data Collection and Usage<p>\n</p>\n<p>➤ By using Skiley™ for the first time, it will be necessary that you link your Spotify₢ account to our service.\nThis is the way upon which we are able to collect basic information about your account, as well as streaming data – provided by Spotify’s Web API –, so we can process and present them to you.</p>\n<p>➤ The information collected by us include, but is not limited to username, country, e-mail, Spotify plan, playlists, liked artists and songs, rankings, play history, currently playing track, etc.\nAll data that is collected, is described on Spotify Web API’s documentation.</p>\n<p>➤ Furthermore, we collect and store some metrics used for systems monitoring and incident resolution, like actions made inside the system, time taken to load our service pages on your browser, etc.</p>\n<p>\n</p>Integrations<p>\n</p>\n<p>➤ Inside Skiley™’s platform, we use external tools and agents to provide services and features to our users, as well as helping with the system’s administration to monitor and resolve eventual problems.</p>\n<p>➤ We use Spotify’s Web API, as cited in the previous section, to access and use the streaming data of the users who opt in to use our service.\nFor further information, please, make sure to read the privacy policy of this agent: Spotify's Privacy Policy.</p>\n<p>➤ We use YouTube’s API, to provide features inside our service that need information stored inside YouTube’s platform – like, for example, letting our users visualize the video of the song they are listening to, visualize comments made by users on a song, etc.\nFor further information, please, make sure to read the privacy policy and terms of use of this agent: Google's Privacy Policy and YouTube's Terms of Use.</p>\n<p>➤ We use Google Analytics, to provide anonymous and generalized information of the service’s users, so we can improve the platform’s stability and the provided functionalities.\nFor further information, please, make sure to read the privacy policy of this agent: Google's Privacy Policy.</p>\n<p>\n</p>Cookies<p>\n</p>\n<p>➤ Skiley™ stores some cookies on your browser, in order to improve your experience and remember options chosen by you, like, for example: your authentication token, service’s language, application theme, font size, etc.</p>\n<p>➤ Furthermore, the integrations used by the system – as described in the previous section – can also store cookies on your browser.\nFor further information, please, make sure to read the privacy policy of these agents, as referred in the previous section.</p>\n<p>\n</p>Contact Us<p>➤ You can contact us at any time through the feedback section inside the service (using an already authenticated user).\nIf you prefer to, you can also send us an e-mail at support@skiley.net.</p>\n<p>© 2022 Skiley.</p>\n<p>Developed by João Vitor Verona Biazibetti.</p>\n<p>Spotify© is a trademark of Spotify AB.</p>🇺🇸🇧🇷", "created_at": "2022-12-03 03:56:00.613492", "updated_at": "2022-12-03 02:56:34.191076"}], "points": [], "urls": ["skiley.net"]}}