{"error": 448, "message": "OK", "parameters": {"id": 2475, "name": "DoorDash", "created_at": "2020-12-29 20:19:35.643555", "updated_at": "2023-07-10 22:00:59.322595", "wikipedia": "https://en.wikipedia.org/wiki/DoorDash", "keywords": null, "related": null, "slug": "doordash", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2475.png", "url": "doordash.com", "documents": [{"id": 3352, "name": "Terms of Service", "url": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "xpath": "/html/body/div[3]/section[2]/div/div/div[2]", "text": "<b>Terms and Conditions Agreement</b>\n<p>Effective: December 22, 2020</p>\n<p>PLEASE READ THE TERMS AND CONDITIONS CAREFULLY.\nTHE TERMS AND CONDITIONS (<b>“AGREEMENT”</b>) CONSTITUTE A LEGAL AGREEMENT BETWEEN YOU AND DOORDASH, INC., A DELAWARE CORPORATION, AND ITS SUBSIDIARIES AND AFFILIATED COMPANIES, INCLUDING CAVIAR, LLC (COLLECTIVELY, <b>“DOORDASH,” “WE,” “US,” OR “OUR”</b>).</p>\n<p>\n<b>SECTION 12</b>\n<b> OF THIS AGREEMENT CONTAINS PROVISIONS THAT GOVERN HOW CLAIMS THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED, INCLUDING, WITHOUT LIMITATION, ANY CLAIMS THAT AROSE OR WERE ASSERTED BEFORE THE EFFECTIVE DATE OF THIS AGREEMENT.\nIN PARTICULAR, SECTION 12 SETS FORTH OUR ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AND SEEK RELIEF AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING, EXCEPT AS SET FORTH IN SECTION 12(G).\nAND (2) YOU ARE WAIVING YOUR RIGHT TO SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL ON YOUR CLAIMS.\nTHE ARBITRATION AGREEMENT COULD AFFECT YOUR RIGHT TO PARTICIPATE IN PENDING PROPOSED CLASS ACTION LITIGATION.\nPLEASE SEE SECTION 12 FOR MORE INFORMATION REGARDING THIS ARBITRATION AGREEMENT, THE POSSIBLE EFFECTS OF THIS ARBITRATION AGREEMENT, AND HOW TO OPT OUT OF THE ARBITRATION AGREEMENT.</b>\n</p>\n<p>&nbsp;</p>\n1.\nAcceptance of this Agreement\n<p>DoorDash, including its wholly-owned subsidiary Caviar,<b>\n</b>provides an online marketplace connection, using web-based technology that connects you and other consumers, restaurants and/or other businesses and independent delivery contractors (“Contractors”).&nbsp;&nbsp;DoorDash’s software permits consumers to place orders for food and/or other goods from various restaurants and businesses, either for delivery or pickup (the “Software”).\nOnce a delivery order is made, the Software notifies Contractors that a delivery opportunity is available and the Software facilitates completion of the delivery to the consumer.\nOnce a pickup order is made, the Software communicates with the customer regarding the availability of the order for pickup.\nDoorDash is not a restaurant, delivery service, or food preparation business.</p>\n<p>If you access any of our websites located at https://www.doordash.com/ and https://trycaviar.com, install or use our DoorDash or Caviar mobile application, install or use any other software supplied by DoorDash, or access any information, function, or service available or enabled by DoorDash (each, a <b>“Service”</b> and collectively, the <b>“Services”</b>), or complete the DoorDash account registration process, you, your heirs, assigns, and successors (collectively, “you” or “your”) hereby represent and warrant that:&nbsp;</p>\n<p>(a) you have read, understand, and agree to be bound by this Agreement;&nbsp;</p>\n<p>(b) you are of legal age in the jurisdiction in which you reside to form a binding contract with DoorDash.\nand&nbsp;</p>\n<p>(c) you have the authority to enter into the Agreement personally and, if applicable, on behalf of any organization on whose behalf you have created an account and to bind such organization to the Agreement.</p>\n<p>The terms “User” and “Users” refer to all individuals and other persons who access or use the Services, including, without limitation, any organizations that register accounts or otherwise access or use the Services through their respective representatives.\nExcept as otherwise provided in this Agreement, if you do not agree to be bound by the Agreement, you may not access or use the Services.</p>\n&nbsp.\n2.\nModifications\n<p>Subject to Section 12(k) of this Agreement, DoorDash reserves the right to modify the terms and conditions of this Agreement or its policies relating to the Software or Services at any time, effective upon posting of an updated version of this Agreement through the Services.\nYou should regularly review this Agreement, as your continued use of the Services after any such changes constitutes your agreement to such changes.</p>\n&nbsp.\n3.\nAdditional Terms and Policies\n<p>By using the Services, you agree to be bound by this Agreement and acknowledge and agree to the collection, use, and disclosure of your personal information in accordance with DoorDash’s Privacy Policy, which is incorporated in this Agreement by reference.\nYou also agree to abide by any additional DoorDash policies for Users that are published on our website or mobile application.&nbsp;&nbsp;Certain features of our Services may be subject to additional terms and conditions, which are incorporated herein by reference.</p>\n<p>&nbsp;</p>\n4.\nRules and Prohibitions\n<p>Without limiting other rules and prohibitions in this Agreement, by using the Services, you agree that:</p>\n<p>(a) You will only use the Services for lawful purposes.\nyou will not use the Services for sending or storing any unlawful material or for deceptive or fraudulent purposes.\nand you will not engage in conduct that harms other Users, DoorDash employees, or our community.</p>\n<p>(b) You will only use the Services in accordance with all applicable laws, including copyrights, trade secrets, or other rights of any third party, including privacy or publicity rights.</p>\n<p>(c) You will only access the Services using means explicitly authorized by DoorDash.</p>\n<p>(d) You will not use another User’s account, impersonate any person or entity, or forge or manipulate headers or identifiers to disguise the origin of any content transmitted through the Services.</p>\n<p>(e) You will not use the Services to cause nuisance, annoyance or inconvenience.</p>\n<p>(f) You will not use the Services, or any content accessible through the Services, for any commercial purpose, including but not limited to contacting, advertising to, soliciting or selling to, any Merchant, User or Contractor, unless DoorDash has given you prior permission to do so in writing.</p>\n<p>(g) You will not copy or distribute the Software or any content displayed through the Services, including Merchants’ menu content and reviews, for republication in any format or media.</p>\n<p>(h) You will not compile, directly or indirectly, any content displayed through the Services except for your personal, noncommercial use.</p>\n<p>(i) The information you provide to us when you register an account or otherwise communicate with us is accurate, you will promptly notify us of any changes to such information, and you will provide us with whatever proof of identity we may reasonably request.</p>\n<p>(j) You will keep secure and confidential your account password or any identification credentials we provide you which allows access to the Services.</p>\n<p>(k) You will use the Software and Services only for your own use and will not directly or indirectly resell, license or transfer the Software, Services or content displayed by the Services to a third party.</p>\n<p>(l) You will not use the Services in any way that could damage, disable, overburden or impair any DoorDash server, or the networks connected to any DoorDash server.</p>\n<p>(m) You will not attempt to gain unauthorized access to the Services and/or to any account, resource, computer system, and/or network connected to any DoorDash server.</p>\n<p>(n) You will not probe, scan, or test the vulnerability of any system or network or breach or circumvent any security or authentication measures DoorDash may use to prevent or restrict access to the Services or use of the Services or the content therein.</p>\n<p>(o) You will not deep-link to our websites or access our websites manually or with any robot, spider, web crawler, extraction software, automated process and/or device to scrape, copy, index, frame, or monitor any portion of our websites or any content on our websites.</p>\n<p>(p) You will not scrape or otherwise conduct any systematic retrieval of data or other content from the Services.</p>\n<p>(q) You will not try to harm other Users, DoorDash, or the Services in any way whatsoever.</p>\n<p>(r) You will not engage in threatening, harassing, racist, sexist or any other behavior that DoorDash deems inappropriate when using the Services.&nbsp;</p>\n<p>(s) You will report any errors, bugs, unauthorized access methodologies or any breach of our intellectual property rights that you uncover in your use of the Services.</p>\n<p>(t) You will not abuse our promotional or credit code system, including by redeeming multiple coupons at once or by opening multiple accounts to benefit from offers available only to first-time users.</p>\n<p>(u) You will not attempt to undertake any of the foregoing.</p>\n<p>In the event that we believe or determine that you have breached any of the aforementioned, we reserve the right to suspend and/or permanently deactivate your account at our sole discretion.</p>\n<p>&nbsp;</p>\n5.\nContractors and Merchants Are Independent\n<p>You understand and agree that DoorDash provides a technology platform connecting you with independent food service providers and others that provide the products offered through the Services (“<b>Merchants</b>”), and independent third-party contractors who provide delivery services (“<b>Contractors</b>”).\nYou acknowledge and agree that DoorDash does not itself prepare food or offer delivery services, and has no responsibility or liability for the acts or omissions of any Merchant or any Contractor.\nMerchant is the retailer.\nthe services offered by DoorDash pursuant to this Agreement do not include any retail services or any food preparation services.\nDoorDash is not in the delivery business nor is it a common carrier.\nDoorDash provides a technology platform facilitating the transmission of orders by Users to Merchants for pickup or delivery by Contractors.\nDoorDash will not assess or guarantee the suitability, legality or ability of any Contractor or Merchant.\nYou agree that DoorDash is not responsible for the Merchants’ food preparation or the safety of the food or whether the photographs or images displayed through the Services accurately reflect the food prepared by the Merchants and/or delivered by the Contractor, and does not verify Merchants’ compliance with applicable laws or regulations.\nDoorDash has no responsibility or liability for acts or omissions by any Merchant or Contractor.&nbsp;</p>\n<p>You agree that the goods that you purchase will be prepared by the Merchant you have selected, that title to the goods passes from the Merchant to you at the Merchant’s location, and that, for delivery orders, the Contractor will be directed by your instructions to transport the products to your designated delivery location.\nYou agree that neither the Contractor nor DoorDash holds title to or acquires any ownership interest in any goods that you order through the Services.</p>\n<p>&nbsp;</p>\n6.\nUser Account\n<p>You may be required to register for an account to use parts of the Services.\nYou must provide accurate, current, and complete information during the registration process and at all other times when you use the Services, and to update the information to keep it accurate, current, and complete.\nYou are the sole authorized user of any account you create through the Services.\nYou are solely and fully responsible for all activities that occur under your password or account.\nYou agree that you shall monitor your account to prevent use by minors, and you will accept full responsibility for any unauthorized use of your password or your account.\nYou may not authorize others to use your User status, and you may not assign or otherwise transfer your User account to any other person or entity.\nShould you suspect that any unauthorized party may be using your password or account, you will notify DoorDash immediately.\nDoorDash will not be liable and you may be liable for losses, damages, liability, expenses, and fees incurred by DoorDash or a third party arising from someone else using your account, regardless of whether you have notified us of such unauthorized use.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, or DoorDash has reasonable grounds to suspect that such information is untrue, inaccurate, not current, or incomplete, DoorDash has the right to suspend or terminate your account and refuse any and all current or future use of the Services (or any portion thereof).\nWe may enable or require you to use a single pair of login credentials to use the DoorDash and/or Caviar services.\nYou agree not to create an account or use the Services if you have been previously removed by DoorDash, or if you have been previously banned from use of the Services.</p>\n<p>&nbsp;</p>\n7.\nUser Content\n<p>(a) <b>User Content.</b> DoorDash may provide you with interactive opportunities through the Services, including, by way of example, the ability to post User ratings and reviews (collectively, “User Content”).\nYou represent and warrant that you are the owner of, or otherwise have the right to provide, all User Content that you submit, post and/or otherwise transmit through the Services.\nYou further represent and warrant that any User Content that you submit, post and/or otherwise transmit through the Services (i) does not violate any third-party right, including any copyright, trademark, patent, trade secret, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) does not contain material that is false, intentionally misleading, or defamatory.\n(iii) does not contain any material that is unlawful.\n(iv) does not violate any law or regulation.\nand (v) does not violate this Agreement.\nYou hereby grant DoorDash a perpetual, irrevocable, transferable, fully paid, royalty-free, non-exclusive, worldwide, fully sublicenseable right and license to use, copy, display, publish, modify, remove, publicly perform, translate, create derivative works, distribute and/or otherwise use the User Content in connection with DoorDash’s business and in all forms now known or hereafter invented (“Uses”), without notification to and/or approval by you.\nYou further grant DoorDash a license to use your username, first name and last initial, and/or other User profile information, including without limitation, your ratings history, to attribute User Content to you in connection with such Uses, without notification or approval by you.\nYou agree that this license includes the right for other Users to access and use your User Content in conjunction with participation in the Services and as permitted through the functionality of the Services.\nIn the interest of clarity, the license granted to DoorDash herein shall survive termination of the Services or your account.\nDoorDash reserves the right in its sole discretion to remove or disable access to any User Content from the Services, suspend or terminate your account at any time, or pursue any other remedy or relief available under equity or law if you post any User Content that violates this Agreement or any community or content guidelines we may publish or that we consider to be objectionable for any reason.\nYou agree that DoorDash may monitor and/or delete your User Content (but does not assume the obligation) for any reason in DoorDash’s sole discretion.\nDoorDash may also access, read, preserve, and disclose any information as DoorDash reasonably believes is necessary to (a) satisfy any applicable law, regulation, legal process, or governmental request, (b) enforce this Agreement, including investigation of potential violations hereof, (c) detect, prevent, or otherwise address fraud, security, or technical issues, (d) respond to User support requests, or (e) protect the rights, property or safety of DoorDash, its Users and the public.</p>\n<p>(b) <b>Feedback.</b> You agree that any submission of any ideas, suggestions, and/or proposals to DoorDash through its suggestion, feedback, wiki, forum or similar pages (“Feedback”) is at your own risk and that DoorDash has no obligations (including without limitation, obligations of confidentiality) with respect to such Feedback.\nYou represent and warrant that you have all rights necessary to submit the Feedback and you hereby grant to DoorDash a perpetual, irrevocable, transferable, fully paid, royalty-free, non-exclusive, worldwide, fully sublicenseable right and license to use, copy, display, publish, modify, remove, publicly perform, translate, create derivative works, distribute and/or otherwise use such Feedback.</p>\n<p>(c) <b>Ratings and Reviews.</b> To the extent that you are asked to rate and post reviews of Merchants or other businesses (“Ratings” and “Reviews”), such Ratings and Reviews are considered User Content and are governed by this Agreement.\nRatings and Reviews are not endorsed by DoorDash and do not represent the views of DoorDash or its affiliates.\nDoorDash shall have no liability for Ratings and Reviews or for any claims for economic loss resulting from such Ratings and Reviews.\nBecause we strive to maintain a high level of integrity with respect to Ratings and Reviews posted or otherwise made available through the Services, you agree that: (i) you will base any Rating or Review on first-hand experience with the Merchant or business.\n(ii) you will not provide a Rating or Review for any Merchant or business for which you have an ownership interest, employment relationship or other affiliation or for any of that company’s competitors.\n(iii) you will not submit a Rating or Review in exchange for payment, free food items, or other benefits from a Merchant or business.\n(iv) any Rating or Review you submit will comply with the Federal Trade Commission’s Guides Concerning the Use of Endorsements and Testimonials in Advertising.\nand (v) your Rating or Review will comply with the terms of this Agreement.\nIf we determine, in our sole discretion, that any Rating or Review could diminish the integrity of the Ratings and Reviews or otherwise violates this Agreement, we may remove such User Content without notice.</p>\n<p>&nbsp;</p>\n8.\nCommunications with DoorDash\n<p>By creating a DoorDash account, you electronically agree to accept and receive communications from DoorDash, Contractors, or third parties providing services to DoorDash including via email, text message, calls, and push notifications to the cellular telephone number you provided to DoorDash.\nYou understand and agree that you may receive communications generated by automatic telephone dialing systems and/or which will deliver prerecorded messages sent by or on behalf of DoorDash, its affiliated companies and/or Contractor, including but not limited to communications concerning orders placed through your account on the Services.\nMessage and data rates may apply.\nIf you do not wish to receive promotional emails, text messages, or other communications, you may change your notification preferences by accessing Settings in your account.\nTo opt out of receiving promotional text messages from DoorDash, you must reply “STOP” from the mobile device receiving the messages.\nFor purposes of clarity, delivery text messages between you and Dashers are transactional text messages, not promotional text messages.&nbsp;</p>\n<p>&nbsp;</p>\n9.\nE-SIGN Disclosure\n<p>By creating a DoorDash account, you also consent to the use of an electronic record to document your agreement.\nYou may withdraw your consent to the use of the electronic record by emailing DoorDash at privacy@doordash.com with “Revoke Electronic Consent” in the subject line.</p>\n<p>To view and retain a copy of this disclosure, you will need (i) a device (such as a computer or mobile phone) with a web browser and Internet access and (ii) either a printer or storage space on such device.\nFor a free paper copy, or to update our records of your contact information, email DoorDash at privacy@doordash.com with contact information and your mailing address.</p>\n<p>&nbsp;</p>\n10.\nIntellectual Property Ownership\n<p>DoorDash alone (and its licensors, where applicable) shall own all right, title and interest, including all related intellectual property rights, in and to the Software and the Services.\nThis Agreement is not a sale and does not convey to you any rights of ownership in or related to the Software or the Services, or any intellectual property rights owned by DoorDash.\nDoorDash names, DoorDash logos, and the product names associated with the Software and Services are trademarks of DoorDash or third parties, and no right or license is granted to use them.\nYou agree that you will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Software or the Services.</p>\n<p>﻿</p>\n11.\nPayment Terms\n<p>(a) <b>Prices &amp.\nCharges.</b> You understand that: (a) the prices for menu or other items displayed through the Services may differ from the prices offered or published by Merchants for the same menu or other items and/or from prices available at third-party websites and that such prices may not be the lowest prices at which the menu or other items are sold.\n(b) DoorDash has no obligation to itemize its costs, profits or margins when publishing such prices.\nand (c) DoorDash reserves the right to change such prices at any time, at its discretion.\nFor certain transactions, the subtotals shown at checkout are estimates that may be higher or lower depending on the final in- store totals.\nIn those situations, DoorDash reserves the right to charge your payment method the final price after checkout.\nYou are liable for all transaction taxes on the Services provided under this Agreement (other than taxes based on DoorDash’s income).\nIn the event that the charge to your payment method may incorrectly differ from the total amount, including subtotal, fees, and gratuity, displayed to you at checkout and/or after gratuity is selected, DoorDash reserves the right to make an additional charge to your payment method after the initial charge so that the total amount charged is consistent with the total amount displayed to you at checkout and/or after gratuity is selected.\nAll payments will be processed by DoorDash or its payments processor, using the preferred payment method designated in your account.\nIf your payment details change, your card provider may provide us with updated card details.\nWe may use these new details or details from other cards on file in order to help prevent any interruption to your Use of the Services.\nIf you would like to use a different payment method or if there is a change in payment method, please update your billing information.</p>\n<p>(b) <b>No Refunds.</b> Charges paid by you for completed and delivered orders are final and non-refundable.\nDoorDash has no obligation to provide refunds or credits, but may grant them, in each case in DoorDash’s sole discretion.</p>\n<p>(c) <b>Promotional Offers and Credits.</b> DoorDash, at its sole discretion, may make promotional offers with different features and different rates to any User.\nThese promotional offers are subject to the terms of this Agreement and may be valid only for certain Users as indicated in the offer.\nYou agree that promotional offers: (i) may only be used by the intended audience, for the intended purpose, and in a lawful manner.\n(ii) may not be duplicated, sold or transferred in any manner, or made available to the general public, unless expressly permitted by DoorDash.\n(iii) are subject to the specific terms that DoorDash establishes for such promotional offer.\n(iv) cannot be redeemed for cash or cash equivalent.\nand (v) are not valid for use after the date indicated in the offer or in DoorDash’s Terms and Conditions for Promotional Offers and Credits.\nDoorDash reserves the right to withhold or deduct credits or benefits obtained through a promotion in the event that DoorDash determines or believes that the redemption of the promotion or receipt of the credit or benefit was in error, fraudulent, illegal, or in violation of the applicable promotion terms or this Agreement.\nDoorDash reserves the right to modify or cancel an offer at any time.\nDoorDash’s Terms and Conditions for Promotional Offers and Credits (the current version of which is available at http://drd.sh/rtb7p2/ and which is incorporated in this Agreement by reference) apply to all promotional offers.\nYou agree that we may change DoorDash’s Terms and Conditions for Promotional Offers and Credits at any time.\nDoorDash may also offer gratuitous credits, which can be used for the Services.\nAny credit issued by DoorDash is valid for 6 months from the date of issue except to the extent prohibited under applicable law and may not be redeemed for cash or cash equivalent.\nUpon expiration, credits will be removed from your account.\nExpired credits are no longer redeemable and cannot be used towards any order.\nCredits issued through a User’s DoorDash and Caviar account may only be redeemed through that respective brand’s Services.</p>\n<p>(d) <b>Fees for Services.</b> DoorDash may change the fees for our Services as we deem necessary or appropriate for our business, including but not limited to Delivery Fees, Service Fees, Small Order Fees, and Surge Fees.&nbsp;&nbsp;DoorDash may also charge merchants fees on orders that you place through the Services, including commissions and other fees, and may change those merchant fees as we deem necessary or appropriate for our business or to comply with applicable law.</p>\n<p>(e) <b>Referral Program.</b> DoorDash’s Referral Program Terms and Conditions are available at https://www.doordash.com/referral-terms/ (“Referral Program”).\nUnder the Referral Program, DoorDash offers its registered Users in good standing the opportunity to earn gratuitous DoorDash credits as promotional rewards by inviting their eligible friends to register as new DoorDash Users and place their initial order through the Services by using a unique referral ID link (<b>“Personal Link”</b>).\nFor each Qualified Referral (as defined in the Referral Program) generated through a User’s Personal Link, the User may receive a gratuitous credit as specified on DoorDash’s Referral Program page.\nYou agree that we may change the terms and conditions of the Referral Program or terminate the Referral Program at any time.</p>\n<p>(f) <b>DashPass Subscriptions.</b>&nbsp;</p>\n<p>\n<i>General</i>:<i>\n</i>DashPass is an automatically renewing subscription requiring recurring payments.\nA DashPass subscription grants you access to reduced fees on orders placed through the Services for eligible restaurants with a minimum subtotal as stated when you sign up (excluding taxes and tips) (“Reduced Fees”).\nReduced Fees and other DashPass benefits may be redeemed only at eligible restaurants, as indicated through the Services.\nDoorDash reserves the right to change whether a restaurant is eligible for DashPass at any time with or without notice.\nDashPass orders are subject to delivery driver and geographic availability, and taxes may apply to the cost of the items you order.\nYou may provide an optional gratuity.\nDepending on the conditions as stated when you sign up, Service Fees and other fees may apply.\nWe reserve the right to add and modify fees as discussed in this Section.\nYour DashPass benefits will extend to both DoorDash and Caviar when you register for a DashPass subscription.&nbsp;</p>\n<p>DashPass is offered for a monthly or yearly fee payable at the start of the relevant period.\nBy signing up for DashPass and providing DoorDash with your payment account information, you agree that: (a) you will be charged your first DashPass subscription fee and any applicable taxes on the date you purchase your DashPass subscription.\n(b) you authorize DoorDash and its service providers to store your payment method for the purpose of executing future DashPass auto-renewal transactions.\n(c) UNLESS YOU CANCEL, BY DEFAULT (AND WITH PRIOR NOTICE ONLY TO THE EXTENT REQUIRED BY APPLICABLE LAW), YOUR DASHPASS SUBSCRIPTION WILL AUTOMATICALLY RENEW AT THE END OF THE THEN-CURRENT SUBSCRIPTION PERIOD, and (d) AT THE TIME OF RENEWAL, DOORDASH WILL AUTOMATICALLY CHARGE THE THEN-CURRENT DASHPASS FEE AND ANY APPLICABLE TAXES TO AN ELIGIBLE PAYMENT METHOD THAT WE HAVE ON FILE FOR YOU.\nIf your payment details change, your card provider may provide us with updated card details.\nWe may use these new details or details from other cards on file in order to help prevent any interruption to your DashPass subscription.\nIf you would like to use a different payment method or if there is a change in payment method, please update your billing information.&nbsp;</p>\n<p>\n<i>Corporate DashPass Subscriptions</i>: Notwithstanding any other provision in these terms, you may be eligible for a complimentary DashPass subscription when your employer registers for a Corporate DashPass Subscription.\nIf you have a complimentary DashPass subscription through your employer, your account will begin and end in accordance with the terms of your employer’s corporate subscription unless your subscription is otherwise cancelled.\nTo receive the subscription benefits, you must register using your corporate email address and be an authorized user added by your employer, and then click the activation button.&nbsp;</p>\n<p>\n<i>Trial or Promotional Subscriptions</i>:<i>\n</i>From time to time, DoorDash offers some customers trial or other promotional subscriptions to DashPass.\nSuch trial or promotional subscriptions are subject to this Agreement and the DoorDash Terms and Conditions for Promotional Offers and Credits except as otherwise stated in the promotional offer.\nWhen your free trial period has expired, your subscription will automatically convert into a paid DashPass subscription, and DoorDash will bill you the applicable fee.\nIf you cancel DashPass before the trial period has expired, DoorDash will not charge you for the DashPass subscription.\nIf you purchase a DashPass subscription with a promotional code, each time your DashPass subscription renews, you will be charged the full billing amount.\nOnly one trial or promotional subscription is available per household.\nIf your DashPass subscription is ever terminated for any reason, you shall not be eligible for a free trial on any subsequent DashPass subscription.</p>\n<p>\n<i>Cancellations</i>:<i>\n</i>You can cancel your DashPass subscription at any time through the Services.\nInstructions on how to cancel are available here and on Caviar here.\nYou must cancel at least one (1) day before the next-scheduled subscription renewal date to avoid being charged for the next subscription period (e.g., if renewal date is January 10, you must cancel by 11:59:59 pm PT on January 9).&nbsp;</p>\n<p>If you participated in a free trial or other promotional subscription period for DashPass, you may cancel within the first 48 hours of your paid DashPass subscription and receive a full refund of your DashPass fee (as applicable).&nbsp;</p>\n<p>For monthly subscribers, if you cancel your DashPass subscription within the first 48 hours and have not placed a DashPass-eligible order during that period, DoorDash may, in its sole discretion, refund your DashPass fee.\nFor annual subscribers, if you cancel your DashPass subscription within thirty (30) days of placing your first DashPass-eligible order, DoorDash may, in its sole discretion, refund your DashPass annual fee.</p>\n<p>If you cancel your DashPass subscription at any other time, you will not receive a refund, but you can continue to enjoy the Reduced Fees and other DashPass benefits through the end of your then-current subscription period.&nbsp;</p>\n<p>\n<i>DashPass Benefits for Chase Cardmembers:</i> Chase cardmembers are eligible for certain DashPass benefits on both DoorDash and Caviar when an eligible Chase credit card is added to either account.\nThe specific benefits depend upon which Chase credit card is added to your account.\nThese benefits are subject to this Agreement and the DoorDash Terms and Conditions for Promotional Offers and Credits as well as the following card-specific terms:</p>\n<ul>\n<li>Chase Sapphire Reserve®&nbsp;</li>\n<li>Chase Sapphire® &amp.\nChase Sapphire Preferred®&nbsp;</li>\n<li>Chase Freedom</li>\n<li>Chase Slate</li>\n</ul>\n<p>Additional information about the DashPass benefits for Chase cardmembers can be found here.</p>\n<p>\n<i>Updates and Changes</i>:<i>\n</i>The DashPass prices and features may change in the future.\nIf DoorDash changes the monthly or annual fee charged for a DashPass subscription, DoorDash will notify you and provide you with the opportunity to change your subscription before DashPass is renewed for another subscription term.\nYour continued use of the Services after the change becomes effective will constitute your acceptance of the fee change.\nIf you do not wish to continue subscribing with the new fees, you may cancel your DashPass subscription within the specified notice period.\nAny DashPass subscriptions will be subject to the terms and conditions in effect at the time you sign up or your subscription renews.\nDoorDash may also make such changes with respect to current DashPass subscriptions.\nIn that case, DoorDash will provide you with notice via email of the changes and when those changes will take effect.\nIf you disagree with the changes to your current DashPass subscription terms and conditions, you may cancel your DashPass subscription and receive a refund of your subscription fee on a pro rata basis calculated from the end of the month during which you cancel the subscription.</p>\n<p>\n<i>No Transfer or Assignments &amp.\nCancellations by DoorDash</i>: Your DashPass subscription cannot be transferred or assigned.\nDoorDash reserves the right to accept, refuse, suspend, or cancel your DashPass subscription at any time in its sole discretion.\nIf DoorDash cancels your DashPass subscription, you will receive a refund of your subscription fee on a pro rata basis calculated from the end of the month during which your subscription was cancelled, unless DoorDash terminates your account or your DashPass subscription because it determines, in its sole discretion, that your actions or your use of the Services violates this Agreement or has harmed another User.&nbsp;</p>\n<p>(g) Gift Cards.\nExcept as provided below, Gift Cards may be redeemable towards eligible orders placed on www.doordash.com or www.trycaviar.com in the Caviar and DoorDash apps in the United States.\nBut if you have a Gift Card that was purchased and used September 15, 2020, you must use any remaining balance of that Gift Card on the service (Caviar or DoorDash) where the card was first redeemed.\nGift Cards are made available and provided by DoorDash, Inc.\nGift Cards are not redeemable for cash except when required by applicable law.\nFor more information on the Gift Card Terms and Conditions, visit dasherhelp.doordash.com/doordash-gift-cards.&nbsp;</p>\n&nbsp.\n12.\nDispute Resolution.\n&nbsp.\nPLEASE READ THE FOLLOWING SECTION CAREFULLY.\nIT REQUIRES YOU TO ARBITRATE DISPUTES WITH DOORDASH AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF.\nTHIS SECTION 12 OF THIS AGREEMENT SHALL BE REFERRED TO AS THE “ARBITRATION AGREEMENT”.\n<p>(a) <b>Scope of Arbitration Agreement.</b> You agree that any dispute or claim relating in any way to your access or use of the Services as a User of the Services, to any advertising or marketing communications regarding DoorDash or the Services, to any products or services sold or distributed through the Services that you received as a User of our Services, or to any aspect of your relationship or transactions with DoorDash as a User of our Services will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.\nand (2) you or DoorDash may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\nThis Arbitration Agreement shall apply, without limitation, to all claims that arose or were asserted before the Effective Date of this Agreement.</p>\n<p>CASES HAVE BEEN FILED AGAINST DOORDASH—AND OTHERS MAY BE FILED IN THE FUTURE—THAT ATTEMPT TO ASSERT CLASS ACTION CLAIMS, AND BY ACCEPTING THIS ARBITRATION AGREEMENT YOU ELECT NOT TO PARTICIPATE IN SUCH CASES.</p>\n<p>IF YOU AGREE TO ARBITRATION WITH DOORDASH, YOU ARE AGREEING IN ADVANCE THAT YOU WILL NOT PARTICIPATE IN OR SEEK TO RECOVER MONETARY OR OTHER RELIEF IN ANY SUCH CLASS, COLLECTIVE, AND/OR REPRESENTATIVE LAWSUIT.\nINSTEAD, BY AGREEING TO ARBITRATION, YOU MAY BRING YOUR CLAIMS AGAINST DOORDASH IN AN INDIVIDUAL ARBITRATION PROCEEDING.\nIF SUCCESSFUL ON SUCH CLAIMS, YOU COULD BE AWARDED MONEY OR OTHER RELIEF BY AN ARBITRATOR.</p>\n<p>(b) <b>Informal Resolution.</b> You and DoorDash agree that good-faith informal efforts to resolve disputes often can result in a prompt, low-cost and mutually beneficial outcome.\nYou and DoorDash therefore agree that, before either you or DoorDash demands arbitration against the other, we will personally meet and confer, via telephone or videoconference, in a good-faith effort to resolve informally any claim covered by this mutual Arbitration Agreement.\nIf you are represented by counsel, your counsel may participate in the conference, but you shall also fully participate in the conference.\nThe party initiating the claim must give notice to the other party in writing of its, his, or her intent to initiate an informal dispute resolution conference, which shall occur within 60 days after the other party receives such notice, unless an extension is mutually agreed upon by the parties.\nTo notify DoorDash that you intend to initiate an informal dispute resolution conference, email Informal.Resolution@doordash.com, providing your name, telephone number associated with your DoorDash account (if any), the email address associated with your DoorDash account, and a description of your claim.\nIn the interval between the party receiving such notice and the informal dispute resolution conference, the parties shall be free to attempt to resolve the initiating party’s claims.\nEngaging in an informal dispute resolution conference is a requirement that must be fulfilled before commencing arbitration.&nbsp;&nbsp;&nbsp;The statute of limitations and any filing fee deadlines shall be tolled while the parties engage in the informal dispute resolution process required by this paragraph.</p>\n<p>(c) <b>Arbitration Rules and Forum.</b> This Arbitration Agreement is governed by the Federal Arbitration Act (“FAA”) in all respects.\nIf for whatever reason the rules and procedures of the FAA cannot apply, the state law governing arbitration agreements in the state in which you reside shall apply.\nBefore a party may begin an arbitration proceeding, that party must send notice of an intent to initiate arbitration and certifying completion of the informal dispute resolution conference pursuant to paragraph 12(b).\nIf this notice is being sent to DoorDash, it must be sent by email to the counsel who represented DoorDash in the informal dispute resolution process, or if there was no such counsel then by mail to General Counsel, at 303 2nd Street, Suite 800, San Francisco, CA, 94107.\nThe arbitration will be conducted by ADR Services, Inc.\nunder its rules and pursuant to the terms of this Agreement.\nArbitration demands filed with ADR Services, Inc.\nmust include (1) the name, telephone number, mailing address, and e-mail address of the party seeking arbitration.\n(2) a statement of the legal claims being asserted and the factual bases of those claims.\n(3) a description of the remedy sought and an accurate, good-faith calculation of the amount in controversy, enumerated in United States Dollars (any request for injunctive relief or attorneys’ fees shall not count toward the calculation of the amount in controversy unless such injunctive relief seeks the payment of money).\nand (4) the signature of the party seeking arbitration.\nDisputes shall be subject to ADR Services, Inc.’s most current version of its Arbitration Rules, available as of December 21, 2020 at https://www.adrservices.com/services/arbitration-rules&nbsp;or by calling ADR Services, Inc.\nat&nbsp;310-201-0010.\nThe fees that shall apply to arbitrations administered by ADR Services, Inc.\nare set forth on ADR Services, Inc.’s website, available as of December 21, 2020 at https://www.adrservices.com/rate-fee-schedule/.\nSpecifically, the fees set forth in ADR Services, Inc.’s Mass Employment Arbitration Fee Schedule shall apply when twenty (20) or more arbitration claims are filed which: (1) involve the same or similar parties.\n(2) are based on the same or similar claims which arise from the same or substantially identical transactions, incidents, or events requiring the determination of the same or substantially identical questions of law or fact.\nand (3) involve the same or coordinated counsel for the parties.\nIn all other circumstances, the fees set forth in ADR Services, Inc.’s General Fee Schedule shall apply, except that DoorDash will pay the portion of the initial case opening fees (if any) that exceeds the filing fee to file the case in a court of competent jurisdiction embracing the location of the arbitration.\nPayment of all filing, administration, and arbitration fees will be governed by ADR Services, Inc.’s rules.\nIf the arbitrator finds that you cannot afford to pay ADR Services, Inc.’s filing, administrative, hearing and/or other fees and cannot obtain a waiver of fees from ADR Services, Inc., DoorDash will pay them for you.\nIf ADR Services, Inc.\nis not available to arbitrate, the parties will mutually select an alternative arbitral forum.\nYou may choose to have the arbitration conducted by telephone, video conference, based on written submissions, or in person in the county where you live or at another mutually agreed location.</p>\n<p>(d)<b> Arbitrator Powers.</b> The arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to any claim that all or any part of this Arbitration Agreement is void or voidable.\nAll disputes regarding the payment of arbitrator or arbitration-organization fees including the timing of such payments and remedies for nonpayment, shall be determined exclusively by an arbitrator, and not by any court.\nThe arbitration will decide the rights and liabilities, if any, of you and DoorDash.\nExcept as expressly agreed to in Section 12(g) of this Agreement, the arbitration proceeding will not be consolidated with any other matters or joined with any other proceedings or parties.\nThe arbitrator will have the authority to grant motions dispositive of all or part of any claim or dispute.\nThe arbitrator will have the authority to award, on an individual basis, monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and this Agreement (including this Arbitration Agreement).\nThe arbitrator will issue a written statement of decision describing the essential findings and conclusions on which any award (or decision not to render an award) is based, including the calculation of any damages awarded.\nThe award shall be binding only among the parties and shall have no preclusive effect in any other arbitration or other proceeding involving a different party.\nThe arbitrator shall follow the applicable law.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe arbitrator’s decision is final and binding on you and DoorDash.</p>\n<p>(e) <b>Waiver of Jury Trial.</b> YOU AND DOORDASH WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND RECEIVE A JUDGE OR JURY TRIAL.\nYou and DoorDash are instead electing to have claims and disputes resolved by arbitration, except as specified in Section 12(a) above.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.</p>\n<p>(f) <b>Waiver of Class or Consolidated Actions.</b> EXCEPT AS EXPRESSLY AGREED TO IN SECTION 12(G) OF THIS AGREEMENT, YOU AND DOORDASH AGREE TO WAIVE ANY RIGHT TO RESOLVE CLAIMS WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT ON A CLASS, COLLECTIVE, OR REPRESENTATIVE BASIS.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS EXCEPT AS SET FORTH IN SECTION 12(G).\nCLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER EXCEPT AS SET FORTH IN SECTION 12(G).\nIf, however, this waiver of class or consolidated actions is deemed invalid or unenforceable with respect to a particular claim or dispute, neither you nor DoorDash is entitled to arbitration of such claim or dispute.\nInstTo increase efficiency of resolution, in the event 100 or more similar arbitration demands against DoorDash, presented by or with the assistance of the same law firm or organization, are submitted to an arbitration provider selected in accordance with the rules described above within a 30-day period, the arbitration provider shall (i) group the arbitration demands into batches of no more than 100 demands per batch (plus, to the extent there are less than 100 arbitration demands left over after the batching described above, a final batch consisting of the remaining demands).\nand (ii) provide for resolution of each batch as a single arbitration with one set of filing and administrative fees and one arbitrator assigned per batch.\nYou agree to cooperate in good faith with DoorDash and the arbitration provider to implement such a batch approach to resolution and fees.ead, all such claims and disputes will then be resolved in a court as set forth in Section 20.\nThis provision does not prevent you or DoorDash from participating in a class-wide settlement of claims.</p>\n<p>(g) <b>Batch Arbitrations.</b> To increase efficiency of resolution, in the event 100 or more similar arbitration demands against DoorDash, presented by or with the assistance of the same law firm or organization, are submitted to an arbitration provider selected in accordance with the rules described above within a 30-day period, the arbitration provider shall (i) group the arbitration demands into batches of no more than 100 demands per batch (plus, to the extent there are less than 100 arbitration demands left over after the batching described above, a final batch consisting of the remaining demands).\nand (ii) provide for resolution of each batch as a single arbitration with one set of filing and administrative fees and one arbitrator assigned per batch.\nYou agree to cooperate in good faith with DoorDash and the arbitration provider to implement such a batch approach to resolution and fees.</p>\n<p>(h) <b>Opt Out.</b> DoorDash’s updates to these Terms and Conditions do not provide a new opportunity to opt out of the Arbitration Agreement for customers or Users who had previously agreed to a version of DoorDash’s or Caviar’s Terms and Conditions and did not validly opt out of arbitration.\nDoorDash will continue to honor the valid opt outs of customers or Users who validly opted out of the Arbitration Agreement in a prior version of the Terms and Conditions.\nIf you are a customer or User who creates a DoorDash or Caviar account for the first time on or after November 10, 2020, you may opt out of this Arbitration Agreement.\nIf you do so, neither you nor DoorDash can force the other to arbitrate as a result of this Agreement.\nTo opt out, you must notify DoorDash in writing no later than 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your DoorDash username (if any), the email address you currently use to access your DoorDash account (if you have one), and a CLEAR statement that you want to opt out of this Arbitration Agreement.\nYou must send your opt-out notice to: opt-out@doordash.com.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.</p>\n<p>(i) <b>No Effect on Independent Contractor Agreement.</b> NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THIS AGREEMENT, NOTHING IN THIS AGREEMENT SHALL SUPERSEDE, AMEND, OR MODIFY THE TERMS OF ANY SEPARATE AGREEMENT(S) BETWEEN YOU AND DOORDASH RELATING TO YOUR WORK AS AN EMPLOYEE OR INDEPENDENT CONTRACTOR, INCLUDING WITHOUT LIMITATION, ANY INDEPENDENT CONTRACTOR AGREEMENT GOVERNING YOUR SERVICES AS A CONTRACTOR.\nFOR THE AVOIDANCE OF DOUBT, IF YOU ARE A CONTRACTOR, OPTING-OUT OF THE ARBITRATION AGREEMENT SET FORTH IN THIS SECTION 12 HAS NO EFFECT ON YOUR AGREEMENT TO ARBITRATE DISPUTES COVERED BY YOUR INDEPENDENT CONTRACTOR AGREEMENT WITH DOORDASH.</p>\n<p>(j) <b>Survival.</b> This Arbitration Agreement will survive any termination of your relationship with DoorDash.&nbsp;</p>\n<p>(k) <b>Modification.</b> Notwithstanding any provision in the Agreement to the contrary, we agree that if DoorDash makes any future material change to this Arbitration Agreement, it will not apply to any individual claim(s) that you had already provided notice of to DoorDash.</p>\n<p>\n<br>\n</p>\n13.\nThird-Party Interactions.\n&nbsp.\n<p>(a) <b>Third-Party Websites, Applications and Advertisements.</b> The Services may contain links to third-party websites (<b>“Third-Party Websites”</b>) and applications (<b>“Third-Party Applications”</b>) and advertisements (<b>“Third-Party Advertisements”</b>) (collectively, “Third-Party Websites &amp.\nAdvertisements”).\nWhen you click on a link to a Third-Party Website, Third-Party Application or Third-Party Advertisement, DoorDash will not warn you that you have left DoorDash’s website or Services and will not warn you that you are subject to the terms and conditions (including privacy policies) of another website or destination.\nSuch Third-Party Websites &amp.\nAdvertisements are not under the control of DoorDash.\nDoorDash is not responsible for any Third-Party Websites, Third-Party Applications or any Third-Party Advertisements.\nDoorDash does not review, approve, monitor, endorse, warrant, or make any representations with respect to such Third-Party Websites &amp.\nAdvertisements, or their products or services.\nYou use all links in Third-Party Websites &amp.\nAdvertisements at your own risk.\nYou should review applicable terms and policies, including privacy and data gathering practices of any Third-Party Websites or Third-Party Applications, and make whatever investigation you feel necessary or appropriate before proceeding with any transaction with any third party.</p>\n<p>(b) <b>App Stores.</b> You acknowledge and agree that the availability of the Software and the Services is dependent on the third party from which you received the application license, e.g., the Apple iPhone or Android app stores (<b>“App Store”</b>).\nYou acknowledge and agree that this Agreement is between you and DoorDash and not with the App Store.\nDoorDash, not the App Store, is solely responsible for the Software and the Services, including the mobile application(s), the content thereof, maintenance, support services and warranty therefor, and addressing any claims relating thereto (e.g., product liability, legal compliance or intellectual property infringement).\nIn order to use the Software and the Services, you must have access to a wireless network, and you agree to pay all fees associated with such access.\nYou also agree to pay all fees (if any) charged by the App Store in connection with the Software or the Services.\nYou agree to comply with, and your license to use the Software and the Services is conditioned upon your compliance with, all applicable third-party terms of agreement (e.g., the App Store’s terms and policies) when using the Software or the Services.\nYou represent and warrant that you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and you represent and warrant that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou acknowledge and agree that each App Store (and its affiliates) is an intended third-party beneficiary of this Agreement and has the right to enforce the terms and conditions of this Agreement.</p>\n&nbsp.\n14.\nSocial Media Guidelines.&nbsp.\nDoorDash maintains certain social media pages for the benefit of the DoorDash community.\nBy posting, commenting, or otherwise interacting with these pages, you agree to abide by our Social Media Community Guidelines.\n<p>&nbsp;</p>\n15.\nTransactions Involving Alcohol\n<p>You may have the option to request delivery of alcohol products in some locations and from certain Merchants.\nIf you receive your delivery in the United States, you agree that you will only order alcohol products if you are 21 years of age or older.\nIf you receive your delivery in another country, you agree that you will only order alcohol products if you are of legal age to purchase alcohol products in the relevant jurisdiction.\nYou also agree that, upon delivery of alcohol products, you will provide valid government-issued identification proving your age to the Contractor delivering the alcohol products and that the recipient will not be intoxicated when receiving delivery of such products.\nIf you order alcohol products, you understand and acknowledge that neither DoorDash nor the Contractor can accept your order of alcohol products, and the order will only be delivered if the Merchant accepts your order.\nThe Contractor reserves the right to refuse delivery if you are not 21 years old, if you cannot provide a valid government issued ID, if the name on your ID does not match the name on your order, or you are visibly intoxicated.\nIf the Contractor is unable to complete the delivery of alcohol products for one or more of these reasons, you are subject to a non-refundable $20 re-stocking fee.</p>\n<p>&nbsp;</p>\n16.\nIndemnification\n<p>You agree to indemnify and hold harmless DoorDash and its officers, directors, employees, agents and affiliates (each, an <b>“Indemnified Party”</b>), from and against any losses, claims, actions, costs, damages, penalties, fines and expenses, including without limitation, attorneys’ fees and expenses, that may be incurred by an Indemnified Party arising out of, relating to or resulting from (a) your User Content.\n(b) your misuse of the Software or Services.\n(c) your breach of this Agreement or any representation, warranty or covenant in this Agreement.\nor (d) your violation of any applicable laws, rules or regulations through or related to the use of the Software or Services.\nIn the event of any claim, allegation, suit or proceeding alleging any matter potentially covered by the agreements in this Section, you agree to pay for the defense of the Indemnified Party, including reasonable costs and attorneys’ fees incurred by the Indemnified Party.\nDoorDash reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with DoorDash in asserting any available defenses.\nThis provision does not require you to indemnify any Indemnified Party for any unconscionable commercial practice by such party, or for such party’s negligence, fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the Software or Services.\nYou agree that the provisions in this section will survive any termination of your account, this Agreement, or your access to the Software and/or Services.</p>\n<p>&nbsp;</p>\n17.\nDisclaimer of Warranties\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE FULLEST EXTENT OF LAW, YOUR USE OF THE SOFTWARE AND SERVICES IS ENTIRELY AT YOUR OWN RISK.\nCHANGES ARE PERIODICALLY MADE TO THE SOFTWARE AND SERVICES AND MAY BE MADE AT ANY TIME WITHOUT NOTICE TO YOU.\nTHE SOFTWARE AND SERVICES ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nDOORDASH MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS OR TIMELINESS OF THE CONTENT MADE AVAILABLE THROUGH THE SOFTWARE OR SERVICES, OR THE SERVICES, SOFTWARE, TEXT, GRAPHICS OR LINKS.</p>\n<p>DOORDASH DOES NOT WARRANT THAT THE SOFTWARE OR SERVICES WILL OPERATE ERROR-FREE OR THAT THE SOFTWARE OR SERVICES ARE FREE OF COMPUTER VIRUSES AND OTHER HARMFUL MALWARE.\nIF YOUR USE OF THE SOFTWARE OR SERVICES RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, DOORDASH SHALL NOT BE RESPONSIBLE FOR THOSE ECONOMIC COSTS.</p>\n<p>&nbsp;</p>\n18.\nInternet Delays\n<p>The Software and Services may be subject to limitations, delays, and other problems inherent in the use of the Internet and electronic communications.\nExcept as set forth in DoorDash’s Privacy Policy or as otherwise required by applicable law, DoorDash is not responsible for any delays, delivery failures, or damage, loss or injury resulting from such problems.</p>\n<p>&nbsp;</p>\n19.\nBreach And Limitation of Liability\n<p>(a) <b>General.\n</b>You understand and agree that a key element of the Services and this Agreement is your and our mutual desire to keep the Services simple and efficient, and to provide the Software and Services at low cost.&nbsp;&nbsp;You understand and agree to the limitations on remedies and liabilities set forth in this Section 19 to keep the Software and Services simple and efficient, and costs low, for all Users.</p>\n<p>(b)<b> Cap on Liability.</b> TO THE FULLEST EXTENT PERMITTED BY LAW, DOORDASH’S AGGREGATE LIABILITY SHALL NOT EXCEED THE GREATER OF AMOUNTS ACTUALLY PAID BY AND/OR DUE FROM YOU TO DOORDASH IN THE SIX (6) MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO SUCH CLAIM.\nTHIS CAP ON LIABILITY SHALL APPLY FULLY TO RESIDENTS OF NEW JERSEY.</p>\n<p>(c) <b>Disclaimer of Certain Damages.</b> TO THE FULLEST EXTENT OF LAW, DOORDASH SHALL NOT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY, INCIDENTAL, CONSEQUENTIAL OR OTHER DAMAGES OF ANY TYPE OR KIND (INCLUDING PERSONAL INJURY, LOST PROFITS, PAIN AND SUFFERING, EMOTIONAL DISTRESS, AND LOSS OF DATA, REVENUE, USE AND ECONOMIC ADVANTAGE).\n<b>THE FOREGOING DISCLAIMER OF PUNITIVE AND EXEMPLARY DAMAGES, AND THE ENTIRE DISCLAIMER OF DAMAGES FOR PERSONAL INJURY OR PROPERTY DAMAGE, OR FOR ANY INJURY CAUSED BY DOORDASH’S FRAUD OR FRAUDULENT MISREPRESENTATION, SHALL NOT APPLY TO USERS WHO RESIDE IN THE STATE OF NEW JERSEY.</b>\n</p>\n<p>&nbsp;</p>\n20.\nExclusive Venue\n<p>To the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and DoorDash agree that all claims and disputes arising out of or relating to the Agreement will be litigated exclusively in the state or federal courts located in San Francisco County if you are a California citizen or resident, and in the United States District Court for the District in which you reside if you are not a California citizen or resident.</p>\n<p>&nbsp;</p>\n21.\nTermination\n<p>If you violate this Agreement, DoorDash may respond based on a number of factors including, but not limited to, the egregiousness of your actions and whether a pattern of harmful behavior exists.&nbsp;</p>\n<p>In addition, at its sole discretion, DoorDash may modify or discontinue the Software or Service, or may modify, suspend or terminate your access to the Software or the Services, for any reason, with or without notice to you and without liability to you or any third party.\nIn addition to suspending or terminating your access to the Software or the Service, DoorDash reserves the right to take appropriate legal action, including without limitation, pursuing civil, criminal or injunctive redress.\nEven after your right to use the Software or the Services is terminated, this Agreement will remain enforceable against you.\nAll provisions which by their nature should survive to give effect to those provisions shall survive the termination of this Agreement.</p>\n<p>&nbsp;</p>\n22.\nProcedure for Making Claims of Copyright Infringement.\n<p>It is DoorDash’s policy to terminate membership privileges of any User who repeatedly infringes copyright upon prompt notification to DoorDash by the copyright owner or the copyright owner’s legal agent.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (a) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(b) a description of the copyrighted work that you claim has been infringed.\n(c) a description of the location on the Services of the material that you claim is infringing.\n(d) your address, telephone number and e-mail address.\n(e) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand (f) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nContact information for DoorDash’s Copyright Agent for notice of claims of copyright infringement is as follows: General Counsel, DoorDash, Inc., 303 2nd St, Suite 800, San Francisco, CA 94107.</p>\n<p>&nbsp;</p>\n23.\nGeneral\n<p>(a) <b>No Joint Venture or Partnership.</b> No joint venture, partnership, employment, or agency relationship exists between you, DoorDash or any third-party provider as a result of this Agreement or use of the Software or Services.</p>\n<p>(b) <b>Choice of Law.</b> This Agreement is governed by the laws of the State of Delaware consistent with the Federal Arbitration Act, without giving effect to any principles that provide for the application of the law of any other jurisdiction.</p>\n<p>(c) <b>Severability.</b> Except as otherwise provided in this Agreement, if any provision of this Agreement is found to be invalid, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.</p>\n<p>(d) <b>Consumer Complaints.</b> In accordance with California Civil Code § 1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>(e) <b>Accessing and Downloading the Application from iTunes.</b> The following applies to any Software accessed through or downloaded from the Apple App Store (an “App Store Sourced Application”):</p>\n<p>(1) You acknowledge and agree that (i) the Agreement is concluded between you and DoorDash only, and not Apple, and (ii) DoorDash, not Apple, is solely responsible for the App Store Sourced Application and content thereof.\nYour use of the App Store Sourced Application must comply with the App Store Terms of Service.</p>\n<p>(2) You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store Sourced Application.</p>\n<p>(3) In the event of any failure of the App Store Sourced Application to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price, if any, for the App Store Sourced Application to you and to the fullest extent permitted by law, Apple will have no other warranty obligation whatsoever with respect to the App Store Sourced Application.\nAs between DoorDash and Apple, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of DoorDash.</p>\n<p>(4) You and DoorDash acknowledge that, as between DoorDash and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the App Store Sourced Application or your possession and use of the App Store Sourced Application, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App Store Sourced Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>(5) You and DoorDash acknowledge that, in the event of any third-party claim that the App Store Sourced Application or your possession and use of that App Store Sourced Application infringes that third party’s intellectual property rights, as between DoorDash and Apple, DoorDash, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by the Terms.</p>\n<p>(6) You and DoorDash acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Terms as related to your license of the App Store Sourced Application, and that, upon your acceptance of the terms and conditions of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce the Terms as related to your license of the App Store Sourced Application against you as a third-party beneficiary thereof.</p>\n<p>(7) Without limiting any other terms of the Terms, you must comply with all applicable third-party terms of agreement when using the App Store Sourced Application.</p>\n<p>(f) <b>Notice.</b> Where DoorDash requires that you provide an e-mail address, you are responsible for providing DoorDash with your most current e-mail address.\nIn the event that the last e-mail address you provided to DoorDash is not valid, or for any reason is not capable of delivering to you any notices required or permitted by this Agreement, DoorDash’s dispatch of the e-mail containing such notice will nonetheless constitute effective notice.\nYou may give notice to DoorDash through the following web form: https://help.doordash.com/consumers/s/contactsupport.\nSuch notice shall be deemed given on the next business day after such e-mail is actually received by DoorDash.</p>\n<p>(g) <b>Electronic Communications.</b> For contractual purposes, you (1) consent to receive communications from DoorDash in an electronic form.\nand (2) agree that all terms and conditions, agreements, notices, disclosures, and other communications that DoorDash provides to you electronically satisfy any legal requirement that such communications would satisfy if they were in writing.\nYou agree to keep your contact information, including email address, current.\nThis subparagraph does not affect your statutory rights.</p>\n<p>(h) <b>Transfer and Assignment</b>.\nThis Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by DoorDash without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\nThis Agreement binds and inures to the benefit of each party and the party’s successors and permitted assigns.</p>\n<p>(i) <b>Entire Agreement.</b> This Agreement is the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.\nHowever, nothing in this Agreement shall supersede, amend, or modify the terms of any separate agreement(s) between you and DoorDash relating to your work as an employee or independent contractor, including, without limitation, any Independent Contractor Agreement governing your efforts as a Contractor.</p>\n<p>&nbsp;</p>\n24.\nContact Information\n<p>DoorDash welcomes your questions or comments regarding the Terms:</p>\n<p>DoorDash, Inc.</p>\n<p>303 2nd St, Suite 800</p>\n<p>San Francisco, CA 94107</p>\n<p>Help Form: https://help.doordash.com/consumers/s/contactsupport</p>\n<p>Telephone Number: +1 (855) 973-1040</p>\n<br>\n<p>&nbsp;</p>\n<br>", "created_at": "2020-12-29 20:20:02.100881", "updated_at": "2021-02-03 22:33:22.908031"}, {"id": 3353, "name": "Privacy Policy", "url": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "xpath": "//body", "text": "Loading×Sorry to interruptCSS ErrorRefreshBevorzugte SpracheGerman<ul>\n<li>Startseite</li>\n<li>Mit DoorDash bestellen</li>\n<li>Lieferunterstützung</li>\n<li>Beliebte Themen<ul>\n<li>Erste Schritte mit DoorDash</li>\n<li>Deine DoorDash-Bestellung</li>\n<li>Konto verwalten</li>\n<li>Zahlungen</li>\n<li>DashPass</li>\n<li>Aktionen</li>\n<li>Alkoholbestellungen</li>\n<li>Fehlerbehebung</li>\n</ul>\n</li>\n<li>Themen</li>\n<li>Mehr<ul>\n</ul>\n</li>\n</ul>USAKanadaAustralienMexikoJapanDeutschlandNew ZealandDatenschutzrichtlinie - USADoorDash-Kunden<p>\n</p>\n<p>Effective Date: November 15, 2021</p>\n<p>\n<br>\n</p>\n<p>DoorDash, Inc.\nand its group companies (collectively, “DoorDash,” “we,” “us,” or “our”) are committed to protecting your privacy.\nThis Privacy Policy (“Policy”) explains how we collect, use, disclose and protect Personal Information (as it is defined below) of those that engage with our Services, as defined below, (“Users”) and restaurants and/or other businesses utilizing DoorDash (“Merchants”).\nIt applies to all Personal Information collected by us on <u>www.doordash.com</u> and <u>www.trycaviar.com</u> (the “Site”), the DoorDash and Caviar mobile applications, and any other websites or mobile applications that link to this Policy, as well as during any written, electronic, and oral communications (collectively, the “Services”).\nDoorDash may collect Personal Information to help you place and receive orders and to improve the DoorDash service.</p>\n<p>\n<br>\n</p>\n<p>If you are a DoorDash User, your access to and use of our Services are subject to our <u>Terms and Conditions</u>, which define some of the terms used throughout this Policy.\nPlease make sure that you have carefully read and understand the Terms and Conditions before you use our Services.\nBy using our Services, you accept the Terms and Conditions, and accept our privacy practices described in this Policy.\nIf you do not feel comfortable with any part of this Policy or our Terms and Conditions, you must not use or access our Services.</p>\n<p>\n<br>\n</p>\n<p>If you are a DoorDash Merchant, your access to and use of our Services are subject to the Merchant Terms of Service or other master services agreement entered between you and DoorDash.</p>\n<p>DoorDash uses a network of independent third-party contractors (“Dashers”) who provide delivery services to our Users and Merchants.\nDashers should refer to the <u>Dasher Privacy </u>\n<u>Policy</u> for information on how DoorDash collects and uses Dashers’ Personal Information.</p>\n<p>\n<br>\n</p>\n<p>Our Services may change from time to time.\nAs a result, we reserve the right to update or modify this Policy at any time and from time to time without prior notice.\nIf we make any material changes to the way we process your Personal Information, we will notify you before such changes are effective.\nIf you object to any changes, you must cease using our Services.\nWe recommend you review this Policy periodically.\nThis Policy became effective on the date indicated at the top of this page.\nYour continued use of our Services after any changes or revisions to this Policy indicates your agreement to the terms of the revised Policy.</p>\n<p>\n<br>\n</p>\n<p>\n<b>1.\n&nbsp.\nCollection of Personal Information</b>\n</p>\n<p>\n<br>\n</p>\n<p>When you use our Services, we may collect Personal Information about you.\nThe types of Personal Information that we may collect about you are:</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>1a.\nInformation You Provide to Us Directly</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>You may provide your Personal Information to us when you use our Services, including when you register with DoorDash, search within or place orders through our Services, contact us with inquiries, engage with our chatbot on the Site or Services, respond to surveys, or otherwise access or use our Services.\nThis information may include:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Personal Identifiers and records information<i> – </i>We may collect information such as name, alias, email address, postal or delivery address, account name, phone number, signature, or other similar identifiers.&nbsp;&nbsp;</li>\n<li>Characteristics of protected classifications under California or federal law – We may collect your age, year or date of birth to enable us, for example, to determine if you are eligible to make purchases of alcohol.</li>\n<li>Biometric information – We may collect face photo, identity document, facial recognition, voice, or other biometric data.\nAny biometric information will be permanently deleted from the system after it is no longer necessary.</li>\n<li>Commercial Information – When you place an order through our Services, we collect information related to that order.\nThis may include information such as items purchased, special instructions, date and time of order, subtotal, photos that you provide to DoorDash, or other purchasing or consuming histories or tendencies.&nbsp;&nbsp;</li>\n<li>Payment Information – Payment information collected such as bank name, payment method, or other financial information.\nWe use a payment processor that collects your payment information and processes payments made on or through the Services.\nWe obtain limited information about your payment card from our payment processor, such as the last four digits of your card and the expiration date.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>1b.\nInformation Received From You as Part of Your Communications</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>When you use our Services (for example on our Site), complete electronic forms, communicate with Dashers or contact us, by online chat, email, phone or text, we may automatically collect and store certain information about you and the activity you engaged in, for example: your name and contact information.\nyour order details.\ninformation that you voluntarily provide to us.\nthe nature of your communication.\nthe purpose of the interaction, and the action we took in response to your inquiry or request.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>1c.\nInformation Collected Automatically</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We also may collect and store certain information about you and your device(s) automatically when you access or use our Site and Services.\nThis information may include:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Technical Information – We collect technical information associated with your activity on our Site and may include information related to your browser and operating system, IP address (the Internet address of your computer), unique device identifiers, personal and online identifiers, and other information such as your device type and version of the app that is in use.</li>\n<li>Site Usage Information – This may include the webpage that you were visiting before accessing our Site or mobile application, the pages or features of our Site or mobile application that you browsed to inform us which part of our Site, app and Services you visit and how much time you spend there.&nbsp;</li>\n<li>Site Preferences – We collect information about your preferences to make your use of the Site more productive through the use of cookies.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>1d.\nLocation Information</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>When you use the Services, we may collect and store general location information (such as IP address).\nWe may also collect route information and delivery pick-up or drop-off information.\nIf you permit the Services to access location services through the permission system used by your mobile operating system (“Platform”) or browser, we may also collect and store the precise location of your device when the DoorDash app is running in the foreground or background of your device.\nThis information may be used to help you select your delivery address, to provide more accurate deliveries of your orders, to provide recommendations to you, and to enhance your user experience and improve the services.\nYou can choose whether to enable the location tracking feature through the settings on your device or Platform or when prompted by the DoorDash mobile app.\nIf you choose to disable the location feature, the Dasher will not receive precise location information from your device, which may compromise the accuracy of deliveries in some situations, for instance, if you are located in a large area, such as a park.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>1e.\nInformation Related to the Referral Program or Gift Option</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>DoorDash allows users to send gifts using the Services and invite friends and family to sign up for our Services.\nSometimes we offer a promotional value for every friend or family member who signs up and places an order through your referral link.\nTo help you do this, we may request you to grant us access to your mobile device address book.\nYou can then direct us to send referral emails to contacts you select in your address book.\nBy sending a referral or gift, you consent to DoorDash sending your public profile image to the contacts you select to receive a referral link or gift.\nBy choosing to invite a friend or sending a gift to a recipient, you represent that you have received the friend’s and/or recipient’s consent to provide his or her name, mailing address, email address or other information with us.\nDoorDash will use that information to send the requested gift or an email inviting him or her to visit the site and will store that information to track the success of the referral program and may send marketing emails.\nYou can also send an SMS with a referral link to your contacts.\nIf you use this option, you understand that DoorDash does not control the timing, content, or recipients of these SMS messages.</p>\n<p>\n<br>\n</p>\n<p>Users may not send, publish, or share any false, misleading, or deceptive communications in connection with participation in the Referral Program.\nSuch actions may violate various applicable laws.\nDoorDash users may not send any referral emails, SMS messages, or other communications to children under the age of 13.</p>\n<p>\n<br>\n</p>\n<p>If you are referred to DoorDash through one of our referral programs, or if someone attempts to refer you, we may share your name, whether you have already signed up for DoorDash, whether you are a new customer, and whether you have placed a qualifying order with DoorDash with the person(s) who referred you.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>1f.\nPersonal Information from Publicly Available Sources and Third Parties</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We may collect Personal Information about you from publicly available sources, social network providers, marketing partners, and third parties.\nThis may include:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Social Network Information – We may receive information about you from other services.\nFor example, we receive certain information from Facebook when you use their service to login to DoorDash.</li>\n<li>Demographic Information – This characteristic information could include information such as income, marital status, spending habits, and other information.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<b>2.\n&nbsp.\nUse of Cookies and Other Tracking Technologies</b>\n</p>\n<p>\n<br>\n</p>\n<p>We use cookies, web beacons, pixels, session replay/screen capture, and similar technologies to collect information and personalize your experience with our Services.\nWhen we use session replay technology, we may collect on a real-time basis information on how you use and navigate the Services.\nThis may include mouse movements and how you scroll through the Services, but we do not collect keystroke data.\nAdditional information on other technologies we may use is set forth below.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>2a.\nCookies</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>Cookies are small web files that a site or its provider transfers to your device’s hard drive through your web browser that enables the site’s or provider’s system to recognize your browser and remember certain information.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>How We Use Cookies</u>\n</i> – We use first-party and third-party cookies for the following purposes:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>to make our Services function properly;</li>\n<li>to improve our Services;</li>\n<li>to recognize you when you return to our Site and to remember information you have already provided, such as items already in your order cart;</li>\n<li>to collect information about your activities over time and across third party websites or other online services in order to deliver content and advertising tailored to your interests.\nand</li>\n<li>to provide a secure browsing experience during your use of our Services.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>How to Manage Cookies</u>\n</i> – You may disable the use of cookies by modifying your browser settings.\nIf you choose to disable cookies you may not be able to fully experience the interactive features of our Services.\nFor more information on cookies and how to disable cookies visit <u>www.ftc.gov/ftc/cookies.shtm</u> or <u>https://www.usa.gov/optout_instructions.shtml</u>.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>2b.\nWeb Beacons</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>&nbsp;Web beacons, also known as web bugs, pixel tags or clear GIFs, are tiny graphics with a unique identifier that may be included on our Site to deliver or communicate with cookies, in order to track and measure the performance of our Site and Services, monitor how many web visitors we have, and to monitor the effectiveness of our advertising.\nUnlike cookies, which are stored on the user’s hard drive, web beacons are typically embedded invisibly on webpages (or in an email).</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>2c.\nOnline Analytics and Advertising Technologies</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We and our third-party vendors may use automated technologies (including cookie identifiers on our Site), along with other collected information, to tailor ads or deliver content when you are on our Services or on other devices, apps or websites.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>2d.\nTargeted Advertising</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We (or our service providers) may use the information we collect, for instance, IP addresses and unique mobile device identifiers, to locate or try to locate the same unique users across multiple browsers or devices (such as smartphones, tablets, or computers), or work with providers that do this, in order to better tailor content and features and provide you with a seamless experience across devices.\nIf you wish to opt out of such cross device tracking for purposes of interest-based advertising, you may do so through your device settings.\nWe may also use cross-device tracking to help identify our users and serve advertising.\nThis type of advertising is often called “interest-based” or “personalized” advertising—and when it occurs on mobile apps, “cross-app” advertising.</p>\n<p>\n<br>\n</p>\n<p>You can learn more about interest-based advertising and how to opt-out of receiving tailored advertising by visiting (i) the Network Advertising Initiative’s Consumer <u>Opt-Out link</u> or (ii) the Digital Advertising Alliance’s Consumer <u>Opt-Out link</u>.\nTo opt out of Google Analytics for display advertising or customize Google display network ads, you can visit the <u>Google Ads Settings page</u>.\nCalifornia users can also opt-out of receiving interest-based advertising based on your browser by opting out using the Do Not Sell link on the DoorDash.com homepage.\nThat opt-out is only effective on the browser level and on www.doordash.com.&nbsp.\nIf you clear your cookies on this browser or use a different browser, you will need to renew your request.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>Please note that even if you opt-out, you may still receive advertisements from us.\nHowever, in that case, the advertising will not be tailored to your interests.\nAlso, we do not control any of the above opt-out links or whether any particular company chooses to participate in these opt-out programs.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>2e.\nMobile Applications</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>Depending on your permissions, we may receive your Personal Information from your Internet service and mobile device providers.\nUsers of mobile devices who do not want to receive interest-based advertising may opt-out in several ways.\nLearn more about your choices for mobile devices by visiting <u>http://www.aboutads.info/appchoices</u>.\nEach operating system, (iOS for Apple phones, Android for Android devices, and Windows for Microsoft devices) provides its own instructions on how to prevent the delivery of tailored in-application advertisements.\nYou should view your device or system “Settings” to determine how you can opt out of use of your device ID for “cross-app” personalized advertising.</p>\n<p>\n<br>\n</p>\n<p>\n<b>3.\n&nbsp.\nUse of Your Personal Information</b>\n</p>\n<p>\n<br>\n</p>\n<p>We may use the information we collect about you for various purposes.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3a.\nTo Provide You with the Services</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We use your information to provide you the Services.\nFor example, we use credit card information to complete a transaction or an address to allow the Dasher to fulfill your delivery (if you are a User), or your name and phone number to set up your business on the Services (if you are a Merchant).\nIf the applicable information is to be provided or Service is to be performed by a third party, then we will disclose the applicable Personal Information to the third party providing the information for performing the applicable Services.\nYour information may be available or provided to third-party or service providers that are contractually obligated to protect your information as disclosed in this Policy.\nPayment information may be shared with your bank to validate your payment card.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3b.\nTo Maintain, Improve, and Personalize the Services</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We use your information for our everyday business operations such as auditing, administration of the Services, forum management, fulfillment, and analytics.\nYour information may also be used to improve the content and/or functionality of the Services.\nWe may use your information to help us enhance offerings for DoorDash and our Merchants, which may include improving marketing efforts for our large order delivering service, DoorDash Drive.\nWe also use your information to personalize your experience.\nFor example, we may personalize the content and features you see when visiting our Services.\nIn addition, we may personalize advertisements, marketing communications, and recommendations to make them more tailored to your interests.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3c.\nTo Communicate with You</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We use your information to communicate with you.\nFor example, we may send you text messages or other notifications about the status of your orders and deliveries.\nWe may also contact you with promotional offerings or other communications that may be of interest to you.\nIf we send you marketing emails or texts about services that may interest you, each email or text will contain instructions permitting you to “opt-out” of receiving future email or text marketing communications.</p>\n<p>\n<br>\n</p>\n<p>In the event you contact us, we use certain information to respond to your questions and assist you with any issues that may arise in your use of the Services.\nIf you send direct messages, such as chat or text messages to a Dasher, using the telephone number for that Dasher available on the Services, we may use a third-party service provider to monitor and analyze these messages.\nWe monitor these messages for fraud prevention, to ensure appropriate charging of fees, to enforce our Terms and Conditions, and for quality and training purposes.\nAs part of this process, DoorDash and its service provider will receive in real time and store data about your direct messages, such as chat or text messages, including the date and time of the text message, your phone number, and the message.\nIf you do not agree with the monitoring of direct messages you send to Dashers, please do not send messages to Dashers.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3d.\nFor Account and Network Security Purposes</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We care about keeping you secure and safe while using our Services.\nKeeping you safe requires us to process your Personal Information, such as your device information, activity information and other relevant information.\nWe use such information to combat spam, malware, malicious activity or security risks.\nimprove and enforce our security measures.\nand to monitor and verify your identity so that unauthorized users do not gain access to your information.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3e.\nTo Maintain Legal and Regulatory Compliance</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>Our Services are subject to certain laws and regulations which may require us to process your Personal Information.\nFor example, we process your Personal Information to pay our taxes, to fulfill our business obligations, ensure compliance with employment and recruitment laws or as necessary to manage risk as required under applicable law.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3f.\nTo Enforce Compliance with Our Agreements and Policies</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>When you access or use our Services, you are bound to our Terms and Conditions (if you are a User), the Merchant Terms of Service or other master services agreement entered into between you and DoorDash (if you are a Merchant), and this Policy.\nTo ensure you comply with them, we process your Personal Information by actively monitoring, investigating, preventing and mitigating any alleged or actual prohibited, illicit or illegal activities on our Services.\nWe also process your Personal Information to: investigate, prevent or mitigate violations of our internal terms, agreements or policies.\nenforce our agreements with third parties and business partners.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3g.\nTo Protect You, Others, and Our Business</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We use your information to protect you, others, and our business, including, without limitation, using information for fraud prevention, for enforcement of our Terms of Service, to comply with the law, and to protect against security risks.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>3h.\nFor Our Business Purposes</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We may use your information for any other purpose disclosed to you at the time we collect the information, or otherwise with your consent.</p>\n<p>\n<br>\n</p>\n<p>\n<b>4.\n&nbsp.\nProvision of Personal Information to Third Parties</b>\n</p>\n<p>\n<br>\n</p>\n<p>We may provide your Personal Information to third parties as described below.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4a.\nService Providers or Third Parties</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We may provide your information to our service providers or third parties to help provide services to you for certain business purposes.\nThis information is provided in order for them to provide us services such as payment processing, advertising services, marketing partners, web analytics, data processing, IT services, customer support and other services.\nThese service providers or third parties may have access to your Personal Information to perform services on our behalf.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4b.\nDashers, Merchants or other users</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>To help provide you with a high-quality delivery we also may provide your information, including your Personal Information and order details, to the Dashers who complete your requested deliveries.\nSimilarly, we may provide information to Merchants to facilitate deliveries such as your first name and last initial and order information related to your orders with Merchants.\nWe may also share information that you provide to DoorDash with Merchants as part of a Merchant Loyalty Program when you connect your DoorDash account with the applicable Merchant program.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4c.\nGroup companies</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We may provide your information to our group companies (entities that control or are under the control of DoorDash, Inc.) for business purposes.\nWe will require these entities to comply with the terms of this Policy with regard to their use of your information.</p>\n<p>\n<br>\n</p>\n<p>Service provided by DoorDash, and our group companies may share certain functionalities such as a uniform login experience where users of both applications will need to use a single username and password.\n</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4d.\nSocial Media</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>When you link a Social Network account to DoorDash or log into our Services using your Social Network account, we may provide your information to the operator of the Social Network to facilitate or enhance delivery of that Social Network or other services to you.\nPlease see “8.&nbsp.\nSocial Media Usage” below for more details.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4e.\nWhen Required or Permitted by Law</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We recognize that information related to your orders could contain private information.\nHowever, we may be required to provide your information to third parties including law enforcement agencies when required to protect and defend our legal rights, protect the safety and security of users of our Services, prevent fraud, comply with the law, respond to legal process, or a request for cooperation by a government entity, and the like.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4f.\nCorporate Transactions</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>In the event of a business transfer, merger and other reorganization, dissolution, or similar event we may provide your information to one or more third parties as part of that transaction, including during the negotiation of a transaction.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>4f.\nWith Your Consent</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>We also may provide your information to third parties with your consent or at your direction.</p>\n<p>\n<br>\n</p>\n<p>\n<b>5.&nbsp.\nSecurity</b>\n</p>\n<p>\n<br>\n</p>\n<p>DoorDash has implemented administrative, organizational, technical, and physical security controls that are designed to safeguard Personal Information.\nHowever, no online activity is ever fully secure or error-free.\nWhile we strive to protect your information, we cannot guarantee that your Personal Information is absolutely secure.\nPlease keep this in mind when disclosing any information to DoorDash.</p>\n<p>\n<br>\n</p>\n<p>Please recognize that protecting your Personal Information is also your responsibility.\nWe urge you to take every precaution to protect your information when you are on the Internet, or when you communicate with us and with others through the Internet.\nChange your passwords often, use a combination of letters and numbers, and make sure you use a secure browser.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of your account might have been compromised), or if you suspect someone else is using your account, please let us know immediately by contacting us as indicated in the Contact Us section below.</p>\n<p>\n<br>\n</p>\n<p>\n<b>6.&nbsp.\nData Retention</b>\n</p>\n<p>\n<br>\n</p>\n<p>We will retain your Personal Information for as long as your account is active or as needed to provide you services and to maintain a record of your transactions for financial reporting purposes.\nWe will also retain and use your Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<br>\n</p>\n<p>\n<b>7.&nbsp.\nThird-Party Sites</b>\n</p>\n<p>\n<br>\n</p>\n<p>Some of the functionality may be provided by third parties and the Services may link to other third-party websites that are not controlled by DoorDash.\nFor example, we may use services like Braintree for payment processing.\nThese third parties are not under our control and DoorDash is not responsible for their privacy policies or practices.\nIf you provide any Personal Information to any third party or through any such third-party website, we recommend that you familiarize yourself with the privacy policies and practices of that third party.</p>\n<p>\n<br>\n</p>\n<p>\n<b>8.&nbsp.\nSocial Media Usage</b>\n</p>\n<p>\n<br>\n</p>\n<p>You may choose to enable or log in to our Services via various online services, including social networking services like Facebook and Google.\nOur Services also may enable you to access social networking services such as Facebook, Twitter, or Instagram (collectively, “Social Network”) directly or indirectly through our Services.</p>\n<p>\n<br>\n</p>\n<p>When you link a Social Network account to DoorDash or log into our Services using your Social Network account, we may collect relevant Personal Information necessary to enable our Services to access that Social Network and your information contained within that Social Network.\nWe also may share your information with the operator of that Social Network to facilitate or enhance delivery of that Social Network or other services to you.\nA Social Network may provide us with access to certain information that you have provided to them, and we will use, store, and disclose such information in accordance with this Policy.\nAdditionally, a Social Network may collect Personal Information and information about your use of our Site or Services automatically.\nThe manner in which a Social Network collects, uses, stores, and discloses your information is governed by the policies of such third parties and DoorDash shall have no liability or responsibility for the privacy practices or other actions of any Social Network that may be enabled within our Services.</p>\n<p>\n<br>\n</p>\n<p>You may also have the option of posting your activities on our Services and other content to a Social Network when you access content through our Services.\nFor example, you may post to Facebook that you placed an order with DoorDash.\nKeep in mind that your usage of Social Network features is governed by applicable Social Networks and not by DoorDash and may be visible or accessible to the public.</p>\n<p>\n<br>\n</p>\n<p>\n<b>9.\n&nbsp.\nChildren’s Information</b>\n</p>\n<p>\n<br>\n</p>\n<p>Our Services are not intended for children under 13 years of age, and we do not knowingly collect Personal Information from children under the age of 13.\nIf you are a parent or guardian of a child under the age of 13 and believe he or she has disclosed Personal Information to us, please contact us at <u>privacy@doordash.com</u>.\nA parent or guardian of a child under age 13 may review and request deletion of the child’s Personal Information.</p>\n<p>\n<br>\n</p>\n<p>\n<b>10.&nbsp.\nYour Choices</b>\n</p>\n<p>\n<br>\n</p>\n<p>We provide users and their authorized agents with the ability to access and delete Personal Information.\nIn order to exercise these rights, you must login to your account to confirm your identity, which helps us ensure that Personal Information is only made accessible to appropriate parties.\nUsers will not receive discriminatory treatment for exercising their rights and can return to the service after deleting their information.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>10a.\nYour Rights</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>This section lists the privacy-related rights (“Rights”) we extend to DoorDash users.\nYour rights are not absolute and are subject to certain exceptions.\nFor instance, we cannot disclose specific pieces of Personal Information if the disclosure would create a substantial, articulable, and unreasonable risk to the security of the Personal Information, your account with us or the security of our systems.</p>\n<p>\n<br>\n</p>\n<ul>\n<li>\n<i>Right to Know</i> – You have the right to request that we disclose the Personal Information we retain about you.</li>\n<li>\n<i>Right to Deletion</i> – You have the right to request that we delete any Personal Information we have collected from you or maintain about you.\nWe may save Personal Information when permitted by applicable law including, without limitation, when the information is needed for a legal purpose.\nIf you are a California consumer, we may retain your Personal Information as necessary to: (1) complete the transaction for which the personal information was collected, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between DoorDash and you.\n(2) detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for that activity.\n(3) debug to identify and repair errors that impair existing intended functionality.\n(4) exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law.\n(5) comply with the California Electronic Communications Privacy Act pursuant to Chapter 3.6 (commencing with Section 1546) of Title 12 of Part 2 of the Penal Code.\n(6) engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when DoorDash’s deletion of the information is likely to render impossible or seriously impair the achievement of such research, if you have provided informed consent.\n(7) to enable solely internal uses that are reasonably aligned with the expectations of you based on your relationship with DoorDash.\n(8) to comply with a legal obligation.\nor (9) to otherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information.</li>\n<li>\n<i>Right to Rectification</i> – If you are a registered DoorDash user you may modify certain of your Personal Information by logging into our Site using your username and password and visiting the “Account” page.\nRegistered DoorDash users may also access the “Account” page to manage their subscriptions.</li>\n<li>\n<i>Right to Opt-Out of the Sale of Your Personal Information</i> – You have the right to opt-out of having your Personal Information sold.\nThe California Privacy Rights Act (“CPRA”) amends the California Consumer Privacy Act to broadly define “sale” in a way that may include allowing third parties to receive certain information such as cookie identifiers, IP addresses and/or browsing behavior to add to a profile about your device, browser or you.\nSuch profiles may enable delivery of interest-based advertising by such third parties within their platform or on other sites.\nDepending on how you use the Services, we may share the following categories of information for such interest-based advertising which may be considered a sale (as defined by the CPRA): (1) device information and identifiers, such as IP address and unique advertising identifiers and cookies.\nand (2) connection and usage information, such as browsing history or app usage.\nAlthough this obligation of the CPRA does not become effective until January 1, 2023, you may opt out of such tracking technologies by following the instructions in <u>Section 2 above</u>.</li>\n<li>\n<i>Right to Non-Discrimination</i> – DoorDash will not discriminate against those who exercise their Rights.\nSpecifically, if you exercise your Rights, we will not deny providing you with goods or Services, charge you different prices or rates for goods or Services or provide you a different level or quality of goods or Services.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<i>\n<u>10b.\nAsserting Your Rights</u>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>You may exercise your Rights by <u>clicking here</u> for DoorDash or <u>clicking here</u> for Caviar.\nTo verify your identity, you must log-in to your account prior to accessing or deleting your information.\nIf you have both a Caviar and DoorDash user account, then the information associated with both accounts will be deleted to the extent we can identify that the accounts are owned by the same user.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>If you do not have a DoorDash or Caviar account, you may exercise your right to know or your right to deletion by emailing your request to us at <u>privacy@doordash.com</u> from the email address that you believe is associated with DoorDash, with the subject line “Non-user Data Request” or calling us at 855-973-1040.\nFor safety and to otherwise prevent fraud, we may ask that you provide us with certain personal information that’s reasonably necessary for us to confirm your identity.</p>\n<p>\n<br>\n</p>\n<p>You may also designate an authorized agent to make a request to know or a request to delete.\nIn order to be able to act, authorized agents have to submit written proof that they are authorized to act on your behalf or have a power of attorney.\nWe may deny requests from authorized agents who do not submit proof that they have been authorized by you to act on their behalf.</p>\n<p>\n<br>\n</p>\n<p>\n<b>11.&nbsp.\nCalifornia Residents</b>\n</p>\n<p>\n<br>\n</p>\n<p>Pursuant to the California Consumer Privacy Act of 2018, below is a summary of the Personal Information we collected from consumers, the reason we collected the Personal Information, where we obtained the Personal Information we collected, and the third parties with whom we may share consumer Personal Information.\nThe section references relate to the sections above in this Policy.</p>\n<p>\n<br>\n</p>\n<p>As described further in our Privacy Policy, in the preceding twelve months, we or our service providers may have collected the below categories of personal information for business or commercial purposes:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Identifiers such as a name, address, unique personal identifier, email, phone number;</li>\n<li>User records such as signature;</li>\n<li>Commercial information such as records of products or services purchased, obtained, or considered;</li>\n<li>Internet or other electronic network activity information, including browsing history and search history;</li>\n<li>Geolocation data that is sufficient to identify a precise physical location;</li>\n<li>Sensory data, such as audio, electronic, visual, or other similar information;</li>\n<li>Professional or employment-related information;</li>\n<li>Education information.\nand</li>\n<li>Inferences about preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>We collect the categories of personal information identified above from the following sources: (1) directly from you.\n(2) through your use of the Services.\n(3) affiliates.\nand (4) third parties such as information received from our referral program, social networking services, publicly available sources, and marketing partners.</p>\n<p>\n<br>\n</p>\n<p>As explained <u>above</u>, we collect the categories of personal information identified above for the following business and commercial purposes:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>To provide you with the Services;&nbsp;</li>\n<li>To maintain, improve, and personalize the Services;</li>\n<li>To communicate with you;</li>\n<li>For account and network security purposes;</li>\n<li>To maintain legal and regulatory compliance;</li>\n<li>To enforce compliance with our Terms and Conditions and this Policy;</li>\n<li>To protect you, others, and our business.\nand</li>\n<li>For our business purposes disclosed to you at the time we collect or receive the information, or otherwise with your consent.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>We describe our information sharing practices in the Privacy Policy above.\nIn the previous twelve months, we may have shared certain categories of personal information with third parties, as that term is defined in the California Consumer Privacy Act, for business purposes.\nWe may have shared your personal information with a merchant if you expressly directed us to do so.\nThe information shared may include the following categories of personal information: (1) identifiers, such as a name and email address.\nand (2) commercial information, such as your history of orders from that merchant.\nWe may have also enabled third parties that provide paid analytics and advertising services to us to place tracking technologies on our website.\nThese providers may have been able to access the following categories of personal information: (1) device information and identifiers, such as IP address and unique advertising identifiers and cookies.\nand (2) connection and usage information, such as browsing history or app usage.\nYou can opt out of such tracking technologies by following the instructions in <u>Section 2 above</u>.</p>\n<p>\n<br>\n</p>\n<p>\n<i>Do Not Track Disclosure</i>.\nDoorDash does not have a mechanism in place for responding to browser “do not track” signals or other similar mechanisms used to limit collection of information for use in Online Behavioral Advertising.</p>\n<p>\n<br>\n</p>\n<p>\n<b>12.\n&nbsp.\nNevada Residents</b>\n</p>\n<p>\n<br>\n</p>\n<p>Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration by an operator to a recipient for that recipient to license or sell such information to additional persons.\n“Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.\nWe do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law by contacting <u>privacy@doordash.com</u>.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\nOnce verified, we will maintain your request in the event our practices change.</p>\n<p>\n<br>\n</p>\n<p>\n<b>13.\n&nbsp.\nInternational Users</b>\n</p>\n<p>\n<br>\n</p>\n<p>Regardless of where you use our Services, the information collected as part of that use will be transferred to and maintained on servers located in the United States.\nBy using our Services, you consent to this collection, transfer, storage, and processing of information to and in the United States.</p>\n<p>\n<br>\n</p>\n<p>\n<b>14.&nbsp.\nContact Us</b>\n</p>\n<p>\n<br>\n</p>\n<p>If you have any questions or concerns relating to this Policy or our privacy practices, or would like to opt-out, please contact us at <u>privacy@doordash.com</u> or:</p>\n<p>DoorDash, Inc.</p>\n<p>303 2nd St, Suite 800</p>\n<p>San Francisco, CA 94107</p>\n<p>Help Form: <u>https://help.doordash.com/consumers/s/contactsupport</u>\n</p>\n<p>\n</p>\n<ul>\n</ul>Kein DoorDash-Kunde? Schau dir unsere Hilfe-Seite unten an!Ich bin ein KurierIch bin ein AnbieterLerne uns kennenÜber unsKarriereBlogLinkedInGlassdoorBarrierefreiheitWir helfen dir gerneKontodetailsBestellverlaufHilfeGibt es einen Notfall?Geschäfte machenKurier:in werdenPartner-Restaurant werdenKurier-Flotte nutzenNutzungsbedingungenDatenschutzLiefergebiet © 2020 DoorDashLaden", "created_at": "2020-12-29 20:20:37.650383", "updated_at": "2022-12-19 07:32:02.306304"}], "points": [{"id": 32004, "title": "You shall not interfere with another person's enjoyment of the service", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:31:27.998136", "updated_at": "2023-07-11 06:30:13.375069", "quoteText": null, "case_id": 285, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32023, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:06:35.210814", "updated_at": "2023-07-11 06:30:14.384442", "quoteText": null, "case_id": 201, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32021, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:05:40.325849", "updated_at": "2023-07-11 06:30:14.469288", "quoteText": null, "case_id": 202, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32000, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:27:07.91704", "updated_at": "2023-07-11 06:30:13.455447", "quoteText": null, "case_id": 121, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 31999, "title": "There is a date of the last update of the agreements", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:24:48.04225", "updated_at": "2023-07-11 06:30:13.549714", "quoteText": null, "case_id": 331, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32002, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:28:27.714026", "updated_at": "2023-07-11 06:30:13.639948", "quoteText": null, "case_id": 144, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32003, "title": "You agree not to use the service for illegal purposes", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:30:48.308317", "updated_at": "2023-07-11 06:30:13.731029", "quoteText": null, "case_id": 280, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32006, "title": "This service is only available for use individually and non-commercially.", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:34:08.944026", "updated_at": "2023-07-11 06:30:13.843433", "quoteText": null, "case_id": 143, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32007, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:36:01.714745", "updated_at": "2023-07-11 06:30:13.932086", "quoteText": null, "case_id": 284, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32009, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:38:33.061149", "updated_at": "2023-07-11 06:30:14.017347", "quoteText": null, "case_id": 283, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32010, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:39:17.741291", "updated_at": "2023-07-11 06:30:14.117191", "quoteText": null, "case_id": 484, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32001, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:27:37.589322", "updated_at": "2023-07-11 06:30:13.20134", "quoteText": null, "case_id": 403, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32011, "title": "You must provide your identifiable information", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:41:52.497985", "updated_at": "2023-07-11 06:30:13.286781", "quoteText": null, "case_id": 409, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32020, "title": "A license is kept on user-generated content even after you close your account", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:04:52.484939", "updated_at": "2023-07-11 06:30:14.554292", "quoteText": null, "case_id": 130, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32016, "title": "You maintain ownership of your content", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:48:59.730775", "updated_at": "2023-07-11 06:30:14.648125", "quoteText": null, "case_id": 183, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32019, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:03:51.93813", "updated_at": "2023-05-01 20:20:42.7831", "quoteText": null, "case_id": 164, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32014, "title": "Your provided identifiable information is actively checked by the service", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:46:43.322708", "updated_at": "2023-05-01 20:22:43.141541", "quoteText": null, "case_id": 492, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32025, "title": "You can opt out of promotional communications", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:10:49.152988", "updated_at": "2023-07-11 06:30:14.737066", "quoteText": null, "case_id": 223, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32012, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:43:01.761957", "updated_at": "2023-07-11 06:30:14.823998", "quoteText": null, "case_id": 148, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32005, "title": "You cannot distribute or disclose your account to third parties", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:32:17.043359", "updated_at": "2023-07-11 06:30:14.905546", "quoteText": null, "case_id": 229, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32015, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:47:39.966385", "updated_at": "2023-07-11 06:30:14.98664", "quoteText": null, "case_id": 319, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32027, "title": "This service has a no refund policy with some exceptions", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:13:03.807612", "updated_at": "2023-07-11 06:30:15.154494", "quoteText": null, "case_id": 398, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32028, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:16:23.279607", "updated_at": "2023-07-11 06:30:15.237123", "quoteText": null, "case_id": 384, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32022, "title": "User-generated content can be blocked or censored for any reason", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:06:10.115421", "updated_at": "2023-05-01 20:41:53.184919", "quoteText": null, "case_id": 379, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32024, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:08:33.387617", "updated_at": "2023-07-11 06:30:14.295418", "quoteText": null, "case_id": 333, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32029, "title": "You aren’t forced into binding arbitration in case of disputes, but only if you opt out", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:18:39.168895", "updated_at": "2023-07-11 06:30:15.317122", "quoteText": null, "case_id": 335, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32032, "title": " The service is only available in some countries approved by its government", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:27:33.995766", "updated_at": "2023-07-11 06:30:15.39833", "quoteText": null, "case_id": 490, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32030, "title": "You waive your right to a class action.", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:19:34.462747", "updated_at": "2023-07-11 06:30:15.488232", "quoteText": null, "case_id": 117, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32033, "title": "You agree to indemnify and hold the service harmless in case of a claim related to your use of the service", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:28:55.903734", "updated_at": "2023-07-11 06:30:15.581481", "quoteText": null, "case_id": 145, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32034, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:29:26.326983", "updated_at": "2023-07-11 06:30:15.672644", "quoteText": null, "case_id": 147, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32035, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:30:47.567798", "updated_at": "2023-07-11 06:30:15.759728", "quoteText": null, "case_id": 286, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32040, "title": "They may stop providing the service at any time", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:41:37.043317", "updated_at": "2023-07-11 06:30:16.049838", "quoteText": null, "case_id": 203, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32037, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:36:18.070417", "updated_at": "2023-07-11 06:30:16.130736", "quoteText": null, "case_id": 287, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32036, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:33:51.518955", "updated_at": "2023-07-11 06:30:16.389808", "quoteText": null, "case_id": 288, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32043, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:46:36.143264", "updated_at": "2023-07-11 06:30:16.470212", "quoteText": null, "case_id": 138, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32042, "title": "The service disables software that you are not licensed to use.", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:44:51.919821", "updated_at": "2023-07-11 06:30:16.223237", "quoteText": null, "case_id": 330, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32046, "title": "You should revisit the privacy policy periodically, although in case of material changes about personal data, the service will notify", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:51:53.676719", "updated_at": "2023-07-11 06:30:16.552856", "quoteText": null, "case_id": 329, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32041, "title": "Your use is throttled", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:43:06.860865", "updated_at": "2023-07-11 06:30:16.634612", "quoteText": null, "case_id": 157, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32044, "title": "The court of law governing the terms is in Delaware, U.S.A.", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:48:21.207085", "updated_at": "2023-07-11 06:30:15.854974", "quoteText": null, "case_id": 163, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32031, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:25:31.614773", "updated_at": "2023-07-11 06:30:15.953872", "quoteText": null, "case_id": 279, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32038, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user, and is applied to residents of New Jersey, U.S.A.", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:37:38.154432", "updated_at": "2023-07-11 06:30:16.306441", "quoteText": null, "case_id": 149, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32047, "title": "Many different types of personal data are collected", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:56:15.089437", "updated_at": "2023-07-11 06:30:16.720126", "quoteText": null, "case_id": 376, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32060, "title": "Your personal data is used for advertising", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:16:07.779943", "updated_at": "2023-07-11 06:30:16.921697", "quoteText": null, "case_id": 216, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32059, "title": "Your personal information is used for many different purposes", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:14:30.857846", "updated_at": "2023-07-11 06:30:17.008915", "quoteText": null, "case_id": 185, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32054, "title": "Information is gathered about you through third parties", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:06:57.278004", "updated_at": "2023-07-11 06:30:17.096379", "quoteText": null, "case_id": 382, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32053, "title": "App required for this service requires broad device permissions", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:05:42.769403", "updated_at": "2023-07-11 06:30:17.189805", "quoteText": null, "case_id": 322, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32052, "title": "This service receives your precise location through GPS coordinates", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:04:12.280058", "updated_at": "2023-07-11 06:30:17.28189", "quoteText": null, "case_id": 400, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32050, "title": "This service tracks which web page referred you to it", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:02:27.342821", "updated_at": "2023-07-11 06:30:17.37136", "quoteText": null, "case_id": 387, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32049, "title": "Your biometric data is collected", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:01:28.082301", "updated_at": "2023-07-11 06:30:17.457302", "quoteText": null, "case_id": 397, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32058, "title": "You can opt out of targeted advertising", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:12:13.419798", "updated_at": "2023-07-11 06:30:17.544929", "quoteText": null, "case_id": 219, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32063, "title": "You can limit how your information is used by third-parties and the service", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:20:29.40493", "updated_at": "2023-07-11 06:30:17.630353", "quoteText": null, "case_id": 338, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32065, "title": "You can request access, correction and/or deletion of your data", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:22:43.780219", "updated_at": "2023-07-11 06:30:17.719121", "quoteText": null, "case_id": 195, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32051, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:03:18.059138", "updated_at": "2023-07-11 06:30:17.79835", "quoteText": null, "case_id": 399, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32055, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:08:06.314497", "updated_at": "2023-07-11 06:30:17.879161", "quoteText": null, "case_id": 375, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32064, "title": "This service is only available to users over a certain age", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:21:53.752526", "updated_at": "2023-07-11 06:30:17.961858", "quoteText": null, "case_id": 152, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32056, "title": "Third-party cookies are used for advertising", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:09:22.154636", "updated_at": "2023-07-11 06:30:18.04465", "quoteText": null, "case_id": 128, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32057, "title": "Sensitive data is collected and shared to target advertising", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:09:51.547073", "updated_at": "2023-05-01 20:46:55.999963", "quoteText": null, "case_id": 487, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32061, "title": "Your personal data may be used for marketing purposes", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:16:46.349284", "updated_at": "2023-07-11 06:30:16.809678", "quoteText": null, "case_id": 336, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32066, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:26:05.05675", "updated_at": "2023-07-11 06:30:18.127585", "quoteText": null, "case_id": 233, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32069, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:29:22.171625", "updated_at": "2023-07-11 06:30:18.560661", "quoteText": null, "case_id": 411, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32067, "title": "Your browsing history can be viewed by the service", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:26:58.50542", "updated_at": "2023-05-01 20:11:28.879278", "quoteText": null, "case_id": 395, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32062, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:19:50.688357", "updated_at": "2023-07-11 06:30:19.617044", "quoteText": null, "case_id": 243, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32026, "title": "Prices and fees may be changed at any time, without notice to you", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:12:01.328251", "updated_at": "2023-07-11 06:30:19.778714", "quoteText": null, "case_id": 497, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32013, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:44:01.010851", "updated_at": "2023-07-11 06:30:19.860278", "quoteText": null, "case_id": 186, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32017, "title": "The service has non-exclusive use of your content", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:51:05.404578", "updated_at": "2023-07-11 06:30:19.944516", "quoteText": null, "case_id": 402, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32008, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 05:36:55.635073", "updated_at": "2023-07-11 06:30:20.027122", "quoteText": null, "case_id": 150, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32039, "title": "DoorDash assumes no liability for any losses or damages resulting from any matter relating to the service, but does not apply to New Jersey", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:39:37.236348", "updated_at": "2023-07-11 06:30:20.108862", "quoteText": null, "case_id": 293, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32068, "title": "Your identity is used in ads that are shown to other users", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 07:27:53.993044", "updated_at": "2023-05-02 07:52:15.653164", "quoteText": null, "case_id": 327, "document_id": 3353, "quoteStart": null, "quoteEnd": null}, {"id": 32018, "title": "This service can use your content for all their existing and future services", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:02:18.682569", "updated_at": "2023-07-11 06:30:15.070041", "quoteText": null, "case_id": 180, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32045, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://help.doordash.com/consumers/s/terms-and-conditions-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:49:20.403595", "updated_at": "2023-07-11 06:30:18.470802", "quoteText": null, "case_id": 294, "document_id": 3352, "quoteStart": null, "quoteEnd": null}, {"id": 32048, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://help.doordash.com/consumers/s/privacy-policy-us?language=en_US", "status": "Generated through the annotate view", "created_at": "2023-05-01 06:59:57.314744", "updated_at": "2023-07-11 06:30:19.696998", "quoteText": null, "case_id": 323, "document_id": 3353, "quoteStart": null, "quoteEnd": null}], "urls": ["doordash.com"]}}