{"error": 448, "message": "OK", "parameters": {"id": 9827, "name": "Loomos", "created_at": "2023-10-23 20:13:55.822169", "updated_at": "2023-10-23 22:02:43.393295", "wikipedia": null, "keywords": null, "related": null, "slug": "loomos", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9827.png", "url": "loomos.com.br", "documents": [{"id": 19576, "name": "Termos de Uso", "url": "https://loomos.com.br/termos-de-uso", "xpath": "/html/body/div[1]/main/article/section/div[2]", "text": " Termos de Uso <p>Bem-vindo ao Loomos! O Loomos é um aplicativo freemium de caráter informativo que se destina a auxiliar seus usuários a identificarem os ingredientes presentes nos rótulos dos alimentos.\nEstes Termos de Uso regem o uso do aplicativo Loomos.</p>\n<p>O Aplicativo <strong>Loomos</strong> (doravante denominado Aplicativo) é desenvolvido e mantido pela <strong>Plural Tecnológicas LTDA, CNPJ 19.136.747/0001-08</strong> (doravante denominada PLURAL), empresa brasileira, que disponibiliza o acesso ao Aplicativo de forma gratuita.\nO Aplicativo distribuido gratuitamente possui funcionalidades pagas (aplicativo “Freemium”) que podem ser adquiridas por meio de uma assinatura mensal, ou anual.\nO Aplicativo tem carater informativo e se destinada a auxiliar os usuários do Aplicativo (doravante denominado Usuário) a identificarem os ingredientes presentes nos rótulos dos produtos e destacarem aqueles que podem não estar em acordo com o perfil de dieta definido pelo Usuário.</p>\n<p>\n<b> Aceitação dos Termos de Uso:</b> O Usuário concorda com os termos deste documento ao usar de qualquer forma o Aplicativo ou sistemas associados.\nCaso o Usuário não concorde com estes Termos de Uso, não deve usar o Aplicativo ou os serviços associados a ele.\nO uso de qualquer funcionalidade do aplicativo implica na integral aceitação destes termos.</p>\n<p>\n<b> Alterações aos Termos de uso:</b> Estes Termos de Uso poderão ser atualizadas ou alteradas pela PLURAL a qualquer momento.\nAs alterações serão notificadas ao Usuário através do Aplicativo e/ou por email.\nAs alterações entrarão em vigor imediatamente, porém, para assinantes atuais, as alterações entrarão em vigor 30 dias após sua publicação, exceto mediante especificação contrária.\nDepois de publicadas as alterações, a continuação do uso do Aplicativo constitui a concordância do Usuário com os novos termos.</p>\n<p>\n<b> Privacidade:</b> Informações pessoais que identifiquem os indivíduos estão sujeitas à nossa Política de privacidade.\nConsulte a Política de privacidade para entender nossas práticas.</p>\n<p>\n<b> Preferências de comunicação:</b> Ao utilizar o Aplicativo, você consente receber comunicados por meios eletrônicos da PLURAL relacionados à sua conta.\nA comunicação incluirá o envio de emails para o endereço de email informado durante a inscrição, a publicação de comunicados no Aplicativo, e poderá incluir avisos relacionados à sua conta (autorizações de pagamento, mudanças de senha ou forma de pagamento, confirmações e outras informações relativas a transações).\nTal comunicação constituirá parte do seu relacionamento com a PLURAL.\nVocê concorda que quaisquer avisos, contratos, divulgações ou outras comunicações enviadas pela PLURAL para você eletronicamente satisfazem os requisitos legais de comunicação, incluindo o requisito de que tais comunicações sejam por escrito.\nVocê também concorda em receber outras comunicações da PLURAL, como boletins informativos sobre novas funcionalidades e conteúdo da PLURAL, ofertas especiais, promoções e pesquisas de mercado, seja por email ou outros meios de comunicação.\nSe você não quiser mais receber determinados comunicados não transacionais da PLURAL, entre em contato com <b>suporte@loomos.com.br</b>.</p>\n<p>\n<b>1.\nSobre o Uso do Aplicativo </b>\n</p>\n<ol>\n<li>Para fazer uso do Aplicativo o Usuário deverá ter e operar um smartphone android ou apple compativel com as necessidades de hardware e software para a sua perfeita execução.</li>\n<li>O Aplicativo é disponibilizado somente através da loja de aplicativos Google Play e App Store.</li>\n<li>O login no Aplicativo é facultativo.</li>\n<li>O login no Aplicativo é feito utilizando serviços computacionais desenvolvidos, mantidos e suportados pela PLURAL e está cobertos pelo presente Termo de Uso e Políticas de Privacidade.</li>\n<li>Algumas funcionalidades do Aplicativo, como login, backup, sincronização, entre outras, estarão somente disponíveis se houver uma conexão ativa com a Internet, que é de responsabilidade do Usuário, assim como os custos de utilização de Internet.</li>\n<li>O Aplicativo dispõe de diversos perfis alimentares pré-configurados e de uso gratuíto.\nAtravés dos perfis alimentares os rótulos dos produtos terão seus ingredientes identificados e destacados de acordo com o perfil ativo.<br>\n</li>\n<li>Funcionalidades como a criação de Perfis personalizados, a inclusão de novas categorias de ingredientes, a seleção de multiplos perfis para a leitura dos rótulos dos alimentos, ou o acesso aos detalhes de cada categorias pré-configuradas, estão disponíveis apenas para usuários assinantes da licença premium que deve ser adquirida diretamente através das lojas Google Play ou App Store seguindo seus termos de uso e politicas de privacidade próprias.</li>\n<li>O Usuário compreende que o Aplicativo é uma ferramenta informativa que digitaliza os rótulos de produtos e realiza a busca, identificação e destaque dos ingredientes de acordo com o(s) perfis alimentares ativados pelo Usuário.</li>\n<li>O aplicativo não é 100% confiável, pois às vezes os rótulos dos produtos podem não ser corretamente digitalizados devido a erros de uso do usuário, impressões de informações com erro, desgastes na impressão do rótulo causados durante o transporte ou estocagem, má iluminação, câmera do smartphone danificada, ou outros motivos técnicos ou não técnicos alheios ao Aplicativo.</li>\n<li>O Usuário concorda que o Aplicativo e seus criadores não são responsáveis por quaisquer erros no aplicativo ou na embalagem e danos que possam resultar do uso incorreto do aplicativo.</li>\n<li>O Usuário compreende que as listas de ingredientes, e os perfis alimentares, incorporados devem ser usados como ponto de partida e não estão completos.\nO Aplicativo nunca terá todos os ingredientes para todos os produtos e todos os ingredientes que pertencem a um determinado perfil alimentar de produtos ou alérgenos.</li>\n<li>As informações fornecidas pelo Aplicativo são apenas para fins informativos e não se destinam a aconselhamento médico.\nQuaisquer preocupações alimentares devem ser discutidas com um nutricionista ou médico certificado.</li>\n<li>O Usuário compreende que os fabricantes de alimentos ou bebidas podem alterar os ingredientes de seus produtos e as embalagens podem estar incompletas ou incorretas.\nNão sendo da responsabilidade do Aplicativo garantir a completeza das informações presentes ou ausentes nos rótulos.</li>\n<li>O Usuário compreende que o Aplicativo apenas reconhece as palavras que representam os ingredientes dos produtos em um rótulo, mas não faz nenhum julgamento sobre seus efeitos no usuário final.</li>\n<li>O Usuário compreende que se tem alergias ou intolerâncias, não deve usar o Aplicativo para verificar se pode consumir um produto, pois não é possível garantir a precisão dos resultados.\nNão assumimos nenhuma responsabilidade por reações a alimentos ou bebidas consumidas com base nas informações do aplicativo.\nÉ de responsabilidade do Usuário sempre verificar a embalagem do produto para identificar qualquer restrição ao seu consumo conforme é mencionado na tela principal do Aplicativo, \"verifique sempre a embalagem\".</li>\n<li>A PLURAL se reserva o direito de suspender ou bloquear o acesso ao Aplicativo sem aviso prévio, assim como disponibilizar informações quando solicitadas por ordem judicial.</li>\n<li>O Usuário é responsável por selecionar as suas preferências de dieta, de forma que o Aplicativo é apenas um mecanismo auxiliar de consulta, sendo assim, o Usuário concorda que não há responsabilidade da PLURAL quanto ao consumo inadequado de produtos alimenticios.</li>\n<li>O Usuário pode encerrar a utilização do Aplicativo a qualquer momento e por qualquer motivo.\nNão estando obrigado a proceder a qualquer tempo a comunicação à PLURAL.</li>\n</ol>\n<ul>\n<li>Caso o Usuário possua uma assinatura de uso do Aplicativo será de sua total responsabilidade proceder o cancelamento da cobrança recorrente junto a loja de aplicativos da sua plataforma móvel.\nA PLURAL disponibilizará o serviço até a data de expiração da assinatura, não sendo possível a devolução do valor da assinatura.</li>\n</ul>\n<p>\n<b>2.\nLinks Externos </b>\n</p>\n<ol>\n<li>\n<p>O Aplicativo ou o site do aplicativo podem vir a conter links para outros websites e aplicativos.\nEstes websites e aplicativos estão fora do controle da PLURAL, sendo que o acesso a estes e/ou a permanência nestes serão por conta e risco do usuário.</p>\n</li>\n<li>\n<p>Todos os direitos autorais e marcas comerciais acessíveis através dos links disponibilizados no Aplicativo ou em seu site são de propriedade dos respectivos donos dos websites ou dos seus licenciadores.</p>\n</li>\n</ol>\n<p>\n<b>3.\nSobre o Funcionamento do Aplicativo e Segurança </b>\n</p>\n<ol>\n<li>\n<p>A PLURAL desenvolveu o Aplicativo baseado em requisitos de segurança atuais para proteger os dados do Usuário, no entanto o Usuário concorda que é responsável pela segurança dos dados em seu dispositivo, sendo obrigação do Usuário manter seu dispositivo atualizado e seguro, isentando a PLURAL de responsabilidades sobre a ação de softwares mal intencionados no dispositivo do Usuário ou na rede de Internet que utilizou para se conectar aos servidores da PLURAL.</p>\n</li>\n<li>\n<p>Apesar da compatibilidade do Aplicativo com a maioria dos dispositivos, por questões técnicas, a PLURAL não garante o correto funcionamento da câmera e das demais funcionalidades do Aplicativo, visto que dependem de hardware e software desenvolvido por terceiros.</p>\n</li>\n<li>\n<p>O Aplicativo tem função meramente de informar, visto que o funcionamento do Aplicativo está atrelado a sistemas eletrônicos suscetíveis a falhas, o Usuário não deve se basear somente no Aplicativo para escolher os produtos que irá consumir, sendo que o Usuário assume total responsabilidade sobre o os produtos que consumir, isentando a PLURAL de qualquer responsabilidade sobre as consequências de consumir um produto que traga algum risco a sua saúde, ou suas preferências de dieta.</p>\n</li>\n</ol>\n<p>\n<b>4.\nSobre o Backup, Sincronização de Perfis e Categorias, e Validação da Assinatura Premium </b>\n</p>\n<ol>\n<li>\n<p>Os serviços de Backup, e Sincronização de perfis estão condicionados à disponibilidade de uma conexão ativa à Internet entre o dispositivo onde o Aplicativo está instalado e os Servidores da PLURAL.\nSem esta conexão, estes serviços não ocorrem.\nConexões entre o Aplicativo e os Servidores da PLURAL podem estar sujeitas a políticas locais e/ou internacionais e mantidas por terceiros.</p>\n</li>\n<li>\n<p>O serviço de Backup se dá de forma automatizada após o login do Usuário no Aplicativo.\nSem o login o backup dos dados não ocorre.</p>\n</li>\n<li>\n<p>O serviço de Backup ocorre através do envio, de forma automatizada, dos dados de perfil do Usuário para os Servidores da PLURAL.</p>\n</li>\n<li>\n<p>O serviço de Sincronização ocorre de forma automatizada quando o Usuário fizer o login com a mesma conta no Aplicativo em mais de um dispositivo.\nEste serviço é condicionada à disponibilidade de uma conexão ativa à Internet.</p>\n</li>\n<li>\n<p>A verificação e validação de uma assinatura premium ativa está condicionada à disponibilidade de uma conexão à Internet ativa.</p>\n</li>\n</ol>\n<p>\n<b>5.\nSobre a Disponibilização do Aplicativo e Serviços Associados </b>\n</p>\n<li>A PLURAL se reserva o direito de modificar, suspender ou encerrar a disponibilização do Aplicativo e dos serviços associados a ele, sem a necessidade de aviso prévio.\nNo caso do Usuário ter adquirido uma assinatura, conforme o Item 6, a assinatura deverá ser cancelada pelo Usuário e a PLURAL disponibilizará o serviço até a data de expiração da assinatura.</li>\n<p>\n<b>6.\nAssinatura, período de utilização gratuita, cobranças, reembolso e cancelamento </b>\n</p>\n<ol>\n<li>\n<p>\n<b> Assinatura </b>.A assinatura do Aplicativo pode ser adquirida de diversas formas.\nEm todas elas, é de exclusiva responsabilidade do assinante guardar o email, o identificador da assinatura, bem como no ato da contratação do serviço, o assinante declara e garante, de modo expresso, possuir capacidade jurídica para realizar tal assinatura, bem como que todas as informações por ele prestadas em razão da contratação do serviço são verdadeiras e corretas em todos os seus aspectos.\nA PLURAL não se responsabiliza, de nenhuma forma, pelas assinaturas feitas de acordo com o procedimento aqui estabelecido, nem pelas informações fornecidas, as quais você é o único responsável, seja pela veracidade quanto pela conformidade das mesmas e do cumprimento das condições aqui descritas.</p>\n<ol>\n<li>\n<p>\n<b> Assinatura feita pela App Store.</b> As assinaturas feitas através da App Store utilizam o sistema de pagamento da Apple.\nPortanto, tais assinaturas estão sujeitas também aos Termos e Condições da Apple.\nDentre eles, a Apple não permite que os desenvolvedores dos aplicativos (neste caso, a PLURAL) tenham contato com qualquer um dos dados do assinante, incluindo, sem limitação, dados sobre pagamentos.\nDessa forma, para informações sobre esta assinatura, cancelamento ou reembolso de valores cobrados indevidamente devem ser obtidos estritamente e diretamente pelo sistema da Apple, uma vez que a PLURAL não tem qualquer controle e/ou sobre tais institutos.</p>\n</li>\n<li>\n<p>\n<b> Assinatura feita através da Google Play Store.</b> As assinaturas feitas através da Google Play Store utilizam o sistema de pagamento do Google.\nPortanto, tais assinaturas estão sujeitas aos Termos e Condições do Google.\nDentre eles, o Google permite que os desenvolvedores consultem a assinatura através do email utilizado para realizá-la ou pelo número do pedido.\nDessa forma, para informações sobre esta assinatura, cancelamento ou reembolso, é de responsabilidade do assinante guardar esses dados (e demais dados relevantes referentes à assinatura) para que o mesmo confira junto ao sistema do Google ou junto ao suporte da PLURAL.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<b> Assinatura com renovação automática.</b> Sua assinatura no Aplicativo, que pode começar com um período de utilização gratuita, continuará se renovando pelo período escolhido (mês, ou ano) a não ser e até que você cancele sua assinatura, ou que a PLURAL a encerre.\nPara utilizar o Aplicativo, você precisa ter acesso à Internet e fornecer uma forma de pagamento em dia, válida e aceita (a \"forma de pagamento\", que poderá ser atualizada periodicamente).\nCobraremos o preço referente ao plano escolhido de assinatura na sua forma de pagamento.\nPara evitar a cobrança do preço da assinatura da sua forma de pagamento, será preciso cancelar sua assinatura 24 horas (vinte e quatro horas) antes da data de renovação da mesma.</p>\n</li>\n<li>\n<p>\n<b> Planos de Assinatura.</b> A PLURAL poderá oferecer diferentes planos de assinatura, inclusive planos ou assinaturas promocionais, com diferentes condições e limitações.\nPLURAL reserva para si o direito de alterar, encerrar ou modificar os planos de assinatura oferecidos.</p>\n</li>\n<li>\n<p>\n<b> Serviços que podem ser acessados com a assinatura Loomos.</b> Todas as assinaturas do Aplicativo dão acesso aos mesmos serviços.\nA assinatura permite que você acesse todo o conteúdo e funcionalidades da Aplicação na plataforma mobile onde a assinatura foi realizada.</p>\n</li>\n<li>\n<b> Cobrança </b>\n</li>\n<ol>\n<li>\n<b> A cobrança das assinaturas é recorrente.</b> Ao iniciar sua assinatura do Loomos e informar ou designar uma forma de pagamento, você autoriza uma das lojas descritas em 6.1.1 e 6.1.2 a cobrar da forma de pagamento o valor equivalente ao período contratado.</li>\n<li>\n<b> Alterações nos preços.</b> A PLURAL reserva o direito de ajustar os preços da assinatura de uso do Aplicativo de qualquer forma, a qualquer momento e conforme critérios próprios e exclusivos.\nCom exceção às disposições expressas nesses Termos de uso, quaisquer alterações aos preços do serviço passarão a vigorar mediante o envio de um comunicado por email para você.</li>\n<li>\n<b> Ciclo de cobrança.</b> A taxa de assinatura do serviço será cobrada no início do período pago da sua assinatura e a cada período que seguir (mês ou ano), a não ser que e até que você cancele sua assinatura com renovação automática.\nAs lojas descritas no item 6.1.1 e 6.1.2 podem alterar o ciclo de cobrança, especialmente caso não tenha sido possível cobrar o valor da assinatura da sua forma de pagamento.\nA data de renovação da sua assinatura poderá mudar devido a alterações à sua assinatura.\nNo contexto dos presentes Termos de uso, \"cobrança\" significa lançar um débito, debitar ou compensar o valor a ser quitado, o que for aplicável, da sua forma de pagamento.</li>\n</ol>\n<li>\n<b> Política de reembolso </b>\n<ol>\n<li>\n<b> Reembolso de assinatura feita pela App Store.</b> Como dito no item 6.1.1, as assinaturas feitas através da App Store utilizam o sistema de pagamento da Apple.\nPortanto, tais assinaturas estão sujeitas aos Termos e Condições da Apple.\nDessa forma, ao realizar uma assinatura por essa loja, o assinante concorda com a política de reembolso da Apple.\nPara contactá-los para solicitar o reembolso, acesse https://reportaproblem.apple.com</li>\n<li>\n<b> Reembolso de assinatura feita pelo Google Play Store.</b> Como dito no item 6.1.2, as assinaturas feitas através da Google Play Store utilizam o sistema de pagamento do Google.\nO assinante pode desistir da assinatura do Loomos em conformidade com o estabelecido no Código de Defesa de Consumidor.\nNesse caso, será devolvido o valor integral que foi pago diretamente na sua forma de pagamento.\nPara reembolsos depois desse período por qualquer motivo, fica a critério da PLURAL analisar o caso e oferecer ou não o reembolso.\nPara solicitar um reembolso, o assinante deve saber informar o email ou o número do pedido da assinatura.\nO contato deve ser feito através do suporte@loomos.com.br</li>\n<li>\n<b> Reembolso de assinatura de vale presente.</b> Não há reembolso para esse caso.</li>\n</ol>\n</li>\n<li>\n<b> Cancelamento das assinaturas com renovação automática </b>\n<p>\n<b>Instruções para o cancelamento de assinaturas com renovação automática por loja.</b> Lembrando que desinstalar o app não cancela automaticamente a sua assinatura, você precisa cancelar a sua assinatura seguindo as instruções descritas aqui.\nSe você desinstalar o app sem cancelar sua assinatura, você continuará a ser cobrado.</p>\n<ol>\n<li>\n<b> Cancelamento de assinatura feita pela App Store.</b> Como dito no item 6.1.1, as assinaturas feitas através da App Store utilizam o sistema de pagamento da Apple.\nEntão, para cancelamento da mesma, siga as instruções da Apple que podem ser encontradas nessa página: https://support.apple.com/pt-br/HT202039</li>\n<li>\n<b> Cancelamento de assinatura feita pelo Google Play Store.</b> Como dito no item 6.1.2, as assinaturas feitas através desta loja utilizam o sistema de pagamento do Google.\nEntão, para fazer o cancelamento da renovação automática, use o sistema do Google.</li>\n<li>\n<b> Cancelamento de assinatura feita via vale-presente.</b> Não existe cancelamento para esse tipo de assinatura.<br>\n</li>\n<li>Após o cancelamento da renovação automática, você continuará a ter acesso ao serviço até o final do período de cobrança em curso.</li>\n<li>Após o cancelamento e término do período de pago, o acesso do usuário ao conteúdo exclusivo para assinantes Loomos será totalmente BLOQUEADO.\nIsto inclui os perfis personalizados e categorias de ingredientes criados pelo Usuário.</li>\n</ol>\n</li>\n</ol>\n<p>\n<b>7.\nTermos de isenção de garantias e limitações de responsabilidade </b>\n</p>\n<p>O APLICATIVO LOOMOS E TODOS OS CONTEÚDOS E SOFTWARES ASSOCIADOS, ASSIM COMO QUAISQUER OUTROS RECURSOS OU FUNCIONALIDADES ASSOCIADAS AO SERVIÇO LOOMOS, SÃO FORNECIDOS \"NO SEU ESTADO ATUAL\" E \"CONFORME DISPONIBILIDADE\", COM TODAS AS FALHAS E SEM GARANTIAS DE QUALQUER ESPÉCIE.\nA PLURAL NÃO FAZ AFIRMAÇÕES OU DÁ GARANTIAS DE QUALQUER TIPO DE QUE SEU USO DO SERVIÇO LOOMOS SERÁ CONTÍNUO OU LIVRE DE ERROS.\nA PLURAL ISENTA-SE ESPECIFICAMENTE DE QUALQUER RESPONSABILIDADE PELO USO DO APLICATIVO CONTRÁRIO AO DISPOSTO NESTES TERMOS DE USO.\nATÉ A MÁXIMA EXTENSÃO PERMITIDA POR LEI, EM NENHUM EVENTO A PLURAL, SUAS SUBSIDIÁRIAS, AFILIADAS OU SEUS ACIONISTAS, DIRETORES, EXECUTIVOS, FUNCIONÁRIOS OU LICENCIADORES DEVERÃO SER RESPONSABILIZADOS (SUBSIDIARIAMENTE OU SOLIDARIAMENTE) EM RELAÇÃO A VOCÊ POR DANOS ESPECIAIS, INCIDENTAIS, INDIRETOS OU CONSEQUENCIAIS DE QUALQUER NATUREZA, OU QUAISQUER TIPOS DE DANOS.\nDETERMINADAS JURIDIÇÕES NÃO PERMITEM A EXCLUSÃO DE DETERMINADAS GARANTIAS OU DA LIMITAÇÃO OU EXCLUSÃO DE DETERMINADOS TIPOS DE DANOS.\nPORTANTO, DETERMINADAS LIMITAÇÕES DESTA SEÇÃO PODEM NÃO SE APLICAR A VOCÊ.\nNENHUMA DISPOSIÇÃO NESSES TERMOS DEVERÁ AFETAR QUALQUER DIREITO LEGAL QUE LHE ASSISTA.\nSe qualquer disposição ou disposições desses Termos de uso forem consideradas inválidas, ilegais ou não aplicáveis, a validade, legalidade e aplicabilidade das demais disposições devem permanecer em pleno vigor.</p>\n<p>\n<b>8.\nPropriedade intelectual</b>\n</p>\n<ol>\n<li>\n<p>Direitos autorais.\nO serviço Loomos, incluindo todo o conteúdo original, interface e demais conteúdos fornecidos pelo serviço Loomos, é protegido por direitos autorais, segredos comerciais e outras leis e tratados de propriedade intelectual, sendo todos de propriedade da PLURAL e/ou de parceiros comerciais da PLURAL.</p>\n</li>\n<li>\n<p>Marcas registradas.\nO Loomos é uma marca registrada PLURAL.</p>\n</li>\n<li>\n<p>Alegações de infração de direitos autorais.\nSe você acredita que seu trabalho foi reproduzido ou distribuído de forma que constitui infração de direitos autorais ou se você tem conhecimento de material que infrinja as leis de direitos autorais por meio do serviço Loomos, notifique-nos pelo suporte@loomos.com.br.</p>\n</li>\n</ol>\n<p>\n<b>9.\nLegislação vigente</b>\n</p>\n<ol>\n<li>\n<p>1.\nSe você é residente do Brasil, esses Termos de uso devem ser regidos por e interpretados de acordo com a legislação do Brasil.\n</p>\n</li>\n<li>\n<p>2.\nVocê também pode ter direito a determinados direitos de proteção ao consumidor sob a legislação de sua jurisdição local, as quais são aplicáveis aqui em conformidade com a jurisdição em que você realizar a assinatura.</p>\n</li>\n<p>\n<b>10.\nSobre Suporte </b>Quaisquer dúvidas em relação às informações aqui contidas, ou sobre o Aplicativo em si ou ainda, qualquer inconformidade no funcionamento do Aplicativo, podem ser enviadas através do email suporte@loomos.com.br ou através do opção “Fale com a gente” disponível no Aplicativo.</p>\n<p>\n<b>1.\nLegislação e Foro </b>\n</p>\n<p>Estes Termos de Uso serão regidos, interpretados e executados de acordo com as leis da República Federativa do Brasil, independentemente dos conflitos dessas leis com leis de outros estados ou países, sendo competente o Foro da Comarca de Porto Alegre, Rio Grande do Sul, Brasil, para dirimir qualquer dúvida ou litígio decorrente deste instrumento.</p>\n<p>\n<b>2.\nContato </b>\n</p>\n<p>Caso seja necessário contatarmos você, tal será realizado por meio do endereço de e-mail informado quando de seu cadastro no Aplicativo, ou por meio de mensagens disponibilizadas no próprio Aplicativo.</p>\n<p>Em caso de dúvidas, sugestões ou reclamações, o Usuário pode contatar a PLURAL por meio de uma das seguintes modalidades:</p>\n<p>E-mail: suporte@loomos.com.br Opção <br>“Fale com a gente” disponível no Aplicativo</p>\n<p>\n<b>Última atualização: Agosto de 2020</b>\n</p>\n</ol> ", "created_at": "2023-10-23 20:14:31.029275", "updated_at": "2023-10-23 20:14:40.142113"}, {"id": 19575, "name": "Privacy Policy", "url": "https://loomos.com.br/politica-de-privacidade", "xpath": "/html/body/div[1]/main/article/section/div[1]/div", "text": null, "created_at": "2023-10-23 20:13:55.855001", "updated_at": "2023-10-23 20:15:01.045963"}], "points": [], "urls": ["loomos.com.br"]}}