{"error": 448, "message": "OK", "parameters": {"id": 7648, "name": "Ulule", "created_at": "2023-03-17 23:25:21.846645", "updated_at": "2023-03-29 19:26:49.8998", "wikipedia": null, "keywords": null, "related": null, "slug": "ulule", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7648.png", "url": "ulule.com", "documents": [{"id": 14730, "name": "TERMS AND CONDITIONS", "url": "https://www.ulule.com/about/terms/", "xpath": "//body", "text": "<p>\n<strong>Warning, our website may not display or work properly on your browser.</strong>\n<br> We recommend that you update it if you can.</p>Update my browserI don't want or I can't update my browserBackBackMenuCloseClosePlusPlusSearchUluleUluleChatFacebookInstagramLinkedInTwitterYouTubefacebooktwitterB CorporationBcorp<p>Discover Ulule</p>\n<p>Start a project</p>UluleSearch and explore projectsExplore all projects&nbsp;Sign inMake good things happen<ul>\n<li>About</li>\n<li>Team</li>\n<li>Badges</li>\n<li>Press</li>\n<li>Branding guidelines</li>\n<li>Contact</li>\n<li>More<ul>\n<li>Online help</li>\n<li>Ulule Community User Agreement</li>\n<li>Privacy</li>\n<li>Terms of Use</li>\n<li>Jobs</li>\n<li>Guidelines</li>\n</ul>\n</li>\n</ul>GENERAL TERMS AND CONDITIONS OF USE FOR THE SITE<p>IT IS IMPORTANT TO CAREFULLY READ AND UNDERSTAND THESE GENERAL TERMS AND CONDITIONS OF USE FOR THE SITE.\nIN AGREEING TO THESE CONDITIONS, YOU UNDERTAKE TO COMPLY WITH THE TERMS AND CONDITIONS BELOW.\nIF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS AND DO NOT WISH TO COMPLY WITH THEM, YOU SHOULD NOT ACCEPT THEM.\nTHIS MEANS YOU CANNOT BENEFIT FROM THE SERVICES PROVIDED ON THE SITE BY THE COMPANY.</p>\n<p>&nbsp;</p>\n<p>Last update: 3 September 2020</p>\n<p>&nbsp;</p>Recitals<p>&nbsp;</p>\n<p>ULULE SAS, a simplified joint stock company with a share capital of €254,080, registered in the Paris trade and companies register under number 794 710 830, registered as an 'Intermédiaire en Financement Participatif or IFP (crowdfunding intermediary) with ORIAS under number 17003008, having its head office at&nbsp;10 rue de Penthièvre, 75008 Paris, France (hereinafter \"the Company\"), publishes and operates a website under the Ulule brand, available on the Internet at this address: &nbsp.\nhttp://www.ulule.com &nbsp;(hereinafter \"Ulule\" or \"the Site\"), with the following purpose:</p>\n<p>&nbsp;</p>\n<p>-&nbsp.\nTo present web users with Projects seeking financing, whatever stage the Project's is at (idea, development, publication, distribution, etc.);</p>\n<p>-&nbsp.\nTo provide an intermediation service to Project Owners and Ululers via the Site managed by the Company, in order to facilitate their interaction and promote the Projects presented on Ulule;</p>\n<p>-&nbsp.\nTo enable Project Owners to register one or more Projects on Ulule for which they are seeking funding in order to carry it/them out;</p>\n<p>-&nbsp.\nTo invite web users to become Site Users and fund one or more Projects by paying a Contribution;</p>\n<p>-&nbsp.\nTo provide Users with tools for discussing Projects and a Forum where questions or advertisements can be submitted (“Ulule Vox”).</p>\n<p>&nbsp;</p>\n<p>Ulule acts as an intermediary between web users wishing to crowdfund Projects and Project Owners seeking funding to finance their Projects.</p>\n<p>&nbsp;</p>\n<p>The purpose of these General Terms and Conditions is to define the conditions and procedures governing the provision of these Services to Site Users.</p>\n<p>&nbsp;</p>\n<p>The use of&nbsp;Ulule or services offered on Ulule implies Users’ full and unreserved acceptance of these General Terms and Conditions of Use, including the stipulations of the &nbsp.\nCommunity Guidelines , the &nbsp.\nUlule Community Charter &nbsp;and the information provided in the &nbsp.\nFAQ .</p>\n<p>&nbsp;</p>Article 1.\nDefinitions and scope of application1.1 Definitions<p>The definitions below have the same meaning whether they are used in the singular or plural.</p>\n<p>&nbsp;</p>\n<p>“Bank Card”: a valid payment or credit card subject to approval by Ulule (Visa, MasterCard, CB).</p>\n<p>&nbsp;</p>\n<p>“Commission”: payment due to the Company and deducted from the Contributions raised by the Project Owner in exchange for the intermediation service provided.</p>\n<p>&nbsp;</p>\n<p>“Personal account”: a User's personal space on the Site.\nThis space can only be reached by entering login details, and enables access to the Services provided by the Company.\nIt also enables Users to view and alter their own personal data.</p>\n<p>&nbsp;</p>\n<p>“General Terms and Conditions”: these general terms and conditions of use of the Site applicable to Visitors, which can be viewed on the Site by any Visitors, who must accept them in order to become Users.</p>\n<p>&nbsp;</p>\n<p>\"Reward\": if relevant, any rewards proposed by Project Owners to Ululers in exchange for their Contribution to a Project.\nThe Reward(s) linked with a Project will be defined case by case on the Site at the entire discretion of the Project Owner creating the Project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;\"Contribution\": any cash sum raised by a Project Owner via the Site in view of financing one or more Projects proposed on the Site.</p>\n<p>&nbsp;</p>\n<p>\"Intellectual Property Rights\": all intellectual property rights stipulated by the Intellectual Property Code and national conventions, including royalties, associated rights of performing artists and phonographic and video graphic producers, brand rights, patents, trade names (including Internet domain names and email address names), copyright, moral rights, rights over all models, rights over all databases, know-how, whether or not registered or which could be registered or not, existing in any part of the world.</p>\n<p>&nbsp;</p>\n<p>“Forum”: all spaces for discussion, forums and comments provided to Users by the Site.</p>\n<p>&nbsp;</p>\n<p>“Login”: the data required for the Issuer to identify a User consisting of a Username (valid email address) and a password.</p>\n<p>&nbsp;</p>\n<p>“Working Day”: any calendar day except Saturdays, Sundays and public holidays in mainland France.</p>\n<p>&nbsp;</p>\n<p>&nbsp;“Fundingraising Goal”: the total amount of Contributions sought by a Project Owner to carry out a Project, open to fundraising with Ululers via the Site.\nThis fundraising goal can be expressed, as the Project Owner wishes, in the form of either a monetary target or a goal regarding the number of Contributions to be obtained for the Project.</p>\n<p>&nbsp;</p>\n<p>\"Party\": depending on the case, the Company and/or any User accepting the application of the General Terms and Conditions.\n“Parties\" designates all of these.</p>\n<p>&nbsp;</p>\n<p>“Fundraising Period”: the period for each Project during which Ululers can make Contributions via the Site to enable Project Owners to meet the Fundraising Goal required to carry out the Project.</p>\n<p>&nbsp;</p>\n<p>“Project Owner” or “Project Creator”: any natural person or legal entity registered on the Site in view of presenting and promoting one or more Projects to be carried out thanks to Contributions from Ululers raised via the Site;</p>\n<p>&nbsp;</p>\n<p>“Project”: any profit-making or non-profit making initiative organised by a Project Owner and published on the Site in compliance with the General Terms and Conditions of Use.</p>\n<p>&nbsp;</p>\n<p>\"Service(s)”: all paying and non-paying Services proposed on the Site.</p>\n<p>&nbsp;</p>\n<p>\"Company”: ULULE, a simplified joint stock company with a share capital of €254,080, registered in the Paris trade and companies register under number 794 710 830, registered as an 'Intermédiaire en Financement Participatif or IFP (crowdfunding intermediary) with ORIAS under number 17003008, having its head office at&nbsp;10 rue de Penthièvre, 75008 Paris, France.</p>\n<p>&nbsp;</p>\n<p>“Transaction”: a transaction concluded by a User according to the conditions indicated in the Site's General Terms and Conditions of Use giving rise to a payment Operation.</p>\n<p>&nbsp;</p>\n<p>“Ulule” or “the Site”: the community site accessible on the Internet at the address http://www.ulule.com, the Company’s exclusive property, whose purpose is mainly to enable Project Owners to promote their Projects and Ululers to provide funding for these Projects through Contributions made via the Site.</p>\n<p>&nbsp;</p>\n<p>“Ululer”: a User who has registered on the Site and/or wishes to support one or more Projects proposed on the Site by making Project Contributions.</p>\n<p>&nbsp;</p>\n<p>“Users”: all Project Owners and Ululers registered on the Site provided that they have previously agreed to the General Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>“Visitor”: all persons visiting the Site to view the content and information published on the Site without having registered, or prior to their registration on the Site as Users.</p>\n<p>&nbsp;</p>1.2 Scope of application<p>These general terms and conditions of use (hereinafter the “General Terms and Conditions”) apply unrestrictedly and unreservedly to all the Services proposed by the Company on its Site, accessible through the address www.ulule.com, apart from specific conditions applicable to certain Services.</p>\n<p>&nbsp;</p>\n<p>These General Terms and Conditions take precedence over all other general or special terms and conditions not expressly approved by the Company.\nRegistration for Services is reserved solely for Users who have previously taken note of the General Terms and Conditions of Use in their entirety and accepted them unreservedly.</p>\n<p>&nbsp;</p>\n<p>Users state and acknowledge that they have read the General Terms and Conditions of Use in their entirety.</p>\n<p>&nbsp;</p>\n<p>These General Terms and Conditions of Use take effect from their publication on the Site and remain effective until partially or totally modified by the Company.</p>\n<p>&nbsp;</p>\n<p>The General Terms and Conditions of Use are regularly updated and may thus be modified.\nGiven possible extensions and improvements in terms of how the Site functions, the Company reserves the right to adapt or modify the scope of the services offered via the Site at any time.\nThe Company reserves the right to unilaterally modify the General Terms and Conditions of Use at any time without notice.</p>\n<p>&nbsp;</p>\n<p>The new characteristics will be put online on the Site to inform Users and Project Owners.\nIt is thus Users' responsibility to view and agree to the General Terms and Conditions of Use when they make Contributions, so that they are aware of the current provisions.\nEvery use by Users of the Services proposed on the Site implies acceptance of the latest version of the General Terms and Conditions of Use published on the Site.</p>\n<p>&nbsp;</p>Article 2.\nConditions for accessing and registering on the Ulule Site2.1 Consent and legal capacity<p>Registrations are made by completing an online form.\nThe form must be validated after completion.\nWhen registering, Users and Project Owners undertake to provide accurate information, and must complete all the mandatory fields in the registration form.</p>\n<p>&nbsp;</p>\n<p>Users who are natural persons must be of age and have the legal capacity to contract.</p>\n<p>&nbsp;</p>\n<p>Representatives of Users that are legal entities must certify that they have all the rights required to sign this document on behalf of the legal entity they represent.</p>\n<p>&nbsp;</p>\n<p>The Company reserves the right to refuse registration to any Users who do not meet its standards of good character or who infringe the values and ethics the Company endeavours to promote, without the Company having to provide a reason for its refusal.\nThe Company is the sole decision-maker regarding the registrations it retains, with no possible appeal or indemnity of any kind.</p>\n<p>&nbsp;</p>\n<p>Users undertake not to create or use other accounts than the one initially created, whether under their own or a third party’s identity.\nAny exemption from this rule must be requested explicitly by the User and the Company must grant its express, specific authorisation.\nThe fact of creating or using new accounts under their own identity or that of a third party without having requested and obtained the Company's authorisation may lead to the immediate suspension of Users' accounts and all associated services.</p>\n<p>&nbsp;</p>\n<p>Users guarantee that information they communicate on the Site is accurate, true and not misleading.\nThey undertake to inform the Company promptly if any information communicated at registration is modified, and, if need be, to make these modifications themselves in their personal spaces.</p>2.2 Login and password<p>When they create an account, Users choose or are allocated a login and password (hereinafter “User Identification\") enabling them to access their personal spaces.\nThis User Identification is personal and confidential.\nIt can only be changed if Users so request, or at the Company's initiative.</p>\n<p>&nbsp;</p>\n<p>Users are solely and entirely responsible for the use of the User Identification concerning them and undertake to make every effort to keep this information secret and not to disclose it to any other party in any form for any reason.</p>\n<p>&nbsp;</p>\n<p>Users are responsible for the use of their User Identification by third parties or actions or declarations made via their personal User accounts, whether or not these are fraudulent, and must hold the Company harmless against any action in this respect.</p>\n<p>&nbsp;</p>\n<p>Furthermore, as the Company has no obligation and does not possess the technical means to ensure the identity of persons registering on the Ssite, it is not liable if a User's identity is usurped.\nIf Users have reasons to believe that someone is fraudulently using their User ID or account, they must promptly inform the Company.</p>\n<p>&nbsp;</p>\n<p>If User Identification concerning them is lost or stolen, Users are responsible for any harmful consequences of this loss or theft, and should use the procedure for modifying their User ID as soon as possible.</p>\n<p>&nbsp;</p>\n<p>Should they become aware of another person accessing their Personal Account, Users should immediately inform the Site manager by email at this address: privacy@ulule.com, and confirm this information by recorded letter to the following address: ULULE SAS, 10 rue de Penthièvre, 75008 Paris, FRANCE.</p>\n<p>Use of the Site that is fraudulent orinfringes these General Terms and Conditions will justify refusing the User access to the Services or other functions of the Site, at any time.</p>Article 3.\nConditions Applicable to Project Owners3.1 Nature of the Services available to Project Owners<p>The Site enables Users who so wish to present their Project(s)in order to disseminate, promote and raise funds for a Project on the Site.</p>\n<p>&nbsp;</p>\n<p>The conditions applicable to Project Owners only concern Projects managed by Project Owners, who create and manage a community of Users supporting their Projects on the Site.\nIn this respect, the Company acts as a technical intermediary by providing Project Owners with an online platform enabling them to finance, disseminate and promote their Projects on a webpage or a series of pages dedicated to these Projects.</p>3.2 Presentation of Projects<p>Project Owners who wish to promote their Projects and obtain financing submit to the Company, for publication on the Site, a presentation detailing the nature, objectives, main characteristics and running of the Projects they wish to develop with support from Ululers.</p>\n<p>&nbsp;</p>\n<p>To be accepted by the Company for possible promotion on the Site, Project Owners undertake to provide, with every Project submitted, a clear and accurate description of the Project, the minimum amount of Contributions required for the Project to be considered as financed, the Fundraising Period, and the Rewards they are offering.</p>\n<p>&nbsp;</p>\n<p>The Project’s characteristics and parameters are submitted for the prior approval of the Company, which has no obligation to provide reasons for rejecting it, and in no way guarantees Ululers as to the Project’s success or the authenticity of information presented by the Project Owner.\nThe selection of contents is primarily designed to verify the consistency and quality of the Project, not to control the viability or authenticity of the Project proposed.</p>\n<p>For example, the Company will systematically refuse any whimsical or meaningless projects, and any that are patently unrealisable and doomed to failure.</p>\n<p>&nbsp;</p>\n<p>Once posted online on the Site, Projects may no longer be modified except to make corrections solely deisgned to assist the achievement of the Project’s objectives.</p>\n<p>&nbsp;</p>\n<p>It is the Project Owners' task to ensure that they have all the rights required to publish the Project on the Site, and that they comply with all legislation and regulations applicable to the design and realisation of the Project concerned.\nIn particular, Project Owners must not submit projects that infringe current laws and regulations, could affront human dignity or a person's privacy, jeopardise the protection of third parties' personal data (see the Ulule Privacy policy ), contravene moral standards or incite or perform an illegal activity or any other activity infringing the Company's rights or those of its co-contractors, other Users and more generally any third person.</p>\n<p>&nbsp;</p>\n<p>Project Owners are entirely responsible for the content of the Project presentation published on the Site and must ensure that this presentation does not mislead Users.</p>\n<p>&nbsp;</p>\n<p>Project Owners acknowledge that the provision of misleading, incomplete or erroneous information could incur their liability towards the Company and Users, and assume entire responsibility for the consequences of any omission or negligence in this respect.</p>\n<p>&nbsp;</p>\n<p>In the event of the death or incapacity of Project Owners&nbsp;or an accident or any other event making them unable to manage their Projects, the Company is authorised to suspend the fundraising process under way.\nMore generally, the Company may, at its discretion, cancel a fundraising process and terminate to a Project if it is established that the Project Owner has infringed these Terms and Conditions.</p>\n<p>In this event, all the Contributions registered will be immediately cancelled and the Ululers concerned reimbursed, and the Project Owner will have no right to claim the sums raised.</p>\n<p>&nbsp;</p>\n<p>Project Owners acknowledge that they are firmly committed to implementing every possible means to carry their Projects through if they raise the necessary Contributions.</p>\n<p>&nbsp;</p>\n<p>They are encouraged to regularly update their Projects and to share information concerning the latest news of their Projects and their implementation with the other Users.</p>\n<p>&nbsp;</p>\n<p>They undertake to keep Ululers informed of major progress in their Projects, even after the Fundraising Period has ended.</p>3.3 Promotion on and outside the Site<p>In the context of the management of Projects and the Company’s marketing operations, the Company may decide to promote the Projects, Services, Site and/or the Company.</p>\n<p>&nbsp;</p>\n<p>Project Owners agree through these Terms and Conditions that the contents and information they provide may be freely exploited by the Company to promote their Projects.</p>\n<p>&nbsp;</p>\n<p>Project Owners therefore grant the Company the rights indicated below, exclusively and at no cost, for the entire world and for the entire period of these Terms and Conditions, so that the Company can provide the Service in the form of distribution on the Internet, on mobile telephony networks and/or any other current communication network available to the public.</p>\n<p>&nbsp;</p>\n<p>In this respect, Project Owners grant the Company the right to:</p>\n<p>-&nbsp.\nUse their names and the name and characteristics of their Projects in its communication and promotion of the Site;</p>\n<p>-&nbsp.\nReproduce and have reproduced the contents and information provided on the Site on any network, using any procedure, in any form known or unknown, whether or not in association with other works of any kind, when such use involves promoting the Project;</p>\n<p>-&nbsp.\nRepresent the Project contents or have them represented in whole or in part;</p>\n<p>-&nbsp.\nAdapt the Project contents or have them adapted in whole or in part.</p>\n<p>Project Owners also expressly authorise the Company to promote or advertise Projects and to distribute advertising, commercial and/or promotional messages concerning third parties’ products or services with the contents.</p>\n<p>&nbsp;</p>\n<p>Project Owners also expressly accept that the contents and information provided may be used on the Site alongside the trademarks or logos of the Company's partners.</p>3.4 Realisation of Projects/Obligations of Project Owners<p>Project Owners undertake to fulfil all their obligations to Ululers, including completing the Project as initially defined, and to award them any Rewards described in the Project.</p>\n<p>&nbsp;</p>\n<p>Project Owners should ensure their ability to provide the Rewards they propose to Ululers at the end of the fundraising processes started for financing their Projects.\nRewards can be of any nature, not only financial (personal creations, works, partnership offers, invitations, etc.).</p>\n<p>&nbsp;</p>\n<p>Project Owners undertake not to propose or provide any illicit Rewards, including those of a sexual, racist, discriminatory, libellous, harmful or xenophobic nature, that incite violence, harm the image of third parties, jeopardise public order or flout moral standards, infringe laws, professional secrecy or the ownership and rights of brands, patents or any other intellectual or industrial creation belonging to third parties, or that are dangerous or falsified.</p>\n<p>&nbsp;</p>\n<p>If Project Owners are unable to award the promised Rewards to Ululers, they expressly undertake to reimburse the latter in full, and accept that the Company can under no circumstances assist them in this process.</p>\n<p>&nbsp;</p>\n<p>Project Owners expressly acknowledge that they are solely responsible for managing the administrative, accounting, fiscal and social aspects of the Project, including sums received via the Company.</p>\n<p>&nbsp;</p>\n<p>The Company is not responsible for the actions of Project Owners, who remain solely responsible for the terms linking them with Ululers in the context of raising Contributions via the Site.\nProject Owners are responsible for the Contributions they organise via the Site and any Rewards they propose in connection with Projects presented on the Site.</p>\n<p>&nbsp;</p>\n<p>Consequently, the risks inherent to the development and management of a Project, such as the possible delay or cancellation of a Project, are entirely assumed by Project Owners.</p>\n<p>&nbsp;</p>\n<p>Project Owners can organise reimbursements at their sole discretion.\nThe Company is not responsible for the reimbursement or non-reimbursement of Contributions made.</p>\n<p>&nbsp;</p>\n<p>Project Owners undertake not to propose their Projects or any other related Projects on any other online crowdfunding site or platform.</p>Article 4.\nConditions applicable to fundraising and Contribution-monitoring services4.1 Raising Contributions<p>Ululeurs have total freedom as regards the amount and allocation of their Contributions.</p>\n<p>&nbsp;</p>\n<p>If appropriate, they may choose the level of Reward proposed by Project Owners, provided that the amount of the Contribution paid is equal to or higher than the value of the Reward chosen.</p>\n<p>&nbsp;</p>\n<p>In accepting these Terms and Conditions, Ululers declare that the source of the funds they use on the Site is not illegal, and undertake not to use this source for an illegal or fraudulent activity, including money laundering.</p>\n<p>&nbsp;</p>\n<p>Please note that the Company is only an intermediary between Project Owners and Ululers in the context of promoting a Project, mainly by making its Services and the Site available to Project Owners and Ululers.</p>\n<p>&nbsp;</p>\n<p>Consequently, Ululers may not seek the Company's responsibility if Project Owners fail to meet their obligations.</p>4.2 Payment of Contributions by Ululers<p>The Company does not receive commissions from Ululers on Contributions raised.\nThis is because the Company only takes a commission from Project Owners.</p>\n<p>&nbsp;</p>\n<p>Contributions are paid using one of the payment methods proposed for the Project concerned, which may be a bank card, and/or PayPal, and/or payment by cheque, and/or any other means of payment already available on the Site or incorporated into the Service subsequently.</p>4.2.1 Payment online using a method other than Paypal<p>When you make a Contribution to a Project or publish a Project, you accept the terms and conditions of use of the payment systems used on the Site.</p>\n<p>&nbsp;</p>\n<p>●&nbsp.\nWith fund payment and collection flows in euros: the Company has decided to use Mangopay SA’s Mangopay solution for all electronic payment services carried out in euros.\nBy using the system available on the Site to make a payment in euros or collect funds in euros, you thus agree to Mangopay’s terms and conditions of use, which are appended to this document and form an integral part of the Ulule Site’s general terms and conditions of use.</p>\n<p>&nbsp;</p>\n<p>●&nbsp.\nWith fund payment and collection flows in a currency other than the euro: the payment and collection of funds in a currency other than the euro are carried out using the Stripe Connect payment system.\nBy using the payment system available on the Okpal Site to make a payment or collect funds in a currency otherthan the euro, you accept Stripe Connect’s terms and conditions of use.\nAll Stripe Connect’s terms and conditions of use can be found here: https://stripe.com/connect/account-terms</p>4.2.3 Payment via PAYPAL<p>By contributing to a Project using the PayPal system, Ululers accepts PayPal’s terms and conditions of use, available on &nbsp.\nwww.paypal.fr .\nContributions are only debited if Project Owners achieve their goal.</p>\n<p>&nbsp;</p>\n<p>PayPal deducts its own commission from payments made.\nThis commission applied by PayPal is received directly by PayPal.</p>\n<p>&nbsp;</p>\n<p>The Company applies its own commission as payment for its intermediation service, as indicated in article 4.4.</p>\n<p>&nbsp;</p>\n<p>It is stipulated that support for a Projet via the PayPal system is not eligible for Protection for PayPal purchases as defined in article 13 of the PayPal Service terms and conditions of use, which excludes such protection for payments made on crowdfunding or participative loan platforms (see article 13.3.iv).</p>4.2.3 Payment to Project Owners by cheque or bank transfer<p>The Company reserves the right to accept or refuse payment by cheque or bank transfer for each Project submitted by Project Owners.</p>\n<p>&nbsp;</p>\n<p>If not, the&nbsp;Project Owners manage Contributions themselves, receiving Contributions directly.</p>\n<p>&nbsp;</p>\n<p>Cheques or bank transfers should be sent to Project Owners by Ululers.\nProject Owners must then provide the Company with evidence that they have received cheques or bank transfers, in the form of a copy or photograph of the cheque, or proof of receipt of the transfer.</p>\n<p>The Company will then manually validate the incorporation of these Contributions by cheque or transfer into the sums raised by the Project.\nProject Owners must provide the Company with proof of receipt of cheques or transfers before the end of the Fundraising Period.</p>\n<p>&nbsp;</p>\n<p>Proof that the cheque was issued, or the cheque itself, must in any event be received by the Company by the end of the Fundraising Period.\nCheques or bank transfers received after the end of the Fundraising Period, even if issued and/or sent prior to this date, may under no circumstances be incorporated into the Funds raised.</p>4.3 Management of Contributions4.3.1 Payment by bank card via the Payment Service Provider Mangopay (payments in euros)<p>With payments made in euros, Ulule uses the Payment Service Provider Mangopay.\nWith these transactions, Contributions are immediately debited from Ululers’s accounts.</p>\n<p>&nbsp;</p>\n<p>Ululers may cancel their Contributions before the expiry of the Fundraising Period.\nIn this case, the amount of their Contribution is automatically re-credited to their account.</p>\n<p>&nbsp;</p>\n<p>If the Financing Goal has not been achieved by the end of the Fundraising Period, Ululers’ Contributions are recredited to their accounts.</p>\n<p>&nbsp;</p>\n<p>If by the end of the Fundraising Period, the Financing Goal has been achieved or exceeded, Ululers’ Contributions are transferred to Project Owners’ bank accounts.\nAt this point, Ululers who made Contributions using the system set up by the Company and its partner Mangopay can no longer be reimbursed.</p>\n<p>&nbsp;</p>\n<p>In the event of a dispute, Ululers should take action against the Project Owner.</p>4.3.2 Payment by bank card via the Payment Service Provider Stripe (payments in a currency other than the euro)<p>With payments made in a currency other than the euro, Ulule uses the Payment Service Provider Stripe.\nWith these transactions, Contributions are not immediately debited from Ululers’ accounts.\nA payment authorisation is registered, which will only be carried out if the Fundraising Goal has been achieved when the Fundraising Period ends.</p>\n<p>&nbsp;</p>\n<p>Ululers may cancel their Contributions before the expiry of the Fundraising Period.\nIn this event, their Contributions will never be debited.</p>\n<p>&nbsp;</p>\n<p>If&nbsp;the Financing Goal has not been achieved by the end of the Fundraising Period, Ululers’ Contributions will not be debited.</p>\n<p>&nbsp;</p>\n<p>If at the end of the Fundraising Period, the Financing Goal has been achieved or exceeded, Ululers’ Contributions are debited and transferred to Project Owners’ bank accounts.\nAt this point, Ululers who made Contributions using the system set up by the Company and its partner Stripe can no longer be reimbursed.</p>\n<p>&nbsp;</p>\n<p>In the event of a dispute, Ululers should take action against the Project Owner.</p>4.3.2 Payment by cheque or bank transfer<p>Project Owners undertake only to cash Contributions made by cheque once the Fundraising Period is over, and solely if the Financing Goal for their Project has been achieved.</p>\n<p>&nbsp;</p>\n<p>Before the expiry date of the Fundraising Period, Ululers can cancel their Contributions at any time and ask Project Owners not to cash their cheques, but to destroy them.</p>\n<p>&nbsp;</p>\n<p>With payments by bank transfer, Project Owners undertake to reimburse Ululers’ Contributions if the Project's Financing Goal has not been achieved by the end of the Fundraising Period.</p>\n<p>&nbsp;</p>\n<p>With payments by bank transfer, Ululers can cancel their Contributions at any time before the expiry date of the Fundraising Period, and ask Project Owners to reimburse payments transferred in this way.</p>\n<p>&nbsp;</p>\n<p>In the event of a dispute, Ululers should take action against the Project Owner.</p>4.3.3 Payment via PAYPAL<p>&nbsp;Ululers can cancel their Contributions at any time before the expiry date of the Fundraising Period.</p>\n<p>&nbsp;</p>\n<p>The payment of Contributions via PayPal will only be carried out by the Company if the Project’s Financing Goal has been achieved by the end of the Fundraising Period.\nThe corresponding sums will then be paid from Ululers’ PayPal accounts to Project Owners' PayPal accounts.\nAt that point, the Company can no longer cancel the corresponding Contributions or reimburse the Ululers who made them.</p>\n<p>&nbsp;</p>\n<p>In addition, it is stipulated that the Financing of the Project via Paypal is not eligible for Protection for PayPal purchases as defined in article 13 of the PayPal Service terms and conditions of use, which excludes such protection for payments made on crowdfunding or participative loan platforms (see article 13.3.iv).</p>\n<p>&nbsp;</p>\n<p>In the event of a dispute, Ululers should take action against the Project Owner.</p>4.4 Commission remunerating the intermediation Service and the transfer of sums raised.<p>Access to the Site is free.</p>\n<p>&nbsp;</p>\n<p>The Company receives a commission on the funds raised by Projects of Project Owners that have achieved or exceeded their Financing Goal by the end of the Fundraising Period.</p>\n<p>&nbsp;</p>\n<p>For Project Owners receiving Contributions, the cost of the Services provided by the Company are calculated as a percentage of the amount of Contributions raised via the Site.</p>\n<p>&nbsp;</p>\n<p>The percentage applicable varies according to the payment method, the volume of funds raised and the currency in which the funds are raised.</p>\n<p>&nbsp;</p>\n<p>For Project Owners raising funds in euros, the following pricing applies:</p>\n<p>-&nbsp.\nBracket ranging from €0 to €100,000 of funds raised: commission of 6.67% excluding tax for funds raised via Bank Cards, and 4.17% excluding tax for funds raised via Paypal or in cheques or bank transfers;</p>\n<p>-&nbsp.\nBracket ranging from €100,001 to €250,000 of funds raised: commission of 5.83% excluding tax for funds raised via Bank Cards, and 3.33% excluding tax for funds raised via Paypal or in cheques or bank transfers;</p>\n<p>-&nbsp.\nBracket ranging from €250,001 to €500,000 of funds raised: commission of 5.00% excluding tax for funds raised via Bank Cards, and 2.50% excluding tax for funds raised via Paypal or in cheques or bank transfers;</p>\n<p>-&nbsp.\nFunds raised above €500,000:&nbsp;commission of 4.17% excluding tax for funds raised via Bank Cards, and 1.67% excluding tax for funds raised via Paypal or in cheques or bank transfers;</p>\n<p>&nbsp;</p>\n<p>Example of calculation:</p>\n<p>&nbsp;</p>\n<p>A project has raised €166,000 on Ulule, with €112,000 raised via bank cards, and €54,000 raised through Paypal.</p>\n<p>&nbsp;</p>\n<p>The commission remunerating the intermediation Service is calculated as follows:</p>\n<p>&nbsp;</p>\n<p>All the funds are first added up regardless of the payment method (€166,000), to apply the pricing for each Paypal/cheque/bank transfer bracket.\nAfter that, commission of 2.50% excluding tax is applied solely for the funds raised via bank cards, which constitutes the difference between the pricing for bank cards and the pricing for cheques/bank transfers/PayPal, whatever the level:</p>\n<p>€100,000 * 4.17% + €66,000 * 3.33% + €112,000 * 2.50% = €9,167.80 in commission excluding tax.</p>\n<p>&nbsp;</p>\n<p>With Project Owners raising funds in a currency other than the euro, the commission is 6.67% excluding tax for funds raised via bank cards, and 4.17% excluding tax for funds raised via Paypal or in cheques or bank transfers.</p>\n<p>&nbsp;</p>\n<p>VAT is applicable at the current rate on the date when the funds raised are transferred, and depends on the Project Owner’s location.\nThe services provided by Ulule SAS are considered by community legislation to be electronic services, and the VAT rate applicable when Project Owners are private individual thus depends on their location.</p>\n<p>&nbsp;</p>\n<p>Since 1 January 2015, the provision of electronic services has been taxable in the place of consumption when these services are provided by parties subject to VAT, whether or not residing in the European Union territory (EU), to non-taxable persons (“consumers”) who have their domicile or usual residence in EU territory.\nElectronic service provisions are thus taxable at the current VAT rate in the member State where the consumer is domiciled (e.g.\n20% for a private Project Owner based in France, which results in a commission rate of 8% including VAT for funds under €100,000 raised via bank cards).</p>\n<p>&nbsp;</p>\n<p>If a Project has raised funds through bank card payments, the costs of the services corresponding to all the payment methods used are deducted by the Company from the amount of contributions raised via the Site when the sums are transferred to Project Owners.</p>\n<p>&nbsp;</p>\n<p>This transfer is made within a maximum period of 12 working days after the end of the Fundraising Period, when Project Owners have indicated all the information required for transferring the sums (including their bank details) and provided all the identification data necessary for the payment of funds (bank account particulars, copy of identity papers, etc.).</p>\n<p>&nbsp;</p>\n<p>If a Contribution by bank card is insufficient for the Company to deduct its commission, the Project Owner should pay the Company the amount of the commission due on receipt of an invoice.</p>4.5 Applicable taxes on funds raised and the issuing of tax receipts<p>All Users are responsible for paying any related tax or duty applicable, whether on the Contributions raised via the Ste as a Project Owner, or on the Contributions paid by Ululers to support a Project.</p>\n<p>&nbsp;</p>\n<p>Under no circumstances may the Company replace them to this end, nor may it even advise them on the nature and details of their obligations.</p>\n<p>&nbsp;</p>\n<p>Project Owners are responsible for drawing up any tax receipts certifying donations made via the Site and transmitting them directly to Ululers.</p>\n<p>&nbsp;</p>\n<p>All Ululers are responsible for checking their eligibility for tax rebates on all or part of the Contributions they make via the Site, pursuant to current French legislation.</p>\n<p>&nbsp;</p>\n<p>Any claims regarding the provision of these tax receipts and the information contained in them must be made directly by Ululers to Project Owners.</p>4.6 Information on Ululeurs transmitted to Project Owners<p>To enable Project Owners to send the promised Rewards and/or tax receipts to Ululers, the Company provides Project Owners with information on the identity of Ululers who have contributed to a Project together with their postal addresses, in line with the &nbsp.\nUlule Privacy Policy .\nFor further information on the data communicated to Project Owners by the Company, please read the &nbsp.\nUlule Privacy Policy .</p>Article 5.\nConditions applicable to message distribution services: Community forum and feedback spaces.5.1.\nResponsibility as regards messages and contents posted online by Users and Project Owners<p>Users and Project Owners must not post any content that could mislead other users of the site or constitute a false statement.\nThey are solely responsible with regard to other users for any prejudice caused to the latter due to the inaccurate or misleading nature of these contents.</p>\n<p>&nbsp;</p>\n<p>Users and Project Owners must ensure that they hold the necessary rights to publish the contents they disseminate, particularly intellectual property rights.</p>\n<p>&nbsp;</p>\n<p>Users and Project Owners must ensure that they do not communicate third parties’ personal data without their consent.\nFor more information on the subject, please read the &nbsp.\nUlule Privacy Policy .</p>\n<p>&nbsp;</p>\n<p>The company declines all liability arising from any infringement of third parties' rights.</p>\n<p>&nbsp;</p>\n<p>Users and Project Owners are solely responsible for the contents and data they post online in the Forums and feedback spaces, and guarantee that the information published does not infringe any current legal or regulatory provisions.\nIn particular, Users and Project Owners must not post any content that is manifestly or potentially illicit, whatever the medium (sound, text, images, videos, etc.).</p>\n<p>&nbsp;</p>\n<p>The Company does not moderate messages and contents prior to their posting online by Users or Project Owners, or the content on any linked sites.\nIt acts as a hoster within the meaning of article 6 I 2° of the LCEN (Confidence in the Digital Economy Act) and as such practises a simple storage activity.</p>5.2.\nSite Users: keeping the Company informed<p>All Users must inform the Company of any illicit or manifestly illicit content by email, at this address: privacy@ulule.com .</p>5.3.\nRight to delete the contents and/or Personal Accounts of Users or Project Owners<p>Within the conditions and restrictions of the regulations applicable, the Company reserves the right to immediately delete, with no prior notice or indemnity, any illicit or manifestly illicit content it becomes aware of, together with the Personal Accounts of the Users or Project Owners who published the illicit content.</p>\n<p>&nbsp;</p>\n<p>Furthermore, pursuant to article 6 I 7° of the LCEN, the company reserves the right to communicate to the legal authorities any information enabling the identification of Users who have posted manifestly illicit content brought to its notice, in accordance with the &nbsp.\nUlule Privacy Policy .</p>Article 6.\nPeriod of the relationship with the Company<p>These General Terms and Conditions of Sale and Use apply throughout the period the Site is used, and until the User’s account is closed for any reason.</p>Article 7.\nPersonal data protection<p>The use of the Site and Ulule’s Services involves the processing of personal data by Ulule.\nThe management and protection of the personal data of Users and/or Visitors and/or Project Owners are governed by the Ulule privacy policy, accessible via this link: &nbsp.\nhttps://fr.ulule.com/about/privacy/ .</p>\n<p>&nbsp;</p>\n<p>Certain data may be gathered via cookies and other similar technologies on the Internet.\nThe Company suggests that you read its Cookies Policy, accessible via this link: &nbsp.\nhttps://fr.ulule.com/about/cookie-policy/ .</p>Article 8.\nResponsibilities8.1 Operation of the network<p>To use the services, Users must employ the equipment, software and parameters required for the Site to operate properly.\nUsers must possess the skills, hardware and software required for using the Internet.\nUsers acknowledge that they are well aware of the characteristics and constraints of the Internet.</p>\n<p>&nbsp;</p>\n<p>Given the specific features of the Internet, the Company provides no guarantee of continuous service, as it is only bound by a best-endeavours obligation in this respect.</p>\n<p>&nbsp;</p>\n<p>The Company's liability cannot be incurred in the event of damage linked with the temporary impossibility of accessing any of the services offered by the Site.</p>\n<p>&nbsp;</p>\n<p>No delay, suspension or cancellation in the dissemination of a Project caused by technical shortcomings inherent to the workings of the Internet, outside the Company and beyond its control, can justify a refusal of payment of any kind by Users, nor give rise to any indemnification in any form.</p>\n<p>&nbsp;</p>\n<p>The Company may not be held responsible if the Site fails to function, is impossible to access or is difficult to use if such conditions are attributable to unsuitable equipment, internal dysfunctions with the User's access provider, inappropriate use of the Site or Services by the User or excessive traffic on the Internet.</p>\n<p>&nbsp;</p>\n<p>The Company declines all responsibility for any damage or loss connected with the use or impossibility of using the Site or its content, apart from exceptions stipulated by law.</p>8.2 Modification of the Site<p>It is understood the Site’s contents are open, not fixed.</p>\n<p>&nbsp;</p>\n<p>This means that any information contained on the Site may be modified at any time, given the interactive nature of the Site, without this incurring the Company's responsibility.</p>8.3 Availability of the Site<p>The Company is bound by a best-endeavours obligation to provide the Services.\nIt thus declines all responsibility for any unavailability, suspension or interruption of the Site or Services that arise during operations involving the maintenance, upgrading of hardware or software or emergency repairs to the Site, or due to circumstances beyond the Company's control (including but not limited to technical faults or failures in telecommunication connections or equipment).</p>\n<p>&nbsp;</p>\n<p>The Company makes every reasonable effort to limit these disturbances insofar as they are attributable to it.</p>\n<p>&nbsp;</p>\n<p>In addition, the Company may not be held responsible for indirect or unforeseeable damage within the meaning of articles 1150 and 1151 of the Civil Code.</p>\n<p>Pursuant to article 1992 of the Civil Code, the Company's responsibility may only be incurred in the event of wilful misrepresentation or misconduct in its management.</p>8.4 Use of the Site<p>The Company wishes to draw the attention of Project Owners, Ululers and Users to the fact that by using the Site or the Services and/or publishing content and information on the Site, certain actions carried out on the Site and certain information published will be public and accessible to everybody.\nThe company thus enjoins Project Owners, Ululers and Users to be careful as regards the possible consequences of such disclosure, particularly as regards their privacy (for example, in a Project description or when making a Contribution to a Project).\nFor further information, please see the &nbsp.\nUlule Privacy Policy .</p>\n<p>&nbsp;</p>\n<p>Once such information is published, the Company cannot be held responsible for the consequences of its disclosure.</p>\n<p>&nbsp;</p>\n<p>The Company wishes to draw the attention of Project Owners, Ululers and Users to the fact that in publishing content and information on the Site, they may be led to disclose personal data concerning third parties to the Company and/or the public.\nThe Cmpany thus enjoins Project Owners, Ululers and Users to be careful as regards the possible consequences of such disclosure, for which they are solely responsible.\nThey should therefore ensure that they have the right to disclose such information.\nFor further information, please see the &nbsp.\nUlule Privacy Policy .</p>\n<p>&nbsp;</p>\n<p>Once these data have been communicated, the Company cannot be held responsible for the consequences of their disclosure.</p>\n<p>&nbsp;</p>\n<p>The information provided by Users, Ululers and Project Owners must be true, accurate and not misleading.\nThe consequences of its disclosure on their privacy and/or that of third parties are the sole responsibility of the Users, Ululers and Project Owners concerned.</p>\n<p>&nbsp;</p>\n<p>We would remind you that Users take the initiative to disclose and disseminate information, data, texts, contents, photos and videos concerning them on the Site.\nUsers thus assume entire responsibility for this, and may take no action against the Company, including on the grounds of prejudice to their image rights, honour, reputation or privacy resulting from the dissemination or disclosure of information concerning them, subject to the legal provisions of public law.</p>\n<p>&nbsp;</p>\n<p>The Company does not guarantee that information presented is detailed, complete, verified or accurate.\nDocuments, information, descriptions and in general any content present on the Site are provided “as is”, without any express or tacit guarantee of any kind.</p>\n<p>The Company may not be held responsible for the inaccuracy of information and content provided by other Users, Visitors to the Site and/or Users themselves.</p>\n<p>Furthermore, the Company may not be held responsible for content disseminated by a User that could infringe the rights of other Users or third parties.</p>8.5 Creating contact between Project Owners and contributing Ululers<p>Because the Company's role is limited to intermediation, Project Owners and contributing Ululers expressly acknowledge and accept that the Company may under no circumstances or in any way be held responsible for Projects, including their presentation, management, delay or cancellation, or the delivery or non-delivery of Rewards.</p>\n<p>&nbsp;</p>\n<p>The Company is not responsible for the actions or omissions of Project Owners, who remain solely responsible for all the terms and conditions for executing Projects with regard to Ululers.</p>\n<p>&nbsp;</p>\n<p>Consequently, Ululers should only address questions or claims to Project Owners.</p>\n<p>&nbsp;</p>\n<p>Project Owners guarantee and undertake to indemnify the Company for any damage suffered by the latter, and to hold it harmless against any action for damages instigated against it by a User, or more generally by a third party, as regards the infringement of any rights resulting from the publication and execution of a Project on the Site.</p>\n<p>&nbsp;</p>\n<p>Likewise, the Company has no obligation to provide advice in the context of these Terms and Conditions.\nNor may the Company be held responsible in any way for the consequences of Contributions made by Ululers.\nThe Company’s role with Project Owners is limited to assisting them in the presentation and promotion of their Projects.</p>8.6 Disputes between web users<p>The Company declines all responsibility if a dispute arises between Users and/or Visitors and/or Project Owners who have made contact with each other on the Site.</p>8.7 Hypertext links<p>The Site contains links to third party websites.</p>\n<p>&nbsp;</p>\n<p>These linked sites are not under the Company's control, and it is not responsible for their content.\nThe Company provides these links for convenience, but a link does not imply that the Company sponsors or recommends the linked site in question, or that the Company is affiliated with it.</p>\n<p>Linked sites are owned and operated by independent retailers or service providers, and consequently, the Company cannot guarantee that Users will be satisfied with their products, services or commercial practices.</p>\n<p>&nbsp;</p>\n<p>It is Users' responsibility to make all the verifications they consider necessary or appropriate before carrying out any transactions with one of these third parties.</p>Article 9.\nIntellectual property9.1 Contents disseminated by the Company9.1.1 Ownership of the Site and its contents<p>Brands (including Ulule) and derivative logos are the intellectual property of the Company.</p>\n<p>&nbsp;</p>\n<p>More generally, all economic, moral and intellectual property rights concerning the content and information of the Site belong to the Ccompany in its own right, apart from any property rights belonging to a third party, for which the Company has obtained a transfer of the rights or the authorisations required.</p>\n<p>&nbsp;</p>\n<p>The rights conferred on Users in view of using the Site and the services provided by the Company imply no transfers or any authorisations to exploit or use any of the Site’s components.</p>\n<p>&nbsp;</p>\n<p>All aspects of intellectual property, including trademarks, drawings, texts, hypertext links, logos, images, videos, sound elements, software, layouts, databases, codes, etc.\ncontained in the Site and associated sites are protected by national and international intellectual property law.\nThey remain the exclusive property of the Company and/or its partners.</p>\n<p>&nbsp;</p>\n<p>Consequently, without the prior written consent of the Company and/or its partners, Users may not reproduce, represent, republish, redistribute, adapt, translate and/or transform any components of the Site, in whole or in part, or transfer them to another site.</p>\n<p>&nbsp;</p>\n<p>Users are authorised to reproduce the Ulule logo on third party websites, but only to promote their Projects and/or the Ulule site.</p>\n<p>&nbsp;</p>\n<p>Users acknowledge and are aware of the fact that non-compliance with this prohibition constitutes an act of infringement punishable by civil and criminal law.</p>9.1.2 Database producer’s rights<p>The Company is the producer of the database constituted by the Site within the meaning of articles L.341-1 and thereafter of the Intellectual Property Code.\nAny extraction or use of the base's content not specifically authorised may incur the civil and/or criminal liability of the perpetrator.</p>\n<p>The Company reserves the right to use any legal remedy against persons or entities that do not comply with this prohibition.</p>9.2 Contents disseminated by Users<p>Users grant the Company a licence to use the intellectual property rights associated with contents provided by the User concerned for distribution on the Site.</p>\n<p>&nbsp;</p>\n<p>This licence includes the right for the Company to reproduce, represent, adapt, translate, digitise, use or sublicence the contents concerning the User (information, images, videos, description, search criteria, etc.) on any electronic communication media in the context of providing its Services.</p>\n<p>&nbsp;</p>\n<p>This licence authorises the Company to present Projects on partner sites or to permit partner sites to retrieve the data of these projects in order to present them on their own online or off-line communication media.</p>\n<p>&nbsp;</p>\n<p>Users expressly authorise the Company to modify these contents in line with the graphic guidelines of the Site or other communication media mentioned above and/or make them compatible with its technical performances or the formats of the media concerned.</p>\n<p>&nbsp;</p>\n<p>These rights are granted for the entire world and for the period of execution of these General Terms and Conditions between Users and the Company.</p>\n<p>&nbsp;</p>\n<p>Users may not copy, reproduce or use contents relating to other Users in any way other than the strict requirements of using the Services for personal and private purposes.</p>Article 10.\nSuspension and interruption of the Services<p>Without this involving an obligation to check the content, accuracy and consistency of contents, the Company has the right to refuse the insertion of a project with regard to press and publication standards.</p>\n<p>&nbsp;</p>\n<p>The Company is at liberty to delete or modify, before or after its distribution, any content on the Site that does not reflect the content normally expected or the Site's editorial line, or which infringes current laws and regulations.</p>\n<p>&nbsp;</p>\n<p>To this end, the Company has the right to use electronic surveillance to detect contentious contents and penalise their authors, including excluding them.</p>\n<p>&nbsp;</p>\n<p>The Company reserves the right to suspend or limit access to services for which Users have registered, after informing the party concerned by any means, in the event that Users fail to fulfil any of their obligations as stipulated in these General Terms and Conditions of Use.</p>\n<p>&nbsp;</p>\n<p>Consequently, without prejudice to the provisions of Article 12, “Termination”, if Users fail to meet any of their obligations, the Company reserves the right to block any Project or content of the User concerned, delete any contentious messages or contents, whatever their nature, prevent the publication of all or part of the Project, and/or to block the User's access to all or part of the Services, temporarily or permanently, without any compensation or reimbursement being due and without prejudice to any action that may be taken against the User.</p>\n<p>&nbsp;</p>\n<p>In the event of a suspension for whatever reason, the Company reserves the right, as a penalty clause, not to reimburse all or part of the sums credited, which it deems necessary to remedy any damage it may have suffered, of any kind.</p>Article 11.\nForce majeure<p>The Company's liability may not be incurred if the execution of any of its obligations is prevented or delayed due to force majeure as defined by the jurisprudence of the French courts, including but not limited to natural disasters, fires, the disruption of means of transport for any reason, total or partial strikes within or outside the company, company lockout, the incapacitation of telecommunications or computer networks by any means (electrical breakdown, computer virus, etc.), and governmental or legal restrictions.</p>Article 12.\nTermination<p>Users and Project Owners may request the termination of their accounts at any time, either directly via their user interface, by email to this address: privacy@ulule.com , or by a letter sent to ULULE SAS, 10 rue de Penthièvre, 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>These General Terms and Conditions of Use may be terminated by the Company with notice of one (1) month.</p>\n<p>&nbsp;</p>\n<p>Furthermore, if Users fail to execute or comply with any of the obligations and stipulations indicated in these Terms and Conditions, the Company may modify, suspend, restrict or terminate access to the Site within fifteen (15) days after notification sent to the User has remained without response, in which case the User may not claim any indemnity, without prejudice to any damages the Company is entitled to claim to remedy the prejudice suffered.</p>\n<p>&nbsp;</p>\n<p>In the event of a serious breach of any provisions of the General Terms and Conditions of Use, the Company is fully entitled to the cancel account of the User concerned without notice or notification, with no indemnity being due and without prejudice to any damages the Company is entitled to claim to remedy the prejudice suffered.</p>\n<p>&nbsp;</p>\n<p>In the event of termination, any Projects in the middle of their Fundraising Period can then be stopped and the Contributors concerned will be reimbursed their Contributions.</p>Article 13.\nFinal Provisions13.1 Correspondence – Proof<p>Correspondence between the Company and the Users mainly takes place via electronic mail.\nThus, pursuant to articles 1316 and thereafter of the Civil Code, Users acknowledge and accept that information provided by the Company by electronic mail and on the Site is deemed authentic between the parties and has the same probative value as a written document.</p>13.2 Notifications<p>Unless stipulated otherwise, notifications to the parties to this document are made by email.</p>\n<p>&nbsp;</p>\n<p>Notifications are deemed to have arrived 24 hours after their dispatch by email, unless the sender is notified that the email address is invalid.</p>13.3 Applicable law<p>By express agreement between the parties, these General Terms and Conditions of Use and operations arising from them are governed by French law.</p>\n<p>They are written in French.\nIf they are translated into one or more languages, only the French text will be deemed authentic in the event of a dispute.</p>13.4.\nManagement of disputes<p>In the event of a difficulty or difference between the parties as to the interpretation, execution or cessation of these General Terms and Conditions of Use, the parties must endeavour to find the best solution for the issue and seek an amicable outcome in the spirit of these&nbsp;General Terms and Conditions of Use.</p>\n<p>&nbsp;</p>\n<p>In the event of a dispute, you can send a written claim to our Customer Service by email: support@ulule.com &nbsp;or by letter to the following address: Ulule, Service Client, 10 rue de Penthièvre, 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>If you are not satisfied with the reply provided by our Customer Service, or have not received a reply within two months, you can apply online to our Mediator, MCP Médiation, as regards all claims submitted during the last twelve (12) months, via their website: &nbsp.\nwww.mcpmediation.org &nbsp;or by writing to the following address:</p>\n<p>Médiation de la Consommation &amp.\nPatrimoine -12 square Desnouettes -75015, Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>The solution proposed by the Mediator is not binding on the parties, who remain free to leave the Mediation process at any time.</p>\n<p>&nbsp;</p>\n<p>Consumer mediation:</p>\n<p>-&nbsp.\nOnly applies to contributors who are natural persons;</p>\n<p>-&nbsp.\nIs restricted to relations between financers and platforms (excluding relations with a Project Owner or a Payment Service Provider).</p>\n<p>-&nbsp;</p>\n<p>In the absence of an amicable solution, the most diligent party should submit the case to the appropriate Courts.</p>\n<p>&nbsp;</p>\n<p>IT IS STIPULATED THAT ANY DISPUTE WITH A USER ACTING AS A RETAILER ARISING FROM THE INTERPRETATION, EXECUTION OR TERMINATION OF THESE GENERAL TERMS AND CONDITIONS FALLS WITHIN THE JURISDICTION OF THE PARIS COMMERCIAL COURT.</p>13.5 Severability<p>If any stipulations contained in the General Terms and Conditions of Use are declared void, the validity of the other stipulations in the document is in no way affected.</p>\n<p>&nbsp;</p>\n<p>Stipulations declared void will, according to the spirit and purpose of these conditions, be replaced by other valid stipulations, whose scope will be as similar as possible to the stipulations declared void, to the fullest extent permitted by law.</p>13.6 Waiver<p>The fact that the Company does not take advantage at a given moment of any provisions of these General Terms and Conditions of Use may not be construed as a waiver of its rights at a later date.</p>13.7 Transfer/Substitution<p>The Company reserves the right to transfer to any third party of its choice all or part of its rights and obligations in respect of these General Terms and Conditions or to substitute any third party to execute these Conditions, which Users unreservedly accept.</p>14.\nLegal Notices14.1 Identification of the publisher<p>Users are informed that the Site is published by ULULE, a simplified joint-stock company with a share capital of 254,080 Euros, registered in the Paris trade and companies register under number 794 710 830, registered as an Intermédiaire en Financement Participatif (IFP) (crowdfunding intermediary) with ORIAS under number 17003008, having its head office at 10 rue de Penthièvre, 75008 Paris, FRANCE.\nUnique tax identification number (intra-Community VAT number): FR57794710830.\nOur departments can be reached during office hours on 01 83 62 90 69.</p>14.2 Publication Director<p>The Site Publication Director is Alexandre Boucherot, whose email address is alex@ulule.com</p>14.3 Site hoster<p>The Site is hosted by the company Enix, whose details are as follows:</p>\n<p>Enix, a simplified joint stock company with a capital of €8,100, registered in the Paris trade and companies register&nbsp;under number B 481 912 970, having its head office at 275 rue Saint-Denis – 75002 Paris.</p>14.4 Contact for any claims concerning the Site and/or its content<p>The contact email for any claims concerning the Site and/or its Content is privacy@ulule.com</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>APPENDIX: MANGOPAY PAYMENT SERVICES FRAMEWORK CONTRACT<p>General Conditions of Use for the Payment Services</p>\n<p>&nbsp;</p>\n<p>Version of 18 May 2018</p>\n<p>Entered into between: &nbsp;</p>\n<p>The client, a legal or physical person registered in the Business and Companies Registry (or a national business registry or any other equivalent professional organisation) in a Member State of the European Union or in a State that is part of the European Economic Area, or in a third-party country imposing equivalent obligations in terms of the fight against money laundering and the financing of terrorism, acting exclusively on their own behalf for professional purposes (commercial, industrial, artisanal or independent),</p>\n<p>hereinafter, referred to as the “ Account Holder ” or “ Professional Account Holder ”,</p>\n<p>or</p>\n<p>The client, a legal or physical person resigning in a Member State of the European Union or in a State that is part of the European Economic Area, or in a third-party country imposing equivalent obligations in terms of the fight against money laundering and the financing of terrorism, acting exclusively on their own behalf for non-professional purposes,</p>\n<p>&nbsp;</p>\n<p>hereinafter, referred to as the “ Account Holder ” or “ Consumer Account Holder ”, party of the first part,</p>\n<p>&nbsp;</p>\n<p>and,</p>\n<p>MANGOPAY SA &nbsp;a société anonyme &nbsp;[joint-stock company] governed by Luxembourg law, with capital of 2,000,000 euros, the registered office of which is located at 10 Boulevard Royal, L-2449 Luxembourg and registered in the Luxembourg Business and Companies Registry under number B173459, authorised to exercise their activity in the European Economic Area as an independent establishment, in the capacity of an electronic money institution authorised by the Luxembourg Commission de Surveillance du Secteur Financier &nbsp;[Oversight Commission of the Financial Sector], 283 route d’Arlon L-1150 Luxembourg, &nbsp.\nwww.cssf.lu ,</p>\n<p>hereinafter, referred to as the “ Service Provider ”, party of the second part,</p>\n<p>hereinafter, referred to separately as a “ Party ” and together as the “ Parties ”.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Note</p>\n<p>The Account Holder is asked to carefully read this Framework Contract provided to them by the Platform before accepting it.\nThey are asked to download a hard copy of it.\nBy default, communication with the Service Provider is always carried out through the Platform, according to the terms established in the General Conditions of the Site, except when a distinct communication method is established in the Contract.</p>\n<p>&nbsp;</p>1.&nbsp;Definitions<p>For the purposes hereof, the terms hereinbelow are defined as follows:</p>\n<p>“Authentication”: indicates the procedures defined by the Platform in order to identify the Account Holder or the validity of a Payment Order.\nThese procedures include using the Personalised Security Data and the Identification Data.</p>\n<p>“ Strong Authentication ”: indicates the Authentication procedures defined by the Platform and that respond to the requirements of European Directive 2015/2366 of 25 November 2015.\nThis Strong Authentication specifically includes elements that allow for establishing a dynamic link between the Operation, the amount and the Beneficiary.</p>\n<p>“ Banks ”: indicate credit institutions in charge of protecting funds collected by the Service Provider on behalf of the Account Holder.\nThese funds are indicated in the books of the holding account opened for this purpose.\nThe designated institutions today are ING Luxembourg and Crédit Mutuel Arkéa.\nThe Service Provider has the possibility of selecting any other authorised credit institution.</p>\n<p>“ Beneficiary ”: indicates the legal or physical person, creditor of a Payment Operation issued by the Account Holder.</p>\n<p>“ Card ”: indicates the debit card, payment card or credit card used to transfer the funds to an Account Holder designated on the Payment Account opened in the Service Provider’s books.\nThis card must be within one of the following networks: Visa, MasterCard, CB.</p>\n<p>“ Payment Account” or “Account” : indicates the Payment Account used by the Service Provider in the name of the Account Holder and used to carry out payment operations.\nThe Account may in no way be associated with a deposit account.\nThe currency of the Account is indicated on the Site during registration sign-up.</p>\n<p>“ General Conditions of the Site” : indicates the general conditions of use of the Site entered into between the users of the Site and the Platform, specifically governing access to the Site.</p>\n<p>“ Price Conditions ”: indicates the financial terms agreed to between the Account Holder and the Platform, including the fees under this Framework Contract.</p>\n<p>“ Framework Contract ”: indicates these General Conditions of Use of the Payment Services, including the Registration Form and the Price Conditions, governing the use of the Payment Services as well as managing the Payment Account by the Service Provider.</p>\n<p>“ Personalised Security Data ”: indicates the personal data provided by the Platform to the Account Holder for the purposes of Authentication.\nIt includes the Identification Data, as well as potentially any other data related to the Authentication procedure or Strong Authentication.</p>\n<p>“ Identification Data ”: indicates the unique identifier and the password of the Account Holder, that allows them to access their Personal Online Area.</p>\n<p>“ Personal Data ”: indicates any information related to the physical person who is the Account Holder, or a physical person related to the legal person who is the Account Holder (specifically a corporate executive, a beneficial owner, or an Authorised Person), under the meaning in European Regulation 2016/679 related to protecting personal data.</p>\n<p>“ Personal Online Area ”: indicates the environment dedicated to the Account Holder, accessible on the Site of the Platform, allowing them to access their Payment Account and use the Payment Services.</p>\n<p>“ Registration Form ”: indicates the form to be filled out by anyone wishing to register for Payment Services, accessible on the Site at registration or made available by the Platform.</p>\n<p>&nbsp.\n&nbsp.\n“ Business Day ”: indicates a calendar day with the exception of Saturdays, Sundays, and public holidays in mainland France and Luxembourg and any other day designated as such by the Service Provider.</p>\n<p>&nbsp;</p>\n<p>“ Payment Methods ”: indicates the payment methods other than the Card, listed on the Site, and the option of which is offered by the Service Provider.\nThe Account Holder activates the Payment Methods of their choice from their Personal Online Area.</p>\n<p>“ Payment Operation ”: indicates a routine or one-time transfer, ordered by the Account Holder or by any representative authorised for this purpose, debited from the Payment Account.</p>\n<p>“ Payment Order ”: indicates the instructions given by the Account Holder to the Service Provider in compliance with the procedure established in the Framework Contract to carry out a Payment Operation.</p>\n<p>“ Payment Page ”: Indicates the page secured by the banking service of the Service Provider.</p>\n<p>“ Person in Question ”: indicates the physical person who is the Account Holder or any person related to the Account Holder (specifically a corporate executive, a beneficial owner, or an Authorised Person), whose Personal Data is processed in the framework of the performance of this Framework Contract.</p>\n<p>&nbsp;</p>\n<p>“ Authorised Person ”: indicates any representative designated by the Account Holder in order to access the Payment Account and use the Payment Services on their behalf.</p>\n<p>“ Platform ”: indicates the entity, the designated payment agent of the Service Provider, the contact information of which are indicated in the General Conditions of the Site, who manages the Site.&nbsp;It prepares, facilitates and advises prospects, for the purposes of the Framework Contract through the use of its Site.\nIt accompanies Account Holders during their entire relationship with the Service Provider in the framework of carrying out their Payment Operations.\nIt collects the documents necessary to open an Account.\nThe Platform does not collect funds with the exception of the fees agreed to in the Price Conditions.</p>\n<p>“ Service Provider ”: indicates MANGOPAY SA, issuer of Electronic Money, authorised in Luxembourg by the Commission de Surveillance du Secteur Financier under reference number 3812 and authorised to carry out its activity in all Member States of the European Union.\nThe Service Provider appears on the list of electronic money institutions available at &nbsp.\nwww.cssf.lu/surveillance/ep-eme/listes-officielles .</p>\n<p>“ Third-Party Payment Service Providers ” or “ Third-Party PSP ”: indicates any institution, other than the Service Provider, authorised in a Member States of the European Union or part of the European Economic Area, or in a third-party country imposing equivalent obligations in terms of the fight against money laundering and the financing of terrorism.</p>\n<p>“Platform Customer Service”: indicates the customer service whose contact information is indicated on the Site, from which the Account Holder may obtain information regarding the Framework Contract.</p>\n<p>&nbsp;</p>\n<p>“ Payment Services ”: indicates the payment services defined in Points 3 and 5 of the Annex of the Luxembourg Law of 10 November 2009, relative to payment services.</p>\n<p>“ Site ”: indicates the website used by the Platform whose purpose is to sell goods or services to Users or to collect funds from them, or to put Account Holders in contact with Users.</p>\n<p>“ Hard Copy ”: indicates any instrument allowing the Account Holder to store information addressed to them personally in order to be able to refer to it later during a time period adapted for the purposes for which the information is provided and allowing them to identically reproduce the information stored.\nIt is generally offered in the form of a PDF file.\n&nbsp;</p>\n<p>“ Account Holder ”: indicates any legal or physical person acting on their own behalf and in the name of which a Payment Account is opened to use the Payment Services.</p>\n<p>“ User ”: indicates any legal or physical person having transferred funds to an Account Holder through the Site using their Card or any other Payment Method accepted by the Service Provider to transfer funds.</p>2.&nbsp;Purpose<p>The Framework Contract has the purpose of defining the conditions in which the Service Provider provides Payment Services to the Account Holder in return for payment as defined in Article 11 herein.</p>\n<p>These Payment Services include:</p>\n<p>-&nbsp;opening and managing the Payment Account,</p>\n<p>-&nbsp;crediting the Payment Account: registering the funds transferred by Card or by any other Payment Methods accepted by the Service Provider.\nreceipt of transfers.</p>\n<p>-&nbsp;debiting the Payment Account.\ncarrying out recurring or one-time Transfer Operations, deducting the fees due in compliance herewith, reversal of funds transfer to Cards (or any other Payment Methods).</p>\n<p>The Account is not subject to any overdraft, advance, credit or discount.\nThe Service Provider does not offer any currency exchange services.</p>\n<p>The Service Provider has authorised the Platform for the purposes hereof with all Account Holders and supports them for their entire relationship with the Service Provider.</p>3.&nbsp;Registration for the Services3.1.\nRegistration Methods<p>The Framework Contract is entered into remotely, according to the terms established by the Platform under the General Conditions of the Site.\nTo enter into the Framework Contract Online, the interested party must have the necessary equipment (materials and software), for which they alone are responsible.</p>\n<p>By default, acceptance of the Framework Contract is carried out remotely via the Site and is entered into by electronic signature.\nThe interested party has the possibility of requesting to sign the Contract by hand.\nFor this purpose, they must print this Contract, sign it, and return it by electronic or postal mail to the Platform Customer Service, the contact information of which is indicated in the General Conditions of the Site.</p>\n<p>In the event of a handwritten signature, the date of entering into the Framework Contract is the date indicated on it and if there is no date, it will be the date that the Framework Contract is received by the Platform.</p>\n<p>Electronic signing of the Framework Contract is carried out via the Site.\nThe date of entering into the Framework Contract corresponds to the date on which the interested party has finalised the e-signing process as indicated on the Site.</p>\n<p>The Framework Contract entered into with the Parties electronically has the same legal status as a Framework Contract on paper.</p>\n<p>&nbsp;</p>3.2.\nContractual Documents<p>The Framework Contract includes:</p>\n<p>- these General Conditions of Use of the Payment Services,</p>\n<p>- the Registration Form available on the Site,</p>\n<p>- the Price Conditions indicated via the Platform.</p>\n<p>These General Conditions of Use of the Payment Services, as well as the Price Conditions, are made available to the Account Holder on the Site and downloadable as a Hard Copy.\nAt any time during the contractual relationship, the Account Holder may, upon request, receive these documents in paper format.</p>\n<p>The Service Provider will maintain access to the contractual documents for a term of five (5) years from the end of the contractual relationship.\nThe Service Provider will end this service at the end of the above-mentioned five- (5) year period.</p>\n<p>The Service Provider may place conditions on entering into this Contract by the Account Holder providing certifications and information in order to validate their status in regard to these agreements.</p>4.&nbsp;Opening an Account4.1.\nNecessary and Prior Conditions for Opening an Account<p>Any legally capable physical person at least eighteen (18) years of age and any legal person, residing and/or registered in a Member States of the European Union or in a State that is part of the European Economic Area agreement or in a third-party country imposing equivalent obligations in terms of the fight against money laundering and the financing of terrorism, may send a request to open an Account subject to the physical person being referenced on the Site in the capacity of consumer or in the capacity of professional.\nA legal person may only be referenced as a professional.</p>\n<p>&nbsp;</p>\n<p>The Account Holder acknowledges from the time of issuing their registration request to the Platform and during the entire term of the Framework Contract:</p>\n<p>-&nbsp;that they are at least 18 (eighteen) years of age and legally capable or that they are legally formed with the status of a company;</p>\n<p>-&nbsp;that they are acting on their own behalf;</p>\n<p>-&nbsp.\nthat all the information provided upon their registration are true, exact and up-to-date.</p>\n<p>&nbsp;</p>4.2.\nRegistration Procedure and Opening an Account<p>4.2.1.&nbsp;Information and Proof</p>\n<p>&nbsp;</p>\n<p>Any interested party must provide to the Platform the information and documents listed hereinbelow, for the Registration Form, in the event that this information and these documents are not already in possession of the Platform.</p>\n<p>&nbsp;</p>\n<p>The interested party undertakes to provide the information and documents corresponding to their status either as a professional or as a consumer.</p>\n<p>&nbsp;</p>\n<p>For the Account Holder, who is a physical person and consumer:</p>\n<p>o&nbsp.\ntheir last name, first name, email address, date and place of birth, nationality and country of residence.</p>\n<p>o&nbsp.\na copy of the Account Holder's valid official identity document (e.g., identity card, driver’s license, and for citizens of countries outside of the European Union, a passport).</p>\n<p>&nbsp;</p>\n<p>For professional Account Holders:</p>\n<p>&nbsp;</p>\n<p>-&nbsp;for physical persons:</p>\n<p>o&nbsp.\ntheir last name, first name, email address, date of birth, nationality and country of residence.</p>\n<p>o&nbsp.\nan original or a copy of the official registration extract dated within three months that indicates registration as a retailer or in the national business registry or any other professional organisation that the Account Holder is a member of.</p>\n<p>o&nbsp.\na copy of the Account Holder's valid official identity document (e.g., identity card, driver’s license, and for citizens of countries outside of the European Union, a passport).</p>\n<p>&nbsp;</p>\n<p>-&nbsp;for legal persons:</p>\n<p>o&nbsp.\ntheir business name, business form, capital, address of the registered office, description of the activity, the identity of the business associates and officers, as well as the list of the beneficial owners such as defined by regulation,</p>\n<p>o&nbsp.\na Kbis extract or equivalent document dated within three months proving their registration at the Business and Companies Registry of a Member States of the European Union or a State that is part of the European Economic Area agreement or a third-party country imposing equivalent obligations in terms of the fight against money laundering and the financing of terrorism and their bylaws.\nThis document must include the business name, legal form, address of the registered office and the identity of the business associates and officers mentioned in Sections 1° and 2° of Article R.123-54 of the Code of Commerce or their equivalent in foreign law.</p>\n<p>o&nbsp.\na copy of the bylaws and potential decisions specifically certified true legal copy from the legal representative;</p>\n<p>o&nbsp.\na copy of the identity card or passport of the legal representative and, as the case may be, the beneficial owner(s).</p>\n<p>o&nbsp.\nThe statement from the beneficial owners of the legal person holding more than 25% of rights in the event that the interested party has not declared their beneficial owners in the national registry, or if it is not subject to this obligation.</p>\n<p>The Account Holder may also be requested to provide the bank details from an open account in the name of the person mentioned in Sections 1° to 6° bis of Article L.561-2 of the Monetary and Financial Code in a Member State of the European Union or a State that is part of the European Economic Area agreement or a third-party country imposing equivalent obligations in terms of the fight against money laundering and the financing of terrorism</p>\n<p>It is expressly established that the Service Provider maintains the possibility of requesting before opening an account and at any time during the term of the Framework Contract, additional documents related to the Account Holder, the beneficial owners, or a specific Payment Operation.</p>\n<p>The Account Holder grants the Platform the power to carry out the Payment Operation on their Payment Account under their full responsibility (“Proxy Power”).&nbsp;Proxy Power automatically ends upon the death of the Account Holder.\nIt may be revoked at any time upon the Account Holder’s request by informing the representative and the Service Provider by registered letter with acknowledgment of receipt.\nRevoking it takes effect on the date the Service Provider receives the letter.\nThe Account Holder remains responsible for Payment Operations initiated on its behalf until this date by the designated representative.\n&nbsp.\nThe Account Holder expressly releases the Service Provider from professional secrecy regarding the data of the Payment Account in terms of the representative designated under Proxy Power.</p>\n<p>4.2.2.&nbsp.\nRestriction of the Payment Account</p>\n<p>By the Service Provider’s free assessment, use of a Payment Account may be restricted without the Service Provider having to justify their decision to the Account Holder in question.\nThe functioning of the Payment Account will specifically be restricted when the Account Holder has not provided all of the information and documents required by the Service Provider, such as listed hereinabove.\nThese restrictions are indicated to the Account Holder of the Platform.</p>\n<p>4.2.3.&nbsp;Finalisation of Registration</p>\n<p>After entering into the Framework Contract, the Account Holder must provide all of the information and proof that are requested by the Platform.\nBy giving their consent to the terms of the Framework Contract, the Account Holder accepts that the Platform will transfer to the Service Provider their request for registration as an Account Holder and all the proof documents received by it.</p>\n<p>The Service Provider alone has the power to accept the registration of an interested party as an Account Holder for a Payment Account in their name.\nThis acceptance will be indicated to the Account Holder by the Platform by any means under the terms established on the Site.</p>\n<p>The Service Provider, without motivation, or right to an indemnity in favour of the Account Holder, may refuse a request to open an Account.\nThis refusal will be indicated to the Account Holder by the Platform by any means under the terms established on the Site.</p>\n<p>&nbsp;</p>5.&nbsp;Functioning of the Payment Account<p>The amounts credited to the Payment Account result from the funds transferred by Card (or by any other Payment Method accepted by the Service Provider), or the receipt of a transfer.\nThe amounts debited from the Payment Account result: from executing a Payment Order to an account opened in the books of a Third-Party Payment Service Provider, of the Service Provider withdrawing fees due by the Account Holder under the Framework Contract or, a reversal of an operation by Card (or by any other Payment Method).</p>5.1.\nAcceptance of Payment Orders by Card for the Payment Account<p>Transactions for the Payment Account may be carried out by Card (or any other method accepted by the Service Provider), once or on several occasions.\nWhen such an operation is requested, the User will be identified on the Site by indicating their username (valid email address) and their password or via their Facebook account.\nThe funds transfer request will be indicated on the Payment Page dedicated for this purpose.\nFor all payments, the User may be requested to use a one-time code sent to their mobile telephone to the institution that issued the Card.\nIf this is the case, it is the Service Provider’s right to refuse any payment following their free assessment without this decision giving rise to any indemnification.\nThe funds transfer operation is carried out by the institution that issued the Card.\nAny dispute for such a transfer must be indicated to this institution.\nThe Service Provider is not authorised to cancel such a transfer.</p>\n<p>The Account Holder is informed that the Service Provider accepting a Payment Order by Card does not guarantee the receipt of these funds by the Account Holder in their Account.\nThe funds arriving in the Payment Account of the Account Holder is based on the effective receipt by the Service Provider of the funds collected less the fees agreed to under the Price Conditions.</p>\n<p>If the funds are not received for technical reasons, the Service Provider will make their best efforts to settle the operation.\nIf the funds are not received for any other reason, the Service Provider will immediately inform the Account Holder of their inability to credit their Account in the expected amount, and to contact the User.</p>\n<p>In the event that the transfer of funds to the Account of the Account Holder is cancelled by the institution issuing the Card following the User disputing it, the Account Holder accepts that the Service Provider may reverse any funds transfer operation by Card by debiting the Payment Account of the corresponding amount.&nbsp;The Account Holder recognises that such dispute may be brought to the attention of the institution issuing the Card up until a maximum time frame of thirteen (13) months following the date that the account was debited related to said Card.\nIn the absence of sufficient provisions in the Account to carry out such a reversal, the Service Provider may suspend or cancel any Payment Operation initiated by the Account Holder or a representative, or as the case may be, subrogate the rights of the Account Holder by carrying out recovery procedures for the amount due by the User by any means.</p>5.2.\nReceipt of Transfer to the Payment Account<p>The Account Holder authorises the Service Provider to receive in their Payment Account SEPA transfer operations in euros from a bank account or payment account open in the books of a Third-Party PSP.</p>\n<p>&nbsp;</p>\n<p>The funds are credited to the Payment Account by the Service Provider as quickly as possible following their effective receipt by the Service Provider.&nbsp;</p>\n<p>&nbsp;</p>\n<p>After the funds are credited to the Account Holder’s Payment Account, the Service Provider will make available a summary of the transfer operation received, including the following information: the reference number of the payment operation, a reference number allowing identification of the payer, the amount of the operation, the date of the credit value.</p>\n<p>&nbsp;</p>5.3.\nExecution of a Wire Transfer Operation Debited from the Payment Account<p>The Account Holder may transfer orders for SEPA or international wire transfers to a Beneficiary’s account held by a Third-Party PSP.</p>\n<p>&nbsp;</p>\n<p>When the Account Holder wishes to carry out a Transfer Operation, they will indicate their identification in their Personal Online Area by indicating their Identification Data and, if need be, by following a Strong Authentication procedure if indicated to them.\nThey will indicate on the Payment Page: the amount of the Payment Operation, the currency, the Payment Account to be debited, the date the Order is to be placed and any other required information.\nIn the absence of a date indicated, the Transfer Order will be deemed to be placed immediately.\nThe Account Holder must also follow the Authentication Procedure (or follow the Strong Authentication Procedure) indicated by the Service Provider.</p>\n<p>&nbsp;</p>\n<p>The Account Holder may at any time issue a request to execute a Transfer Order to a Beneficiary designated by them that has a bank account or payment account from a Third-Party Payment Service Provider.\nThe Account Holder must include the subject associated with each transfer by respecting the Authentication Procedure (or Strong Authentication Procedure, if it be the case) indicated by the Service Provider</p>\n<p>&nbsp;</p>\n<p>The Account Holder irrevocably consents to the Payment Order by clicking on the “validation” button (“Date of Receipt”).\nThe receipt of the Payment Order is confirmed in the Account Holder’s Personal Online Area.\nNo Order may be withdrawn by the Account Holder after the date upon which it is deemed to irrevocably have been received, which is from the Date of Receipt.</p>\n<p>&nbsp;</p>\n<p>Before issuing a Transfer Order, the Account Holder (or the Platform acting on their behalf) must ensure that they have a sufficient amount of credit available in their Account to cover the amount of the Payment Operation and the related fees as established in the Price Conditions.\nIf necessary, they must credit their Account before the Order is validly transferred to the Service Provider to carry it out.</p>\n<p>&nbsp;</p>\n<p>It is expressly agreed that the Payment Orders are executed at the latest at the end of the Business Day following the Date of Receipt of the Order by the Service Provider (and on the agreed-to execution date for standing or timely transfers).\nAny Payment Order received after 4:00 p.m.\nby the Service Provider will be deemed to have been received the following Business Day.\nIf the Date of Receipt is not a Business Day, the Payment Order will be deemed to have been received the following Business Day.</p>\n<p>&nbsp;</p>\n<p>For each Transfer Operation, the Account Holder may request from the Service Provider to be provided with a Hard Copy of the information related to the maximum execution time frame of this specific operation, the fees that they owe and, if it be the case, the details regarding these fees.</p>\n<p>&nbsp;</p>\n<p>The Service Provider may be required to refuse to execute a Transfer Order that is incomplete or erroneous.\nThe Account Holder must reissue the Order so that it is in proper conformity.\nFurthermore, the Service Provider may block a Transfer Order in the event of serious doubt regarding fraudulent use of the Account, unauthorised use of the Account, breach of security of the Account, in the event of a freeze issued by an administrative authority or for any other reason.</p>\n<p>&nbsp;</p>\n<p>In the event a Transfer Order is refused or blocked, the Service Provider will inform the Account Holder thereof by any means.\nIf possible, the Service Provider will indicate to the Account Holder the reasons for this refusal or blockage, unless it is prohibited from doing so due to a pertinent provision of national law or European Union law.</p>\n<p>&nbsp;</p>5.4.\nReimbursement<p>The Account Holder may at any time transfer instructions to cancel a transfer of funds in order to reimburse a User.\nThe Account Holder will access the Site indicating their identifier and password.\nThey will indicate, in their Personal Online Area, the amount of the reimbursement, the currency, the User to be reimbursed and any other required information.</p>\n<p>The reimbursement operation is carried out by the Service Provider by crediting the Card used by the User or by transfer using the original payment methods, within the limit of the available balance in the Account and the rules for each network and SEPA rules within five (5) Business Days following the Service Provider’s receipt of the request for reimbursement.</p>5.5.\nSpecific Provisions for Services Initiating Payment and Information on Accounts Provided by Third-Party PSP<p>When a Wire Transfer Order is consented to by a Third-Party PSP offering the services of initiating payment, this consent is agreed to between the Account Holder and said Third-Party PSP under the conditions agreed to between them.\nThe Service Provider is not involved under these conditions and may in no way be held responsible in the event of a dispute related to providing this service by the Third-Party PSP following said conditions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Account Holder may not revoke a payment order after giving their consent that the Third-Party PSP providing the service of initiating payment initiates the Payment Operation.</p>\n<p>&nbsp;</p>\n<p>If an unauthorised, unexecuted or improperly executed Payment Operation is initiated by the Third-Party PSP providing the service of initiating payment, the Service Provider, at the latest at the end of the following Business Day, shall immediately reimburse the Account Holder in the amount of the unauthorised, unexecuted or improperly executed operation and, if it be the case, refund the Account debited so that it is in the state that it would be in if the unauthorised or improperly executed Payment Operation had not taken place.\nThe date on which the Account Holder’s Payment Account is credited shall not be dated later than the date upon which it was debited.</p>6.&nbsp;Reporting<p>The Account Holder, in their Personal Online Area, has a statement of the Payment Operations carried out on the Payment Account available to them.\nThey are asked to attentively acknowledge the list of these operations.\nOperations statements may also, upon express request, be made available to the professional Account Holder for other time frames.</p>\n<p>It is specified that for each Transfer Operation carried out by the Service Provider, the Account Holder has the following information available to them: the reference number of the Operation, the identification of the Beneficiary, the amount of the Operation, the date the Order is received, and if it be the case, the fees related to executing this Operation.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>7.&nbsp;Access to the Payment Account and Confidentiality of Personalised Security Data<p>The Payment Account is accessible online in the Personal Online Area, by using the Identification Data and in compliance with the requested Authentication Procedure (or Strong Authentication Procedure, depending on the case).</p>\n<p>&nbsp;</p>\n<p>The Account Holder must indicate the Identification Data of each Authorised Person.\nEach Authorised Person accepts to not use the name or Identification Data of another person.\nThe Account Holder alone is responsible for the use of their identifier.</p>\n<p>Each Authorised Person is fully responsible for maintaining the confidentiality of their Identification Data, as well as any other Personalised Security Data potentially provided to the Service Provider or the Platform.\nThe Account Holder must take all reasonable measures to maintain the confidentiality and security of their Personalised Security Data.\nThey also undertake to educate the Authorised Persons regarding the confidentiality and security of their own Personalised Security Data.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Account Holder (and each Authorised Person) accepts to not communicate their Personalised Security Data to third parties.\nBy way of exception, the Account Holder may communicate to authorised Third-Party PSP in a Member State of the European Union or in a State that is part of the European Economic Area agreement for information services regarding the accounts and initiation of Payment Operation (such as defined in Article 4 of European Directive 2015/2366, called “PSD2”).\nThe Account Holder must ensure that this Third-Party PSP is authorised for the above-mentioned services and that it accesses the Personalised Security Data in a secured environment.</p>\n<p>&nbsp;</p>8.&nbsp;Objection Regarding Personalised Security Data<p>The Account Holder must inform the Platform of the loss or theft of their Personalised Security Data, of any misuse or unauthorised use of their Personal Online Area or data relating to them as soon as they become aware of this and request that it be blocked.\nThis declaration must be carried out:</p>\n<p>-&nbsp.\nby making a telephone call to the Platform Customer Service at the number indicated in the General Conditions of the Site.\nor</p>\n<p>-&nbsp.\ndirectly by electronic message through the contact form accessible on the Site.</p>\n<p>&nbsp;</p>\n<p>The Service Provider, through the Platform, shall immediately execute the request for objection.\nThe event will be recorded and date/time stamped.\nAn objection number with date/time stamp will be provided to the Account Holder.\nWritten confirmation of this objection will be sent by the Platform to the Account Holder in question by electronic message.\nThe Service Provider will take administrative responsibility of the file and keep all proof relating to it for 18 (eighteen) months.\nUpon written request of the Account Holder and before this time frame expires, the Service Provider will provide a copy of this objection.</p>\n<p>&nbsp;</p>\n<p>Any request for objection must be confirmed immediately by the Account Holder in question, by a letter signed by the latter, provided or sent by registered mail, or email, to the Service Provider at the postal address indicated hereinabove or at the address indicated in the General Conditions of the Site.</p>\n<p>&nbsp;</p>\n<p>The Service Provider will not be held responsible for the consequences of an objection sent by fax or email that does not come from the Account Holder.</p>\n<p>&nbsp;</p>\n<p>A request for objection is deemed to be made on the date and time of the effective receipt of the request by the Platform.\nIn the event Personalised Security Data is stolen or there is fraudulent use of the Personal Online Area, the Service Provider is authorised to request from the Platform, a statement or copy of the complaint of the Account Holder and undertakes to respond to it as quickly as possible.</p>\n<p>&nbsp;</p>9.&nbsp;Blocking a Payment Account and Refusing Access to a Payment Account<p>The Service Provider reserves the right to block the Payment Account for objectively motivated reasons regarding the security of the Payment Account, the presumption of unauthorised or fraudulent use the Payment Account or a significantly increased risk that the Account Holder is incapable of fulfilling their obligation to pay the fees due under this Framework Contract.</p>\n<p>&nbsp;</p>\n<p>The Account Holder is informed that the Service Provider may refuse access to the Payment Account by Third-Party PSP providing the service of initiating payment or information on the accounts, for objectively motivated or documented reasons related to unauthorised or fraudulent access to the Payment Account by this Service Provider, including initiating an unauthorised or fraudulent payment operation.</p>\n<p>&nbsp;</p>\n<p>In this event, the Account Holder will be informed in their Personal Online Area of the block or refusal of access to the Payment Account and the reasons for this block or refusal.\nThis information will be provided to them, if possible, before the Payment Account is blocked or access is refused and at the latest immediately after the block or refusal, unless providing this information is not communicable for reasons of objectively motivated security or is prohibited under another provision of pertinent European Union or national law.</p>\n<p>The Service Provider will unblock the Account or re-establish access to it when the reasons for the block or refusal of access no longer exist.\nThe Account Holder may request at any time that the Account be unblocked by indicating this to the Platform Customer Service, the contact information of which is included in the General Conditions of the Site.\nThe Account Holder may be requested to create new Identification Data.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>10.&nbsp;Contesting an Operation10.1.&nbsp;Provisions Common to All Account Holders<p>For any claim relating to Payment Operations carried out by the Service Provider in the framework hereof, the Account Holder is asked to address the Platform Customer Service at the address indicated for this purpose in the General Conditions of the Site.</p>\n<p>&nbsp;</p>\n<p>If an Order is executed by the Service Provider with errors attributed to this latter, this should be contested as soon as possible to the Service Provider, the Order will then be cancelled and the Account returned to the situation that it was in before receiving the Payment Order.\nFollowing that, the Order will be correctly reissued.</p>\n<p>&nbsp;</p>\n<p>The fees indicated in the Price Conditions may be due in the event an Operation is unjustifiably contested.</p>10.2.&nbsp;Provisions Applicable to Professional Account Holders<p>Professional Account Holders wishing to contest a Transfer Operation unauthorised by them or improperly executed must contact the Platform Customer Service by telephone as soon as possible after they become aware of the anomaly and at the latest within eight (8) weeks following the transaction of the operation, it being their responsibility to contest it to the Service Provider as soon as possible.\nUnless there are good reasons to suspect the Account Holder of fraud, the Service Provider will reimburse the Account Holder in the amount of the Operation immediately following receiving the request to contest it, and in any case at the latest at the end of the next Business Day.\nThe Service Provider will return the Account to the state it was in before the unauthorised Payment Operation took place</p>\n<p>&nbsp;</p>\n<p>In the event of the loss or theft of Personalised Security Data, unauthorised Operations carried out before they are contested are the Account Holder’s responsibility.\nOperations carried out after they are contested are borne by the Service Provider unless in the event of fraud by the Account Holder.</p>\n<p>&nbsp;</p>10.3.&nbsp;Provisions Applicable to Consumer Account Holders<p>Consumer Account Holders wishing to contest a Transfer Operation unauthorised by them or improperly executed must contact the Platform Customer Service by telephone as soon as possible after they become aware of the anomaly and at the latest within thirteen (13) months following the date it is debited, it being their responsibility to contest it to the Service Provider as soon as possible.\nUnless there are good reasons to suspect the Account Holder of fraud, the Service Provider will reimburse the Account Holder in the amount of the Operation immediately following receiving the request to contest it, and in any case at the latest at the end of the next Business Day.\nThe Service Provider will return the Account to the state it was in before the unauthorised Payment Operation took place</p>\n<p>&nbsp;</p>\n<p>In the event it is contested, responsibility for proof that the Operation was identified, duly recorded and accounted for, and that it was not affected by technical or other deficiencies is the responsibility of the Service Provider.</p>\n<p>&nbsp;</p>\n<p>In the event of an unauthorised Payment Operation following the loss or theft of Personalised Security Data, the Account Holder is responsible for the losses related to the use of Personalised Security Data before it is contested, up to a threshold of fifty (50) euros.\nOperations carried out after they are contested are borne by the Service Provider unless in the event of fraud by the Account Holder.\nHowever, the Account Holder is not held responsible in the event:</p>\n<p>-&nbsp.\nOf an unauthorised Payment Operation carried out without using Personalised Security Data;</p>\n<p>-&nbsp.\nOf the loss or theft of Personalised Security Data that could not be detected by the Account Holder before the payment was made;</p>\n<p>-&nbsp.\nOf losses due to actions or failures of an employee, agent or subsidiary of a PSP or an entity to which these activities were externalised.</p>\n<p>&nbsp;</p>\n<p>The Account Holder is also not held responsible:</p>\n<p>-&nbsp.\nif the unauthorised Payment Operation is carried out by diverting the Personalised Security Data, without the Account Holder’s knowledge;</p>\n<p>-&nbsp.\nin the event of counterfeiting the Personalised Security Data, if, at the time of the unauthorised Payment Operation, the Account Holder is in possession of this Data.</p>\n<p>&nbsp;</p>\n<p>The Account Holder will bear all the losses arising from unauthorised Operations if these losses result from fraudulent activity by them or if they intentionally seriously neglected the obligations to keep their Personalised Security Data secured and to contest operations in the event of loss, theft or diversion of their Data.</p>\n<p>&nbsp;</p>\n<p>Barring fraudulent activities on behalf of the Account Holder, the latter will not bear any financial consequences if the unauthorised Operation was carried out without the Service Provider requiring Strong Authentication of the Account Holder, in the event that regulations require it.</p>\n<p>&nbsp;</p>11.&nbsp;Financial Conditions<p>The services offered herein are invoiced by the Platform on behalf of the Service Provider in compliance with the Price Conditions.</p>\n<p>&nbsp;</p>\n<p>Any commissions due by the Account Holder are automatically deducted from the Payment Account by the Service Provider.\nThe Account Holder authorises the Service Provider to compensate at any time, even after the Account is closed, any irrefutable credit, liquid and collectible that remains owed, of any nature whatsoever.\nFunds in the Payment Account may be compensated for any amount due, collectible and unpaid of the Account Holder to the Service Provider.</p>\n<p>&nbsp;</p>\n<p>In the event of late payment of the amounts due and collectible of the Account Holder to the Service Provider, the Account Holder will owe late-payment interests for the period from the date they are due until payment is complete.\nThe applicable interest rate will be calculated on the basis of two times the annual legal interest rate published twice yearly for businesses.\nThe amount of late-payment interest will be equal to the product of the amount unpaid multiplied by the above-mentioned legal interest rate and the number of days late over 365.</p>\n<p>&nbsp;</p>12.&nbsp;Term and Termination&nbsp.\n&nbsp;<p>The Framework Contract is entered into for an indeterminate period.\nIt enters into force from the time it is accepted by the Account Holder.</p>\n<p>The latter may at any time and by respecting an advance notice of thirty (30) calendar days, terminate the Framework Contract.\nThe Service Provider may at any time terminate the Framework Contract, by respecting an advance notice of two (2) months provided in Hard Copy format.\nIn this case, the fees irrefutably owed for the Payment Services are due by the Account Holder on a pro rata basis for the period elapsed at the termination date.</p>\n<p>Beyond six (6) months, the Framework Contract may be terminated without costs.\nIn other cases, termination costs may apply, in compliance with the Price Conditions.</p>\n<p>For these purposes, each Party must notify the termination hereof to the other Party, by registered letter with acknowledgment of receipt, to the postal and email address indicated in the General Conditions of the Site.</p>\n<p>Consequently, the entire Framework Contract is terminated any Payment Account is closed.\nThe credit in the Account will be transferred in a time frame of thirteen (13) months to the Account Holder’s Bank Account after deducting the fees due and payable to the Service Provider.\nIf the credit in the Payment Account surpasses the threshold indicated in the Price Conditions, the amount surpassing the threshold will be transferred within thirty (30) days following the date the termination takes effect to the Account Holder’s bank account after deducting the fees due and payable to the Service Provider.\nThe Service Provided is discharged of any obligation upon confirming to the Account Holder the transfer to the bank account indicated.</p>\n<p>In the event of serious breach, fraud, or lack of payment on the part of the Account Holder, the Service Provider reserves the right to suspend or terminate this Contract by sending an email along with a registered letter with acknowledgment of receipt without providing reasons or advance notice.</p>\n<p>It is established that the Framework Contract will be automatically terminated in the event of new circumstances that affect the ability of a Party to carry out the obligations of the Contract.</p>\n<p>&nbsp;</p>13.&nbsp;Modification of the Contract<p>The Service Provider reserves the right, at any time, to modify the Framework Contract.\nAny draft modification of the Framework Contract is provided to the Account Holder via the Platform</p>\n<p>Any Account Holder may refuse the proposed modifications and must notify their refusal to the Platform Customer Service by registered letter with acknowledgment of receipt two (2) months before the proposed modifications enter into force (post office stamp being proof thereof) to the address indicated in the General Conditions of the Site.</p>\n<p>Lacking notification of refusal before the indicated date that they enter into force, the Account Holder will be deemed to have accepted the proposed modifications.\nThe relationship between the Parties after the date of entry into force will then be governed by the new version of the Framework Contract.</p>\n<p>In the event the Account Holder refuses, this refusal will give rise, without fees, to the termination of the Framework Contract, as well as the transfer of the balance of the Payment Account in a time frame of thirteen (13) months following the date the termination takes effect in order to cover anything contested in the future.</p>\n<p>Any legislative or regulatory provisions that make modifications necessary to any part of the Framework Contract will be applicable from the date they enter into force, without advance notice.\nHowever, the Account Holder will be informed thereof.</p>14.&nbsp;Security<p>The Service Provider undertakes to ensure that the services are provided with respect to the applicable laws and regulations and best practices.\nSpecifically, the Service Provider shall do what is necessary to ensure the security and confidentiality of the Account Holder’s data, in compliance with the regulation in force.</p>\n<p>The Service Provider reserves the right to temporarily suspend access to the online Account for technical, security or maintenance reasons without these operations invoking any right to an indemnity of any kind.\nIt undertakes to limit these types of interruptions to those that are strictly necessary.</p>\n<p>However, the Service Provider shall not be held responsible to the Account Holder for potential errors, omissions, interruptions or delays of operations carried out via the Site that result from unauthorised access by the latter.\nThe Service Provider shall not be held responsible for the theft, destruction or unauthorised disclosure of data that results from unauthorised access to the Site.\nFurthermore, the Service Provider remains outside of the scope of the legal relationship between the Account Holder and a User or between the Account Holder and the Site.\nThe Service Provider will not be held responsible for defaults, breaches or negligence between a User and an Account Holder, or the Site and an Account Holder.\n&nbsp;</p>\n<p>If the unique identifier or any other information necessary to carry out a Payment Operation provided by the Account Holder is inexact, the Service Provider cannot be held responsible for the improper execution of said Service.</p>\n<p>The Platform alone is responsible for the security and confidentiality of the data exchanged in the framework of using the Site in compliance with the General Conditions of the Site, the Service Provider being responsible for the security and confidentiality of the data that it exchanges with the Account Holder in the framework hereof for creating and managing their Account, as well as Payment Operations related to the Account.</p>15.&nbsp;Limits to the Service Provider’s Liability<p>The Service Provider is in no way involved in the legal and commercial relationships and potential disputes arising between the Account Holder and the User or between the Account Holder and the Platform or between the Account Holder and a Beneficiary.\nThe Service Provider exercises no oversight over the conformity, security, legality, characteristics and the appropriate character of the products and services subject to a Payment Operation.</p>\n<p>Every operation carried out by the Account Holder gives rise to a contract created directly between themselves and a User who is a stranger to the Service Provider.\nConsequently, the latter cannot be held responsible for the non-performance or improper performance of the obligations arising from it, or any potential damages caused to the Account Holder.</p>\n<p>Notwithstanding any contrary provision in this Contract, the Service Provider’s liability in terms of an Account Holder is limited to reparations for direct damages as established by regulation.</p>16.&nbsp;The Account Holder’s Commitments<p>The Account Holder acknowledges that elements in their Personal Online Area do not infringe on the rights of a third party and are not contrary to the law, public order, or proper ethics.</p>\n<p>They undertake:</p>\n<p>(i)&nbsp.\nTo not perform the Framework Contract in an illegal manner or under conditions that may damage, deactivate, overload or alter the site;</p>\n<p>(ii)&nbsp;To not usurp the identity of another person or entity, falsify or divulge their identity, their age or create a false identity;</p>\n<p>(iii)&nbsp;To not divulge data or personal information related to a third party, such as postal addresses, telephone numbers, email addresses, bank card numbers, etc.\nIn the event of a breach of these obligations, the Service Provider may take all appropriate measures in order to bring an end to these actions.\nIt also has the right to suspend, erase and/or block the Account Holder’s access to their Account.</p>\n<p>(iv)&nbsp;Without prejudice to legal actions undertaken by third parties, the Service Provider has the right to personally bring any legal action that seeks to repair the damages that it has personally been subject to due to the Account Holder’s breach of their obligations under this Contract.</p>\n<p>&nbsp;</p>\n<p>If the Account Holder is aware of a breach of the above-mentioned obligations, they are asked to inform the Service Provider of these actions by contacting it at the address: legal@mangopay.com.</p>\n<p>&nbsp;</p>17.&nbsp;Withdrawal Right &nbsp;17.1.&nbsp;Provisions Common to All Account Holders<p>The Account Holder having been initiated under the meaning of Articles L.341-1 et seq.\nof the Monetary and Financial Code has a time frame of 14 (fourteen) calendar days to exercise their right of withdrawal, as the case may be subject to responding to the conditions of Article D341-1 of this Code, without having to justify the reason or bear the penalty.\nThis time frame for withdrawal begins from the day of their registration as an Account Holder.</p>17.2.&nbsp;Provisions Applicable to Consumer Account Holders<p>Under Article L222-7 of the Consumer Code, the consumer Account Holder has a right of withdrawal that may be exercised in a time frame of 14 (fourteen) days without having to justify the reason or bear the penalty.\nThis withdrawal time frame begins either from the day of entering into the Framework Contract, or from the receipt of the contractual conditions and information, if this date is after that of the date the Framework Contract is entered into.\nThe Framework Contract may only be put into effect before the withdrawal deadline has expired upon the approval of the consumer Account Holder.\nThe consumer Account Holder recognises that the use of Payment Services after entering into the Framework Contract constitutes an express request on its part to begin performing the Framework Contract before the above-mentioned deadline has expired.\nExercising the right of withdrawal involves the Framework Contract coming to an end, and in the event performance thereof has begun, takes the form of termination and does not bring into question the services previously provided.\nIn this event, the consumer Account Holder will only be responsible for a payment proportional to the Services effectively provided.</p>17.3.&nbsp;Exercising the Withdrawal Right<p>The Account Holder must notify the Platform Customer Service of their withdrawal request within the indicated time frame by telephone or by email and by sending confirmation to the address of the Platform Customer Service.\nFor this purpose, it may use the withdrawal slip made available to them by the Platform.\nRules Regarding the Fight Against Money Laundering and the Financing of Terrorism</p>\n<p>The Service Provider is subject to all of the Luxembourg regulations regarding the fight against money laundering and the financing of terrorism.</p>\n<p>Pursuant to the provisions of Luxembourg law, relating to financial organisations participating in the fight against money laundering and the financing of terrorist activities, the Service Provider must obtain information from all Account Holders regarding any operation or original business relationship, the subject and the destination of the operation or the opening of the Account.\nFurthermore, it must carry out all due diligence for identifying the Account Holder and, if it be the case, the beneficial owner of the Account and/or the Payment Operations related to them.</p>\n<p>The Account Holder recognises that the Service Provider may bring an end or postpone at any time the use of Personalised Security Data, access to an Account or the execution of an Operation in the absence of sufficient elements regarding their purpose or nature.\nThey are informed that an operation carried out in the framework hereof may be subject to exercising the right of communication to the national financial intelligence unit.</p>\n<p>The Account Holder, pursuant to regulations, may access all information thus communicated subject to this right of access not jeopardising the purpose regarding the fight against money laundering and the financing of terrorism if this data relates to the individual making the request.</p>\n<p>No proceedings or civil liability action may be brought and no professional sanctions issued against the Service Provider, their officers or agents if they have made declarations regarding suspicions in good faith to their national authority.</p>18.&nbsp;Protection of Personal Data<p>The Service Provider collects and processes all Personal Data in compliance with the regulations in force applicable to the protection of this Data.</p>\n<p>&nbsp;</p>\n<p>The Personal Data required during registration is necessary in the framework of the services provided in compliance herewith.\nIf the obligatory Personal Data is not provided, the interested party may be refused access to the services.</p>\n<p>&nbsp;</p>\n<p>The Person in Question is informed that the Personal Data is specifically collected for the following purposes: providing the services such as described herein.\nthe fight against money laundering and the financing of terrorism.\nmanaging requests for information and claims.\ncarrying out statistics.\nThis data processing is specifically necessary for the performance of the Framework Contract as well as respecting the legal obligations that the data processor is subject to.\nThe Service Provider and the Platform act as joint processors of this data.</p>\n<p>&nbsp;</p>\n<p>The Personal Data shall not be transferred to any third party without the express consent of the Persons in Question.\nHowever, the Person in Question is informed that the Personal Data is transferred to the Service Provider’s subcontractors for the above-stated purposes.\nSaid subcontractors only act on instructions from the Service Provider and exclusively on behalf of the latter.</p>\n<p>The Person in Question may access the list of subcontractors by sending their request to the Platform Customer Service.\nThey are informed that the Service Provider ensures that their subcontractors take all necessary measures in order to maintain the security and confidentiality of the Personal Data.\nIn the event the Data is violated (loss, breach, destruction, etc.) involving increased risk to the Person in Question, the latter will be informed thereof.</p>\n<p>&nbsp;</p>\n<p>The Service Provider reserves the right to disclose Personal Data at the request of a legal authority to be in compliance with any law or regulation in force, to protect or defend the rights of the Account Holder or the Person in Question, if circumstances require it or to protect the security of the Service Provider, the Services or the public.</p>\n<p>&nbsp;</p>\n<p>Personal Data processed by the Service Provider in the framework of the services provided in compliance herewith is kept for the period of time that is strictly necessary to attain the purposes mentioned hereinabove.\nBarring legal and regulatory provisions to the contrary, the Data will not be kept beyond the effective date of termination of the Contract.\nIt is specifically indicated that the Personal Data relating to identification is kept for a term of five years from the end of the contractual relationship, subject to applicable regulation in terms of the fight against money laundering and the financing of terrorism.</p>\n<p>&nbsp;</p>\n<p>The Persons in Question have the following rights pertaining to their Data, according to the conditions established by regulations: the right of access, right of rectification, the right of objection, the right of erasure, the right to restrict its processing and the right of portability.\nThe Person in Question may at any time exercise these rights by addressing the Platform Customer Service.\nThe request must indicate their last name, first name, identifier, and include a photocopy of an identity document bearing their signature.</p>\n<p>A response will be sent to the Person in Question in a time frame of one (1) month following receipt of the request.\nThis deadline may be extended to two (2) months, given the complexity and the number of requests.\nIn this case, the Person in Question will be informed of this extension and the reasons for postponement within a deadline of one (1) month from the receipt of the request.</p>\n<p>The Person in Question will be informed if they have the right to file a claim with the competent authority for any request related to their Personal Data.</p>\n<p>If the Person in Question provides the request in electronic format, the response will be provided in electronic format, unless they expressly request otherwise.</p>\n<p>When the Personal Data relate to a Person in Question who is not a party to the Framework Contract has been transferred by the Account Holder, the latter will be responsible for communicating to the Person in Question the information of this Article.</p>\n<p>Additional Information on the processing of Personal Data carried out in the framework hereof, the time frame that it is kept and the rights of the Person in Question are available in the Service Provider’s confidentiality policy (accessible at the site &nbsp.\nwww.mangopay.com ).</p>19.&nbsp;Professional Secrecy<p>The Service Provider is bound by professional secrecy.\nHowever, the secrecy may be lifted, in compliance with the legislation in force, based on a legal, regulatory and prudential obligation, specifically at the request of supervisory authorities, the tax or customs administration, as well as those of a criminal judge or in the event of a legal request indicated to the Service Provider.\nNotwithstanding the foregoing, the User has the right to release the Service Provider from professional secrecy by expressly indicating the authorities receiving the confidential information that relates to the User.</p>\n<p>&nbsp;</p>\n<p>It is specified that professional secrecy may be lifted by regulation benefiting companies providing the Service Provider important operational tasks within the framework hereof.</p>20.&nbsp;Intellectual Property<p>The Service Provider retains all intellectual property rights that pertain to them for the Services offered to the Account Holder.\nNone of these intellectual property rights will be transferred to the Account Holder under this Contract.</p>\n<p>&nbsp;</p>21.&nbsp;Death of the Account Holder and Inactive Accounts21.1.&nbsp;Death of the Account Holder<p>The death of the Account Holder will bring an end to the Framework Contract, once this is made aware to the Service Provider.\nOperations occurring from the time of death, except with the agreement of the individual who has rights or the attorney in charge of the estate, will be considered not having been authorised.</p>\n<p>&nbsp;</p>\n<p>The Payment Account will remain open for the time necessary to settle the estate and the Service Provider will ensure the transfer of the balance upon the agreement of the individual who has rights or the attorney in charge of the estate.</p>\n<p>&nbsp;</p>21.2.&nbsp;Inactive Accounts<p>Any inactive Account may be the subject to an inactivity notification by email on behalf of the Service Provider followed by a follow-up notification one month later.\nAn Account Holder’s Payment Account is considered inactive if, at the end of a period of twelve (12) months, there have been no operations (with the exception of management fees being taken out) at the initiative of the Account Holder (or any representative) and that has not been specifically indicated to the Service Provider in any form whatsoever.</p>\n<p>In the absence of a response or use of the balance of the credit of the Account in this time frame, the Service Provider may close the Account and maintain it for the sole purposes of carrying out a transfer of the amount due on the account as indicated by the Account Holder.\nIn the event of death, the balance may only be transferred to the individual holding the Account Holder’s rights.</p>\n<p>The Account may no longer carry out Payment Operations.</p>22.&nbsp;Force Majeure<p>The Parties shall not be held responsible, or considered as being in breach hereof, in the event of a delay or non-performance, when the cause of which is related to an event of force majeure as defined by Article 1218 of the Civil Code.</p>23.&nbsp;Independence of the Contractual Stipulations<p>If one of the stipulations hereof is nullified or not applicable, it shall be deemed not having been written and it shall not lead to nullification of the other stipulations.</p>\n<p>If one or more stipulations hereof becomes invalid or is declared as such pursuant to a law, regulation or following a definitive decision handed down by a competent jurisdiction, the other stipulations retain their force of obligation and their scope.\nThe stipulations declared null and void will then be replaced by stipulations that are as close as possible to the meaning and the scope of the stipulations initially agreed to.</p>24.&nbsp;Protection of Funds<p>The Account Holder’s funds shall be deposited, at the end of the Business Day following the day that they were received by the Service Provider, in a holding account open on the books of a Bank under the conditions required by regulations.</p>\n<p>Under the terms of Article 24-10 (5) of the Law of 20 May 2011, published in Mémorial A n° 104 &nbsp;of 24 May 2011 of the Grand Duchy of Luxembourg and Article 14 of the Law of 10 November 2009 published in Mémorial A n° 215 &nbsp;of 11 November 2009 of the Grand Duchy of Luxembourg, transposing the Directive 2009/110/EC of the European Parliament and the Council of 16 September 2009, concerning access to the activity of electronic money institutions, the funds collected are protected and are not included in the pool of assets of the electronic money institution in the event of liquidation, bankruptcy or any other competitive situation that may arise for this latter.</p>25.&nbsp;Lack of Transferability<p>The Framework Contract may not be subject to a total or partial transfer by the Account Holder in return for payment or free of charge.\nThus, they are prohibited from transferring to any third party whatsoever the rights or obligations that it holds hereunder.\nIn the event of breach of this prohibition, in addition to the immediate termination hereof, the Account Holder may be held responsible by the Service Provider.</p>26.&nbsp;Agreement in Relation to Proof<p>All data will be included in unalterable, true and secured form on the technology database of the Service Provider specifically relative to Payment Orders and notifications sent, so as to constitute proof between the Parties unless there is proof to the contrary.</p>27.&nbsp;Territorial Scope of Application<p>The provisions of Articles L133-1 et seq.\nand L314-1 et seq.\nof the Monetary and Financial Code apply when the Service Provider and the provider of payment services of the payer or a beneficiary of a payment operation debiting or crediting an Account are both located in the territory of mainland France, Guadalupe, Guiana, Martinique, La Réunion, Mayotte, Saint-Martin or Saint-Barthélemy or another Member State of the European Union or in a State that is part of the European Economic Area agreement, and the operation of which is carried out in euros or in the currency of a Member States of the European Union that is not part of the SEPA Area or another state that is part of the European Economic Area agreement.</p>\n<p>&nbsp;</p>\n<p>The provisions of Articles L133-1 et seq.\nand L314-1 et seq.\nof the Monetary and Financial Code apply (with the exception of those in Articles&nbsp;L.\n133-11 to L.\n133-13.\nL133-14, II and with the exception of the time frames mentioned in Article L314-13, VI) when the Service Provider and the provider of payment services of the payer or a beneficiary of a payment operation debiting or crediting an Account, one of which is located in the territory of mainland France, Guadalupe, Guiana, Martinique, La Réunion, Mayotte, or Saint-Martin, and the other in the territory of mainland France, Guadalupe, Guiana, Martinique, La Réunion, Mayotte, or Saint-Martin or another Member State of the European Union or in a State that is part of the European Economic Area agreement, and the operation of which is carried out&nbsp;in the currency of a State that is not part of the SEPA Area or another state that is part of the European Economic Area agreement, for the parties to the payment operation that is carried out in the European Union.</p>\n<p>&nbsp;</p>\n<p>The provisions of Articles L133-1 et seq.\nand L314-1 et seq.\nof the Monetary and Financial Code apply (with the exception of those in Articles&nbsp;L.\n133-11, L133-13,I.\nL133-22.\nL133-25 to L133-25-2.\nL133-27, and with the exception of the time frames mentioned in Article L314-13, VI) when only the Service Provider or only the provider of payment services of the beneficiary or that of the payer is located&nbsp;in the territory of mainland France, Guadalupe, Guiana, Martinique, La Réunion, Mayotte, or Saint-Martin, no matter the currency in which the payment operation is carried out, for the parties to the payment operation that is carried out in the European Union.</p>28.&nbsp;Claims and Mediation<p>The Account Holder is asked to address the Platform Customer Service, as indicated on the Site regarding any claim.</p>\n<p>&nbsp;</p>\n<p>Any claim other than that established in Article 10 relating to entering into, performing or terminating the Framework Contract must be indicated by email to the following address: legal@mangopay.com.</p>\n<p>The Account Holder accepts that the Service Provider will respond to their claims on Hard Copy format.\nThe response will be issued as quickly as possible and at the latest within a time frame of fifteen (15) Business Days following the receipt of the claim by the Service Provider.\nHowever, for reasons outside of its control, the Service Provider may not be able to respond in this time frame of fifteen (15) days.</p>\n<p>In this event, it will provide the Account Holder with the response specifying the reasons for this additional time period as well as the date on which it will send the definitive response.\nIn any case, the Account Holder shall receive a definitive response at the latest in a time frame of thirty-five (35) Business Days following the receipt of the claim.</p>\n<p>The Account Holder is informed that the CSSF (Commission de Surveillance du Secteur financier) [Oversight Commission of the Financial Sector] is competent to settle disputes on an extrajudicial basis related to the performance of this Framework Contract.\nFor more information on the CSSF and the conditions of such recourse, you may address the Platform Customer Service or consult the website of the CSSF ( http://www.cssf.lu ).\nMediation requests must be addressed to the Mediator of the Commission de Surveillance du Secteur Financier (CSSF), 283 route d’Arlon, L-1150 Luxembourg, (direction@cssf.lu) and this, without prejudice to other legal actions.\nHowever, the mediator may not be approached if the request is manifestly unfounded or abusive, if the dispute has previously been settled or is in the process of being settled by another mediator or by a court, if the request to the mediator is provided within a time frame of longer than one year from the time of the written claim to the professional, or if the dispute does not fall within the mediator’s scope of competence.</p>29.&nbsp;Language - Applicable Law and Competent Jurisdiction<p>With the exception of applying a law related to public order (which only applies in the strict limits of its purpose), is expressly stipulated that English is&nbsp;the language chosen and used by the Parties in their pre-contractual and contractual relationships and that the Framework Contract is subject to French law.\nAny dispute between the Parties regarding the latter shall be submitted to the jurisdiction of the competent French courts.</p>\n<p>Ulule strives to empower creators and entrepreneurs.\nDiscover and give life to unique projects.</p>About Ulule<ul>\n<li>Manifesto</li>\n<li>Newsletter</li>\n<li>Statistics</li>\n<li>Press</li>\n<li>Team</li>\n<li>Branding guidelines</li>\n</ul>Fund your project<ul>\n<li>How it works</li>\n<li>Online help</li>\n<li>Forum</li>\n<li>Terms of use</li>\n<li>Privacy</li>\n<li>Cookie policy</li>\n<li>Contact us</li>\n</ul>Ulule pro<ul>\n<li>Ulule For Brands</li>\n<li>Our partners</li>\n<li>Developer API</li>\n</ul>\n<p>English</p>\n<p>£</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>", "created_at": "2023-03-17 23:25:21.878689", "updated_at": "2023-03-17 23:26:07.038146"}, {"id": 14731, "name": "Cookies Policy", "url": "https://www.ulule.com/about/cookie-policy/", "xpath": "//body", "text": "<p>\n<strong>Warning, our website may not display or work properly on your browser.</strong>\n<br> We recommend that you update it if you can.</p>Update my browserI don't want or I can't update my browserBackBackMenuCloseClosePlusPlusSearchUluleUluleChatFacebookInstagramLinkedInTwitterYouTubefacebooktwitterB CorporationBcorp<p>Discover Ulule</p>\n<p>Start a project</p>UluleSearch and explore projectsExplore all projects&nbsp;Sign inMake good things happen<ul>\n<li>About</li>\n<li>Team</li>\n<li>Badges</li>\n<li>Press</li>\n<li>Branding guidelines</li>\n<li>Contact</li>\n<li>More<ul>\n<li>Online help</li>\n<li>Ulule Community User Agreement</li>\n<li>Privacy</li>\n<li>Terms of Use</li>\n<li>Jobs</li>\n<li>Guidelines</li>\n</ul>\n</li>\n</ul>\n<p>Ulule Cookies Policy</p>\n<p>&nbsp;</p>\n<p>(Latest update:&nbsp;25 May 2018) Version V.1.0</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Cookies and similar technologies are used on the Ulule website.</p>\n<p>&nbsp;</p>\n<p>Cookies are files saved and stored on your device (smartphone, tablet, computer, etc.), subject to your preferences, by Ulule and third parties when you browse one of our websites or third-party websites and applications.\nOther similar technology, such as \"pixels\" and \"tags\", may also be used on our sites.</p>\n<p>&nbsp;</p>\n<p>The term cookies should, under the terms of the present cookies policy, be understood in the wider sense as covering all cookies and other trackers saved and/or read, for example, during visits to a website, or during the installation and use of software or mobile applications.</p>\n<p>&nbsp;</p>\n<p>What are the cookies on our sites used for?</p>\n<p>&nbsp;</p>\n<p>The cookies we use on our sites are used to recognize the internet user's device when they visit one of our websites in order to:</p>\n<p>&nbsp;</p>\n<p>− adapt the presentation of our sites to the display preferences of your device (resolution, OS used, etc.) or to language and currency preferences during visits based on the visualization and reading software and equipment used on your device, or your geographic zone;</p>\n<p>&nbsp;</p>\n<p>− enable you to access restricted and private areas on our sites, such as your user account, based on the information you have provided us with if you have created an account (from which you can access personalized content or content designed only for your use) and to stay logged in to these areas;</p>\n<p>&nbsp;</p>\n<p>− memorize information related to a form you have filled in on one of our sites;</p>\n<p>&nbsp;</p>\n<p>− create statistics and measure volumes of traffic on and use of our sites:</p>\n<p>&nbsp;</p>\n<p>− implement security measures (for example, to ask you to log in again after a certain amount of inactivity on one of our sites);</p>\n<p>&nbsp;</p>\n<p>− if you have created a Ulule account, to identify you on our websites and collect information to get to know you better based on your browsing behaviour and use of our sites;</p>\n<p>&nbsp;</p>\n<p>− adapt our advertising campaigns and any advertising or promotional emails that might be sent to you by Ulule to your interests (deduced from your browsing activities on our website).</p>\n<p>&nbsp;</p>\n<p>The table below describes the purpose of each cookie.</p>\n<p>&nbsp;</p>\n<p>What cookies are used by third-parties on our sites?</p>\n<p>&nbsp;</p>\n<p>Some cookies saved and/or read on our websites are issued by third parties.\nThe latter can then access and read the information contained in these cookies.</p>\n<p>&nbsp;</p>\n<p>Cookies issued by third parties enable visitors to our site to share content, using, for example Facebook's \"Share\" and \"Like\" buttons, \"Twitter\" and \"LinkedIn\" buttons, etc.\nThird parties that provide one of these applications may be able to identify you through their applications and their own cookies, even if you have not used these applications whilst browsing our sites, simply because you have an account open on your device with the third party in question.\nWe have no control over the processes employed by these third parties to collect this information and recommend you consult their individual privacy policies.</p>\n<p>&nbsp;</p>\n<p>To find out more about the cookies used by some of these third parties, you can view their cookies policies which can be found on the following pages:</p>\n<p>− for Facebook:&nbsp;https://www.facebook.com/policies/cookies/</p>\n<p>− for LinkedIn:&nbsp;https://www.linkedin.com/legal/cookie-policy</p>\n<p>− for Twitter:&nbsp;https://help.twitter.com/en/rules-and-policies/twitter-cookies</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>What is the advantage of seeing and receiving Ulule advertising content based on your interests?</p>\n<p>&nbsp;</p>\n<p>You would probably prefer to see and receive offers for products and services that correspond to your interests rather than ones that are of no interest to you.</p>\n<p>&nbsp;</p>\n<p>Our aim is to show and send you the most relevant advertising material and communications possible.\nTo this end, cookies technology enables us to determine in real time which content should be displayed on a device or sent to an individual, based on the information we hold about the device and recipient.</p>\n<p>&nbsp;</p>\n<p>If your device is used by more than one person or if more than one browser is used on the same device, we cannot ensure that the advertising content for your device or which is sent to you by email corresponds to your own use of this device and not that of another user.\nYou are wholly responsible for deciding whether or not to share use of your device with others and for browser settings regarding cookies.</p>\n<p>&nbsp;</p>\n<p>What data is used to adapt the advertising displayed on your device to your interests?</p>\n<p>&nbsp;</p>\n<p>We may, subject to your preferences, associate browsing information related to your device, processed by the cookies we use, with the information we lawfully hold about you, in order to send you Ulule advertising or promotional emails, for example, or to display Ulule advertising content on your device that is adapted to your interests.</p>\n<p>&nbsp;</p>\n<p>You can, at any time, ask to no longer receive advertising or promotional emails adapted to your interests by contacting us directly and free-of-charge at privacy@ulule.fr or by using the \"unsubscribe\" link found in all promotional and advertising emails.</p>\n<p>&nbsp;</p>\n<p>You can, at any moment, ask to no longer see advertising content adapted to your interests by disabling the use of these cookies (see below for information on how to disable cookies).\n</p>\n<p>&nbsp;</p>\n<p>How can I manage and disable the use of cookies?</p>\n<p>&nbsp;</p>\n<p>By continuing to browse any other pages on our websites, you consent to the use of these cookies on these sites.</p>\n<p>&nbsp;</p>\n<p>If you wish, however, you can disable the use of cookies or, after agreeing to their use, partially or in whole withdraw this consent by following the instructions given below.</p>\n<p>&nbsp;</p>\n<p>If you agree to the storage and reading of cookies on your device, the cookies integrated into the pages and content you have viewed may be stored temporarily in a dedicated area of your device.\nOnly the issuer of these cookies will be able to read them.</p>\n<p>&nbsp;</p>\n<p>If you do not agree to this storage or reading, or if you delete the cookies stored on your device, this may affect the normal functioning of our sites.\nThis may be the case when you try to access your account, which requires us being able to identify you and enable you to stay logged in whilst navigating between pages.\nThis may also be the case if we or our service providers are unable to identify, for the purposes of technical accounting, the type of browser used by your device, its language and display settings, or the country from which your device appears to be connected to the internet.\nWhere applicable, we accept no responsibility for any consequences linked to the reduced functioning of our sites resulting from our inability to save or view cookies which you have disabled or deleted and which are required for their proper functioning.</p>\n<p>&nbsp;</p>\n<p>With this in mind, you can at any moment express or modify your preferences regarding cookies using the methods described below.</p>\n<p>&nbsp;</p>\n<p>1.\nBrowser preferences</p>\n<p>&nbsp;</p>\n<p>Your browser settings can be configured to disable the use of certain cookies or similar technologies.</p>\n<p>&nbsp;</p>\n<p>You can configure your browser so that cookies are saved on your device or refused, either systematically or based on the issuer.</p>\n<p>&nbsp;</p>\n<p>You can also configure your browser so that you are asked whether or not to accept cookies on a case by case basis, before any cookies can be saved on your device.</p>\n<p>&nbsp;</p>\n<p>This setting can be configured at any moment.</p>\n<p>&nbsp;</p>\n<p>The settings for each browser are different.\nPlease see your browser's help menu to find out how to change your cookies preferences.\nFor example, for the most well-known browsers, see:</p>\n<p>− Internet Explorer™:</p>\n<p>https://support.microsoft.com/en-nz/help/17442/windows-internet-explorer-delete-manage-cookies</p>\n<p>− Safari™:</p>\n<p>https://support.apple.com/en-us/HT201265</p>\n<p>− Chrome™:</p>\n<p>https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en</p>\n<p>− Firefox™:</p>\n<p>https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences</p>\n<p>− Opera™:</p>\n<p>https://www.opera.com/help/tutorials/security/cookies/</p>\n<p>&nbsp;</p>\n<p>2.\nAlternative management tools</p>\n<p>&nbsp;</p>\n<p>Some issuers of cookies offer you tools for managing their cookies.\nThese are described in the table below.</p>\n<p>&nbsp;</p>\n<p>Some internet tools can also help you manage the use of advertising cookies on and from your device, such as the website Your Online Choices (accessible from:&nbsp;http://www.youronlinechoices.com/fr/) or the NAI website (found at:&nbsp;http://optout.networkadvertising.org/#/) or the website&nbsp;optout.aboutads.info.</p>\n<p>&nbsp;</p>\n<p>For social media cookies, you can click on the following deactivation links which will save a cookie in your browser used only to neutralize the use of other cookies from a particular issuer.</p>\n<p>Disabling these cookies will then prevent any interaction with the social media in question:</p>\n<p>− For&nbsp;FACEBOOK</p>\n<p>− For&nbsp;LINKEDIN</p>\n<p>− For&nbsp;TWITTER</p>\n<p>&nbsp;</p>\n<p>NB.\nSaving your preferences relies on the use of one or more specific cookies.\nIf you delete all of the cookies saved on your device related to our website, we will no longer have access to your cookies preferences.\nThis is equivalent to resetting your consent and you will need to refuse the cookies that you do not want to store again.\nEqually, if you use another internet browser, you will need to refuse these cookies again, as your preferences, like the cookies they are connected to, are specific to the browser and device (computer, tablet, smartphone, etc.) you use to browse our site.</p>\n<p>&nbsp;</p>\n<p>To oppose the use of Google Analytics audience measurement cookies, you can use the tools found here:&nbsp;https://tools.google.com/dlpage/gaoptout.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>List of cookies used</p>\n<p>&nbsp;</p>\n<p>Whilst browsing our websites, the following cookies may be stored/and or read on your device.</p>\n<p>&nbsp;</p>\n<p>Cookie issuer</p>\n<p>Cookie name</p>\n<p>Purpose</p>\n<p>Other information</p>\n<p>Ulule.com</p>\n<p>ul_lang</p>\n<p>Stores user language preferences so that the site is localized according to your preferences</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>ul_access_token</p>\n<p>ul_refresh_token</p>\n<p>&nbsp;</p>\n<p>Authentication cookie, used to find out if the user is logged in or not and with which account for reading and writing rights</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>ul_currency</p>\n<p>&nbsp;</p>\n<p>Stores user currency preferences so that the amounts shown on the site are in the chosen currency</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>csrftoken</p>\n<p>&nbsp;</p>\n<p>Secures the website against CSRF attacks and ensures the security of all forms</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>ul_session</p>\n<p>&nbsp;</p>\n<p>Used to notify users of their actions on different pages</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>presale_...</p>\n<p>This sort of cookie is stored on the user's device only if they click on a link containing a partner addressing marker (UTM markers).\nLinks of this type and associated cookies enable the Ulule team to identify when user registrations, contributions and project proposals have been made after clicking on a link from a partner website, advert or communication.\nThis enables us to measure the relevance and efficacy of our communications, partnerships and adverts.</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>_ga</p>\n<p>Audience measurement for producing statistics</p>\n<p>These cookies also enable targeted advertising on the Google network (Adwords, YouTube, etc.)</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Privacy policy:</p>\n<p>https://support.google.com/analytics/answer/6004245</p>\n<p>&nbsp;</p>\n<p>Ulule.com</p>\n<p>_gid</p>\n<p>Audience measurement for producing statistics</p>\n<p>These cookies also enable targeted advertising on the Google network (Adwords, YouTube, etc.) </p>\n<p>Privacy policy:</p>\n<p>https://support.google.com/analytics/answer/6004245</p>\n<p>&nbsp;</p>\n<p>ulule.com&nbsp;via Google Tag Manager</p>\n<p>_dc_gtm_UA-152798848-6</p>\n<p>Technical cookie: enables centralization of the use of all other audience measurement tools and other statistics that help us improve services or which are useful for marketing and advertising purposes, and also enable the functioning of Google Analytics tags and Facebook pixels that project promoters have the option to include in their fundraising page.</p>\n<p>Terms of use:</p>\n<p>https://support.google.com/tagmanager/answer/7157428?hl=fr</p>\n<p>https://www.google.com/analytics/tag-manager/use-policy/</p>\n<p>https://support.google.com/tagmanager/answer/7157428?hl=fr</p>\n<p>facebook.com</p>\n<p>&nbsp;</p>\n<p>Advertising (Facebook network) only for managing and targeting ads for Ulule</p>\n<p>https://www.facebook.com/business/learn/facebook-ads-pixel</p>\n<p>twitter.com</p>\n<p>personalization_id</p>\n<p>Advertising (Twitter network) only for managing and targeting ads for Ulule</p>\n<p>&nbsp;</p>\n<p>ads.linkedin.com</p>\n<p>BizoID</p>\n<p>Advertising (LinkedIn network) only for managing and targeting ads for Ulule</p>\n<p>https://www.linkedin.com/legal/cookie-table</p>\n<p>ads.linkedin.com</p>\n<p>lang</p>\n<p>Advertising (LinkedIn network) only for managing and targeting ads for Ulule</p>\n<p>https://www.linkedin.com/legal/cookie-table</p>\n<p>ads.linkedin.com</p>\n<p>UserMatchHistory</p>\n<p>Advertising (LinkedIn network) only for managing and targeting ads for Ulule</p>\n<p>https://www.linkedin.com/legal/cookie-table</p>\n<p>linkedin.com</p>\n<p>lidc</p>\n<p>Advertising (LinkedIn network) only for managing and targeting ads for Ulule</p>\n<p>&nbsp;</p>\n<p>linkedin.com</p>\n<p>bcookie</p>\n<p>Advertising (LinkedIn network) only for managing and targeting ads for Ulule</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>https://www.linkedin.com/legal/cookie-table</p>\n<p>linkedin.com</p>\n<p>bscookie</p>\n<p>Advertising (LinkedIn network) only for managing and targeting ads for Ulule</p>\n<p>https://www.linkedin.com/legal/cookie-table</p>\n<p>hs-analytics.net</p>\n<p>_cfduid</p>\n<p>To learn about browsing histories (pages viewed and actions completed) on websites run by Ulule, in order to send information and prospection emails about Ulule services adapted to users of the site based on the pages visited.</p>\n<p>https://knowledge.hubspot.com/articles/kcs_article/account/hubspot-cookie-security-and-privacy</p>\n<p>&nbsp;</p>\n<p>https://legal.hubspot.com/data-privacy</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>Ulule strives to empower creators and entrepreneurs.\nDiscover and give life to unique projects.</p>About Ulule<ul>\n<li>Manifesto</li>\n<li>Newsletter</li>\n<li>Statistics</li>\n<li>Press</li>\n<li>Team</li>\n<li>Branding guidelines</li>\n</ul>Fund your project<ul>\n<li>How it works</li>\n<li>Online help</li>\n<li>Forum</li>\n<li>Terms of use</li>\n<li>Privacy</li>\n<li>Cookie policy</li>\n<li>Contact us</li>\n</ul>Ulule pro<ul>\n<li>Ulule For Brands</li>\n<li>Our partners</li>\n<li>Developer API</li>\n</ul>\n<p>English</p>\n<p>$USD</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>", "created_at": "2023-03-17 23:25:21.909934", "updated_at": "2023-03-17 23:26:28.386489"}, {"id": 14732, "name": "Privacy Policy", "url": "https://www.ulule.com/about/privacy/", "xpath": "//body", "text": "<p>\n<strong>Warning, our website may not display or work properly on your browser.</strong>\n<br> We recommend that you update it if you can.</p>Update my browserI don't want or I can't update my browserBackBackMenuCloseClosePlusPlusSearchUluleUluleChatFacebookInstagramLinkedInTwitterYouTubefacebooktwitterB CorporationBcorp<p>Discover Ulule</p>\n<p>Start a project</p>UluleSearch and explore projectsExplore all projects&nbsp;Sign inMake good things happen<ul>\n<li>About</li>\n<li>Team</li>\n<li>Badges</li>\n<li>Press</li>\n<li>Branding guidelines</li>\n<li>Contact</li>\n<li>More<ul>\n<li>Online help</li>\n<li>Ulule Community User Agreement</li>\n<li>Privacy</li>\n<li>Terms of Use</li>\n<li>Jobs</li>\n<li>Guidelines</li>\n</ul>\n</li>\n</ul>\n<p>Ulule Privacy Policy</p>\n<p>&nbsp;</p>\n<p>(last updated 25 May 2018)Version V.2.0</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Essential information on the processing of your personal data by Ulule</p>\n<p>&nbsp;</p>\n<p>Ulule SAS develops and operates the Ulule crowdfunding platform.\nIt puts project creators (\"project owners\") in contact with people wishing to support projects by making a financial contribution (\"contributors\").\nWithin the framework of these activities, we process personal data concerning you, whether you are a visitor to the website&nbsp;Ulule.com&nbsp;or a user (registered member, contributor or project owner).</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe data processing manager is Ulule, a simplified joint-stock company with an authorised capital of €253,061, registered under number 794 710 830 in the Paris trade and companies register, having its head office at 10 rue Penthièvre 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nWe collect and process your data in order to: manage our contractual and pre-contractual relations with users and future users, manage user accounts, enable the hosting and administration of fundraising events, commercial management and user relations, provide our services, including the user support service, promote our services and products and propose new services and products to you, carry out training and events linked with our services and products, manage the&nbsp;Ulule.com&nbsp;websites, host and manage opinions and comments, host and manage the Community forum, compile commercial performance statistics, analyse and follow the audiences of our sites and facilitate their browsing as well as those of our dedicated pages on the social media (Facebook, Instagram, LinkedIn, Twitter and YouTube), combat fraud, money laundering and the financing of terrorism, manage any outstanding payments, pre-litigation and litigation cases, manage the exercise of your rights, and manage any reports and notifications linked with content published on our websites or forum.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nCertain data concerning you may be combined.&nbsp;This may consist of data you communicate when using our&nbsp;Ulule.com&nbsp;websites and data gathered through cookies on the Internet (we invite you to read our Cookies Policy).\nData combined in this way are then used for some of the above-mentioned purposes.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nSome data is processed to make decisions as to the acceptance/refusal of a project or contribution.\nIn connection with their legal obligation to combat fraud, money laundering and financing of terrorism, Ulule and its payment service providers (MANGOPAY and STRIPE) process data, including data combinations, to help their staff establish fraud risk levels concerning payments and fundraising events.\nThis processing may be used to justify a decision taken by Ulule or MANGOPAY or STRIPE to refuse a fundraising event, but no decision is made without human intervention.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIt can happen that you communicate so-called sensitive data on our sites: when you publish a project, fill in your user profile, participate in a project, or publish a comment or an article on our Community Forum, you can publicly&nbsp;reveal highly personal information (religious or philosophical convictions, sexual preference, political opinions, state of health, etc.).&nbsp;We thus recommend extreme caution when you describe your project or user profile, post comments or articles on the forum or participate in a project, in order to protect your privacy.\nIt is also possible in certain cases to make \"anonymous\" contributions (see our online aid concerning this point&nbsp;– your identity will only be known to Ulule and the project owner concerned).</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAs a project owner, in particular, you may communicate information concerning third parties (your staff, a person your project is designed to help, etc.).&nbsp;The processing of these data must comply with the regulations.\nYou should check that you have the right to communicate these data to Ulule and to the public (for example, by obtaining the written agreement of these third parties) and communicate information to these parties on Ulule's processing of the data as indicated in this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIt is obligatory to collect certain data.\nWe need certain information to provide you with our services.\nWhenever we collect data through forms, the obligatory or optional nature of your answers is made clear in each form.\nThe consequences of not providing an answer for an obligatory response depend on the situation.\nIt will mainly mean that you cannot create an account, submit or contribute to a project, or benefit from some of our services (the requirement to provide information is contractual or regulatory in this case if the information required is connected with our legal obligations as a crowdfunding platform), and that we cannot meet requests from you concerning the exercise of your rights (the requirement to provide information in this case is regulatory).</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe parties who may receive data from Ulule&nbsp;are mainly our subcontractors, project owners, Ulule partners, if your project is participating in a partner operation, and the judicial and administrative authorities.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nYou have rights.\nThese consist of the right to access, correct , delete and restrict processing, the right to object to the processing of your data, the right to define, modify and revoke instructions governing what happens to your data after your death, and the right to lodge a complaint with the CNIL (French data protection authority).\nSubject to providing proof your identity and complying with the conditions imposed by current legislation, you can exercise these rights by writing to us at the following email address: privacy@ulule.com&nbsp;onto this postal address: ULULE SAS, 10 rue Penthièvre 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp;The periods for which we store your data vary according to the nature of the data concerned, the purposes for which they were collected and the legal limitation period (generally five years from the time when persons wishing to exercise a right have had or should have had knowledge of the facts enabling them to exercise the right), except in the case of pre-litigation or litigation.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp;Your data may be transferred outside the European Union.&nbsp;We will transfer certain data to our subcontractors, partners or service providers, such as our hosters, email dispatch management tools, etc.\nIf they are transferred outside the European Union, we make every effort to ensure that they are transferred to countries where the personal data protection level has been recognised as adequate by the European Commission, or that the European Commission's standard contractual clauses apply to our service providers or partners.</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp;We have appointed a data protection officer, who can be contacted at dpo@ulule.com&nbsp;or at the following postal address: ULULE SAS, Data Protection Officer, 10 rue Penthièvre 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>For further information, we invite you to read the Privacy Policy below.</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy (the \"Privacy Policy\") defines the conditions in which Ulule collects and processes personal data concerning you as visitors or users of the Ulule platform, accessible at the address&nbsp;https://fr.ulule.com/.</p>\n<p>&nbsp;</p>\n<p>Ulule is a simplified joint-stock company with an authorised capital of €253,061, registered under number 794 710 830 in the Paris trade and companies register, having its head office at 10 rue Penthièvre 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>In a concern to respect your private life and protect data concerning you, we comply with current legislation in terms of personal data protection, particularly French Data Protection Act no.\n78-17 of 6 January 1978 (hereinafter the French Data Protection Act) and European regulation 2016/679 of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and the free movement of such data, known as the General Data Protection Regulation or GDPR (hereinafter the \"GDPR\").</p>\n<p>&nbsp;</p>\n<p>We may update this Privacy Policy.\nYou will be informed of any significant updates in advance, and if necessary, we will obtain your consent.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>1.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Which data do we collect and process?</p>\n<p>&nbsp;</p>\n<p>As processing manager, we collect and process personal data concerning you.</p>\n<p>&nbsp;</p>\n<p>In this respect, we collect data from you as a user of our Ulule platform to identify and contact you (full name, email address, postal address, telephone number), validate the posting online of your projects and organised the collection of contributions (information on your profile, information on your project, bank information, etc.).</p>\n<p>&nbsp;</p>\n<p>We also collect data concerning your use of our services, as well as data when you browse our websites and our dedicated pages on the social media.\nTo this end, we collect the data needed to compile audience statistics, performance measurements and commercial prospecting.</p>\n<p>&nbsp;</p>\n<p>We collect data on your exchanges with us concerning our services and the requests you send us, including the management of your rights and your instructions in the event of death.</p>\n<p>&nbsp;</p>\n<p>Lastly, we collect data enabling us to meet our obligations in terms of combatting fraud, money laundering and the financing of terrorism, ands managing your rights and pre-litigation and litigation cases.\nIn this respect, we notably collect documents proving your identity.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>All these data can be communicated by you when you complete our forms or during our exchanges.\nThey can also be collected through computer tools such as cookies.\nFor more information on our use of these tools, we recommend that you read the cookies policy available here: Cookies Policy.</p>\n<p>&nbsp;</p>\n<p>All the data concerning you that we collect can be combined for the purposes below.</p>\n<p>&nbsp;</p>\n<p>IMPORTANT – SENSITIVE DATA</p>\n<p>&nbsp;</p>\n<p>Sensitive data and user profile: The following fields in your user profile are optional and designed so that you can personalise your public user profile on Ulule: full name, town, description, comprehensive description, social media and websites.\nVia these fields, you can publicly reveal information about you that is sometimes sensitive or highly personal, (religious or philosophical convictions, sexual preference, political opinions, state of health, etc.).\nOnce the form is validated this information becomes public and available to everyone.\nWe thus recommend caution in describing your user profile, to protect your privacy.</p>\n<p>&nbsp;</p>\n<p>Sensitive data and project pages /publication of news about your project: When you describe a project or publish news on your project page, you can reveal information about you that is sometimes sensitive or highly personal (religious or philosophical convictions, sexual preference, political opinions, state of health, etc.).\nIf your project is posted online or your news is published, this sensitive information becomes public and available to everyone.\nUlule thus recommends caution in describing your project and drafting your news, to protect your privacy.</p>\n<p>&nbsp;</p>\n<p>Sensitive data and contributions to a project: By default, contributions are public and can be seen in the list of a project's contributors or the user profile of a member contributor.\nThe fact of contributing to a project can sometimes reveal sensitive or highly personal information (religious or philosophical convictions, sexual preference, political opinions, state of health, etc.).\nFor example, by contributing to a project with a political dimension, you indirectly reveal your political opinions.\nIf you do not wish your support to be public, Ulule allows you to make your contribution \"anonymous\": go to your user profile/ “my contributions” / “change address and preferences”.\nYour identity will then only be known to Ulule and the project owner concerned.\nTo make all your contributions \"anonymous\", go to your user profile / “preferences” / “confidentiality”.</p>\n<p>&nbsp;</p>\n<p>Sensitive data and comments on projects or publications on the Community forum:&nbsp;When you write a comment on a project, a news item published on a project or an article on the Community forum, you can reveal information about yourself that is sometimes sensitive or highly personal (religious or philosophical convictions, sexual preference, political opinions, state of health, etc.).\nOnce the comment or Community publication form is validated, this sensitive information becomes public and available to everyone.\nUlule thus recommends caution when writing your comments or publications on the Community forum, to protect your privacy.</p>\n<p>&nbsp;</p>\n<p>IMPORTANT – THIRD-PARTY DATA</p>\n<p>&nbsp;</p>\n<p>When you write a project presentation or a news item, you can communicate to us,, and publicly communicate information concerning third parties (your staff, a person your project is designed to aid, etc.).</p>\n<p>&nbsp;</p>\n<p>These data must be processed in compliance with the regulations.</p>\n<p>&nbsp;</p>\n<p>You should check that you have the right to communicate this data to Ulule and the public (for example, by obtaining written consent from these third parties) and provide them with information on how Ulule processes their data, as indicated in this Privacy Policy.\n&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>2.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;What are the purposes and legal bases for our data processing?</p>\n<p>&nbsp;</p>\n<p>In application of the regulations, in order to be legitimate, the processing of personal data must be founded on one of the legal bases indicated in article 6 of the GDPR, or article 9.2 of the GDPR if sensitive data are involved.</p>\n<p>\n</p>\n<p>The table below describes the different purposes involved when we process your data and the legal bases underlying them.</p>\n<p>&nbsp;</p>\n<p>Particular purpose</p>\n<p>Legal basis</p>\n<p>Managing visitors to the&nbsp;Ulule.com&nbsp;site</p>\n<p>Pre-contractual measures</p>\n<p>Legitimate interests of visitors and users as regards posting items on the&nbsp;Ulule.com&nbsp;website in good conditions</p>\n<p>Managing users registered on the&nbsp;Ulule.com&nbsp;site</p>\n<p>Execution of contracts concluded with users (managing creations, modifying or closing user accounts, monitoring relations with and assistance to users)</p>\n<p>Managing the user support of the&nbsp;Ulule.com&nbsp;site</p>\n<p>Ulule's legitimate interests (improving services and offers, monitoring relations with and assistance to users)</p>\n<p>Managing proposals for projects and project pages on the&nbsp;Ulule.com&nbsp;site</p>\n<p>Execution of contracts concluded with the project owners (project management)</p>\n<p>Ulule's legitimate interests (managing project proposals) and compliance with the legal obligations incumbent upon it (reporting projects)</p>\n<p>With sensitive data communicated by project owners or contributors, processing is justified because these data have been manifestly made public by the persons concerned (article 9.2 e) of the GDPR)</p>\n<p>Managing contributions and fund transfers relating to Ulule projects</p>\n<p>Execution of contracts concluded with Contributors and project owners</p>\n<p>Ulule's legitimate interests (managing contributions) compliance with the legal obligations incumbent upon it (reporting contributions)</p>\n<p>With sensitive data communicated by contributors or revealed by the simple fact of contributing to a project, processing is justified because these data have been manifestly made public by the persons concerned (article 9.2 e) of the GDPR)</p>\n<p>Combatting fraud, money-laundering and the financing of terrorism &nbsp;</p>\n<p>Compliance with Ulule's legal obligations</p>\n<p>Organising our marketing operations (audience statistics, performance measurements, commercial prospecting, training, etc.)</p>\n<p>Ulule's legitimate interests (compiling performance statistics, measuring website audiences, administrating Ulule pages on Facebook, Twitter, Instagram, LinkedIn and YouTube, sending newsletters, developing clientele)</p>\n<p>Newsletters are not sent to users who are not contributors or project owners.</p>\n<p>Managing the Community forum</p>\n<p>The legitimate interests of users in accessing a space dedicated to exchanges and assistance</p>\n<p>Ulule's legitimate interests (monitoring relations with and assistance to users)</p>\n<p>Compliance with legal obligations s (moderation and management of content reports)</p>\n<p>Managing claims and prelitigation and litigation cases &nbsp;</p>\n<p>Ulule's legitimate interests or legal obligations, depending on the case</p>\n<p>Storage of data linked with creations of accounts, connections to the Ulule platform, content creation and payments made, in view of any legal requisitions</p>\n<p>Compliance with Ulule's legal obligations</p>\n<p>Managing your rights, as indicated in point 5.</p>\n<p>Compliance with Ulule's legal obligations</p>\n<p>&nbsp;</p>\n<p>The collection of payments made directly on the Ulule site is managed by our payment service providers (MANGOPAY and STRIPE), accredited by the&nbsp;ACPR&nbsp;(authority for prudential control and resolution).\nMANGOPAY and STRIPE process personal data, an operation for which they are responsible, described in the MANGOPAY Privacy Policy and Stripe Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>As regards their legal obligations in terms of combatting fraud, money laundering and the financing of terrorism, Ulule and MANGOPAY carry out processing, including on combined data, to help their staff determine the level of fraud associated with a payment or fundraising campaign.\nThe data processed in this way may be used to justify the decision of Ulule, MANGOPAY or STRIPE to refuse a payment.</p>\n<p>&nbsp;</p>\n<p>3.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Are the collection and processing of your data obligatory?</p>\n<p>&nbsp;</p>\n<p>When you browse on our website&nbsp;Ulule.com, access to certain functions requires the creation of an account and thus the communication of certain data.\nIn creating an account, you become a Ulule platform user, which means that you can subsequently become a project owner or contributor.</p>\n<p>&nbsp;</p>\n<p>To create an account on the&nbsp;Ulule.com&nbsp;website, you are required to provide your full name or a pseudonym, your electronic address and a password.\nOtherwise you cannot register, unless you log on using your Facebook account by means of the Facebook Connect&nbsp;function.\nIn this case, the login data of your Facebook account will be transmitted to us.</p>\n<p>&nbsp;</p>\n<p>As a visitor to the&nbsp;Ulule.com&nbsp;website, you can view certain sections but you cannot create a project or fundraising campaign or contribute to existing projects or fundraising operations.</p>\n<p>&nbsp;</p>\n<p>To create a project on the&nbsp;Ulule.com&nbsp;website, in addition to data that must be provided when you create your account, you must provide your full name, the name of your project, the category it belongs to, its description, your country of residence, your delivery address, your invoicing address, your objective, the sum of money and its currency, your bank information, and any proof of identity required to identify you as an individual or a legal entity.</p>\n<p>&nbsp;</p>\n<p>To make a contribution on the&nbsp;Ulule.com&nbsp;website, in addition to data that must be provided when you create your account, you must provide your full name, nationality, country of residence, date of birth, delivery and/or invoicing address if the project owner has made this information mandatory to transmit the compensation you have chosen, your bank card payment information or the email linked with your PayPal account if PayPal is used for payment, and any proof of identity required to identify you as an individual or a legal entity.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you fail to communicate this information, you will be unable to publish your project or contribute to projects featured in the&nbsp;Ulule.com&nbsp;website.</p>\n<p>&nbsp;</p>\n<p>These requirements to provide data have a contractual and/or regulatory character (particularly as regards proof of identity).</p>\n<p>&nbsp;</p>\n<p>To exercise your rights, as indicated in point 5 of this Privacy Policy, you will need to communicate proof of your identity.\nFailure to do so may prevent us from meeting your request.</p>\n<p>&nbsp;</p>\n<p>This requirement to provide data is regulatory.</p>\n<p>&nbsp;</p>\n<p>The collection of other data may be obligatory.\nAll data collection that is obligatory, the contractual or regulatory nature of this obligation to provide them and the consequences of failure to provide the data concerned are then made known to you directly when the data are collected.</p>\n<p>&nbsp;</p>\n<p>4.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;To whom are we likely to transmit your data?</p>\n<p>&nbsp;</p>\n<p>We may communicate data:</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo our subcontractors (hosters, email dispatch tools, site security tools, form managers, audience measurement tools, document sharing tools are tools for tracing browsing on our sites, customer service and assistance tools, tools for targeting advertisements on the social media and the Internet).\nOur subcontractors are bound by an obligation to confidentiality and security and to other obligations listed in the GDPR.\nWe choose our subcontractors very carefully, and remain in any event responsible for the processing of your personal data by our subcontractors;</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo the project owner when you contribute to a project.\nUlule communicates information concerning you to project owners so that they can communicate with you and send you the appropriate compensation.\nThe minimum data consist of your email, username, the amount paid, the payment date and method and the compensation chosen.\nwe will also supply them with your full name, and delivery and invoicing addresses if you have communicated these;</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo our partners if you have indicated your willingness to participate in a specific partner operation.\nFor example, as a project owner, if you are applying for a prize or a partner offer directly managed by Ulule, we must communicate your contact details to the partner so that it can send you the promised prize if you win, or provide you with the promised offer if you are eligible.\n</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo our online payment service providers&nbsp;(MANGOPAY or STRIPE) to ensure that the funds have actually been raised, to manage contributions to a project, and to enable them to carry out their own diligence procedures and obligations in terms of combatting fraud, money laundering and the financing of terrorism;</p>\n<p>&nbsp;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo public bodies and authorities, court officers, financial control entities (auditors and accountants), entities involved in combatting fraud, money laundering and the financing of terrorism.\nthis is done exclusively to meet our legal obligations.</p>\n<p>&nbsp;</p>\n<p>Subject to the above, we undertake never to disclose your data to any third parties except with your express consent or in extremely specific circumstances, including:</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIf we are required to disclose your data in the context of a judicial procedure, dispute and/or a request from the public authorities;</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIf we consider that disclosure is necessary or appropriate for national security, in application of the law or for other reasons of national interest.</p>\n<p>&nbsp;</p>\n<p>5.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;What are your rights?</p>\n<p>&nbsp;</p>\n<p>According to the conditions defined in articles 15 and thereafter of the GDPR, apart from exceptions, you have:</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to obtain confirmation from Ulule that personal data concerning you have or have not been processed, and if they have been, access to these personal data and information on our processing (right of access&nbsp;– article 15 of the GDPR);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to obtain from Ulule the correction of inaccurate personal data concerning you (right of correction&nbsp;– article 16 of the GDPR);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to obtain from Ulule the deletion of personal data concerning you in certain cases (right of deletion or \"right to be forgotten\"&nbsp;– article 17 of the GDPR);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to obtain from Ulule the limitation of processing in certain cases (right to the limitation of processing&nbsp;– article 18 of the GDPR);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to obtain from Ulule, at any time, for reasons to do with your particular situation, that we will no longer process personal data concerning you in certain cases (right of objection&nbsp;– article 21.1 of the GDPR);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nthe right to oppose at any time the processing of personal data concerning you for prospecting purposes (right to oppose prospecting&nbsp;– article 21.2 of the GDPR);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to lodge a complaint with the competent data protection authority in your Member State or with the CNIL (the French data protection authority);</p>\n<p>− &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to define, modify and revoke at any time instructions relating to the storage, deletion and communication of your personal data after your death, pursuant to article 40-1 of the Data Protection Act.\nThese instructions may be general or specific.\nWe can only be the depositories of these particular instructions concerning the data we process.\ngeneral instructions can be collected and stored by trusted third parties in the digital sphere certified by the CNIL.</p>\n<p>You also have the right to appoint a third party to whom data concerning you can be communicated after your death.\nYou then undertake to inform this party of your approach and the fact that data enabling them to be unambiguously identified are transmitted to us, and to communicate this Privacy Policy to them.</p>\n<p>&nbsp;</p>\n<p>Subject to proving your identity and the above-mentioned information, you can exercise your rights by writing to us, at either privacy@ulule.com&nbsp;or the following postal address: ULULE SAS, 10 rue Penthièvre 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>If you have an account on the&nbsp;Ulule.com&nbsp;website, you can correct and delete certain information via your user account.</p>\n<p>&nbsp;</p>\n<p>In addition, you can contact us at the above-mentioned electronic or postal addresses for any question concerning the Privacy Policy or the processing of your data.</p>\n<p>&nbsp;</p>\n<p>6.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;How long do we store your data?</p>\n<p>&nbsp;</p>\n<p>Data concerned</p>\n<p>Period stored (apart from exceptions*)</p>\n<p>Data concerning the management of visitors and users who have not proposed or contributed to any projects&nbsp;Ulule.com</p>\n<p>If you are an active user (who logs onto their account): for the period of your account, then for 3 months after requesting the closure of your account (apart from data required for commercial prospecting, which are stored for 3 years)</p>\n<p>&nbsp;</p>\n<p>If you are an inactive user: at the end of a 3-year period without you logging onto your account, we will ask you if you wish to keep the account.</p>\n<p>If you wish to close it, your data will be deleted 3 months after your request.</p>\n<p>If you do not reply, your data will be deleted 3 months after our request.</p>\n<p>Data concerning the management of projects and fundraising campaigns on&nbsp;Ulule.com</p>\n<p>If you are an active project owner (who logs onto their account): for the period of your account, then for 5 years after requesting the closure of your account (in line with the legal limitation period)</p>\n<p>&nbsp;</p>\n<p>If you are an inactive project owner: at the end of a 5-year period without you logging onto your account, we will ask you if you wish to keep the account.</p>\n<p>If you wish to close it, your data will be deleted 3 months after your request.</p>\n<p>If you do not reply, your data will be deleted 3 months after our request.</p>\n<p>Data relating to the management of contributions and fund transfers on&nbsp;Ulule.com</p>\n<p>If you are an active contributor: for the period of your account, then for 5 years after requesting the closure of your account (in line with the legal limitation period)</p>\n<p>&nbsp;</p>\n<p>If you are an inactive contributor: at the end of a 5-year period without you logging onto your account, we will ask you if you wish to keep the account.</p>\n<p>If you wish to close it, your data will be deleted 3 months after your request.</p>\n<p>If you do not reply, your data will be deleted 3 months after our request.</p>\n<p>Data relating to the management of the Community forum</p>\n<p>If you are an active user of the forum: for the period of your account, then for 5 years after requesting the closure of your account (in line with the legal limitation period)</p>\n<p>&nbsp;</p>\n<p>If you are an inactive use of the forum: at the end of a 5-year period without you logging on, we will ask you if you wish to keep the account.\nIf you wish to close it, your data will be deleted 3 months after your request for closure.\nIf you do not reply, your data will be deleted 3 months after our request.</p>\n<p>Bank data</p>\n<p>Deletion once the transaction is complete, unless we have obtained your consent to store the data, and for 15 months for the purposes of proving the transaction in the event of a dispute &nbsp;</p>\n<p>Report of contents</p>\n<p>1 year from the date on which the content reported was created</p>\n<p>Comments or description of projects</p>\n<p>On the closure of the account, or made anonymous at the request of the user concerned</p>\n<p>Commercial prospecting</p>\n<p>3 years from the end of our contractual relationship, unless opposed</p>\n<p>Performance statistics</p>\n<p>No specific timeframe when our statistics are compiled using anonymous data &nbsp;</p>\n<p>Cookies and traces</p>\n<p>13 months after the first deposit on your computer terminal</p>\n<p>Data relating to our obligations to combat fraud, money laundering and the financing of terrorism</p>\n<p>5 years after the contractual relationship has ended or your account has been closed, as concerns identity data and documents.</p>\n<p>5 years from the execution of the financial operation in question, as concerns documents and information relating to the operations carried out.</p>\n<p>Data relating to the management of pre-litigation and litigation</p>\n<p>In the event of pre-litigation, deletion as from the amicable settlement of the dispute or from the time limitation of the legal action</p>\n<p>In the event of litigation, deletion when appeals are no longer possible against the decision made to have it enforced</p>\n<p>Data relating to your instructions concerning what happens to your data after your death</p>\n<p>As long as the data concerned by the instructions are stored</p>\n<p>Data relating to the exercise of your rights (point 5)</p>\n<p>5 years from the date on which you exercise a right &nbsp;</p>\n<p>Copy of proof of identity communicated in order to exercise your rights &nbsp;</p>\n<p>1 year from the date it is received by Ulule</p>\n<p>&nbsp;</p>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;At the end of the above timeframes, your data will either be deleted or made anonymous.</p>\n<p>&nbsp;</p>\n<p>*As an exception to the previous paragraphs, in the event of litigation, all or some of your data may be stored for a longer period if they prove necessary for this litigation.</p>\n<p>&nbsp;</p>\n<p>7.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Will we transfer your data outside the European Economic Area?</p>\n<p>&nbsp;</p>\n<p>With regard to the services we offer, and the purposes mentioned in point 2, we use several subcontractors or service providers, to which we need to transfer all or part of the data we collect and process.\nThe servers of some of our subcontractors are located outside the European Union, and your data will thus be transferred outside the European Economic Area.</p>\n<p>&nbsp;</p>\n<p>If your data are transferred outside the European Economic Area, Ulule will take every necessary precaution.\nIt will ensure, in particular, that your data are transferred to countries whose level of personal data protection has been acknowledged as adequate by the European Commission.\nif not, that the standard contractual clauses of this Commission apply.</p>\n<p>&nbsp;</p>\n<p>If you send a request to our Data Protection Officer (dpo@ulule.com), we can provide you with more information about such transfers (particularly as regards the European Commission's&nbsp;standard contractual clauses).</p>\n<p>&nbsp;</p>\n<p>8.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Who is your contact person at Ulule to answer your questions on personal data?</p>\n<p>&nbsp;</p>\n<p>We have appointed a data protection officer, who is your contact for all questions regarding the processing of your data by Ulule.\nThis officer can be contacted at dpo@ulule.com&nbsp;or the following postal address: ULULE SAS, 10 rue Penthièvre 75008 Paris, FRANCE.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>Ulule strives to empower creators and entrepreneurs.\nDiscover and give life to unique projects.</p>About Ulule<ul>\n<li>Manifesto</li>\n<li>Newsletter</li>\n<li>Statistics</li>\n<li>Press</li>\n<li>Team</li>\n<li>Branding guidelines</li>\n</ul>Fund your project<ul>\n<li>How it works</li>\n<li>Online help</li>\n<li>Forum</li>\n<li>Terms of use</li>\n<li>Privacy</li>\n<li>Cookie policy</li>\n<li>Contact us</li>\n</ul>Ulule pro<ul>\n<li>Ulule For Brands</li>\n<li>Our partners</li>\n<li>Developer API</li>\n</ul>\n<p>English</p>\n<p>$USD</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>", "created_at": "2023-03-17 23:25:21.940686", "updated_at": "2023-03-17 23:26:44.732461"}], "points": [], "urls": ["ulule.com"]}}