{"error": 448, "message": "OK", "parameters": {"id": 9477, "name": "Joplin", "created_at": "2023-09-02 02:43:41.006195", "updated_at": "2023-09-02 10:02:15.803972", "wikipedia": "https://en.wikipedia.org/wiki/Joplin_(software)", "keywords": null, "related": null, "slug": "joplin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9477.png", "url": "joplinapp.org", "documents": [{"id": 18681, "name": "Privacy Policy", "url": "https://joplinapp.org/privacy/", "xpath": "/html/body/div[1]/div[2]/div/div/div[2]", "text": " Running in prod mode! <p>\n</p> Joplin Privacy Policy🔗\n<p>The Joplin applications, including the Android, iOS, Windows, macOS and Linux applications, do not send any data to any service without your authorisation.\nAny data that Joplin saves, such as notes or images, are saved to your own device and you are free to delete this data at any time.</p>\n<p>In order to provide certain features, Joplin may need to connect to third-party services.\nYou can disable most of these features in the application settings:</p> Feature\nDescription\nDefault\nCan be disabled Auto-update\nJoplin periodically connects to <code>objects.joplinusercontent.com</code> to check for new releases.\nEnabled\nYes Geo-location\nJoplin saves geo-location information in note properties when you create a note.\nFor that it will connect to either <code>ipwho.is</code> or <code>geoplugin.net</code>\nEnabled\nYes Synchronisation\nJoplin supports synchronisation of your notes across multiple devices.\nIf you choose to synchronise with a third-party, such as OneDrive, the notes will be sent to your OneDrive account, in which case the third-party privacy policy applies.\nDisabled\nYes Wifi connection check\nOn mobile, Joplin checks for Wifi connectivity to give the option to synchronise data only when Wifi is enabled.\nEnabled\nNo <sup>(1)</sup> Spellchecker dictionary\nOn Linux and Windows, the desktop application downloads the spellchecker dictionary from <code>redirector.gvt1.com</code>.\nEnabled\nYes <sup>(2)</sup> Plugin repository\nThe desktop application downloads the list of available plugins from the official GitHub repository.\nIf this repository is not accessible (eg.\nin China) the app will try to get the plugin list from various mirrors, in which case the plugin screen works slightly differently.\nEnabled\nNo Voice typing\nIf you use the voice typing feature on Android, the application will download the language files from https://alphacephei.com/vosk/models\nDisabled\nYes <p>\n<sup>(1) https://github.com/laurent22/joplin/issues/5705</sup>\n<br>\n<br>\n<sup>(2) If the spellchecker is disabled, it will not download the dictionary.</sup>\n</p>\n<p>For any question about Joplin privacy policy, please leave a message on the forum.</p>\n<i>\n</i> Improve this doc ", "created_at": "2023-09-02 02:43:41.036022", "updated_at": "2023-09-02 02:43:57.527282"}], "points": [], "urls": ["joplinapp.org"]}}