{"error": 448, "message": "OK", "parameters": {"id": 9374, "name": "Mini Course Generator", "created_at": "2023-08-21 00:43:00.647887", "updated_at": "2023-08-21 10:02:21.709689", "wikipedia": null, "keywords": null, "related": null, "slug": "mini-course-generator", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9374.png", "url": "minicoursegenerator.com", "documents": [{"id": 18445, "name": "Privacy policy", "url": "https://share.minicoursegenerator.com/aODrzz-7AU6b61n2ocbF4Q/1", "xpath": "//body", "text": "Privacy PolicyMini Course Generator | Privacy Policy<br>\n<p>This policy lays out what we expect of you as someone who uses Mini Course Generator, and what you can expect from us.<br>\n</p>Summary<p>Mini Course Generator is a provider of a service, and not the owner of the collected data.\nSo ultimately it’s the person who sends out a mini course who’s responsible for how collected data is handled.\nHowever, as a service provider we do process all kinds of data and have lots of responsibilities too.\nIntrigued? Check&nbsp;here&nbsp;our Data Processing Agreement.<br>\n</p>What personal data do I have to give Mini Course Generator?<br>\n<p>​The only personal data required for using Mini Course Generator are the basics you need when you sign up.\nIn other cases where you give out more info, it’ll be obvious what data you’re providing.\nFor example, entering your email to sign up to a newsletter.\nIf you are contacting us or working with us as a professional, then we will have your contact details and the information you have decided to share with us.</p>How do I contact Mini Course Generator with questions about this?<br>\n<p>Contact https://minicoursegenerator.freshdesk.com/support/tickets/new email for our Data Protection Officer:&nbsp;dpo@minicoursegenerator.com <br>\n</p>What do you do with all the data, and why do you do it?<br>\n<p>-Fulfilling our end of the deal, so you can use our service</p>\n<p>-Sending you emails or other comms</p>\n<p>-Using your browsing behavior on our sites (see cookie policy) for profiling purposes.\nThis lets us send you better ads or personalized content.</p>\n<p>-Signing you in from third-parties (social media platforms etc.)</p>\n<p>-Complementing data we have from third parties (requires individual opt-ins), to send you better ads or personalized content</p>\n<p>-Investigating things to prevent fraud, spam, phishing, and other no-no activities</p>\n<p>-Dissociating you (the person) from you (the profile), to analyze user trends and get better at what we do</p>\n<p>-To keep our business operations running</p>\n<p>If you are contacting us or working with us as a professional, then we will have your information to answer your request and/or managing our contract with you.<br>\n</p>Does anyone else have access to my data?<br>\n<p>They wouldn’t have “access” to it, like seeing it in a list.\nBut sometimes we use other services to complement our services to you.\nIn those cases, the other provider may need to process your data.\nIf so, they’ll have the same obligations as we do.</p>\n<p>Here’s how we could use your data with other service providers:</p>\n<p>-Passing data through “browser cookies” so that other service providers can process it.\nThis always needs your consent when it happens.</p>\n<p>-Sharing data with courts and authorities to take action against illegal activities, when that’s applicable.\nIf you’re planning on doing that, I doubt you’d be reading this policy.</p>\n<p>-If you share mini course responses with third parties, you may have to inform the respondents, or comply with further legal requirements.<br>\n</p>Where is my data/information processed?<br>\n<p>Your information (not your respondents’ answers) might be processed in countries that don’t have the same data protection laws as those in your jurisdiction.\nYou agree to this by agreeing to our privacy policy.<br>\n</p>I’m moving to a cabin in Alaska and want all my data removed from everywhere.\nCan I?<br>\n<p>Yes.\nYou can wipe everything we have by withdrawing consent or deleting your account.\nYou can also ask to see all the data we have, and object to some of the ways we use it.\nTo do this, visit the&nbsp;Help Center&nbsp;and open a ticket.\nClick the link at the bottom of any article.<br>\n</p>Can I update my personal information?<br>\n<p>Sure.\nUpdate your contact info in your account settings, or write to our&nbsp;Help Center.\nIf you want to unsubscribe to commercial or subscription emails, hit “unsubscribe” in the email (doesn’t apply to essential account-related emails).<br>\n</p>If I deleted my account would you positively, absolutely delete all my data?<br>\n<p>Yes, but the authorities could tell us to do otherwise.\nSo unless you’re up to no good, don’t worry.<br>\n</p>What if these terms change?<br>\n<p>If we change anything, there’s a chance you’ll have to accept the changes before continuing to use our Mini Course Generator.\nIf you don’t agree to the changes, you’ll have to stop using Mini Course Generator.<br>\n</p>\n<p>\n</p>", "created_at": "2023-08-21 00:44:02.748867", "updated_at": "2023-08-21 00:44:11.104648"}, {"id": 18446, "name": "Services Terms And Conditions", "url": "https://share.minicoursegenerator.com/bZo3CYPYL0uQXYS9GBM96A/1", "xpath": "//body", "text": "Service Terms and ConditionsMini Course Generator | Legal Notice and Terms of Use<p>This policy lays out what we expect of you as someone who uses Mini Course Generator, and what you can expect from us.</p>What’s the deal with these terms of use?<p>This the legal agreement between us when it comes to using our website and service.\nIf you use Mini Course Generator, you agree to these terms.\nDon’t agree with the terms? Don’t use Mini Course Generator.</p>What’s Mini Course Generator?<p>We’re an English company based in Estonia.</p>And what can I do with you?<p>Create mini-courses with speed and simplicity.\nShare your expertise easily, quickly &amp.\nin a catchy way to increase engagement and to grow your business.</p>How do I create an account?<p>You can create an account via our&nbsp;website.\nMake sure the info you provide is accurate and up-to-date—and the account is for you and you alone.\nAs you can’t share your account, if you have an account for a company, you should get as many seats as needed for each person within the company that will use Mini Course Generator.</p>What sort of plans do you have?<p>If you created an account, we'll offer you one of the latest plans as listed in our&nbsp;Pricing&nbsp;section.</p>What can I not do?<p>You can’t:</p>\n<p>Share your account with anyone else.\nPlease secure your login details.\nIf you think someone else has your login details, contact us straight away through our&nbsp;Contact Form.\nIt’s so you’re not then held responsible for anything shady that happens in your account.</p>\n<p>Access Mini Course Generator using anything other than our login page.</p>\n<p>Use the Services as a hosting service.</p>\n<p>Use the Services to create web pages or to host or support online resources.</p>\n<p>Mess with our security measures.\nOr those implemented by third parties.</p>\n<p>Mess with areas of our site, product, or systems that aren’t open to the public.</p>\n<p>Use metatags or other hidden text on our website or serviceTrick people with fake elements on our website or service.</p>\n<p>Use any element of our website or service—including our name, trademark, logo, layout and design—without written consent.</p>\n<p>Mess with the content on our website by uploading new content, creating new links, etc.\nThat includes the use of automated scripts, spiders, robots, crawlers, data mining tools, or anything similar.</p>\n<p>Reverse engineer or tamper with our software.</p>\n<p>Interfere with someone else’s access to Mini Course Generator.\nStuff like sending a virus, overloading, flooding, spamming, and mail-bombing.\nNot cool.</p>\n<p>Reproduce, duplicate, copy, sell, trade, resell, or exploit for any commercial reason any part of the service (including your own Mini Course Generator account).</p>\n<p>Impersonate or misrepresent yourself.\nSave it for Halloween.</p>\n<p>Stalk or harass anyone else.</p>\n<p>Share or use offensive or pornographic content.</p>\n<p>Do stuff like vulnerability scanning, load testing, penetration tests, or bypassing our security measures.</p>\n<p>Use services that monitor the availability, performance, and functionality of Mini Course Generator for benchmarking or anything else.</p>\n<p>Send spam, ads, email, junk, chain letters, or any other annoying things like that.</p>\n<p>Spotted abuse?&nbsp;Report&nbsp;it here.</p>Do I have any usage limits?<p>You have to use Mini Course Generator taking into account the limits that your plan has (as described in the Pricing section).</p>\n<p>But don’t worry, you can buy add-ons to your plan at any time to increase any limits.\nYou can also activate the ‘upgrade my plan’ feature so that we can continue collecting, storing and/or processing any responses when the authorized responses limits are reached.</p>\n<p>What is the authentication feature and how can I use it?</p>\n<p>The authentication feature provided by Okta Inc.\nallows you to control access to your Mini Course Generator account with an email address and passwords validation process when you are logging in.\nYou can activate this feature in your account settings, but we recommend you to first read Okta’s policies carefully so you understand exactly how it works.</p>I saw someone else’s Mini Course on your site.\nWhat’s up with that?<p>We sometimes use info, graphics, text, images, Mini Course Generator etc.\ngiven to us by our users.\nYou should only interact with them for the purposes of using Mini Course Generator.\nThe responsibility lies with the creator.\nTheir reuse might be subject to terms and conditions.\nBest avoid republishing them without permission.</p>Tell me about third parties<p>Sometimes we use other service providers (aka third parties).\nWe’re not liable for anything they do.\nThird parties are also obligated to follow regulations.</p>\n<p>You might decide to bring your own third party to the party, for example if you use webhooks.\nWhat they do is beyond our control and we’re not liable for any of it.\nUsing them could mean data from your Mini Course Generator account gets transferred elsewhere.\nOur advice? Read their own policies carefully so you understand exactly how they use your data.</p>What about the Mini Courses I create?<p>We don’t own anything you create or upload using Mini Course Generator.\nBut we do have the right to reproduce, share publicly, and change what you create/upload to promote Mini Course Generator.</p>\n<p>Any content you upload/create might be available to third parties.\nMake sure you’re happy with this before you upload/create content with Mini Course Generator.</p>\n<p>Your content should not break the law or break third party policies.\nMake sure you have permission from the owner before you upload content—especially things that are protected by intellectual property rights.\nOtherwise we might delete it.</p>\n<p>We might review your content if it’s reported as illegal.\nIf your content breaks any rules we might modify or delete it.</p>What about people who respond to my mini courses?<p>When you send a mini course to someone else to collect information, you enter into a contractual relationship with them.\nYou need to meet your obligations when it comes to data protection, cookies, or e-commerce laws and regulations.\nMake sure your respondents review and accept our T&amp;Cs and our privacy policy.\nWe might ask for evidence you (and they) have done that.</p>What do I need to keep up-to-date?<p>Your account information and your payment details.</p>Let’s talk cash<p>You’ll find everything related to payment in the payment terms and conditions.</p>What if I want to cancel or delete my account?<p>If you’re on the free plan, the account will stay active until you delete it via the account settings.</p>\n<p>If you’re on a paid plan, they automatically renew monthly or annually (depending on how you decided to pay).\nYou can cancel the renewal via the account settings.\nIf you cancel, the subscription you already paid for will continue until the end of the month/year.</p>\n<p>You can delete your account any time via the account settings.\nYou will lose all data if you decide to do this.</p>\n<p>\n</p>", "created_at": "2023-08-21 00:45:07.370731", "updated_at": "2023-08-21 00:45:14.024064"}, {"id": 18447, "name": "Data Processing Agreement", "url": "https://share.minicoursegenerator.com/87FZmqQTKUSwvrkjA32vgQ/1", "xpath": "//body", "text": null, "created_at": "2023-08-21 00:45:51.129469", "updated_at": "2023-08-21 00:45:51.129469"}, {"id": 18444, "name": "Service Terms and Conditions", "url": "https://admin.minicoursegenerator.com/policies", "xpath": "//body", "text": null, "created_at": "2023-08-21 00:43:00.679037", "updated_at": "2023-08-21 00:47:48.258633"}, {"id": 18450, "name": "Leagal Notice And Terms Of Use", "url": "https://share.minicoursegenerator.com/GY8hJvUO4UGp3QIYQL1hVQ/1", "xpath": "//body", "text": null, "created_at": "2023-08-21 00:50:07.67738", "updated_at": "2023-08-21 00:50:07.67738"}, {"id": 18448, "name": "Cookie Pollicy ", "url": "https://share.minicoursegenerator.com/65wQiJLNuU-eX2Ki_wNkhg/1", "xpath": "//body", "text": "Cookies policyMini Course Generator | Cookies policy<br>\n<p>Like every other site on the internet, we use cookies.\nYou’ll know lots about the ones in the jar, but we want to give you some more information on the digital ones.</p>\n<p>Confused? Got questions? Fill out our&nbsp;Contact Form&nbsp;or send us an email at&nbsp;support@minicoursegenerator.com&nbsp;and we’ll get in touch with you.<br>\n</p>What are cookies?<br>\n<p>Cookies are small text files that store information on your browser about what you did on our website.\nThey don’t let us see any of your computer content but they do let us give you a better on-site experience.<br>\n</p>What types of cookies do we use?<br>\n<p>We use our own cookies and some trusted third-party cookies too.\nWith all of the cookies in our jar, you can choose to limit or block them—but the site might not work as smoothly.\nHere are the cookies you’ll find on our site:<br>\n</p>\n<p>\n<strong>Strictly necessary cookies</strong>&nbsp;are used to check your identity when you log in and make the site run smoothly and secured.<br>\n</p>\n<p>\n<strong>Cookies that remember your settings</strong>&nbsp;allow our site to change based on your actions e.g.\nlanguage choices and layout.<br>\n</p>\n<p>\n<strong>Cookies that measure website use</strong>&nbsp;help us understand how people use our site and interact with it.\nThey give us information like how many times you’ve visited our page, what browser you’re using, and if you’re on your phone or laptop.<br>\n</p>\n<p>\n<strong>Cookies that help with our communications and marketing</strong>&nbsp;are used to show you offers, adverts, and general marketing on the rest of the web, and some of them are similar to cookies mentioned above—they analyze how you, and others, use our website<br>\n</p>Can I block or delete cookies?<br>\n<p>Of course you can.\nBut like we said—you might find some hiccups on our site if you do.\nHere’s how you can block and delete your cookies:<br>\n</p>\n<p>​Internet Explorer​</p>\n<p>​Safari​</p>\n<p>​Chrome​</p>\n<p>​Firefox​<br>\n</p>\n<p>\n</p>", "created_at": "2023-08-21 00:46:20.067856", "updated_at": "2023-08-21 00:46:27.916739"}, {"id": 18449, "name": "Payment Terms And Conditions", "url": "https://share.minicoursegenerator.com/moW-8ExnpU6OpijWBwFIww/1", "xpath": "//body", "text": "Payment Terms and ConditionsMini Course Generator | Payment Terms and Conditions<br>\n<p>We ask you to pay to use some parts of our service.\nThese terms and conditions explain how that works.&nbsp;<br>\n</p>\n<p>Confused? Got questions? Fill out our&nbsp;Contact Form&nbsp;or send us an email at support@minicoursegenerator.com&nbsp;and we’ll get in touch with you.<br>\n</p>What do you charge money for?<p>We charge you to use some parts of our service—the Premium plan, to give one example.<br>\n</p>Do you ever change your prices?<br>\n<p>Yes, that might happen.\nWe can change the price at any time—we have to give you notice first.</p>\n<p>If you carry on using our service after changes come into effect, you automatically agree to the new price.\nWhat you then pay is not refundable, unless the law says it is.</p>\n<p>If you don’t pay, we might suspend or delete your account—which means you could lose data.<br>\n</p>Can I pay in gold doubloons?<br>\n<p>No.\nBut you can pay with a credit or debit card.\nPayment must be made at the time of subscription to the plan or add-on.</p>\n<p>We have no access to payment data, and we don’t store that information.\nOnly the company processing payments has access to this—they’re certified as a PCI Service Provider Level 1.</p>\n<p>Please make sure your payment information is up-to-date.\nIf payment isn’t processed, we might suspend or delete your account.<br>\n</p>What happens if I run out of responses?<br>\n<p>You can opt to activate an automatic auto-upgrade feature to avoid being blocked from collecting more responses, in case you ever reach your plan's limits.\nIf you activate it, we will take care of making sure that everything is in order, and you will be charged for the plan to which you are moved to.<br>\n</p>How do you invoice?<br>\n<p>We invoice every month or year—depending on how you decided to pay.\nWe invoice in advance.\nWe’ll send invoices to the email address you provided when you created your account.</p>\n<p>Can I get a refund if I cancel my subscription or delete my account?</p>\n<p>Sorry, no.\nIf you cancel or delete before your subscription’s end date we can’t refund you or grant any credit.<br>\n</p>\n<p>\n</p>", "created_at": "2023-08-21 00:47:00.094071", "updated_at": "2023-08-21 00:47:09.220041"}], "points": [], "urls": ["minicoursegenerator.com"]}}