{"error": 448, "message": "OK", "parameters": {"id": 9100, "name": "bitkasten", "created_at": "2023-07-12 00:26:34.620533", "updated_at": "2023-07-12 10:02:12.060664", "wikipedia": null, "keywords": null, "related": null, "slug": "bitkasten", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9100.png", "url": "bitkasten.de,mein.bitkasten.de", "documents": [{"id": 17830, "name": "Nutzungsbedingungen für den bitkasten", "url": "https://www.bitkasten.de/nutzungsbedingungen/", "xpath": "//body", "text": " Zum Inhalt springen <ul>\n<li> bitkasten Menü umschalten <ul>\n<li> Produkt Sub <i>\n</i> Überblick Plattform <i>\n</i> Archiv <i>\n</i> Elektronische Signatur (QES) <i>\n</i> Implementierung <i>\n</i> Preise <i>\n</i> Referenzen <i>\n</i> FAQ </li>\n</ul>\n</li>\n<li> Porto &amp.\nCO₂ Einsparrechner</li>\n<li> Unternehmen Menü umschalten <ul>\n<li> Unternehmen Sub <i>\n</i> Über uns <i>\n</i> Qualität <i>\n</i> Karriere <i>\n</i> Partner &amp.\nVerbände <i>\n</i> Zertifikate <i>\n</i> Ressourcen <i>\n</i> Non-Profit Organisation <i>\n</i> Nachhaltigkeit </li>\n</ul>\n</li>\n<li> Aktuelles</li>\n</ul>\n<p>\n</p> Login bitkastenLogin bitkasten\nNutzersupportNutzersupport Login bitkastenLogin bitkasten <p>\n</p>\n<ul>\n<li>bitkasten<i>\n</i>\n<ul>\n<li>Überblick Plattform</li>\n<li>Implementierung</li>\n<li>Preise</li>\n<li>Archiv</li>\n<li>Elektronische Signatur (QES)</li>\n<li>Referenzen</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>Porto &amp.\nCO₂ Einsparrechner</li>\n<li>Unternehmen<i>\n</i>\n<ul>\n<li>Über uns</li>\n<li>Qualität</li>\n<li>Karriere</li>\n<li>Partner &amp.\nVerbände</li>\n<li>Zertifikate</li>\n<li>Ressourcen</li>\n<li>Non-Profit-Organisationen</li>\n</ul>\n</li>\n<li>Aktuelles</li>\n<li>———————–</li>\n<li>Nutzersupport</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menü\n<ul>\n<li>bitkasten<i>\n</i>\n<ul>\n<li>Überblick Plattform</li>\n<li>Implementierung</li>\n<li>Preise</li>\n<li>Archiv</li>\n<li>Elektronische Signatur (QES)</li>\n<li>Referenzen</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>Porto &amp.\nCO₂ Einsparrechner</li>\n<li>Unternehmen<i>\n</i>\n<ul>\n<li>Über uns</li>\n<li>Qualität</li>\n<li>Karriere</li>\n<li>Partner &amp.\nVerbände</li>\n<li>Zertifikate</li>\n<li>Ressourcen</li>\n<li>Non-Profit-Organisationen</li>\n</ul>\n</li>\n<li>Aktuelles</li>\n<li>———————–</li>\n<li>Nutzersupport</li>\n</ul>\n<p>\n</p> Nutzungsbedingungen für den bitkasten <p>Stand: März 2022</p> § 1 Geltungsbereich (1) <p>Die nachstehenden&nbsp;Nutzungsbedingungen&nbsp;gelten nur für&nbsp;Nutzer&nbsp;im Sinne des Absatzes&nbsp;2.\nFür&nbsp;Unternehmen (im nachfolgenden auch als Unternehmen bezeichnet),&nbsp;die&nbsp;den Versand von Dokumenten mit der bitkasten AG vertraglich vereinbart&nbsp;haben, gelten unsere&nbsp;Allgemeinen Geschäftsbedingungen.</p> (2) Nutzer&nbsp;ist&nbsp;jede natürliche oder juristische Person, die das Software- und Dienstleistungsprodukt der bitkasten AG zum Empfang von elektronischer oder herkömmlicher Post sowie dem Versand von elektronischen Informationen an den Versender verwendet, aber keine Verträge für den Versand eigener Post mit der bitkasten AG schließt.&nbsp;&nbsp.\n§ 2 Vertragsschluss, Gebühren (1) <p>Für Nutzer ist die Nutzung des „bitkasten“ als Empfänger mit keinen Entgelten verbunden.\nDas Nutzungsverhältnis kommt durch die Nutzung des „bitkasten“ zustande.\nDie Voraussetzungen für die Nutzung des „bitkasten“ ergeben sich aus den weiteren Bestimmungen und Zugangsvoraussetzungen auf der Internetseite www.bitkasten.de.</p> § 3 Rechte und Pflichten der Nutzer (1) <p>Die&nbsp;Nutzer&nbsp;haben&nbsp;das Recht, den&nbsp;bitkasten&nbsp;nach Maßgabe dieser Nutzungsbedingungen zu nutzen.</p> (2) <p>Die Nutzer sind damit einverstanden, dass die bitkasten AG ihnen im Rahmen des Nutzungsverhältnisses des bitkasten sämtliche Post, der an den bitkasten angeschlossenen Unternehmen durch Einstellung in den bitkasten digital zustellt.</p> (3) <p>Die Nutzer&nbsp;haben&nbsp;der bitkasten AG jede durch Erbfolge oder Gesamtrechtsnachfolge bewirkte Änderung, innerhalb&nbsp;eines Monats ab der Änderung mitzuteilen.&nbsp;Nutzer&nbsp;haben weiterhin die&nbsp;Nutzerdaten und alle im Zusammenhang mit der Dienstleistung der bitkasten AG stehenden Passwörter&nbsp;ausreichend&nbsp;zu schützen.&nbsp;Die Nutzer sind weiterhin&nbsp;verpflichtet,&nbsp;den&nbsp;bitkasten&nbsp;ausschließlich&nbsp;im&nbsp;gesetzlich erlaubten&nbsp;Rahmen&nbsp;nutzen.\nAusnahmslos verboten ist&nbsp;eine Nutzung, die&nbsp;gegen ein gesetzliches Verbot&nbsp;verstößt&nbsp;oder besondere Genehmigungen Dritter erfordert.\nGleiches gilt insbesondere bei volksverhetzenden, gewaltverherrlichenden oder pornografischen Inhalten.\nDie bitkasten AG wird keine Kontrolle der vom Nutzer hochgeladenen Daten auf das Einhalten der Voraussetzungen nach dem Satz 3 dieses Absatzes vornehmen, soweit die bitkasten AG hierdurch nicht gesetzlich verpflichtet ist oder von Behörden dazu aufgefordert wird.\nSoweit durch die Speicherung von Daten im Sinne des Satzes 3 dieses Absatzes der bitkasten AG ein Schaden entsteht, kann die bitkasten AG Schadensersatzansprüche geltend machen.</p> (4) Die Nutzer werden gebeten,&nbsp;dem Support&nbsp;jegliche bemerkte Mängel, Schäden oder starke Verzögerungen bei der technischen Ausführung der Dienstleistung mitzuteilen.\n§ 4 Pflichten der bitkasten AG (1) Die bitkasten AG schuldet die technische Verfügbarkeit des „bitkasten-Systems“.\nDie technische Verfügbarkeit der vertraglich vereinbarten Leistungen ergibt sich aus den entsprechenden Regelungen der jeweiligen Leistungsbeschreibung.\n(2) Die jederzeitige technische Verfügbarkeit ist nicht geschuldet.\nZeiten, in denen die Server des Rechenzentrums aufgrund von planmäßigen Wartungen und außerplanmäßigen zwingend notwendigen Maßnahmen, z.B.\num die Sicherheit und Integrität der Daten und des Betriebs zu gewährleisten, nicht zu erreichen sind, gehen nicht zu Lasten der Verfügbarkeit.\n(3) <p>Soweit eine technische Störung vorhanden ist, wird die bitkasten AG diese Störung unverzüglich beseitigen.</p> (4) <p>Die bitkasten AG sichert den Nutzern&nbsp;des&nbsp;bitkasten&nbsp;zu, die im&nbsp;bitkasten&nbsp;Archiv gespeicherten Daten nur dem berechtigten&nbsp;Nutzer&nbsp;zugänglich zu machen.\nAusnahmen gelten etwaig im Falle gesetzlicher Verpflichtungen, behördlichen oder gerichtlichen Anordnungen.&nbsp;</p> § 5 Zugang (1) <p>In den bitkasten eingestellte Dokumente, gehen den Nutzern zu, sobald sie in das persönliche Postfach der Nutzer eingestellt wurden und dort abgerufen werden können.\nBei einer Einstellung zur Unzeit erfolgt der Zugang am folgenden Tag.\nDie Nutzer bestätigen den jeweiligen Zugang durch Ausführung einer Reaktion wie Öffnen, Speichern oder Herunterladen im bitkasten.</p> § 6 Rückholung eingestellter Dokumente (1) <p>Unternehmen, die Nutzern Dokumente, beispielsweise zur Signatur, in den bitkasten einstellen, können diese zur Korrektur etwaiger fehlerhaften Angaben wieder aus dem bitkasten entfernen.\nIm Rahmen dieser „Rückholfunktion“ können ausschließlich die zuvor eingestellten Dokumente wieder aus dem bitkasten entfernt werden.\nEin Zugriff auf das Postfach der betreffenden Nutzer und die darin enthaltenen personenbezogenen Daten findet dagegen nicht statt.</p> § 7 Haftung (1) <p>Die bitkasten AG haftet uneingeschränkt nach den gesetzlichen Bestimmungen für Schäden an Leben, Körper und Gesundheit, die auf einer fahrlässigen oder vorsätzlichen Pflichtverletzung der bitkasten AG, ihrer gesetzlichen Vertreter oder ihrer Erfüllungsgehilfen beruhen, sowie für Schäden, die von der Haftung nach dem Produkthaftungsgesetz umfasst werden, sowie für Schäden, die auf vorsätzlichen oder grob fahrlässigen Vertragsverletzungen sowie Arglist der bitkasten AG, ihrer gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen.\nSoweit die Pflichtverletzung der bitkasten AG auf einer einfachen Fahrlässigkeit beruht, haftet die bitkasten AG im Übrigen nur bei der Verletzung einer Vertragspflicht, deren Einhaltung für die Erreichung des Vertragszweckes von besonderer Bedeutung ist.\nEine weitergehende Haftung der bitkasten AG ist ausgeschlossen.\nDies gilt für jegliche Ansprüche, insbesondere aus deliktischer Haftung und dem Ersatz vergeblicher Aufwendungen und die Haftungsbeschränkung gilt auch zugunsten von gesetzlichen Vertretern, Arbeitnehmern, Mitarbeitern, Vertreten und sonstigen Erfüllungsgehilfen.&nbsp;</p> (2) Die Haftungsbeschränkungen nach Absatz 1 gelten insbesondere für die Pflicht zur Unterhaltung eines störungsfreien Dienstleistungsprodukts.\n§ 8 Datenschutz (1) <p>Datenschutzrechtliche Bestimmungen und Vorgaben richten sich nach der Datenschutzerklärung, die auf den Internetseiten der bitkasten AG (www.bitkasten.de) einsehbar ist.\nMit Unternehmern, die den Postversand über die bitkasten AG in Auftrag gegeben haben, wird zusätzlich ein individueller Auftragsverarbeitungsvertrag geschlossen.</p> § 9 Änderung der Nutzungsbedingungen (1) <p>Änderungen dieser&nbsp;Nutzungsbedingungen&nbsp;werden&nbsp;Nutzern&nbsp;schriftlich oder elektronisch mitgeteilt.\nWenn&nbsp;die&nbsp;Nutzer&nbsp;nicht innerhalb von einem Monat den Änderungen der&nbsp;Nutzungsbedingungen&nbsp;in Textform widersprechen, gelten die Änderungen als&nbsp;angenommen.</p>\n<p>Die bitkasten AG wird mit der Änderungsanzeige der&nbsp;Nutzungsbedingungen&nbsp;auf diese Rechtsfolge hinweisen.</p> (2) <p>Werden die Änderungen der&nbsp;Nutzungsbedingungen&nbsp;nicht akzeptiert, so kann der&nbsp;Nutzer&nbsp;den Vertrag mit Wirkung zu dem angekündigten Änderungstermin der&nbsp;Nutzungsbedingungen&nbsp;kündigen.\nIst ein Änderungstermin nicht bestimmt und die&nbsp;Nutzungsbedingungen&nbsp;werden mit sofortiger Wirkung geändert, so ist der&nbsp;Nutzer&nbsp;zur fristlosen Kündigung berechtigt.&nbsp;</p> Aktuelle Informationen erhalten Sie in unserem monatlichen Newsletter oder in einem individuellen Gespräch.\nNewsletter abonnieren Gesprächstermin vereinbaren Newsletter abbonieren bitkasten – Mehr Einfachheit im Leben Mit dem bitkasten machen wir es Unternehmen einfach, die aktuellen Prozesse auf eine nachhaltige und smarte Kommunikation umzustellen und zu digitalisieren.\nSie behalten alle Vorteile der Sicherheit, aber leisten einen großen Beitrag zum Klimaschutz durch geringeren CO2-Fußabdruck – Wegfall von Druck &amp.\nTransport.\nMade with ❤ in Germany Instagram <i>\n</i> Facebook <i>\n</i> Youtube <i>\n</i> Twitter <i>\n</i> Xing <i>\n</i> Linkedin <i>\n</i> bitkasten AG <p>Wallensteinstraße 63<br>90431 Nürnberg</p>\n<p>&nbsp;</p>\n<p>Standort Niederrhein<br>Eurotec-Ring 15<br>47445 Moers</p>\n<p>&nbsp;</p>\n<p>+49 911 | 6000 2874<br>Kontaktformular</p> Nutzersupport <i>\n</i> +49 911 | 6099 8688 <p>\n(Mo - Fr von 08:00 - 17:00 Uhr) </p>\n<i>\n</i>\n<p>\nSupportformular </p> Statuspage bitkasten App herunterladen Instagram <i>\n</i> Facebook <i>\n</i> Youtube <i>\n</i> Twitter <i>\n</i> Xing <i>\n</i> Linkedin <i>\n</i>\n<p>2023 Copyright bitkasten AG</p>\n<ul>\n<li>Datenschutzerklärung</li>\n<li>Nutzungsbedingungen</li>\n<li>Transparenzerklärung</li>\n<li>AGB</li>\n<li>Impressum</li>\n</ul>\n<ul>\n<li>Datenschutzerklärung</li>\n<li>Nutzungsbedingungen</li>\n<li>Transparenzerklärung</li>\n<li>AGB</li>\n<li>Impressum</li>\n</ul> Nach oben scrollen ", "created_at": "2023-07-12 00:26:46.368307", "updated_at": "2023-07-12 00:26:55.833043"}, {"id": 17829, "name": "Datenschutzerklärung", "url": "https://www.bitkasten.de/datenschutzerklaerung/", "xpath": "//body", "text": " Zum Inhalt springen <ul>\n<li> bitkasten Menü umschalten <ul>\n<li> Produkt Sub <i>\n</i> Überblick Plattform <i>\n</i> Archiv <i>\n</i> Elektronische Signatur (QES) <i>\n</i> Implementierung <i>\n</i> Preise <i>\n</i> Referenzen <i>\n</i> FAQ </li>\n</ul>\n</li>\n<li> Porto &amp.\nCO₂ Einsparrechner</li>\n<li> Unternehmen Menü umschalten <ul>\n<li> Unternehmen Sub <i>\n</i> Über uns <i>\n</i> Qualität <i>\n</i> Karriere <i>\n</i> Partner &amp.\nVerbände <i>\n</i> Zertifikate <i>\n</i> Ressourcen <i>\n</i> Non-Profit Organisation <i>\n</i> Nachhaltigkeit </li>\n</ul>\n</li>\n<li> Aktuelles</li>\n</ul>\n<p>\n</p> Login bitkastenLogin bitkasten\nNutzersupportNutzersupport Login bitkastenLogin bitkasten <p>\n</p>\n<ul>\n<li>bitkasten<i>\n</i>\n<ul>\n<li>Überblick Plattform</li>\n<li>Implementierung</li>\n<li>Preise</li>\n<li>Archiv</li>\n<li>Elektronische Signatur (QES)</li>\n<li>Referenzen</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>Porto &amp.\nCO₂ Einsparrechner</li>\n<li>Unternehmen<i>\n</i>\n<ul>\n<li>Über uns</li>\n<li>Qualität</li>\n<li>Karriere</li>\n<li>Partner &amp.\nVerbände</li>\n<li>Zertifikate</li>\n<li>Ressourcen</li>\n<li>Non-Profit-Organisationen</li>\n</ul>\n</li>\n<li>Aktuelles</li>\n<li>———————–</li>\n<li>Nutzersupport</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menü\n<ul>\n<li>bitkasten<i>\n</i>\n<ul>\n<li>Überblick Plattform</li>\n<li>Implementierung</li>\n<li>Preise</li>\n<li>Archiv</li>\n<li>Elektronische Signatur (QES)</li>\n<li>Referenzen</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>Porto &amp.\nCO₂ Einsparrechner</li>\n<li>Unternehmen<i>\n</i>\n<ul>\n<li>Über uns</li>\n<li>Qualität</li>\n<li>Karriere</li>\n<li>Partner &amp.\nVerbände</li>\n<li>Zertifikate</li>\n<li>Ressourcen</li>\n<li>Non-Profit-Organisationen</li>\n</ul>\n</li>\n<li>Aktuelles</li>\n<li>———————–</li>\n<li>Nutzersupport</li>\n</ul>\n<p>\n</p> Datenschutzerklärung <p>Stand: April 2022</p> § 1 Information über die Erhebung personenbezogener Daten und Zweck der Verarbeitung (1) <p>Im Folgenden informieren wir über die Erhebung personenbezogener Daten bei Nutzung unserer Webseite.\nPersonenbezogene Daten sind alle Daten, die auf Sie persönlich beziehbar sind, z.\nB.\nName, Adresse, E-Mail-Adressen, Nutzerverhalten.\nZweck der Verarbeitung ist das Betreiben einer Internetseite zum Zwecke des Angebots digitaler Postdienstleistungen.</p> (2) <p>Verantwortlicher gem.\nArt.\n4 Abs.\n7 EU-Datenschutz-Grundverordnung (DS-GVO) ist:</p>\n<p>bitkasten AG<br>Wallensteinstr.\n63<br>90431 Nürnberg<br>vertreten durch den Vorstandsvorsitzenden Christian Gericke<br>Telefon: 0911 – 6000 28 74<br>E-Mail: info@bitkasten.de</p>\n<p>\n<strong>Kontaktdaten unseres Datenschutzbeauftragten:</strong>\n</p>\n<p>Andreas Sutter<br>disphere interactive GmbH<br>E-Mail: datenschutz@bitkasten.de&nbsp;</p>\n<p>Sie erreichen ihn auch per Post an unsere Anschrift mit dem Zusatz „der Datenschutzbeauftragte“.</p> (3) <p>Bei Ihrer Kontaktaufnahme mit uns per E-Mail oder über ein Kontaktformular werden die von Ihnen mitgeteilten Daten (Ihre E-Mail-Adresse, ggf.\nIhr Name und Ihre Telefonnummer) von uns gespeichert, um Ihre Fragen zu beantworten.\nDie in diesem Zusammenhang anfallenden Daten löschen wir, nachdem die Speicherung nicht mehr erforderlich ist oder schränken die Verarbeitung ein, falls gesetzliche Aufbewahrungspflichten bestehen.</p> (4) Falls wir für einzelne Funktionen unseres Angebots auf beauftragte Dienstleister zurückgreifen oder Ihre Daten für eigene werbliche Zwecke nutzen möchten, werden wir Sie untenstehend im Detail über die jeweiligen Vorgänge informieren.\nDabei nennen wir auch die festgelegten Kriterien der Speicherdauer.\n(5) <p>Datenschutz- oder Sicherheitsvorfälle können Sie hier melden.</p> § 2 Ihre Rechte (1) <p>Sie haben gegenüber uns folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten:</p>\n<ul>\n<li>Recht auf Auskunft (Art.\n15 DS-GVO),</li>\n<li>Recht auf Berichtigung oder Löschung (Art.\n16 und 17 DS-GVO),</li>\n<li>Recht auf Einschränkung der Verarbeitung (Art.\n18 DS-GVO),</li>\n<li>Recht auf Widerspruch gegen die Verarbeitung (Art.\n21 DS-GVO),</li>\n<li>Recht auf Datenübertragbarkeit (Art.\n20 DS-GVO),</li>\n<li>Recht auf Widerruf erteilter Einwilligungen (Art.\n7 Absatz 3 DS-GVO).</li>\n</ul> (2) <p>Sie haben zudem das Recht, sich bei einer Datenschutz-Aufsichtsbehörde über die Verarbeitung Ihrer personenbezogenen Daten durch uns zu beschweren.</p> § 3 Erhebung personenbezogener Daten bei Besuch unserer Webseite (1) <p>Bei der bloßen informatorischen Nutzung der Webseite, also wenn Sie sich nicht registrieren oder uns anderweitig Informationen übermitteln, erheben wir nur die personenbezogenen Daten, die Ihr Browser an unseren Server übermittelt.\nWenn Sie unsere Webseite betrachten möchten, erheben wir die folgenden Daten, die für uns technisch erforderlich sind, um Ihnen unsere Webseite anzuzeigen und die Stabilität und Sicherheit zu gewährleisten (Rechtsgrundlage ist Art.\n6 Abs.\n1 S.\n1 lit.\nf DS-GVO):</p>\n<ul>\n<li>IP-Adresse</li>\n<li>Datum und Uhrzeit der Anfrage</li>\n<li>Zeitzonendifferenz zur Greenwich Mean Time (GMT)</li>\n<li>Inhalt der Anforderung (konkrete Seite)</li>\n<li>Zugriffstatus/HTTP-Statuscode</li>\n<li>Jeweils übertragene Datenmenge</li>\n<li>Webseite, von der die Anforderung kommt</li>\n<li>Browser</li>\n<li>Betriebssystem und dessen Oberfläche</li>\n<li>Sprache und Version der Browsersoftware</li>\n</ul> (2) <p>Zusätzlich zu den zuvor genannten Daten werden bei Ihrer Nutzung unserer Webseite Cookies auf Ihrem Computer gespeichert.\nBei Cookies handelt es sich um kleine Textdateien, die auf Ihrer Festplatte dem von Ihnen verwendeten Browser zugeordnet gespeichert werden und durch welche der Stelle, die das Cookie setzt (hier durch uns), bestimmte Informationen zufließen.\nCookies können keine Programme ausführen oder Viren auf Ihren Computer übertragen.\nSie dienen dazu, das Internetangebot insgesamt nutzerfreundlicher und effektiver zu machen.</p> (3) <p>Einsatz von Cookies</p>\n<p>a) Diese Webseite nutzt folgende Arten von Cookies, deren Umfang und Funktionsweise im Folgenden erläutert werden:</p>\n<ul>\n<li>Transiente Cookies (dazu b)</li>\n<li>Persistente Cookies (dazu c).</li>\n</ul>\n<p>b) Transiente Cookies werden automatisiert gelöscht, wenn Sie den Browser schließen.\nDazu zählen insbesondere die Session-Cookies.\nDiese speichern eine sogenannte Session-ID, mit welcher sich verschiedene Anfragen Ihres Browsers der gemeinsamen Sitzung zuordnen lassen.\nDadurch kann Ihr Computer wiedererkannt werden, wenn Sie auf unsere Webseite zurückkehren.\nDie Session-Cookies werden gelöscht, wenn Sie sich ausloggen oder den Browser schließen.</p>\n<p>c) Persistente Cookies werden automatisiert nach einer vorgegebenen Dauer gelöscht, die sich je nach Cookie unterscheiden kann.\nSie können die Cookies in den Sicherheitseinstellungen Ihres Browsers jederzeit löschen.</p>\n<p>d) Wir setzen Cookies ein, um Sie für Folgebesuche identifizieren zu können, falls Sie über einen Account bei uns verfügen.\nAndernfalls müssten Sie sich für jeden Besuch erneut einloggen.</p>\n<p>e) Wir nutzen HTML5 storage objects, die auf Ihrem Endgerät abgelegt werden.\nDiese Objekte speichern die erforderlichen Daten unabhängig von Ihrem verwendeten Browser und haben kein automatisches Ablaufdatum.\nDie Nutzung von HTML5 storage objects können Sie verhindern, indem Sie in Ihrem Browser den privaten Modus einsetzen.\nZudem empfehlen wir, regelmäßig Ihre Cookies und den Browser-Verlauf manuell zu löschen.</p> § 4 Weitere Funktionen und Angebote unserer Webseite (1) <p>Neben der rein informatorischen Nutzung unserer Webseite bieten wir verschiedene Leistungen an, die Sie bei Interesse nutzen können.\nDazu müssen Sie in der Regel weitere personenbezogene Daten angeben, die wir zur Erbringung der jeweiligen Leistung nutzen und für die die zuvor genannten Grundsätze zur Datenverarbeitung gelten.</p> (2) Teilweise bedienen wir uns zur Verarbeitung Ihrer Daten externer Dienstleister.\nDiese wurden von uns sorgfältig ausgewählt und beauftragt, sind an unsere Weisungen gebunden und werden regelmäßig kontrolliert.\n(3) <p>Soweit unsere Dienstleister oder Partner ihren Sitz in einem Staat außerhalb des Europäischen Wirtschaftsraumen (EWR) haben, informieren wir Sie über die Folgen dieses Umstands in der Beschreibung des Angebotes.</p> § 5 Webanalysedienste und Tools <p>\n<strong>MATOMO</strong>\n</p>\n<p>Wir nutzen auf unserer Webseite und in unserer App das Open-Source-Software-Tool Matomo (ehemals PIWIK) ), ein Dienst des Anbieters InnoCraft Ltd., 150 Willis St, 6011 Wellington, Neuseeland, zur Analyse des Surfverhaltens unserer Nutzer.\nDas ist ein Open-Source-Tool zur Web-Analyse.\nMit Matomo werden keine Daten an Server übermittelt, die außerhalb unserer Kontrolle liegen.\nEs werden keine Cookies auf Ihrem Gerät gespeichert.</p>\n<p>Werden Einzelseiten unserer Webseite aufgerufen, so werden folgende Daten gespeichert:</p>\n<ul>\n<li>Bytes der IP-Adresse des aufrufenden Systems des Nutzers</li>\n<li>Die aufgerufene Webseite</li>\n<li>Die Webseite, von der der Nutzer auf die aufgerufene Webseite gelangt ist (Referrer)</li>\n<li>Die Unterseiten, die von der aufgerufenen Webseite aus aufgerufen werden</li>\n<li>Die Verweildauer auf der Webseite</li>\n<li>Die Häufigkeit des Aufrufs der Webseite</li>\n</ul>\n<p>Die Software läuft dabei ausschließlich auf den Servern unserer Webseite.\nEine Speicherung der personenbezogenen Daten der Nutzer findet nur dort statt.\nEine Weitergabe der Daten an Dritte erfolgt nicht.\nRechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Analyse und Optimierung unseres Internetauftritts.</p>\n<p>Nähere Informationen zu den Privatsphäre-Einstellungen der Matomo Software finden Sie unter folgendem Link: https://matomo.org/docs/privacy/.</p>\n<p>\n<strong>SENTRY</strong>\n</p>\n<p>Wir nutzen für unsere Website und in unserer App Sentry, ein Fehlermanagement-Tool.\nHersteller ist das amerikanische Unternehmen Sentry Inc., 132 Hawthorne St, San Francisco, USA.</p>\n<p>Die Software läuft dabei ausschließlich auf den Servern unserer Webseite.\nEine Speicherung der personenbezogenen Daten der Nutzer findet nur dort statt.\nEine Weitergabe der Daten an Dritte erfolgt nicht.\nRechtsgrundlage ist Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nUnser berechtigtes Interesse liegt in der Analyse und Optimierung unseres Internetauftritts.</p>\n<p>Mehr über die Daten, die durch die Verwendung von Sentry verarbeitet werden, finden Sie in der Datenschutzerklärung unter folgendem Link: https://sentry.io/privacy/.</p>\n<p>\n<strong>WONDERPUSH</strong>\n</p>\n<p>Um Neuigkeiten und Updates auf unserer Website und in unserer App zu erhalten, können Push-Benachrichtigungen aktiviert werden, zu dem Sie sich anmelden können.\nDieser kostenlose Dienst, wird von dem Push-Anbieter „WonderPush“ (www.wonderpush.com/),&nbsp;WonderPush, 19 avenue d’Italie, 75013 Paris, Frankreich, betrieben.\nZur Anmeldung müssen Sie auf eine von Ihrem Browser/App und Ihrem Gerät gesteuerte Autorisierungsanfrage klicken.\nDie Daten, die wir speichern und verarbeiten, um diesen Dienst zu betreiben und Ihnen relevante Nachrichten zu senden, werden anonymisiert und für maximal 90 Tage auf den Servern von WonderPush aufbewahrt und niemals an Dritte weitergegeben.\nWir speichern im Zusammenhang mit dem Push-Benachrichtigungsdienst keine erkennbaren Daten, auch keine IP-Adresse über Sie oder Ihr Gerät.</p>\n<p>Sie können den Empfang unserer Push-Benachrichtigungen jederzeit beenden, indem Sie sich abmelden.&nbsp;</p>\n<p>Über folgenden Link verwalten Sie Ihr Web-Push-Abonnement und können Ihre damit verbundenen Daten löschen (in englischer Sprache): https://docs.wonderpush.com/docs/manage-your-data-and-unsubscribe-from-web-push-notifications.\nApp-Push-Benachrichtigungen können Sie über die Einstellungen Ihres Gerätes jederzeit für unsere App deaktivieren.</p>\n<p>Mehr über die Daten, die durch die Verwendung von WonderPush verarbeitet werden, finden Sie in der Datenschutz-FAQ (in englischer Sprache) unter folgendem Link: https://docs.wonderpush.com/docs/privacy-policy-faq.</p> § 6 Widerspruch oder Widerruf gegen die Verarbeitung Ihrer Daten (1) Falls Sie eine Einwilligung zur Verarbeitung Ihrer Daten erteilt haben, können Sie diese jederzeit widerrufen.\nEin solcher Widerruf beeinflusst die Zulässigkeit der Verarbeitung Ihrer personenbezogenen Daten, nachdem Sie ihn gegenüber uns ausgesprochen haben.\n(2) <p>Soweit wir die Verarbeitung Ihrer personenbezogenen Daten auf die Interessenabwägung stützen, können Sie Widerspruch gegen die Verarbeitung einlegen.\nDies ist der Fall, wenn die Verarbeitung insbesondere nicht zur Erfüllung eines Vertrags mit Ihnen erforderlich ist, was von uns jeweils bei der nachfolgenden Beschreibung der Funktionen dargestellt wird.\nBei Ausübung eines solchen Widerspruchs bitten wir um Darlegung der Gründe, weshalb wir Ihre personenbezogenen Daten nicht wie von uns durchgeführt verarbeiten sollten.\nIm Falle Ihres begründeten Widerspruchs prüfen wir die Sachlage und werden entweder die Datenverarbeitung einstellen bzw.\nanpassen oder Ihnen unsere zwingenden schutzwürdigen Gründe aufzeigen, aufgrund derer wir die Verarbeitung fortführen.</p> (3) <p>Selbstverständlich können Sie der Verarbeitung Ihrer personenbezogenen Daten für Zwecke der Werbung und Datenanalyse durch die bitkasten AG jederzeit widersprechen.\nÜber Ihren Werbewiderspruch können Sie uns unter folgenden Kontaktdaten informieren:</p>\n<p>bitkasten AG<br>Wallensteinstraße 63<br>90431 Nürnberg<br>Telefon: 0911 – 6000 28 74<br>www.bitkasten.de&nbsp;<br>info@bitkasten.de</p> § 7 Newsletter <p>a) Erhebung, Nutzung und Speicherung personenbezogener Daten</p>\n<p>Sie können unseren E-Mail-Newsletter unter Angabe Ihres Namens und Ihrer E-Mail-Adresse beziehen, indem Sie sich dafür mit Ihrem Namen und einer E-Mail-Adresse registrieren und in den Versand ausdrücklich durch Abhaken der Checkbox neben folgendem Text einwilligen:</p>\n<p>„Ja, ich möchte den Newsletter der bitkasten AG mit Informationen über Produkte und Aktionen abonnieren.“</p>\n<p>Nach Ihrer Einwilligung, die durch Zusendung einer Bestätigungs-E-Mail erfragt wird, nutzen wir Ihre E-Mail-Adresse als Empfängeradresse für Newsletter-E-Mails, durch die Sie regelmäßig über aktuelle Angebote und die Produkte der bitkasten AG informiert werden.\nSie können den Newsletter jederzeit wieder abbestellen, siehe c).</p>\n<p>b) Weitergabe und Löschung der personenbezogenen Daten</p>\n<p>Die für die Newsletter-Registrierung von Ihnen angegebene E-Mail-Adresse und Ihr Name wird nicht an Dritte weitergegeben.\nLediglich zur Datenverarbeitung im Auftrag bedient sich die bitkasten AG für den Newsletter-Versand der rapidmail GmbH, Augustinerplatz 2, 79098 Freiburg i.Br., Deutschland.\nEs wurde diesbezüglich ein schriftlicher Auftragsverarbeitungsvertrag abgeschlossen.\nWenn Sie die Zusendung des Newsletters nicht mehr wünschen, wird Ihre E-Mail-Adresse aus der Verteilerliste gelöscht.</p>\n<p>c) Ihre Rechte</p>\n<p>Der von Ihnen erteilten Einwilligung zur Nutzung Ihrer personenbezogenen Daten durch die bitkasten AG, insbesondere für die Zusendung des Newsletters, können Sie jederzeit widerrufen.\nWenn Sie Ihre Einwilligung zum Empfang des Newsletters widerrufen wollen, klicken Sie bitte in einer der empfangenen Newsletter-E-Mails ganz unten auf den Link „Newsletter abbestellen“.\nIn allen sonstigen Fällen wenden Sie sich bitte an:</p>\n<p>bitkasten AG<br>Wallensteinstraße 63<br>90431 Nürnberg<br>Telefon: 0911 – 6000 28 74<br>www.bitkasten.de<br>info@bitkasten.de</p> § 8 Erstellung eines Benutzerkontos <p>Auf unserer Webseite www.bitkasten.de haben Sie die Möglichkeit, ein Benutzerkonto zu erstellen.\nHierbei speichern wir folgende Daten:</p>\n<ul>\n<li>Benutzername</li>\n<li>Kennwort</li>\n<li>Geschlecht</li>\n<li>Vor- und Nachname</li>\n<li>Adresse</li>\n<li>E-Mail-Adresse</li>\n<li>Personalausweisnummer</li>\n<li>Personalnummer</li>\n<li>Geburtsdatum (nur zu Identifikationszwecken)</li>\n</ul>\n<p>Dies ist notwendig, damit wir unsere Dienstleistungen im Rahmen des bitkasten erbringen können.\nRechtsgrundlage für die Verarbeitung ist hier Art.\n6 Abs.\n1 lit.\nb) DSGVO.</p> § 9 Beauftragung zur Benachrichtigung potenzieller Versender <p>Auf unserer Webseite haben Sie die Möglichkeit, uns mit der Benachrichtigung des von Ihnen angegebenen Unternehmens zu beauftragen, um zukünftig die Briefpost des betreffenden Unternehmens digital in Ihrem bitkasten erhalten.\nSofern Sie uns hierzu beauftragt haben, verarbeiten wir folgende personenbezogene Daten zur auftragsgemäßen Versendung der Benachrichtigung:</p>\n<ul>\n<li>Vor- und Nachname</li>\n<li>Adresse</li>\n</ul>\n<p>Rechtsgrundlage für die Verarbeitung Ihrer Daten ist Art.\n6 Abs.\n1 Buchst.\nb) DSGVO.</p> § 10 Abschließendes <p>Unser geschäftlicher Betrieb setzt voraus, dass Daten erfasst und verarbeitet werden.\nWo Datenerfassung und -verarbeitung stattfinden, muss Datenschutz und Datensicherheit gewährleistet sein.\nDies ist für uns nicht nur gesetzliche Anforderung, sondern ein ureigenes Anliegen.\nSollten Sie noch Fragen oder Anregungen zum Thema Datenschutz rund um unsere Dienstleistungen haben, so sprechen Sie uns unter den oben genannten Kontaktdaten (siehe bitte § 1) sehr gerne an.</p> Aktuelle Informationen erhalten Sie in unserem monatlichen Newsletter oder in einem individuellen Gespräch.\nNewsletter abonnieren Gesprächstermin vereinbaren Newsletter abbonieren bitkasten – Mehr Einfachheit im Leben Mit dem bitkasten machen wir es Unternehmen einfach, die aktuellen Prozesse auf eine nachhaltige und smarte Kommunikation umzustellen und zu digitalisieren.\nSie behalten alle Vorteile der Sicherheit, aber leisten einen großen Beitrag zum Klimaschutz durch geringeren CO2-Fußabdruck – Wegfall von Druck &amp.\nTransport.\nMade with ❤ in Germany Instagram <i>\n</i> Facebook <i>\n</i> Youtube <i>\n</i> Twitter <i>\n</i> Xing <i>\n</i> Linkedin <i>\n</i> bitkasten AG <p>Wallensteinstraße 63<br>90431 Nürnberg</p>\n<p>&nbsp;</p>\n<p>Standort Niederrhein<br>Eurotec-Ring 15<br>47445 Moers</p>\n<p>&nbsp;</p>\n<p>+49 911 | 6000 2874<br>Kontaktformular</p> Nutzersupport <i>\n</i> +49 911 | 6099 8688 <p>\n(Mo - Fr von 08:00 - 17:00 Uhr) </p>\n<i>\n</i>\n<p>\nSupportformular </p> Statuspage bitkasten App herunterladen Instagram <i>\n</i> Facebook <i>\n</i> Youtube <i>\n</i> Twitter <i>\n</i> Xing <i>\n</i> Linkedin <i>\n</i>\n<p>2023 Copyright bitkasten AG</p>\n<ul>\n<li>Datenschutzerklärung</li>\n<li>Nutzungsbedingungen</li>\n<li>Transparenzerklärung</li>\n<li>AGB</li>\n<li>Impressum</li>\n</ul>\n<ul>\n<li>Datenschutzerklärung</li>\n<li>Nutzungsbedingungen</li>\n<li>Transparenzerklärung</li>\n<li>AGB</li>\n<li>Impressum</li>\n</ul> Nach oben scrollen ", "created_at": "2023-07-12 00:26:34.650742", "updated_at": "2023-07-12 00:27:29.442326"}], "points": [], "urls": ["bitkasten.de", "mein.bitkasten.de"]}}