{"error": 448, "message": "OK", "parameters": {"id": 8669, "name": "Cougar Mountain Software  ", "created_at": "2023-06-30 14:30:59.363391", "updated_at": "2023-06-30 22:02:55.356007", "wikipedia": null, "keywords": null, "related": null, "slug": "cougar-mountain-software", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8669.png", "url": "cougarmtn.com", "documents": [{"id": 16887, "name": "Terms Privacy Statement  ", "url": "https://www.cougarmtn.com/terms-privacy", "xpath": "//body", "text": " <ul>\n<li>Products <ul>\n<li>Denali Fund</li>\n<li>Denali Business</li>\n<li>Denali Payroll</li>\n<li>Productivity Apps</li>\n</ul>\n</li>\n<li>Industries <ul>\n<li>Nonprofits</li>\n<li>Government Accounting</li>\n<li>Small Business</li>\n<li>Others</li>\n</ul>\n</li>\n<li>Extras <ul>\n<li>Blog</li>\n<li>Referrals</li>\n<li>Resellers</li>\n<li>How to Prevent Fraud</li>\n<li>API Help Files</li>\n<li>Nonprofit Client Survey</li>\n</ul>\n</li>\n<li>Company <ul>\n<li>About Us</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>Request Demo</li>\n<li>Webinar</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Contact&nbsp.\n|&nbsp.\nsales@cougarmtn.com&nbsp.\n|&nbsp.\nSupport <ul>\n<li>Products <ul>\n<li>Denali Fund</li>\n<li>Denali Business</li>\n<li>Denali Payroll</li>\n<li>Productivity Apps</li>\n</ul>\n</li>\n<li>Industries <ul>\n<li>Nonprofits</li>\n<li>Government Accounting</li>\n<li>Small Business</li>\n<li>Others</li>\n</ul>\n</li>\n<li>Extras <ul>\n<li>Blog</li>\n<li>Referrals</li>\n<li>Resellers</li>\n<li>How to Prevent Fraud</li>\n<li>API Help Files</li>\n<li>Nonprofit Client Survey</li>\n</ul>\n</li>\n<li>Company <ul>\n<li>About Us</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>Request Demo</li>\n<li>Webinar</li>\n</ul> Terms / Privacy Statement OVERVIEW\n<p>At the Cougar Mountain Software Network (“Cougar Mountain Software”), protecting our users’ privacy and security is a top priority.\nFor this reason, we have adopted the following policy to advise you of your choices regarding the use of your personal information online.\nThis policy describes what types of information we gather about you, how we use it, under what circumstances we disclose it to third-parties, and your rights to update or correct it.</p>\nSCOPE OF POLICY\n<p>This Policy applies to all sites in the Cougar Mountain Software Network.\nThis Policy also applies to Cougar Mountain Software’ Newsletters.\nIt does not apply to other companies’ or organizations’ web sites to which we link.\nYou should carefully review the privacy policies of those web sites in order to determine how they treat your personal information.</p>\nINFORMATION ABOUT YOU\n<p>\n<strong>INFORMATION GATHERED FROM ALL VISITORS – AGGREGATE DATA</strong>\n</p>\n<p>We gather certain generic information with respect to customers’ use of our web site, such as the number of unique visitors, the frequency with which they visit, and the areas on the web site that they favor.\nThese statistics are very much like television ratings that tell the networks how many people tuned in to a program.\nWe only use this type of data in aggregate-that is, we look at the data on a collective basis, in summary form, rather than on an individual basis.\nThis data helps us determine the extent to which our customers use certain parts of our web site, which, in turn, enables us to make it as appealing as possible.\nWe may also provide statistical “ratings” about how our customers collectively use our web site to advertisers, sponsors, and other companies with which we do business (“Business Partners”).\nWe do this so they, too, can understand how often people use their areas of the site in order for them to provide you with the best possible experience.\nThese statistical ratings do not contain any personally identifiable information about you or any of our users.</p>\nCOOKIES\n<p>We use a technology nicknamed “cookies” on our web site.\nCookies are pieces of information or data sent to your browser from a web server and stored on your computer’s hard drive for record-keeping purposes.\nWe use cookies to make your visit to our web site easier.\nFor example, cookies allow us to recognize you when you re-enter our web site so that you will not have to sign-in each time you visit.\nCookies also allow us to count the number of unique and return visitors who use our site.</p>\n<p>Most browsers are initially set up to accept cookies.\nIf you prefer, you can reset your browser to notify you when you’ve received a cookie or, alternatively, to refuse to accept cookies.\nIt is important to note that you may not be able to use certain features on our web site if you choose not to accept cookies, such as automatic sign-in, Create &amp.\nPrint, address book, outbox, and reminders.\nIn addition, you will not be able to participate in any of our sweepstakes, contests or monthly drawings.\nCookies can also enable us to track and target the interests of our users to enhance their experience on our site.</p>\nTHIRD PARTY ADVERTISER COOKIES\n<p>We use third-party advertising companies to serve our ads on the Internet.\nThese third-party advertising companies employ cookie and Clear Gif technology (aka 1×1 Pixel .gifs, Web bugs) to measure and improve the effectiveness of ads for their clients.\nTo do so, these companies may use anonymous information about your visits to our Web site and other Web sites.\nThis information can include: date/time of banner ad shown, the banner ad that was shown, their cookie, the IP address.\nThis information can also be used for online preference marketing purposes.\nCougar Mountain Software does not use or have access to this information.</p>\n<p>If you want to prevent a third-party advertiser from setting and/or reading cookies on your computer, currently you may either visit each ad network’s web site individually and opt out or visit the web site of the National Advertising Initiative (“NAI”) to opt-out of all network-advertising cookies.\nThis site will also allow you to review the third-party advertising companies’ privacy policies.</p>\nIP ADDRESSES\n<p>We collect and analyze traffic on our web site by keeping track of the IP addresses of our visitors.\nAn IP address is a unique number assigned to your computer when you are using your browser on the Internet.\nWe log this information so that we can monitor things like the number of visitors visiting the web site.\nhowever, we do not link your IP address to any personally identifying information.</p>\nPERSONALIZING YOUR EXPERIENCE ON THE WEB SITE\n<p>We examine customer traffic patterns and web site usage to help us enhance the design and layout of the site and make it easier to navigate.</p>\n<p>From time to time, we may send you surveys or solicit your feedback.\nWe use surveys to gauge user interest in new products and premiums we may offer.\nWe will ask for your feedback on greetings and other site features.\nWe will use the information we gather to improve our sites and provide a more meaningful experience for our users.\nWe may also use the information to alert you to offers and products in which you have expressed an interest.</p>\nSUBSCRIBING TO THE COUGAR MOUNTAIN SOFTWARE NEWSLETTER\n<p>We send to all of our users our exclusive Cougar Mountain Software Newsletter, which alerts you to new features, content, and services, premiums available on our site.\nFrom time to time, we will also send you invitations to enhance your Cougar Mountain Software membership.\nThese communications are sent to you directly by Cougar Mountain Software.\nWe do not share your personally identifiable information with any third parties in connection with the Newsletter.</p>\n<p>You can always decline the Newsletter by un-checking the opt-out box on the “Personalize this Card” pages or registration pages on our site.\nIf you are already receiving the Newsletter and you want to unsubscribe, you can simply follow the “unsubscribe” links at the bottom of each edition.\nFor other ways to unsubscribe, see Opt-Out/Changing Your Status, below.</p>\nOFFERS FROM OUR BUSINESS PARTNERS\n<p>Cougar Mountain Software also offers you the opportunity to receive money-saving offers, discounts, and promotions from our Business Partners.\nThese communications may come from Cougar Mountain Software or directly from the Partners themselves.\nWe may also share with them certain demographic, geographic, preference, and other personally identifiable information we have gathered about you.\nThis will help them in directing to you offers that are more likely to be of interest.</p>\n<p>This program is conducted strictly on an opt-in basis.\nIn order to receive the offers, you must affirmatively check the clearly marked box on our “Personalize this Card” pages and registration pages on our site.\nIf you leave the box unchecked, you will not receive any offers.\nIf you do sign up for the program but later change your mind, you are free at any time to opt-out by following the procedures outlined in Opt-Out/Changing Your Status, below.</p>\nINFORMATION GATHERED FROM MEMBERS\n<p>If you elect to purchase Cougar Mountain Software products and services, you may be required to provide us with certain personal information, including your name, e-mail address, credit card number, expiration date, and billing address (this required information is subject to change from time to time).\nThere will also be opportunities for you to provide us with additional information regarding your preferences and interests.\nThis information, however, is not required and is completely optional on your part.</p>\nUSE OF PERSONAL INFORMATION\n<p>If you have provided us your consent, we will use the information we have collected about you in five ways:</p>\n<ul>\n<li>To send personalized, targeted information that we think our users will find relevant, either from Cougar Mountain Software or directly from its Business Partners</li>\n<li>To include targeted advertising within such messages</li>\n<li>To send promotions and coupons based on the user’s interests</li>\n<li>To contact the user for feedback and surveys, and</li>\n<li>To send the user other information about Cougar Mountain Software.</li>\n<li>These communications may come via e-mail, postal mail, or telephone.</li>\n</ul>\nON-SITE ADVERTISING\n<p>Cougar Mountain Software may also use information about you to target advertising while you are visiting our site.\nWe may also use geographic or other information we have collected from you to make sure that the ads you see are for goods and services that are actually of interest to you or are available in your area.\nWe may use cookie files to assure that you will not be served the same ads repeatedly.</p>\nORDER FULFILLMENT\n<p>From time to time, you may be given the opportunity to order products and services directly on the Cougar Mountain Software site, the Newsletters, or in other communications you may receive from Cougar Mountain Software.\nThese orders are typically fulfilled by Cougar Mountain Software’ Business Partners directly.\nTo process your order, Cougar Mountain Software may provide these Partners with your name, street address, e-mail address, phone number, and credit card information.\nCougar Mountain Software will limit the types of information shared to the minimum necessary to efficiently process your order.\nHowever, in accepting these offers, you become a customer of the Business Partner and therefore subject to its privacy policy.\nCougar Mountain Software will alert users whenever a Business Partner will be fulfilling an order for products or services ordered on our site.\nWe encourage you to review these companies’ privacy policies and only do business with those who adhere to personal information practices with which you are comfortable.</p>\nDISCLOSURE EXCEPTIONS\n<p>Notwithstanding the above policies, we reserve the right to disclose your personal information to appropriate third parties if we are required to do so by law or we believe that such action is necessary:</p>\n<ul>\n<li>To comply with legal process such as a search warrant, subpoena or court order</li>\n<li>To protect the company’s rights and property</li>\n<li>To investigate reports of users sending material using a false e-mail address or users sending harassing, threatening, or abusive messages</li>\n<li>To protect against misuse or unauthorized use of our web site and/or the Cougar Mountain Software service.\nor</li>\n<li>During emergencies, such as when we believe someone’s physical safety is at risk.</li>\n</ul> PROTECTION FOR CHILDREN – COPPA COMPLIANCE\n<p>We are committed to protecting the privacy and rights of children online.\nWe believe that children should be able to use the Internet in a safe, productive, and efficient manner and should be afforded the highest protection available with respect to their personal information.\nTo that end, we have made it our policy to not collect any individually identifiable information from users whom we know are under the age of 13.\nOur registration process blocks the registration of users under 13 years old and will automatically delete all individually identifiable information collected from such users.</p>\n<p>The Children’s Online Privacy Protection Act (“COPPA”) imposes certain requirements upon web sites and online services that are directed toward children.\nTo learn more about COPPA, click here for the Federal Trade Commission COPPA Web Site.</p>\nCONTESTS AND PROMOTIONS\n<p>Occasionally, Cougar Mountain Software may sponsor contests and/or promotions on our sites or in our e-mail products.\nParticipation in such contests is purely voluntary.\nIn order to enter a contest or promotion, you may be asked to provide personally identifiable information.\nBy entering, you agree to all of its terms and conditions, which will be clearly outlined in the rules.\nWhere a contest or promotion is not sponsored by Cougar Mountain Software, the identity of the sponsor will be clearly disclosed in the rules.\nCougar Mountain Software cannot be responsible for actions or policies of third-party contest sponsors.\nUsers are encouraged to review the relevant privacy policy of the sponsor before entering.</p>\nSALE OF ASSETS\n<p>In the event that Cougar Mountain Software and/or its units or subsidiaries are ever sold, acquired, merged, liquidated, reorganized, or otherwise transferred, we reserve the right to transfer our user databases together with any personally identifiable information contained therein, to a third-party acquiring Cougar Mountain Software’ assets.\nIn the event we do so, we will place a prominent notice of the sale on the homepage of our site, with links to information as to how you can change your privacy preferences.</p>\nDATA SECURITY\n<p>When you place orders for purchased products or access your payment information, we use an advanced encryption technology known as Secure Socket Layer (SSL) to protect the storage and transfer of your data from unauthorized parties.\nWhile on a secure page, such as our registration form, a lock or key icon appears on the bottom of your web browser.</p>\n<p>In addition to our online security efforts, we take steps to protect your personal data offline, as well.\nAll of your information, not just the sensitive information mentioned above, is restricted in our offices.\nEmployees are granted access on a need-to-know basis (for example, our billing clerk or a customer service representative).\nFurthermore, ALL employees are kept up-to-date on our security and privacy practices.\nFinally, the servers on which we store personally identifiable information are kept in a secure environment, behind a locked cage.</p>\n<p>Cougar Mountain Software’ main servers are operated from a dedicated Internet hosting facility with state-of-the-art physical security features, including smoke detection and fire suppression systems, motion sensors, and 24×7 secured access, as well as video camera surveillance and security breach alarms.</p>\nCHANGES TO THE PRIVACY POLICY\n<p>Cougar Mountain Software will occasionally update this Privacy Policy in response to changing business circumstances and legal developments.\nWhen Cougar Mountain Software posts changes to this Policy, you will see the word “updated” next to the Privacy Policy link on the front page of Cougar Mountain Software Sites.\nIf there are material changes to this Policy or in how Cougar Mountain Software uses your personally identifiable information, Cougar Mountain Software will prominently post such changes prior to implementing the change.\nCougar Mountain Software encourages you to periodically review this Policy to be informed of how we are protecting your information.</p>\nRETURN POLICY\n<p>Cougar Mountain Software offers a 30-day return policy on all new purchases of software and hardware.\nThe 30-day period begins on the invoice date.&nbsp;No refunds on upgrades (including upgrades from DOS), Customer Support, or&nbsp;Software Assurance.&nbsp;Any refunds given are subjected to restocking fees of 15% on software and 25% on hardware.</p> Cougar Mountain Software <p>Cougar Mountain Software develops leading on-premises accounting solutions that scale to clients’ needs while maintaining an unbreakable audit trail.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Products <ul>\n<li>\n<p>Denali for Nonprofits</p>\n</li>\n<li>\n<p>Denali for Business</p>\n</li>\n<li>\n<p>Denali Payroll</p>\n</li>\n</ul> Customers <ul>\n<li>Support Request</li>\n<li>Referral Rewards</li>\n<li>Software Updates</li>\n<li>Training Options</li>\n<li>Accounting Supplies</li>\n</ul> Company <ul>\n<li>\n<p>About Us</p>\n</li>\n<li>\n<p>Become a Reseller</p>\n</li>\n<li>\n<p>Careers</p>\n</li>\n<li>\n<p>Contact</p>\n</li>\n</ul>\n<ul>\n<li> Terms / Privacy</li>\n</ul>\n<ul>\n<li> © 2023 | All Rights Reserved\n</li>\n</ul>\n<p>&lt;span data-mce-type=\"bookmark\" style=\"display: inline-block.\nwidth: 0px.\noverflow: hidden.\nline-height: 0;\" class=\"mce_SELRES_start\"&gt;﻿&lt;/span&gt;</p>\n<p>&lt;span data-mce-type=\"bookmark\" style=\"display: inline-block.\nwidth: 0px.\noverflow: hidden.\nline-height: 0;\" class=\"mce_SELRES_start\"&gt;﻿&lt;/span&gt;</p> ✓Thanks for sharing!AddToAnyMore…", "created_at": "2023-06-30 14:30:59.39388", "updated_at": "2023-06-30 14:31:36.297863"}], "points": [], "urls": ["cougarmtn.com"]}}