{"error": 448, "message": "OK", "parameters": {"id": 8653, "name": "Kaiser Permanente", "created_at": "2023-06-30 04:22:47.754702", "updated_at": "2023-06-30 10:02:06.531125", "wikipedia": "https://en.wikipedia.org/wiki/Kaiser_Permanente", "keywords": null, "related": null, "slug": "kaiser-permanente", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8653.png", "url": "kaiserpermanente.org,kp.org", "documents": [{"id": 16853, "name": "Terms and Conditions", "url": "https://healthy.kaiserpermanente.org/termsconditions", "xpath": "//*[@id=\"aem-tnc-content\"]", "text": " <i>\n</i> Back <i>\n</i> Print Print <b>Terms and Conditions for our Website and Mobile Application&nbsp;</b>\n<br>\n<p>\n<b>Purpose</b>\n<br>\n</p>\n<p>Kaiser Permanente provides a website and a mobile app:</p>\n<ul>\n<li>\"kaiserpermanente.org,\" or “healthy.kaiserpermanente.org,” or \"kp.org\" (the Website)</li>\n<li>“KP Mobile Application” (the App), for both iPhone and Android</li>\n</ul>\n<p>The Website and the App are referred to collectively in these Terms and Conditions as the “Site.\"</p>\n<p>The Site allows users to:</p>\n<ul>\n<li>view health-related information</li>\n<li>communicate with our practitioners and our staff</li>\n<li>arrange for clinical and health plan services</li>\n<li>access additional services</li>\n<li>consent to receive important communications and documents (such as notices, videos and telephony) regarding their health plan coverage electronically through the email address and/or mobile number specified by the user for this purpose</li>\n</ul>\n<p>The information provided on the Site is not a substitute for the advice of a personal physician or other qualified health care professional and does not constitute a diagnosis or professional treatment recommendation.\nAlways seek the advice of a physician or other qualified health care professional with any questions regarding medical symptoms or a medical condition.\nNever disregard professional medical advice or delay in seeking it because of something you have read on the Site.</p>\n<p>If you think you or someone you are taking care of has a medical or psychiatric emergency, call 911 or go to the nearest hospital.</p>\n<p>Agreement</p>\n<p>BY USING THE SITE OR BY CLICKING \"I ACCEPT\" BELOW, YOU SIGNIFY YOUR AGREEMENT TO THESE TERMS AND CONDITIONS.&nbsp;IF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS, DO NOT USE THE SITE.</p>\n<p>Using secure messaging</p>\n<p>Kaiser Permanente provides users with a number of interactive online services to help them better communicate with our practitioners and staff.\nThese services may include (but are not limited to):</p>\n<ul>\n<li>secure messaging, including:<ul>\n<li>email the doctor's office</li>\n<li>ask a pharmacist</li>\n<li>appointment requests</li>\n</ul>\n</li>\n</ul>\n<p>You agree that you will not upload or transmit any communications or content of any type (including secure messaging) that infringe upon, misappropriate or violate any rights of any party.</p>\n<p>Please note: if you register for the Website before your coverage has started, you will have access to only a limited set of functions prior to when your full coverage begins.&nbsp;If you’re registered for the Website, but do not have active coverage, you will have access to records of your past care and coverage, if any.</p>\n<p>Viewing medical records</p>\n<p>Users may use the Site to view certain information displayed from their medical records, including the results of certain laboratory tests.\nUsing the lab test result feature is considered to be a request to receive lab test results online or on a mobile device.</p>\n<p>Users may also authorize other users of the Site to view health information displayed through the \"Act for a Family Member\" feature.\nIf you are authorized to access another user's health information, you agree to protect the confidentiality of this information and comply with state and federal privacy laws that may prohibit the redisclosure of health information without the express written authorization of the person who is the subject of the health information, including but not limited to federal law prohibiting the redisclosure of health information regarding alcohol and drug abuse referral and treatment.</p>\n<p>In addition, although the Site displays certain information in medical records, they do not necessarily display all information found in those medical records.\nIf you think that medical record information displayed on the Site is inaccurate, you can request Kaiser Permanente to amend the medical record by mailing a request to the department identified in your regional Notice of Privacy Practices.\n(A link to the Regional Notice of Privacy Practices is available at the bottom of each page on the Website) To request a complete copy of a medical record, please contact the department identified in your regional Notice of Privacy Practices responsible for providing records.</p>\n<p>Any personal information you submit to the Site (for yourself or someone else) is governed by our Website and KP Mobile Application Privacy Statement.\n(A link to our Website and KP Mobile Application Privacy Statement is available at the bottom of each page on our Website and on the \"Home\" screen at the bottom of the KP Mobile Application.) This includes information on your rights to see and receive copies of your own or others' personal health information.</p>\n<p>KP Mobile Application: \"Jailbreaking\" the mobile operating system</p>\n<p>The KP Mobile Application is intended for use only on a mobile device that is running an unmodified manufacturer-approved operating system.\nUsing the KP Mobile Application on a device with a modified operating system may undermine security features that are intended to protect health information from unauthorized or unintended disclosure.\nYou may compromise your health information or the health information of anyone for whom you have been given access, if you use the KP Mobile Application on a mobile device that has been modified.\nUse of the KP Mobile Application on a mobile device with a modified operating system is a material breach of these Terms and Conditions.</p>\n<p>Passwords and Biometric Authentication</p>\n<p>Kaiser Permanente has several tools that allow you to record and store information.\nYou are responsible for taking all reasonable steps to ensure that no unauthorized person shall have access to your Kaiser Permanente online password or account.\nIt is your sole responsibility to (1) control the disclosure and use of your activation codes, password reset codes and password.\n(2) authorize, monitor, and control access to and use of your Kaiser Permanente online account and password.\nand (3) promptly change your password if you feel it has become compromised.\nand (4) promptly inform the Site manager of any need to deactivate an account entirely.</p>\n<p>To change your password, sign on and choose the arrow icon next to your name at the top of the page.\nThen, select Profile and Preferences.\nTo deactivate your account, you may contact our Site Manager using the link available at the bottom of each Website web page.\nIf you're using a mobile device and would like to change your password or deactivate your account, please go to the Website and follow the above steps.</p>\n<p>If you forget your Website password, among the available methods for resetting your password is the option to choose to have a one-time password reset code sent to either the email address you provided to us when you registered for the Website or via SMS/Text on your primary mobile number on file.\nTo protect your privacy, we recommend that you not use an email address or mobile device that you share with anyone else.\nTo update your email address, sign on to the Website and choose the arrow icon next to your name at the top of the page.\nThen, select Profile and Preferences and follow the instructions provided.\nTo update your mobile number, sign on to KP Mobile Application and tap Profile icon on top right corner and follow instructions provided.</p>\n<p>If you enable biometric authentication (e.g., iOS or iPadOS Face ID, Touch ID or Android Fingerprint) to sign on to the App, it is your responsibility to be aware that all faces or fingerprints set up on your device for such biometric authentication will be linked to your Website account associated with the App.\nIf other people use the biometric authentication method enabled on your device, they may be able to gain access to your Kaiser account via the App and view information you consider to be private.\nIt is your responsibility to understand the risks of biometric authentication enabled on your mobile device.</p>\n<p>You can stop using biometric authentication to sign on to the App at any time.\nYou can elect this option by going to the settings in the App and turning off Face ID/Touch ID/Fingerprint.</p>\n<p>Breaches of these Terms and Conditions</p>\n<p>In consideration of being allowed to use the Site interactive services, you agree that the following actions shall constitute a material breach of these Terms and Conditions:</p>\n<ul>\n<li>signing on as or pretending to be another person (Note: this does not restrict authorized use of the \"Act for a Family Member\" feature on the Site.)</li>\n<li>using secure messaging for any purpose in violation of local, state, national, international laws or posted Kaiser Permanente policies</li>\n<li>transmitting material that infringes or violates the intellectual property rights of others or the privacy or publicity rights of others</li>\n<li>transmitting material that is unlawful, obscene, defamatory, predatory of minors, threatening, harassing, abusive, slanderous, or hateful to any person (including Kaiser Permanente personnel) or entity as determined by Kaiser Permanente in its sole discretion</li>\n<li>using interactive services in a way that is intended to harm, or a reasonable person would understand would likely result in harm, to the user or others</li>\n<li>collecting information about others, including email addresses</li>\n<li>intentionally distributing viruses or other harmful computer code</li>\n<li>attempting to (1) probe, scan, \"hack\", or test the vulnerability of the Site or any Kaiser Permanente system or network.\nor (2) breach any security or authentication measures on the Site or any Kaiser Permanente system connected to either the Site</li>\n<li>using any \"deep-link\", \"page-scrape\", \"robot\", \"spider\", data mining tools, data gathering and extraction tools, or other automatic device, program, algorithm or methodology, to (1) access, acquire, copy or monitor any portion of the Site, or (2) in any way reproduce or circumvent the navigational structure or presentation of the Site</li>\n<li>\"Jailbreaking\" the operating system of a mobile device using the App</li>\n</ul>\n<p>Kaiser Permanente expressly reserves the right, in its sole discretion, to terminate a user's access to any interactive services and/or to any or all other areas of the Site due to any act that would constitute a violation of these Terms and Conditions.\nTo the extent there is an inconsistency between these Terms and Conditions and the Website and KP Mobile Application Privacy Statement, these Terms and Conditions shall govern.</p>\n<p>Kaiser Permanente may offer interactive areas of the Site under license with Third Party software service providers.\nThese Terms and Conditions extend to and apply to your use of our licensors’ software.\nOur licensors are direct third-party beneficiaries of applicable rights under these Terms and Conditions.\nBy using our licensor’s software, you agree to be bound directly to our licensors with respect to your compliance with these Terms and Conditions.\nKaiser Permanente may directly enforce the licensors’ rights under these Terms and Conditions on the licensors’ behalf or a licensor may enforce its rights under these Terms and Conditions directly against you or other users who breach these Terms and Conditions.</p>\n<p>Health Care Delivery Communications by email</p>\n<p>By accepting these Terms and Conditions, you agree to receive care delivery essential communications by email.\nThese communications may include (but are not limited to):</p>\n<ul>\n<li>notification that an important message awaits you on the Site (this may be a message from a doctor, a new lab test result, an appointment confirmation, a response from a pharmacist, etc.)</li>\n<li>Site and/or service updates&nbsp;</li>\n<li>emergency alerts and critical messages (for example, if a snowstorm or wildfire has temporarily closed a medical center)</li>\n<li>general health communications from Kaiser Permanente providers</li>\n</ul>\n<p>While you have Kaiser Permanente coverage, you may receive the monthly&nbsp;<i>Partners in Health</i>&nbsp;wellness update by email as part of your essential communications and services.\nIn addition, you may periodically receive online invitations to participate in member satisfaction and other types of surveys related to your experiences at Kaiser Permanente.\nYour participation in such surveys is always optional.</p>\n<p>You should take appropriate precautions to protect personal and confidential information, and to use your devices/apps in a secure and responsible manner.\nWe are not responsible for the security of your devices and we expect that you will configure them in a secure and responsible manner.</p>\n<p>We will use a secure transmission method to send you communications that include protected health information (as that term is defined under HIPAA) through e-mail, our Website, and/or Mobile App.\nWhile such secure transmission methods provide reasonable protections against unauthorized access, no system can perfectly guard against risks of intentional intrusion or inadvertent disclosure of information sent to us.\nMoreover, when you transmit information via the internet, your information will be transmitted over a medium that is beyond our control, and therefore the security of the transmission may be compromised before it reaches us.\nAccordingly, we make no guarantee as to confidentiality or security.\nIf you have concerns regarding the electronic transmission of protected health information, you should consider using non-electronic communication methods to receive documents relating to health plan coverage.</p>\n<p>All Kaiser Permanente staff and vendors who have access to, or are involved with, the processing of personal information are trained to respect the confidentiality of your personal information.</p>\n<p>Communications by Phone or Text<br>\n</p>\n<p>You verify that any phone information provided to KP is true and accurate, and that you are the current subscriber or owner of any telephone number that you provide.&nbsp;</p>\n<p>You acknowledge that by voluntarily providing your telephone number(s), you expressly agree to receive prerecorded voice messages and/or autodialed calls, and text messages from us, our agents, affiliates, and independent contractors related to your relationship with KP.\nYou acknowledge that automated calls or text messages may be made to your telephone number(s) even if your telephone number(s) is registered on any state or federal Do Not Call list.\nYou agree to receive automated calls and text messages from KP, our agents, affiliates, and independent contractors even if you cancel your account or terminate your relationship with us, except if you opt-out (see below).</p>\n<p>The text message communications that you may receive from KP may include (but are not limited to):</p>\n<ul>\n<li>A one-time, multifactor authentication (MFA) passcode sent to you after you have opted-in to receiving such a code to authenticate your logging onto the Site</li>\n<li>General health communications from Kaiser Permanente providers including but not limited to notifications regarding upcoming or scheduled appointments, checkups and exams, hospital pre-registration instructions, pre-operative instructions, lab results, post-discharge follow-up, prescription notifications or reminders, or home healthcare instructions</li>\n<li>General health communications relating to your account, registration, changes and updates, service outages, reminders, billing notifications, payment notices, new services available to members, or any transaction with KP</li>\n<li>Marketing and promotional communications</li>\n</ul>\n<p>At any time, and even if you have expressly given us permission to send voice/text messages to you, you may communicate your desire not to receive additional voice/text messages by following the stop or opt-out instructions in the voice or text message, by adjusting your preferences on the Website (for only certain categories of communications), or by contacting Member Services.</p>\n<p>You acknowledge that neither Kaiser Permanente nor Carriers are liable for delayed or undelivered messages.</p>\n<p>As always, message and data rates may apply for any messages sent to you from us and to us from you.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.</p>\n<p>You acknowledge that you are aware text messages are not fully secure and could be intercepted by a third party and acknowledge if you share your mobile device with others, they may be able to view text messages sent by Kaiser Permanente.\nIt is your responsibility to understand the risks of receiving text messages on your mobile device.\nTo update your mobile phone number, sign on to the Website and choose the arrow icon next to your name at the top of the page.\nThen, select Profile and Preferences, and choose \"Edit\" under \"Mobile numbers\".</p>\n<p>Use by children</p>\n<p>We do not knowingly allow minors under the age of 13 to create accounts that allow access to the secured features of the Site.</p>\n<p>Access, correction, and data integrity</p>\n<p>Although we attempt to maintain the integrity and accuracy of the information on the Site, we make no guarantees as to its correctness, completeness, or accuracy.\nThe Site may contain typographical errors, inaccuracies, or other errors or omissions.\nAlso, unauthorized additions, deletions, or alterations could be made to the Site by third parties without our knowledge.\nIf you believe that information found on the Site is inaccurate or unauthorized, please inform us by contacting our Site Manager.\n(On the Website, you may Contact our Site Manager using the link available at the bottom of each web page.)<br>\n</p>\n<p>Revisions, changes, and updates</p>\n<p>We may revise the information on the Site or otherwise change or update the Site, including these Terms and Conditions, without notice to you.\nKaiser Permanente may also make improvements and/or changes in products and/or services described on the Site or add new features at any time without notice.\nWe encourage you to periodically read these Terms and Conditions to see if there have been any changes to our policies that may affect you.\nYour continued use of the Site will signify your continued agreement to these Terms and Conditions as they may be revised.</p>\n<p>Links to Third Party Websites</p>\n<p>The Site provides links to other websites that are not owned or controlled by Kaiser Permanente (\"Third Party Websites\").\nWe provide links to Third Party Websites as follows.</p>\n<ul>\n<li>Kaiser Permanente provides links to Third Party Websites to connect you easily to additional sources of health information or third party services that may be of interest to you.\nWe may not have any business relationship with the party that controls this type of Third Party Website and a link to such a site is offered only as a convenience to you.</li>\n<li>Kaiser Permanente also provides links to Third Party Websites managed by vendors that we have made arrangements with to offer you services to help you manage your health or to take and fulfill orders when you purchase items or materials from us.\nThese Third Party Websites may be co-branded, meaning that they display the Kaiser Permanente logo and the logo of the Third Party vendor but they are owned and controlled by the Third Party.</li>\n</ul>\n<p>In each such instance, where practicable, we will let you know when you are leaving the Site and linking to a Third Party Website.\nWe may use an icon that we identify with an appropriate legend to let you know when you are leaving the Website.<br>\n<br>\nKaiser Permanente may not be responsible for the content, security or the privacy practices of Third Party Websites.\nPlease review the privacy statement and any terms of use of each Third Party Website you visit, if applicable.\nUnless we specifically advise you otherwise, links to Third Party Websites do not constitute or imply endorsement by Kaiser Permanente of those sites, the information they contain or any products or services they describe.\nKaiser Permanente does not receive payment or other remuneration in exchange for you linking to or using any Third Party Website.</p>\n<p>Deletion (Deactivation) of Your Online Account (App only)</p>\n<p>If you request that we delete (deactivate) your online account, we will block access to your online account, but we will not delete any data or other information of the Kaiser Permanente applications or websites associated with that online account.\nYou will not be able to use any Kaiser Permanente mobile applications or websites that use the same user ID and password associated with the online account.\nIf you wish to reactivate your online account to regain access to such Kaiser Permanente mobile applications or websites, please call Member Services.\nWith a deleted (deactivated) online account you’ll only be able to receive copies of your medical records by calling Member Services for the contact information of your local medical record office.</p>\n<p>This section pertains to the App only.</p>\n<p>Consent to Electronic (Paperless) Health Plan Coverage Communications via Website and App</p>\n<p>By accepting the terms and conditions and agreeing to this consent to receive communications (all available ones or certain chosen ones) electronically, you consent (agree) to receive essential health plan coverage communications via the Website and/or Mobile App.\nThese communications may include (but are not limited to):</p>\n<ul>\n<li>\n<u>Coverage and Benefits:</u>&nbsp;Communications and documents pertaining to your coverage and benefits (including cost sharing) for your health plan.\nTypes of documents and communications may include, but are not limited to, Evidence of Coverage, Explanation of Benefits (EOB), Preauthorization and/or Precertification Notices and Preservice letters, Annual Membership Information, Annual Plan Information, and IRS Form 1095-B.</li>\n<li>\n<u>Billing</u>: Communications and documents related to billing for your Kaiser Permanente Plan may include but are not limited to: Medical Bills, Membership Premium Payment Letters (including delinquency notices), and Premium Bills.</li>\n<li>\n<u>Cost Estimates:</u>&nbsp;Communications and documents as required of health plan issuers and related to cost estimates for covered services.</li>\n<li>\n<u>Other types of communication:</u>&nbsp;Other types of communications may include but are not limited to: Communications about your health savings account (HSA) or wellness program awards (if applicable to you), member satisfaction and other surveys (participation is optional), quality information, and other notices that may be required by law.</li>\n</ul>\n<p>For a full list of the health plan coverage documents and communications in each category that may be sent electronically, please visit KP.org/paperless.</p>\n<p>\n<b>NOTE:</b>&nbsp;Not all health plan coverage documents and/or communications may be available in your region, for your plan, and/or via the Mobile App.\nAs additional health plan coverage communications and documents are added to those already available electronically, Kaiser Permanente will notify you.\nYou may be asked to consent again to the receipt of documents electronically.</p>\n<p>Electronic Delivery of Health Plan Coverage Communications</p>\n<p>You have the option to choose which health plan coverage communications and/or documents you receive electronically.\nYou may always change your mind and receive any of your health plan coverage communications or documents in paper copy.\nTo get a copy of a specific health care delivery or health plan coverage communication in paper, log on to your KP.org account and navigate to “My Documents”, click on the specific document you’d like to view and simply save and print the document.</p>\n<p>A.\nElectronic Delivery Method</p>\n<p>If you consent to the receipt of communications and documents relating to health plan coverage by electronic delivery, they will be made available electronically through the Website.\n[and/or Mobile App] All communications that we provide to you in electronic form, will be provided either (1) via email.\n(2) via the Website as described in an email notice we send to you at the time the information is available.\n(3) to the extent permissible by law, by access to a Third-Party Website as described in advance for such purpose in an email notice we send to you at the time the information is available.\nor (4) by an email requesting that you access or download a PDF file from the Website containing the document.&nbsp;</p>\n<p>Note: You will have the opportunity to print or save this information about electronic delivery and keep it for your records.\nBy consenting to electronic delivery, you also agree to print out or download all documents we provide to you electronically and keep copies for your records</p>\n<p>B.\nNotification that you have a New Communication<br>\n</p>\n<p>When a new document or communication is delivered electronically through the Website, you will be notified by email to the primary email address found in your Website profile.\nIf Kaiser Permanente receives a notification of delivery failure (i.e.\na “bounce message”) that indicates that the primary email address which we have on file for you is no longer valid, we will suspend electronic delivery of all documents and communications and either notify you again using another method (such as text) or return to paper delivery of your documents and communications.\nWe will then mail your communications and/or documents to the last known mailing address on file.</p>\n<p>C.\nHardware and Software Requirements<br>\n</p>\n<p>In order to access and retain your electronic documents, you will need the following computer hardware and software:</p>\n<ul>\n<li>A computer with an internet connection</li>\n<li>A current web browser that includes 128-bit encryption (e.g., Microsoft Edge , Firefox version 71 or later, Chrome version 49 or later, or Safari version 11 or later) with cookies enabled</li>\n<li>Current Adobe Acrobat Reader version to open documents in PDF format</li>\n<li>A valid email address (your primary email address in your Website profile)&nbsp;</li>\n<li>Sufficient storage space to save past documents or an installed printer to print them<br>\n</li>\n</ul>\n<p>\n<b>By giving your consent at this time, you agree that you have access to the necessary hardware and software as listed above, and are able to receive, open, and print or download a copy of any document for your records.</b>\n<br>\n</p>\n<p>We will notify you if there are any material changes to the hardware or software needed to receive electronic documents from Kaiser Permanente at least 30 days in advance of the date any such changes are made.\nAt that time, we will also provide instructions on how to withdraw, change, or renew your consent for electronic delivery of your documents.</p>\n<p>D.\nUpdating your Contact Information<br>\n</p>\n<p>\n<b>It is your responsibility to keep your primary email address up to date so that Kaiser Permanente can communicate with you electronically.<br>\n<br>\n</b>You understand and agree that if Kaiser Permanente sends you an email notification that a communication and/or document was sent and/or an electronic document has been posted, and we do not receive a notification of delivery failure (i.e.\na “bounce message”), Kaiser Permanente will be deemed to have provided the communication to and/or document you.\nThis could occur if, for example, you do not receive it because your primary email address on file is blocked by your service provider, or you are otherwise unable to receive electronic communications.<br>\n</p>\n<p>Please note that if you use a spam filter that blocks or re-routes emails from senders not listed in your email address book, you must add the Kaiser Permanente email address to your email address book so that you will be able to receive the communications we send to you (please consult the instructions of your spam filter for specific directions on how to do this).<br>\n<br>\nYou can update your primary email address or mailing address at any time through your Website profile.\nTo change your primary email address and/or mailing address, navigate to the Personal Info section of the Profiles and Preferences page on KP.org website.\nTo update contact information on the KP Mobile Application, click on the profiles and settings icon in the upper right-hand corner and select “Contact Information” from the drop-down menu and follow the instructions.</p>\n<p>E.\nHow to Withdraw your Consent<br>\n</p>\n<p>Your consent will remain in effect until your Kaiser Permanente health plan coverage is terminated or you explicitly withdraw your consent by changing your delivery preferences through your Website profile.\nYou may contact the Kaiser Permanente Member Services Call Center by phone and ask a customer service representative to assist you.<br>\n<br>\n<b>When your Kaiser Permanente health plan coverage is terminated, your document(s) will be sent to you by U.S.\nmail at your last known mailing address on file.</b>\n</p>\n<p>F.\nRequesting paper copies of electronic communications and documents<br>\n</p>\n<p>If, after you consent to receive your documents electronically, you would like to receive a paper copy of a document we previously sent you, you may request a paper copy within one year of the date we provided the document to you by contacting the Kaiser Permanente Member Services Call Center.</p>\n<p>Disclaimer and Limitation of liability</p>\n<p>Disclaimer of Warranties</p>\n<p>THE SITE, AND ANY CONTENT, INFORMATION, SERVICES OR PRODUCTS OBTAINED THROUGH THE SITE IS PROVIDED \"AS IS,\" WITH ALL FAULTS, WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON­ INFRINGEMENT.\nYOUR USE OF THE SITE IS VOLUNTARY, AND AT YOUR OWN RISK.\nANY REFERENCES TO SPECIFIC PRODUCTS OR SERVICES ON THE SITE DOES NOT CONSTITUTE OR IMPLY A RECOMMENDATION OR ENDORSEMENT OF SUCH PRODUCTS OR SERVICES BY KAISER PERMANENTE UNLESS SPECIFICALLY STATED OTHERWISE.</p>\n<p>Limitation of liability</p>\n<p>KAISER PERMANENTE AND ITS AFFILIATES, SUPPLIERS, LICENSORS AND OTHER THIRD PARTIES MENTIONED OR LINKED TO ON THE SITE ARE NEITHER RESPONSIBLE NOR LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE, OR OTHER DAMAGES (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOST PROFITS, LOST DATA, OR BUSINESS INTERRUPTION) ARISING OUT OF OR RELATING IN ANY WAY TO THE SITE, AND ANY CONTENT, INFORMATION, SERVICES OR PRODUCTS OBTAINED THROUGH THE SITE, ANY APP TO WHICH YOU PERMIT KAISER PERMANENTE TO RELEASE DATA (AND INCLUDING, WITHOUT LIMITATION, THE APP'S USE OF ANY DATA YOU MAKE AVAILABLE TO THE APP), AND/OR ANY THIRD PARTY WEBSITE, OR YOUR USE OF ANY OF THE FOREGOING, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY&nbsp;OTHER LEGAL THEORY AND WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nEXCEPT AS DESCRIBED IN THE FOLLOWING PARAGRAPH, YOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SITE, SITE-RELATED SERVICES, APPS, AND/OR THIRD PARTY WEBSITES IS TO STOP USING THE SITE, APPS, AND/OR THOSE SERVICES.</p>\n<p>APPLICABLE LAWS MAY NOT ALLOW SUCH DISCLAIMER OF WARRANTIES, LIMITATIONS OF LIABILITY, OR THE EXCLUSIONS FROM SUCH LIABILITY, AND YOU MAY BE ENTITLED TO SEEK OTHER REMEDIES UNDER YOUR EVIDENCE OF COVERAGE OR OTHER AGREEMENT WITH KAISER PERMANENTE.\nIN SUCH CASE, THE ABOVE DISCLAIMERS, LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>Choice of law</p>\n<p>THESE TERMS AND CONDITIONS ARE GOVERNED BY CALIFORNIA LAW WITHOUT REGARD TO ITS PRINCIPLES OF CONFLICTS OF LAW.\nIF ANY VERSION OF THE UNIFORM COMPUTER INFORMATION TRANSACTIONS ACT (UCITA) IS ENACTED AS PART OF THE LAW OF CALIFORNIA, THAT STATUTE SHALL NOT GOVERN ANY ASPECT OF THESE TERMS AND CONDITIONS.</p>\n<p>Copyrights</p>\n<p>Except as otherwise indicated, the Site and all content on the Site, including text, graphics, logos, button icons, photos, images, forms, audio, video, questionnaires, and software, is the property of Kaiser Permanente or its licensors and is protected by United States and international copyright laws.\nKaiser Permanente allows you to view or download a single copy of the material on the Site solely for your personal, noncommercial use.</p>\n<p>The compilation of all content on the Site is the exclusive property of Kaiser Permanente or, as applicable, its licensors, and is protected by United States and international copyright laws.\nUnless specifically authorized in writing by Kaiser Permanente, any use of these materials, or of any materials contributed to the Site by entities other than Kaiser Permanente, on any other website or networked computer environment for any purpose is prohibited.</p>\n<p>Any rights not expressly granted by these Terms and Conditions or any applicable end-user license agreements are reserved by Kaiser Permanente.\nContent and features are subject to change or termination without notice in the editorial discretion of Kaiser Permanente.</p>\n<p>The Digital Millennium Copyright Act of 1998 (the \"DMCA\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe in good faith that materials appearing on the Site infringe your copyright, you (or your agent) may send us a notice requesting that the material be removed, or access to it blocked.</p>\n<p>In addition, if you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send us a counter-notice.\nNotices and counter-notices must meet statutory requirements imposed by the DMCA.\nOne place to find more information is the U.S.\nCopyright Office website, currently located at&nbsp;https://www.copyright.gov.</p>\n<p>In accordance with the DMCA, Kaiser Permanente has designated an agent to receive notification of alleged copyright infringement in accordance with the DMCA.\nAny written Notification of Claimed Infringement should comply with Title 17, United States Code, Section 512(c)(3)(A) and should be provided in writing to our designated agent as follows:</p>\n<p>Agent:&nbsp;kp.org Copyright Compliance Department<br>\nAddress: Kaiser Permanente, KP Digital, 4460 Hacienda Drive, Building A, 3rd floor, Pleasanton, CA 94588<br>\nFax: 1-925-737-2276<br>\nPhone: 1-925-598-2799<br>\nEmail:&nbsp;ISG.QA-Compliance@kp.org</p>\n<p>(This telephone number is for copyright-related complaints only.\nNo solicitations.\nFor member and website services, call 800-556-7677.)</p>\n<p>Please note: If you materially misrepresent that online material, product, or activity is infringing your copyrights, you may be liable for damages (including court costs and attorneys' fees) and could be subject to criminal prosecution for perjury.\nWe suggest that you consult your legal advisor before filing a notice or counter-notice.</p>\n<p>Trademarks and service marks</p>\n<p>\"Kaiser Permanente\" and the Kaiser Permanente logo are registered service marks of Kaiser Foundation Health Plan, Inc.\nOther proprietary marks of Kaiser Permanente or third parties may be designated as such from time to time on the Site through use of the TM, SM, or ® symbols.\nUsers of the Site are not authorized to make any use of the Kaiser Permanente marks or the proprietary marks of third parties, including but not limited to, as metatags or in any other fashion that may create a false or misleading impression of affiliation or sponsorship with or by Kaiser Permanente or the applicable third party.</p>\n<p>Copyright © 1995 to 2022 Kaiser Permanente.\nAll rights reserved for all countries.</p>\n<p>Last updated:&nbsp;June 2022</p>\n<p>Version 1.82</p> Back ", "created_at": "2023-06-30 04:22:47.783749", "updated_at": "2023-06-30 04:23:08.680359"}, {"id": 16855, "name": "Privacy Statement", "url": "https://healthy.kaiserpermanente.org/privacy", "xpath": "//*[@id=\"aem-privacypolicy-content\"]", "text": " <i>\n</i>\n<i>\n</i> Back Print HIPAA Notice of Privacy Practices <p>&nbsp;</p> Website and mobile application Privacy Statement Introduction <p>Kaiser Permanente provides a website and a mobile app:</p>\n<ul>\n<li>\"kaiserpermanente.org,\" or “healthy.kaiserpermanente.org,” or \"kp.org\" (the Website)</li>\n<li>“KP Mobile Application” (the App), for both iPhone and Android</li>\n</ul>\n<p>The Website and the App are referred to collectively in this Privacy Statement as the “Site.\"</p>\n<p>The Site allows our members and other users to view health-related information, communicate with our practitioners and staff, arrange for clinical and health plan services, and access additional services.</p>\n<p>This Privacy Statement applies to the Site, which is owned and operated by Kaiser Foundation Health Plan, Inc.\n(“Kaiser Permanente”, “KP”).\nThis Privacy Statement describes how Kaiser Permanente collects and uses the personal information you provide on, and other information that is collected from your use of the Site.\nIt also describes the choices available to you regarding our use of your personal information and how you can access and update this information.</p>\n<p>Personal information means information that is individually identifiable.\nInformation that has been de-identified by Kaiser Permanente or others is no longer personal information and is not covered by the terms of this Privacy Statement.</p>\n<p>All of your protected health information maintained by Kaiser Permanente, including information you provide on the Site, is also subject to the Notices of Privacy Practices issued by KP under the Health Insurance Portability and Accountability Act (“HIPAA”).\nThe Notices of Privacy Practices may contain additional provisions relating to the use and disclosure of your information that go beyond the terms of this Privacy Statement.</p>\n<p>Kaiser Permanente is committed to protecting the privacy of the users of the Site.\nWe will use and disclose your personal information as stated in this Privacy Statement.</p> Site Privacy Statement <p>Use and disclosure of health information includes using the information to provide treatment to the individual, to make payments for such treatment, and to conduct ongoing quality improvement activities.\nOur use and disclosure of an individual's personal information (including health information) is limited as required by state and federal law.\nWe do not sell or rent personal information about visitors to the Site.</p> Security <p>The Site has security measures in place that are intended to help protect against the loss, misuse, unauthorized access or alteration of information under our control both during transmission and once the information is received.\nThese measures include encryption of data using the Secure Socket Layer (SSL) system, and using a secured messaging service when we send your personal information electronically to the Site.\nDespite these measures, the confidentiality of any communication or material transmitted to or from us via the Site by Internet, text message or email cannot be guaranteed.\nAt your discretion, you may contact us at the mailing address or telephone number listed in the \"Questions, complaints, and contacts\" section at the end of this Privacy Statement.</p> Revisions to the Privacy Statement <p>We may revise this Privacy Statement from time to time as we add new features or modify the way in which we manage information, or as laws change that may affect our services.\nIf we make material changes to our Privacy Statement, we will post notice of this on our Site prior to the changes becoming effective.\nAny revised Privacy Statement will apply both to information we already have about you at the time of the change, and any personal information created or received after the change takes effect.\nWe include a version number on this Privacy Statement consisting of the date (year, month, and day) it was last revised.\nWe encourage you to periodically reread this Privacy Statement, to see if there have been any changes to our policies that may affect you.</p> Site visitor data <p>In&nbsp;addition to web logs, described below, Kaiser Permanente routinely gathers data on Site activity, such as how many people visit the Site, the web pages or mobile screens they visit, where they come from, how long they stay, etc.\nThe data is collected on an aggregate basis, which means that no personally identifiable information is associated with the data.\nThis data helps us improve our content and overall usage.\nThe information is not shared with other organizations for their independent use.</p>\n<p>The Site does not honor a browser’s signal or header request not to track the user's activity.</p> Data caching by mobile applications <p>In order to ensure a good user experience, certain data may be temporarily or permanently cached by the Mobile Applications on users’ mobile devices.\nAny data that is personally identifiable will be encrypted and will not be viewable by anyone without access to the user’s User ID and Password.</p> Collecting and using and disclosing personal information <p>Except as disclosed in this Privacy Statement, we do not collect any personally identifiable information about visitors to the Site.\nThe policies, sources, uses and disclosures of information are outlined in Sections 1 through 20 that follow:</p> 1.\nInformation Collection Use <p>We collect the following personal information from you:</p>\n<ul>\n<li>contact information such as name, email address, mailing address, and phone number</li>\n<li>age or date of birth</li>\n<li>unique identifiers such as username, account number, and password</li>\n<li>preferences information such as preferred first name and the types of emails you’d like to receive from us</li>\n<li>health or medical information (such a health symptoms, health conditions and medications)</li>\n<li>debit and credit card information</li>\n<li>medical record number or health record number if you apply for Kaiser Permanente coverage online, personal health and demographic information about you and those dependents for whom you wish to receive coverage</li>\n<li>your device location</li>\n</ul>\n<p>We use and disclose this information to:</p>\n<ul>\n<li>communicate your health information, or the health information of someone you are caring for, to health care providers treating you or the other person</li>\n<li>communicate to you the health information of others you are authorized to act on behalf of on the Site</li>\n<li>help you pay for prescription refills or medical bills</li>\n<li>help you apply for Kaiser Permanente coverage</li>\n<li>send you requested product or service information</li>\n<li>respond to customer service requests</li>\n<li>administer your account</li>\n<li>send you newsletters, voice messages, text messages or email communications</li>\n<li>respond to your questions and concerns</li>\n<li>improve our Site and marketing efforts</li>\n<li>conduct internal quality improvement or business analysis</li>\n<li>customize your experience on the Site, including the display of location-based information that’s relevant to your care and how to find care</li>\n<li>de-identify the information in accordance with HIPAA and/or other applicable law</li>\n</ul>\n<p>When you provide us with personal information about dependents and family members, we will only use this information for the specific reason for which it is provided.&nbsp;Any personal information you provide us when seeking health insurance or coverage is a voluntary submission of that information under applicable law.</p> 2.\nWeb logs <p>As is true of most websites, we gather certain information automatically.\nWe maintain standard Web logs that record data about all visitors and customers who use the Site and we store this information for no longer than reasonably useful to carry out its legitimate business purpose, or as legally required.\nThese logs may contain the Internet domain from which you access the Site (such as xfinity.com, att.com, etc.).\nthe IP address which is automatically assigned to your computer when you get on the Internet (a static IP address may be identifiable as being connected to you, while a dynamic address is usually not identifiable).\nthe type of browser and operating system you use.\nthe date and time you visited.\nthe pages or mobile screens you viewed.\nand the address of the website you linked from, if any.\nIf you sign on to the Site to use secured features, our web logs will also contain an individual identifier and show the services you have accessed.</p>\n<p>All Web logs are stored securely, and may only be accessed by Kaiser Permanente employees or designees on a need-to-know basis for a specific purpose.\nKaiser Permanente uses Web log information to help us design our Site, to identify popular features, to resolve user, hardware, and software problems, to make the Site more useful to visitors and for security purposes.</p> 3.\nInternet cookies <p>We and our service providers may place Internet \"cookies\" or similar technologies (JavaScript, HTML5, ETag) on the computer hard drives of visitors to the Site.\nInformation we obtain helps us to tailor our Site to be more helpful and efficient for our visitors.\nFor example, we are able to see the navigation path taken by users, and that information allows us to understand user success or challenges with the web experience.\nThe cookie consists of a unique identifier that does not contain information about your health history.\nWe use two types of cookies, \"session\" cookies and \"persistent\" cookies, along with other similar technologies.</p>\n<p>A session cookie is temporary, and expires after you end a session and close your web or app browser.\nWe use session cookies to help customize your experience on our Site, maintain your signed-on status as you navigate through our features, and to track your \"click path\" through our web pages or mobile screens.</p>\n<p>Persistent cookies remain on your hard drive after you've exited from our Site, and we use them for several reasons.\nFor instance, if you've given us permission to email you with information about your Kaiser Permanente benefits, or for other reasons, we may place a persistent cookie on your hard drive that will let us know when you come back to visit our Site.\nWe sometimes use this type of persistent cookie with a \"Web beacon\" (see below).\nPersistent cookies will not contain any personal health information about you such as a Kaiser Permanente Health/Medical Record number.</p>\n<p>You may have software on your computer that will allow you to decline or deactivate Internet cookies, but if you do so, some features of the Site may not work properly for you.\nFor instructions on how to remove cookies from your hard drive, go to your browser's website for detailed instructions.\nIn addition, further information regarding cookies may be available on other websites or from your Internet service provider.\nSafari, Chrome, Firefox, Internet Explorer and iOS browsers are commonly used browsers.</p> 4.\nWeb beacons <p>We may also occasionally use \"Web beacons\" (also known as \"clear gifs,\" \"Web bugs,\" \"1-pixel gifs,\" etc.) that allow us to collect non-personal information about your response to our email communications, and for other purposes.\nWeb beacons are tiny images, placed on a Web page or email, that can tell us if you've gone to a particular area on our Site.\nFor example, if you've given us permission to send you emails, we may send you an email urging you to use a certain feature on our Site.\nIf you do respond to that email and use that feature, the Web beacon will tell us that our email communication with you has been successful.\nWe do not collect any personal health information with a Web beacon, and do not link Web beacons with any other personal health information you've given us.</p>\n<p>Since Web beacons are used in conjunction with persistent cookies (described above), if you set your browser to decline or deactivate cookies, Web beacons cannot function.</p>\n<p>Our mobile application contains software development kits (SDKs) that may collect and transmit information back to us or third-party partners about your usage of that mobile application or other applications on your device.\nSuch data, when collected by a 3rd party, that may show what click path was taken, what pages users visited and how long certain pages took to display, is not identifiable to you as an individual.</p> 5.\nRe-targeting <p>We have contracted a third party ad network to manage our advertising on other sites.\nOur ad network service provider uses cookies, Web beacons, and other tracking technologies to collect information about your activities on this and other websites and to then provide you with KP advertising on other websites.\nWe may also place a persistent third-party cookie (provided by Google) on your hard drive if you sign on to kp.org.\nThis cookie will prevent kp.org members from seeing advertising that is targeted towards people who are not members of Kaiser Permanente’s health plan, when searching on Google.</p>\n<p>If you wish to not have this information used for the purpose of serving you targeted ads,&nbsp;you may opt out.\nPlease note this does not opt you out of being served advertising.\nYou may continue to receive generic non-targeted ads.</p> 6.\nEmails, voice messages, and SMS text messaging <p>Kaiser Permanente may use a third-party vendor to help us manage some of our email and voice/text messaging communications with you.\nWhile we do supply these vendors with email addresses or mobile telephone numbers of those we wish for them to contact, your email address or mobile telephone number is never used for any purpose other than to communicate with you on our behalf.\nWhen you click on a link in an email, you may temporarily be redirected through one of the vendor's servers (although this process will be invisible to you) which will register that you've clicked on that link, and have visited our Site.\nKaiser Permanente never shares any information, other than your email address or telephone number, with our third-party email and voice/text messaging vendors, which may only share this information with its authorized subcontractors.</p>\n<p>At any time, and even if you have expressly given us permission to send voice/text messages to you, you may communicate your desire not to receive additional voice/text messages by following the stop or opt-out instructions in the voice or text message, by adjusting your preferences on kp.org (for only certain categories of communications), or by contacting Member Services.</p> 7.\nEvaluation and quality improvement <p>We will periodically ask users to complete surveys asking about their experiences with features of the Site.\nOur surveys ask visitors for demographic information such as age, gender, and education, but will not request that users provide specific information about any medical condition.\nWe use survey information for evaluation and quality improvement purposes, including helping Kaiser Permanente to improve information and services offered through the Site.\nIn addition, users giving feedback may be individually contacted for follow-up due to concerns raised during the course of such evaluation.\nDemographic information and Web log data may be stored for future evaluation and quality improvement activities.</p> 8.\nApplication for Kaiser Permanente membership <p>If you apply for Kaiser Permanente membership through the Site, you will be asked during the application process to disclose certain personal information so that we can evaluate your eligibility, and you will be asked to verify the truthfulness of your answers.</p> 9.\nMessages and transactions <p>Comments&nbsp;or questions sent to us using email or secure messaging forms will be shared with Kaiser Permanente staff and health care professionals who are most able to address your concerns.\nWe will archive your messages once we have made our best effort to provide you with a complete and satisfactory response.</p>\n<p>Some of our services such as our automated appointment selection and prescription refill services interact directly with other Kaiser Permanente data systems.\nData about your transaction may be stored in these systems, and available to people who test and support these systems.</p>\n<p>When you use a service on the secure section of the Site to interact directly with Kaiser Permanente health care professionals, some information you provide may be documented in your medical record, and available for use to guide your treatment as a patient.</p> 10.\nCredit card transactions <p>If you provide us with your credit card number for pharmacy prescriptions or other payments, we will treat your credit card number in a secure manner.</p> 11.\nData integrity and correction <p>You have the right to request to view and correct personal information from the Site.\nSuch requests may be submitted using the contact information in the \"Questions, complaints, and contacts\" section below.</p>\n<p>If your personal information changes, you have the right to update or request deletion of information collected on our Site, or if you believe a third party has provided us with your personal information and you would like to request that it be edited or removed from our database, please use the contact information in the “Questions, complaints, and contacts” section below.\nWe will respond to all access requests within 30 days.</p> 12.\nChildren <p>We do not knowingly collect personally identifiable information from children under the age of 13.\nIf Kaiser Permanente is made aware of collecting information from a child under 13, we will delete this information.</p> 13.\nDisclosures <p>We&nbsp;may disclose personal information to any person performing audit, legal, operational, or other services for us.\nWe will use information which does not identify the individual for these activities whenever reasonably possible.\nInformation disclosed to vendors or contractors for operational purposes may not be re-disclosed to others by such a vendor or contractor, except as permitted by KP and applicable law.</p>\n<p>We may also disclose your personal information to third parties who provide services on our behalf to help with our business activities.\nThese companies are authorized to use your personal information only as necessary to provide these services to us pursuant to written instructions.\nIn such cases, these companies must abide by our data privacy and security requirements, and are not allowed to use your personal information they receive from us for any other purpose.&nbsp;&nbsp;</p>\n<p>These services may include:</p>\n<ul>\n<li>payment processing</li>\n<li>providing customer service</li>\n<li>sending marketing communications</li>\n<li>fulfilling subscription services</li>\n<li>conducting research and analysis</li>\n<li>providing cloud computing infrastructure</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>as&nbsp;required by law, such as to comply with a subpoena, or similar legal process</li>\n<li>as described in our Notices of Privacy Practices for protected health information</li>\n<li>when we believe in good faith that disclosure is necessary to protect our rights, protect you or others safety from threats of imminent harm, investigate fraud or other activity in violation of the law, or respond to lawful request by public authorities (including to meet national security or law enforcement requirements)</li>\n<li>to protect the security and reliability of the Site</li>\n<li>if Kaiser Permanente is involved in a merger, acquisition, or sale of all or a portion of its assets.\nYou will be notified via email and/or a prominent notice on our Site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information</li>\n<li>to any other third party with your prior consent to do so</li>\n<li>to Kaiser Permanente entities to carry out business planning and development and business management and general administrative activities, such as to provide, maintain and personalize our sites and services, and to communicate with you</li>\n</ul> 14.\nOpt out <p>If&nbsp;a user makes a request to receive information (for example, requesting a subscription to one of our online publications) in an ongoing manner through the Site by providing an email address or mobile phone number the user may request to discontinue future mailings or messages.\nSimilarly, if you receive information about a Kaiser Permanente service through email or voice/text message, you may make a request to discontinue receiving similar messages in the future.\nMaterials sent to you by email or voice/text message may contain information about how to opt out.\nPlease note, however, that you cannot opt out of certain messages, such as an email letting you know that a doctor has sent you a secure message, or our Partners in Health newsletter.\nFor more information regarding what email communications are considered essential for registered Website members, and for which you cannot opt-out of, please review the Site Terms and Conditions.</p>\n<p>Also, if as a member you register to use protected features on our Site, you may be given an opportunity to receive emails, voice or text messages about different types of Kaiser Permanente products, services, announcements, and updates.\nOn our Site, you may change your preferences by clicking \"my profile\" at the top right of each page, then choosing \"communication preferences\" on the left.</p> 15.\nOther requests to limit use and disclosure of your personal information <p>State and federal laws may allow you to request that we limit our uses and disclosures of your personal information for treatment, payment, and health care operations purposes.\nWe will consider all requests and, if we deny your request, we will notify you in writing.\nFederal law requires us to agree to your request to restrict disclosures to a health plan or insurer relating to specific health care services, if you have paid for those services in full.\nThe law does not, however, require us to restrict any disclosures we think are important for treatment purposes.</p> 16.\nData retention <p>We will retain your personal information for the period necessary to fulfill the purposes outlined in this Privacy statement, including to meet our legal obligations, resolve disputes, and enforce our agreements, unless a longer retention period is required or permitted by law.</p> 17.\nSocial media <p>Our Site includes Social Media Features, such as the Facebook button.\nThese Features may collect your IP address, which page you are visiting on our Site, and may set a cookie to enable the Feature to function properly.\nSocial Media Features are either hosted by a third party or hosted directly on our Site.\nYour interactions with these Features are governed by the privacy statement of the company providing them.</p> 18.\nLinks to third party websites <p>Our Site includes links to other websites whose privacy practices may differ from those of Kaiser Permanente.\nIf you submit personal information to any of those sites, your information is governed by their privacy statements.\nWe encourage you to carefully read the privacy statement of any website you visit.</p> 19.\nLocation <p>An&nbsp;IP address (also called Internet address) is assigned to your device by your Internet Service Provider, and is a requirement to use the internet.\nIP addresses are used to make the connection between your device and the websites and services you use.\nYou can’t prevent a website or app from getting the IP address of your device.\nYour IP address includes some general information about your device location and we use that to display your proximate location in the website and mobile app user experience.\nWe derive your internet device’s proximate location from your IP address, which is provided to us when you come to the Site.\nWe do this to provide you with a customized experience on our Site, including the display of location-based information that’s relevant to you and your care.&nbsp;</p>\n<p>With your permission, we may collect your precise device location using technologies like GPS, Wi-Fi, and Bluetooth, to help you find a facility, doctor, or directions within a facility or to provide you with timely notices when you visit a facility.&nbsp;</p>\n<p>Please note that in the App, you may opt in or out of location-based services by editing the App location setting at the device level.\nFor additional information regarding how to do this on your device, please contact us by sending a message to the&nbsp;Kaiser Permanente Web manager.</p> 20.&nbsp;Third party applications <p>At your request, we may send your personal information to apps that are created and owned by a third party.\nKaiser Permanente does not control the app or app provider and is not responsible for the integrity, privacy, security or breach of data transferred to, or stored in the app, or the use or disclosure of data by the app or the app provider once the data are released by Kaiser Permanente.\nWe encourage you to carefully review the terms of use and privacy policy and settings that apply to the app and the app provider and approve release of data only to those apps and app providers that you trust.</p> Questions, complaints, and contacts <p>If you have any questions about this Privacy Statement, our policies and practices concerning the Site, your rights under this statement, and your dealings with the Kaiser Permanente Site, you can contact Kaiser Permanente by telephone at 1-800-556-7677 (toll free), or 711 (toll-free TTY for the hearing/speech impaired), by sending a message to the&nbsp;Kaiser Permanente Web manager, or by U.S.\nmail at the address below:</p>\n<p>Kaiser Permanente, kp.org Privacy<br>\n4460 Hacienda Drive, Building A, Third Floor<br>\nPleasanton, CA 94588</p>\n<p>&nbsp;</p>\n<p>Last revised: October 2021</p>\n<p>Version 1.8</p> Back ", "created_at": "2023-06-30 04:22:47.84171", "updated_at": "2023-06-30 04:25:09.34091"}, {"id": 16854, "name": "Notice of Privacy Practices", "url": "https://healthy.kaiserpermanente.org/georgia/privacy-practices", "xpath": "//body", "text": null, "created_at": "2023-06-30 04:22:47.812858", "updated_at": "2023-06-30 04:25:33.683748"}], "points": [], "urls": ["kaiserpermanente.org", "kp.org"]}}