{"error": 448, "message": "OK", "parameters": {"id": 9831, "name": "Balena", "created_at": "2023-10-23 20:40:16.172495", "updated_at": "2023-10-23 22:02:43.532268", "wikipedia": "https://en.wikipedia.org/wiki/Etcher_(software)", "keywords": null, "related": null, "slug": "balena", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9831.png", "url": "balena.io", "documents": [{"id": 19586, "name": "Master Agreement", "url": "https://www.balena.io/master-agreement", "xpath": "/html/body/div[2]", "text": null, "created_at": "2023-10-23 20:41:58.204737", "updated_at": "2023-10-23 20:41:58.204737"}, {"id": 19585, "name": "Privacy Policy", "url": "https://www.balena.io/privacy-policy", "xpath": "/html/body/div[2]", "text": "clock<p>Last Updated:&nbsp;April 1, 2020</p>\n<p>Protecting your privacy is important to us.\nThis Privacy Policy (“Privacy Policy”) is meant to help you understand how we collect, use and share your personal information and to assist you in exercising the privacy rights available to you.</p>SCOPE<p>This Privacy Policy applies to personal information processed by us in our business, including on ours Site(s), our mobile applications, and other online or offline offerings (collectively, the “Services”).<br>\n<br>This Privacy Policy does not apply to any third-party websites, services or applications, even if they are accessible through our Services.\nAlso, please note that, unless we define a term differently in this Privacy Policy, all capitalized terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.\nSo, please make sure that you have read, understand and agree to our Terms and Conditions.<br>\n<br>This Privacy Policy applies to our operating divisions, subsidiaries, and affiliates, including any additional subsidiary, or affiliate that we may subsequently form.</p>PERSONAL&nbsp;INFORMATION&nbsp;WE&nbsp;COLLECTInformation You Provide to Us<p>\n<strong>Account Information</strong>.\nIf you create an Account, we'll collect certain personal information that can be used to identify you, such as your name, email address, company name and phone number.\nIf you create an Account using your login credentials from one of your Third-Party Accounts, we'll be able to access and collect your name and email address and other personal information that your privacy settings on the Third-Party Account permit us to access.<strong>\n<br>\n<br>Your Communications with Us</strong>.\nWe collect personal information from you such as email address, phone number, or mailing address when you request information about our Services, register for our newsletter, request customer or technical support, apply for a job or otherwise communicate with us.<strong>\n<br>\n<br>Surveys</strong>.\nWe may contact you to participate in surveys.\nIf you decide to participate, you may be asked to provide certain information which may include personal information.<strong>\n<br>\n<br>Social Media Content</strong>.\nWe may offer forums, blogs, or social media pages.\nAny content you provide on these channels will be considered “public” and is not subject to privacy protections.</p>Information You Provide to Us<p>\n<strong>Automatic Data Collection</strong>.\nWe may collect certain information automatically when you use the Services.\nThis information may include your Internet protocol (IP) address, user settings, MAC address, cookie identifiers, mobile carrier, mobile advertising and other unique identifiers, details about your browser, operating system or device, location information, Internet service provider, pages that you visit before, during and after using the Services, information about the links you click, and other information about how you use the Services.\nInformation we collect may be associated with accounts and other devices.<br>\n<br>In addition, we may automatically collect data regarding your use of our Services, such as the types of content you interact with and the frequency and duration of your activities.\nWe may combine your information with information that other people provide when they use our Services, including information about you when they tag you.<strong>\n<br>\n<br>Cookies, Pixel Tags/Web Beacons, Analytics Information, and Interest-Based Advertising technologies</strong>\n<br>\n<br>We, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through the Services.\nTechnologies are essentially small data files placed on your computer, tablet, mobile phone, or other devices that allow us and our partners to record certain pieces of information whenever you visit or interact with our Services.</p>\n<ul>\n<li>\n<strong>Cookies</strong>.\nCookies are small text files placed in visitors' computer browsers to store their preferences.\nMost browsers allow you to block and delete cookies.\nHowever, if you do that, the Services may not work properly.</li>\n<li>\n<strong>Pixel Tags/Web Beacons</strong>.\nA pixel tag (also known as a web beacon) is a piece of code embedded in the Services that collects information about users' engagement on that web page.\nThe use of a pixel allows us to record, for example, that a user has visited a website page or clicked on a particular advertisement.</li>\n</ul>\n<p>\n<strong>Analytics</strong>.\nWe may also use Google Analytics and other service providers to collect information regarding visitor behavior and visitor demographics on our Services.\nFor more information about Google Analytics, please visit www.google.com/policies/privacy/partners/.\nYou can opt out of Google's collection and processing of data generated by your use of the Services by going to http://tools.google.com/dlpage/gaoptout.<strong>\n<br>\n<br>Information from Other Sources.</strong> We may obtain information about you from other sources, including through third party services and organizations to supplement information provided by you.\nThis supplemental information allows us to verify information that you have provided to us and to enhance our ability to provide you with information about our business, products, and Services.</p>HOW WE USE YOUR INFORMATION<p>We use the personal information we collect to:<strong>\n<br>\n<br>Fulfil our contract with you and provide you with our Services, such as:</strong>\n<br>\n</p>\n<ul>\n<li>Managing your information and Account;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services;</li>\n<li>Undertaking activities to verify or maintain the quality or safety of a service or device;</li>\n<li>Processing your financial information and other payment methods for products or Services purchased;</li>\n<li>Communicating with you about your account or your activities on our Services and policy changes.\nand</li>\n<li>Contact you with newsletters, marketing or promotional materials and other information.</li>\n</ul>\n<p>\n<strong>Analyze and improve our Services pursuant to our legitimate interest, such as:</strong>\n<br>\n</p>\n<ul>\n<li>Detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Researching and developing products, services, marketing or security procedures to improve their performance, resilience, reliability or efficiency;</li>\n<li>Improving, upgrading or enhancing our Services;</li>\n<li>Enforcing our terms and policies.\nand</li>\n<li>Complying with our legal obligations, protecting your vital interest, or as may be required for the public good.</li>\n</ul>\n<p>\n<strong>Provide you with additional content and Services</strong>, such as:<br>\n</p>\n<ul>\n<li>Furnishing you with customized materials about offers, products, and Services that may be of interest, including new content or Services;</li>\n<li>Auditing relating to interactions, transactions and other compliance activities;</li>\n<li>Provide you our advertising or marketing content using third party services.\nand</li>\n<li>Other purposes you consent to, are notified of, or are disclosed when you provide personal information.</li>\n</ul>\n<p>‍<strong>Use De-identified and Aggregated Information.</strong> We may use personal information and other data about you to create de-identified and aggregated information, such as de-identified demographic information, de-identified location information, information about the computer or device from which you access our Services, or other analyses we create.<br>\n<br>‍<strong>Share Content with Friends or Colleagues.</strong> Our Services may offer various tools and functionalities.\nFor example, we may allow you to provide information about your friends through our referral services.\nOur referral services may allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.<br>\n<br>‍<strong>Process Information on Behalf of Our Customers (as processors)</strong>.\nOur customers may choose to use our Services to process certain data of their own, which may contain personal information.\nThe data that we process through our Services is processed by us on behalf of our customer, and our privacy practices will be governed by the contracts that we have in place with our customers, and our Data Processing Addendum, and not this Privacy Policy.<br>\n<br>If you have any questions or concerns about how such data is handled or would like to exercise your rights, you should contact the person or entity (i.e., the data controller) who has contracted with us to use the Service to process this data.\nOur customers control the personal information in these cases and determine the security settings within the account, its access controls and credentials.\nWe will, however, provide assistance to our customers to address any concerns you may have, in accordance with the terms of our contract with them.<strong>\n<br>\n<br>How We Use Automatic Collection Technologies.</strong> We, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies to automatically collect information through the Services.\nOur uses of these Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<strong>Operationally Necessary</strong>.\nThis includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular site behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality</li>\n<li>\n<strong>Performance Related</strong>.\nWe may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how our visitors use the Services</li>\n<li>\n<strong>Functionality Related</strong>.\nWe may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed</li>\n<li>\n<strong>Advertising or Targeting Related</strong>.\nWe may use first party or third-party Technologies to deliver content, including ads relevant to your interests, on our Services or on third party sites</li>\n</ul>\n<p>The Services may contain links to other websites, and other websites may reference or link to our website or other Services.\nThese other websites are not controlled by us.\nWe encourage our users to read the privacy policies of each website and application with which they interact.\nWe do not endorse, screen or approve and are not responsible for the privacy practices or content of such other websites or applications.\nVisiting these other websites or applications is at your own risk.<br>\n<br>Our Services may include publicly accessible blogs, forums, social media pages, and private messaging features.\nBy using such Services, you assume the risk that the personal information provided by you may be viewed and used by third parties for any number of purposes.\nIn addition, social media buttons (such as Facebook of LinkedIn that might include widgets such as the “share this” button or other interactive mini-programs) may be on our site.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nThese social media features are either hosted by a third party or hosted directly on our site.\nYour interactions with these features apart from your visit to our site are governed by the privacy policy of the company providing it.</p>DISCLOSING YOUR INFORMATION TO THIRD PARTIES<p>We may share your personal information with the following categories of third parties:<strong>\n<br>\n<br>Service Providers.</strong> We may share any personal information we collect about you with our third- party service providers.\nThe categories of service providers to whom we entrust personal information include: IT and related services.\ninformation and services.\npayment processors.\ncustomer service providers.\nand vendors to support the provision of the Services.<strong>\n<br>\n<br>Business Partners.</strong> We may provide personal information to business partners with whom we jointly offer products or services.\nIn such cases, our business partner's name will appear along with ours.<strong>\n<br>\n<br>Affiliates.</strong> We may share personal information with our affiliated companies.<strong>\n<br>\n<br>Advertising Partners.</strong> We do not use or share your information, including personal information, to advertise any third party's products or services via the Services.\nWe may use and share your personal information with third-party advertising partners to market our own Services and grow our Services' user base, such as to provide targeted marketing about our own Services via third-party services.\nIf you prefer not to share your personal information with third-party advertising partners, you may follow the instructions below.<strong>\n<br>\n<br>Disclosures to Protect Us or Others.</strong> We may access, preserve, and disclose any information we store associated with you to external parties if we, in good faith, believe doing so is required or appropriate to: comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\nprotect your, our or others' rights, property, or safety.\nenforce our policies or contracts.\ncollect amounts owed to us.\nor assist with an investigation or prosecution of suspected or actual illegal activity.<strong>\n<br>\n<br>Disclosure in the Event of Merger, Sale, or Other Asset Transfers.</strong> If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p>YOUR CHOICESGeneral<p>You have certain choices about your personal information.\nWhere you have consented to the processing of your personal information, you may withdraw that consent at any time and prevent further processing by contacting us as described below.\nEven if you opt out, we may still collect and use non- personal information regarding your activities on our Services and for other legal purposes as described above.</p>Opt-Out<p>We may periodically send you free newsletters and e-mails that directly promote our Services.\nWhen you receive such promotional communications from us, you will have the opportunity to “opt-out” (either through your Account or by following the unsubscribe instructions provided in the e-mail you receive).\nWe do need to send you certain communications regarding the Services and you will not be able to opt out of those communications – e.g., communications regarding updates to our Terms of Service or this privacy Policy or information about billing.</p>Modifying Your Information<p>You can access and modify the personal information associated with your Account by logging in to your Balena account.\nIf you want us to delete your personal information and your Account, please contact us at legal@balena.io with your request.\nWe will take steps to delete your information as soon we can, but some information may remain in archived/backup copies for our records or as otherwise required by law.</p>Email and Telephone Communications<p>If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding the Services or updates to our Terms or this Privacy Policy).<br>\n<br>We process requests to be placed on do-not-mail, do-not-phone and do-not-contact lists as required by applicable law.</p>“Do Not Track”<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>Cookies and Interest-Based Advertising<p>You may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nThe online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners that participate in self-regulatory programs.\nYou can access these and learn more about targeted advertising and consumer choice and privacy, at www.networkadvertising.org/managing/opt_out.asp, http://www.youronlinechoices.eu/, https://youradchoices.ca/choices/, and www.aboutads.info/choices/.\nTo separately make choices for mobile apps on a mobile device, you can download DAA's AppChoices application from your device's app store.\nAlternatively, for some devices you may use your device's platform controls in your settings to exercise choice.<br>\n<br>Please note you must separately opt out in each browser and on each device.\nAdvertisements on third party websites that contain the AdChoices link may have been directed to you based on information collected by advertising partners over time and across websites.\nThese advertisements provide a mechanism to opt out of the advertising partners' use of this information for interest-based advertising purposes.</p>YOUR PRIVACY RIGHTS<p>Depending on your location and in accordance with applicable law, you may have the right to:</p>\n<ul>\n<li>\n<strong>Access to/Portability</strong> of personal informationabout you consistent with legal requirements.\nIn addition, you may have the right in some cases to receive or have your electronic personal information transferred to another party</li>\n<li>\n<strong>Request correction.</strong> of your personal information where it is inaccurate or incomplete.\nIn some cases, we may provide self-service tools that enable you to update your personal information or we may refer you to the controller of your personal information who is able to make the correction</li>\n<li>\n<strong>Request deletion.</strong> of your personal information, subject to certain exceptions prescribed by law</li>\n<li>\n<strong>Request restriction of or object to</strong> processing of your personal information, including the right to opt in or opt out of the sale of your personal information to third parties, if applicable, where such requests are permitted by law</li>\n</ul>\n<p>If you would like to exercise any of these rights, please contact us as set forth below.\nWe will process such requests in accordance with applicable laws.\nTo protect your privacy, we will take steps to verify your identity before fulfilling your request.\nFor more information on your specific rights under the California Consumer Privacy Act (“CCPA”), see below.</p>INTERNATIONAL DATA TRANSFERS<p>You acknowledge that all information processed by us may be transferred, processed, and stored anywhere in the world, including but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.\nWe have taken appropriate safeguards to require that your personal information will remain protected and require our third-party service providers and partners to have appropriate safeguards as well.\nFurther details can be provided upon request.</p>DATA RETENTION<p>We store the personal information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>SECURITY<p>We take reasonable administrative, physical and electronic measures designed to protect the information that we collect from or about you, including your personal information, from unauthorized access, use or disclosure.\nPlease be aware, however, that no method of transmitting information over the Internet or storing information is completely secure.\nAccordingly, we cannot guarantee the absolute security of any information.</p>CHILDREN'S INFORMATION<p>The Services are not directed to children under 13 (or other age as required by local law), and we do not knowingly collect personal information from children.\nIf you learn that your child has provided us with personal information without your consent, you may contact us as set forth below.\nIf we learn that we have collected any personal information in violation of applicable law, we will promptly take steps to delete such information and terminate the child's account.</p>SUPERVISORY AUTHORITY<p>If you are located in the European Economic Area (EEA) or the United Kingdom, you have the right to lodge a complaint with an applicable supervisory authority if you believe our processing of your personal information violates applicable law.</p>CALIFORNIA PRIVACY<p>The following notices apply to California residents and consumers.<strong>\n<br>\n<br>California Shine the Light Law</strong>.\nThe California “Shine the Light” law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personal information (if any) for their direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those parties.\nTo make such a request from us, if entitled, please use the contact information listed below.</p>Information We Collect<p>In providing our Services, we may collect information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a consumer or household (“Personal Information”), as defined in the California Consumer Privacy Act (“CCPA”).<br>\n<br>We have collected the following categories of Personal Information from our consumers in our role as a business within the last twelve (12) months (as indicated with a Yes below):</p>\n<p>Category</p>\n<p>Examples</p>\n<p>Collected</p>\n<p>Identifiers</p>\n<p>name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security, or other similar identifiers.</p>\n<p>Yes</p>\n<p>Protected classification characteristics under California or federal law.</p>\n<p>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</p>\n<p>No</p>\n<p>Commercial information.</p>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>No</p>\n<p>Biometric information.</p>\n<p>Physiological, biological, or behavioral, characteristics (including DNA) that can be used to establish individual identity, or imagery of the iris, retina, fingerprint, face, hand, palm, vein patterns, and voice recordings, from which an identifier template such as a faceprint, a minutiae template, or a voiceprint, can be extracted and keystroke patterns or rhythms, gait patterns, or rhythms, and sleep, health or exercise data that contain identifying information.</p>\n<p>No</p>\n<p>Internet or other electronic network activity.</p>\n<p>Browsing history, search history, information on a consumer's interaction with an internet website, application, or advertisement.</p>\n<p>Yes</p>\n<p>Geolocation data.</p>\n<p>Physical location or movements.</p>\n<p>No</p>\n<p>Sensory data.</p>\n<p>Audio, electronic, visual, thermal, olfactory, or similar information.</p>\n<p>No</p>\n<p>Professional or employment-related information.</p>\n<p>Current or past job history or performance evaluations.</p>\n<p>No</p>\n<p>NoNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSec.\n1232g, 34 C.F.R.\nPart 99)).</p>\n<p>Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.</p>\n<p>No</p>\n<p>Inferences drawn from other personal information to create a profile about a consumer.</p>\n<p>Profile reflecting a consumer's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>No</p>\n<p>Personal information categories listed in the categories above, but references in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</p>\n<p>A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nPersonal Information does not include publicly available information that is lawfully made available to the general public from federal, state, or local government records.\nNote: Some personal information included in this category may overlap with other categories.</p>\n<p>No</p>Categories of Sources from Which Personal Information is Collected<p>We obtain the categories of Personal Information listed above from the types and categories of sources described above in this Privacy Notice.</p>Business or Commercial Purposes for Collecting Personal Information<p>We may use, or disclose the Personal Information we collect for the business purposes describe above in this Privacy Notice.</p>Disclosures of Personal Information for a Business Purpose<p>We may disclose your Personal Information to the third parties or others as described above in this Privacy Notice, for any of the business purposes described above in this Privacy Notice.<br>\n<br>In the preceding twelve (12) months, we have disclosed the following categories of Personal Information in our role as a business for a business purpose:<br>\n</p>\n<ul>\n<li>Identifiers</li>\n<li>Internet information</li>\n</ul>Sales of Personal Information<p>In the preceding twelve (12) months, we have not disclosed your Personal Information to any third-party in a manner that would be considered a sale under the CCPA.</p>CHANGES TO OUR PRIVACY POLICY<p>Any information that is collected via our Services is covered by the Privacy Policy in effect at the time such information is collected.\nWe may revise this Privacy Policy from time to time.\nIf we make any material changes to this Privacy Policy, we'll notify you of those changes by posting them on the Services or by sending you an email or other notification, and we'll update the “Last Updated Date” above to indicate when those changes will become effective.</p>CONTACT US.<p>If you have any questions about our privacy practices or this Privacy Policy, or if you wish to submit a request to exercise your rights as detailed in this Privacy Policy, please contact us at legal@balena.io or by mail at 1517 12th Ave, Seattle, WA 98122.</p>", "created_at": "2023-10-23 20:40:16.244305", "updated_at": "2023-10-23 20:41:37.776613"}, {"id": 19584, "name": "Terms of Service", "url": "https://www.balena.io/terms-of-service", "xpath": "/html/body/div[2]", "text": "clock<p>Last Updated:&nbsp;October 20, 2018</p>\n<p>By using the service (\"Service\") provided at the Balena website (“Site”), or any services of Balena (\"Balena\"), you are agreeing to be bound by the following terms and conditions (\"Terms of Service\").\nThese Terms of Service together with any applicable order form constitute the entire and exclusive understanding and agreement between Balena and you regarding the Service, and these Terms of Service supersede and replace any and all prior oral or written understandings or agreements between Balena and you regarding the Services, however if an order form differs from these Terms of Service then the order form supersedes these Terms of Service.<br>\n<br>IF YOU ARE ENTERING INTO THESE TERMS OF SERVICE ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS \"YOU\" OR \"YOUR\" WILL REFER TO SUCH ENTITY.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS OF SERVICE, YOU MUST NOT ACCEPT THESE TERMS AD CONDITIONS AND MAY NOT USE THE SERVICES.</p>A.\nModification<p>We may modify the Terms of Service at any time, in our sole discretion.\nIf we do so, we’ll let you know either by posting the modified Terms of Service on the Site or through other communications.\nIt’s important that you review the Terms of Service whenever we modify them because if you continue to use the Service after we have posted modified Terms of Service on the Site, you are indicating to us that you agree to be bound by the modified Terms of Service.\nIf you don’t agree to be bound by the modified Terms of Service, then you may not use the Service anymore.\nBecause our Service is evolving over time we may change or discontinue all or any part of the Service, at any time and without notice, at our sole discretion.<br>\n<br>If you violate any of the terms in this Terms of Service, we can terminate your Account in our sole discretion.\n&nbsp;You agree to use the Service at your own risk.</p>B.\nAccount Terms<p>You must be 13 years or older to use this Service.<br>\n<br>Only human beings may use the Service, which you can only use if you create an account (“Account”).\nWe don’t allow for bots or other automation tools to register Accounts, and registering an Account this way is prohibited.<br>\n<br>You must provide the information we need to complete your registration for an Account, including your name, a valid email address, and any other information we ask for during the registration process.<br>\n<br>You’re not allowed to share your login information with others.\nOnly one person may use a login, but if you are on a plan that includes multiple users, you may create as many separate logins for people as your plan allows.You are responsible for maintaining the security of your Account and password.\nBalena cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.<br>\n<br>You are responsible for all Content posted and activity that occurs under your Account (even when Content is posted by others who have Accounts under your Account).<br>\n<br>The free Account is limited to one per person or legal entity.\nYou can’t have more than one free Account.<br>\n<br>You may not use the Service for any illegal or unauthorized purpose.\nWhen using the Service, you agree not to violate any laws in your jurisdiction (including but not limited to copyright or trademark laws).<br>\n</p>C.\nAPI&nbsp;Terms<p>We allow our users to access their Balena Account data via an API (Application Program Interface).\nAny use of the API, including use of the API through a third-party product that accesses Balena, is bound by these Terms of Service, including the following terms that are specific to the use of the API:<br>\n<br>You expressly understand and agree that Balena will not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Balena has been advised of the possibility of such damages), resulting from your use of the API or third-party products that access data via the API.<br>\n<br>Excessively frequent requests to Balena via the API or other forms of abuse of the API may result in the temporary or permanent suspension of your Account's access to the API.\nBalena, in its sole discretion, will determine abuse or excessive usage of the API.\nBalena will make a reasonable attempt via email to warn the Account owner prior to suspension.<br>\n<br>Balena reserves the right at any time to modify or discontinue, temporarily or permanently, your access to the API (or any part thereof) with or without notice.<br>\n</p>D.\nPayment, Refunds, Upgrading and Downgrading Terms<p>If you have a paid plan, you must enter valid payment information.\nFree Accounts don’t require payment information.<br>\n<br>If you upgrade from the free plan to any paying plan, we will immediately bill you so can start using the Service at the paid level.<br>\n<br>For monthly payment plans, we will bill you in advance on a monthly basis.\nPayment is non-refundable.\nWe don’t issue refunds or credits for partial months of service, refunds for upgrading or downgrading your paid plan, or refunds for unused months with an open Account.\nIf you have a paid plan for a specific number of devices and your number of devices increases between billing periods such that your devices exceeds the number allowed by your plan, we will charge you at the end of that period in arrears for any devices that exceed the number of devices allowed by your plan during that prior billing period.\nNote that this arrears billing is in addition to the billing in advance for your monthly plan.\nWhen changing from a monthly billing cycle to a yearly billing cycle, Balena will bill for a full year at the next monthly billing date.<br>\n<br>All fees do not include any taxes, levies, or duties imposed by taxing authorities, and you will be responsible for payment of all such taxes, levies, or duties, excluding only United States (federal or state) taxes.<br>\n<br>For any change in plan level while on a monthly billing cycle, the credit card that you provided will automatically be charged the new rate on your next billing cycle.\nFor changes while on a yearly plan, Balena will immediately charge or refund the difference in plan cost, prorated for the remaining time in your yearly billing cycle.<br>\n<br>Downgrading your Service may cause the loss of Content, features, or capacity of your Account.\nBalena does not accept any liability for such loss.<br>\n</p>E.\nCancellation and Termination<p>You are solely responsible for properly canceling your Account, based on the methods provided by Balena on the Site.\nAll of your User Content will be immediately deleted from the Service upon cancellation.\nThis information cannot be recovered once your Account is cancelled.<br>\n<br>If you cancel the Service before the end of your current paid up month, your cancellation will take effect immediately and you will not be charged again.<br>\n<br>Balena, in its sole discretion, has the right to suspend or terminate your Account and refuse any and all current or future use of the Service, or any other Balena service, for any reason at any time.\nSuch termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all User Content in your Account.<br>\n<br>If your Account is in good standing, Balena may, it its sole discretion, and without obligation, repay the unused portion of any prepaid fees for the Service.<br>\n<br>In the event that Balena suspends or terminates your Account, we will make a reasonable effort to provide you with a copy of the Account contents upon request, unless the Account was suspended or terminated due to unlawful conduct.<br>\n</p>F.\nModifications to the Service and Prices<p>Balena reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.<br>\n<br>Prices of all features of the Service, including but not limited to monthly subscription plan fees to the Service, are subject to change upon 30 days’ notice from us.\nSuch notice may be provided at any time by posting the changes to our Site or the Service itself.<br>\n<br>Balena will not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.<br>\n</p>G.\nCopyright and Content Ownership<p>For purposes of these Terms of Service: (i) “Content” means text, graphics, images, music, software, audio, video, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available through the Service.\nSubject to your compliance with these Terms of Service, Balena grants you a limited, non-exclusive, non-transferable, non-sublicensable license to download, view, copy, display and print the Content solely in connection with your permitted use of the Service.<br>\n<br>We claim no intellectual property rights over the Content our users provide to the Service (“User Content”).\nYour profile and User Content uploaded remain yours.\nHowever, by setting your pages to be viewed publicly, you agree to allow others to view your User Content.\nBy setting your repositories to be viewed publicly, you agree to allow others to view and fork your User Content.<br>\n<br>Balena does not pre-screen User Content, but Balena and its designee have the right (but not the obligation) in their sole discretion to refuse or remove any User Content that is available via the Service.\nWhile Balena prohibits certain conduct and User Content on the Service, you understand and agree that Balena cannot be responsible for the User Content posted on the Service and you nonetheless may be exposed to such materials.<br>\n<br>You will defend Balena against any claim, demand, suit or proceeding made or brought against Balena by a third-party alleging that your User Content, or your use of the Service in violation of this Agreement, infringes or misappropriates the intellectual property rights of a third-party or violates applicable law, and will indemnify Balena for any damages finally awarded against, and for reasonable attorney’s fees incurred by, Balena in connection with any such claim, demand, suit or proceeding.\nprovided, that Balena (a) promptly gives you written notice of the claim, demand, suit or proceeding.\n(b) gives you sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases Balena of all liability).\nand (c) provides to you all reasonable assistance, at your expense.<br>\n</p>H.\nGeneral Conditions<p>Your use of the Service is at your sole risk.\nThe Service is provided on an \"as is\" and \"as available\" basis.<br>\n<br>Support for the Service is only available in English, via email and chat interface via the Site.<br>\n<br>You understand that Balena uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.<br>\n<br>You may not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, Balena, or any other Balena service.<br>\n<br>You may use the Service solely as permitted and intended to host your organization pages, personal pages, or project pages, and for no other purpose.<br>\n<br>You may not use Balena in violation of Balena's trademark or other rights or in violation of applicable law.<br>\n<br>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by Balena.<br>\n<br>Open source software licenses for components of the Services released under an open source license constitute separate written agreements.\nTo the limited extent that the open source software licenses expressly supersede these Terms of Service, the open source licenses govern your agreement with Balena for the use of the components of the Services released under an open source license.<br>\n<br>We may, but have no obligation to, remove Content and Accounts containing Content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party's intellectual property or these Terms of Service.<br>\n<br>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any Balena customer, employee, member, or officer will result in immediate Account termination.<br>\n<br>You understand that the technical processing and transmission of the Service, including your User Content, may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.<br>\n<br>You must not upload, post, host, or transmit unsolicited email, SMSs, or \"spam\" messages.<br>\n<br>You must not transmit any worms or viruses or any code of a destructive nature.<br>\n<br>Your Account may have usage limits, as further explained on the Balena websites or other documentation provided by Balena.\nBalena reserves the right to enforce usage limits in our sole discretion, at which point you will be required to either decrease your usage immediately or move to a paid subscription plan that accommodates the your usage and Balena will charge you in arrears for your usage that exceeds your plan’s permitted amount.<br>\n<br>Balena does not warrant that (i) the Service will meet your specific requirements, (ii) the Service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the Service will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through the Service will meet your expectations, and (v) any errors in the Service will be corrected.<br>\n<br>YOU EXPRESSLY UNDERSTAND AND AGREE THAT BALENA WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF BALENA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SERVICE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(IV) STATEMENTS OR CONDUCT OF ANY THIRD-PARTY ON THE SERVICE.\n(V) OR ANY OTHER MATTER RELATING TO THE SERVICE.<br>\n<br>The failure of Balena to exercise or enforce any right or provision of the Terms of Service will not constitute a waiver of such right or provision.\nThe Terms of Service constitutes the entire agreement between you and Balena and govern your use of the Service, superseding any prior agreements between you and Balena (including, but not limited to, any prior versions of the Terms of Service).\nYou agree that these Terms of Service and Your use of the Service are governed under laws of the State of Washington, U.S.A.<br>\n<br>Questions about the Terms of Service should be sent to legal@Balena.io.<br>\n</p>", "created_at": "2023-10-23 20:40:16.209611", "updated_at": "2023-10-23 20:42:29.818368"}], "points": [], "urls": ["balena.io"]}}