{"error": 448, "message": "OK", "parameters": {"id": 8070, "name": "Reclaim The Net", "created_at": "2023-04-16 19:33:48.316864", "updated_at": "2023-07-10 22:02:42.919707", "wikipedia": null, "keywords": null, "related": null, "slug": "reclaim-the-net", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8070.png", "url": "reclaimthenet.org", "documents": [{"id": 15650, "name": "Privacy Policy", "url": "https://reclaimthenet.org/privacy", "xpath": "/html/body/div[2]/div/section/div/div/div/div/div", "text": " Privacy Policy <strong>&nbsp;</strong>\n<strong>Your Consent To This Privacy Policy</strong>\n<p>\n</p>\n<p>You indicate your consent to the terms of this privacy policy in different ways, depending on your relationship to the Platform.\nThe procedures for consenting to this privacy policy are less formal if you are a Website visitor and more formal if you are, or are seeking to become, a subscriber, customer, or donor.</p>\n<p>\n<strong>Consent by Website Visitors.</strong>&nbsp;We have structured our Website so that, as a casual Website visitor, you are able to come to our Website and review selected information about our Services without providing us with any Personally Identifiable Information.\nBy accessing and using our Platform as a visitor, you are acknowledging that you have read and understood this privacy policy and agree to be legally bound by it.</p>\n<p>\n<strong>Consent by Participating Users.</strong>&nbsp;In order to receive our email newsletter, and participate in certain of our other Services (such as providing public comments via the website – see the privacy policy of comment service Disqus), you must (a) complete the registration process (which consists primarily of providing your email address and, optionally, your name).\n(b) be age 18 or older.\nand (c) indicate your consent to this privacy policy in the manner we specify during the registration process.</p>\n<p>\n<strong>Right to Withdraw Consent.</strong>&nbsp;You have the right to withdraw your consent at any time.</p>\n<strong>The Information We Collect</strong>\n<p>Our Platform gives us opportunities to communicate with people interested in our work.\nThe Platform also provides you with opportunities to participate in exchanges on these topics, and to receive additional information on all of the above.\nTo provide these Services, and to otherwise conduct our business via the Platform, we rely on information provided by and collected from our users.\nThis information consists of the following:</p>\n<p>\n<strong>Personally Identifiable Information.</strong>&nbsp;We collect certain information that identifies you as an individual (collectively, “Personally Identifiable Information”).\nThe Personally Identifiable Information we collect may include any of the following:</p>\n<ul>\n<li>Your name;</li>\n<li>Your email address;</li>\n<li>Your billing and/or shipping address.\nand</li>\n<li>Your payment information</li>\n</ul>\n<p>\n<strong>Non-Personally Identifiable Information.</strong>&nbsp;We also collect technical and device-related information that is not Personally Identifiable Information, but instead identifies or may reasonably be used to identify a particular user device (collectively, “Non-Personally Identifiable Information”).\nNon-Personally Identifiable Information is typically collected automatically by technical means, and for purposes of our Platform consists of the following:</p>\n<ul>\n<li>Device identifiers, such as cookies;</li>\n<li>Device information, such as hardware and software settings;</li>\n<li>IP addresses and log information, such as your device’s name, the type and version of your web browser, and referrer addresses that can function to identify a user device.\nand</li>\n<li>Tracking information that we collect, or that third parties collect.</li>\n</ul>\n<p>\n<strong>Anonymous Information.</strong>&nbsp;Our Platform also collects, processes, and/or uses information that does not identify you or your devices, including Personally Identifiable Information that has been made anonymous by: (i) removing identifying fields and aggregating the information with other information so that individual subjects of the information cannot be re-identified, or (ii) anonymizing the information with techniques that remove or perturb the identifying data so as to prevent re-identification of the anonymized information (collectively, “Anonymous Information”).\nInformation that meets these criteria might include, for example, demographic information, statistical information (e.g.\npage views and hit counts), and general tracking information.</p>\n<p>If we combine Non-Personally Identifiable Information or Anonymous Information with Personally Identifiable Information, we treat the resulting combination as Personally Identifiable Information.</p>\n<strong>How We Collect This Information</strong>\n<p>We collect the above information through the following means and technologies:</p>\n<p>\n<strong>Registration.</strong>&nbsp;In order to provide you with the Services, we need to collect Personally Identifiable Information consisting of your email address.\nAccordingly, when you register to receive the Services, you provide this Personally Identifiable Information.</p>\n<p>\n<strong>Payments.</strong>&nbsp;When you order certain Products or Services through our Website, or make a donation, we will require you to submit your payments using the payment method we have implemented on our Website.\nThe payment information we will collect during this process will include your credit or debit card number or your bank account number, the expiration date of your credit or debit card, purchase amount, date of purchase, and payment method.\nWe may also collect certain Personally Identifiable Information from you, such as your name, billing address, and, if applicable, shipping address.\nPlease note that different payment methods may require us to collect different categories of information.\nDepending on the payment method we have chosen to implement on our Website, we may collect your transaction information (i) directly from you for transfer to our payment processor, or (ii) through the third party payment processor(s) that we have authorized to collect such information from you on our behalf.</p>\n<p>\n<strong>User-Generated Content.</strong>&nbsp;We give you the ability through the Platform to engage with us and others in public exchanges, and these include opportunities for you to provide comments, reviews, recommendations, and other input via the Platform (collectively, “User-Generated Content” or “UGC”).\nPlease understand that, if you include Personally Identifiable Information in User-Generated Content, others will be able to read, collect, re-publish, and otherwise freely use the information.\nWe are not responsible for Personally Identifiable Information you decide to include in UGC, and we will not take down, remove, or edit User-Generated Content, except as required by Applicable Law.\nIf you include in your User-Generated Content any Personally Identifiable Information relating to others, you represent that you have full permission and authority to do so.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Contests, Special Offers, and Surveys.</strong>&nbsp;On occasion, we will provide you with the opportunity to participate in a contests, receive a special offer, or provide us with feedback via a survey.\nTo make these Services available to you, we will use the email address and name you provided us when you registered.</p>\n<p>\n<strong>Device Identifiers.\nLogs.\nIP Addresses.</strong>&nbsp;To determine whether your device is supported by our Platform, we may collect certain information about your device and network, including your IP address, your operating system and browser, your device model, information about the your use of the Platform, as well as the presence of any software that our Platform may require to operate with your device, or other third party software or mobile apps on your device.\nWe automatically receive and record this information in log files, and this is generally Non-Personally Identifiable Information.</p>\n<p>\n<strong>Cookies</strong>.\nA cookie is a small amount of data which is sent to your browser from a website’s computers and stored on your computer’s hard drive.\nCookies can be used to provide you with a tailored user experience and to make it easier for you to use a website upon a future visit.\nWe may include cookies on our Platform and use them to recognize you when you return to our Platform.\nYou may set your browser so that it does not accept cookies.\nhowever, you may need to enable cookies on your web browser if you wish to access certain personalized features of our Services.\nCookies are a form of Non-Personally Identifiable Information.\nPlease visit&nbsp;http://www.allaboutcookies.org/&nbsp;and&nbsp;https://cookies.insites.com/disable-cookies/&nbsp;for more information on how you can disable some or all cookies.</p>\n<p>\n<strong>Click-Throughs.</strong>&nbsp;We may send email messages or display links that use a “click-through URL” linked to our Platform or to another resource.\nWhen you click one of these URLs, you pass through our web server before arriving at the destination website page or other resource.\nClick-throughs may use and collect Anonymous Information and Non-Personally Identifiable Information.\nWe may track this click-through data to help determine interest in particular topics and measure the effectiveness of our user communications.\nFor example, this helps us know which stories are more popular.</p>\n<p>\n<strong>Other Technologies and Data Sources.</strong>&nbsp;We currently do not augment the Personally Identifiable Information you provide us with data from other third-party sources, such as privately-held marketing or analytics databases.\nWe do not, for example, link your Personally Identifiable Information with third-party demographic information (such as age, sex, household income, job industry, or job title).</p>\n<strong>How We Use This Information</strong>\n<p>We use the information we collect or process, including Anonymous Information, Non-Personally Identifiable Information, and Personally Identifiable Information, as permitted under Applicable Law, including where the use is based on (a) the consent you provide to us at the point of collection as set out in Section 2.2 (Consent by Participating Users).\n(b) performance of our agreement to provide you with the Services.\n(c) compliance with our legal obligations.\nand/or (d) our Legitimate Interests, as well as a third party’s Legitimate Interests.\nMore specifically, we use the information we collect for some or all of the following:</p>\n<p>\n<strong>Transfer of the Platform.&nbsp;</strong>We shall be entitled to transfer information that we collect (including Personally Identifiable Information) to a third party in connection with a reorganization, merger, sale, joint venture, assignment, transfer or other disposition (including a disposition in connection with a bankruptcy or similar proceedings) of all or substantially all assets or stock of the business unit or division responsible for the information under this privacy policy.\nprovided the acquiring third party has agreed to safeguard your Personally Identifiable Information with protections that are compatible with those set out in this privacy policy.<strong>&nbsp;</strong>\n</p>\n<strong>How We Safeguard the Information We Collect</strong>\n<p>We recognize the sensitivity of our users’ Personally Identifiable information and we have put in place security systems designed to prevent unauthorized access to or disclosure of this information.\nOur security systems include physical, technical, and administrative information security controls, and we take commercially reasonable steps to secure and safeguard such Personally Identifiable Information in accordance with Applicable Law.</p>\n<p>\n<strong>Our Retention Of Data</strong>\n</p>\n<p>We retain Personally Identifiable Information for the period of time necessary to fulfill the purposes for which we obtained the Personally Identifiable Information and consistent with Applicable Law.\nWe use the following criteria to set our retention periods:&nbsp.\n(a) the duration of our relationship with you.\n(b) the existence of a legal obligation as to the retention period.\nand (c) the advisability of retaining the information in light of our legal position (for example, in light of applicable statutes of limitations, litigation, or regulatory investigations).</p>\n<p>\n<strong>Accuracy And Minimization of Data</strong>\n</p>\n<p>We take reasonable steps (a) to maintain the accuracy of the Personally Identifiable Information we process.\nand (b) to limit the Personally Identifiable Information that we process to that which is reasonably necessary for the purposes for which we obtained the information.\nIn this regard, the Personally Identifiable Information reasonably required in order to provide our Services is your name and email address, and we limit our collection of Personally Identifiable Information accordingly.</p>\n<p>\n<strong>Accessing And Updating Your Information</strong>\n</p>\n<p>If you would like to review, correct, or update the Personally Identifiable Information that you have provided to us, or if you would like to request an electronic copy of this Personally Identifiable Information for purposes of transmitting it to another company (to the extent Applicable Law provides you with this right to data portability) you may make such requests by emailing us at hello@reclaimthenet.org.</p>\n<p>\n<strong>Your Right To Opt-Out, Object To Processing, And Delete Information</strong>\n</p>\n<p>\n<strong>Unsubscribing to Email.</strong>&nbsp;If you no longer wish to receive email messages from us, you can opt out of this Service by either (1) following the “unsubscribe” instructions located near the bottom of each email message.</p>\n<p>\n<strong>Deleting Information.&nbsp;</strong>If you request, we will take reasonable steps to remove your name and email address from our databases, within the time frames (if any) set out in Applicable Law.\nPlease understand, however, that if you request the deletion of your information, you will no longer be able to receive our Services.\nIn addition, it may be impractical (or essentially impossible) to remove the requested information completely (such as that related to receipts or invoices or payments, due to requirements promulgated by Applicable Law, and/or data backups and records of deletions.\nAs such, certain Personally Identifiable Information may remain in our databases following the deletion of your account.\nwe will continue to treat the remaining information (if any) in accordance with this privacy policy.</p>\n<p>\n<strong>Objections.</strong>&nbsp;If you object to our processing of your Personally Identifiable Information, and a request for us to delete this information is not, in your view, sufficient, please contact us at hello@reclaimthenet.org</p>\n<p>\n<strong>Anonymous Information.</strong>&nbsp;We will not delete Anonymous Information from our database, and nothing in this privacy policy restricts our use of Anonymous Information.<strong>&nbsp;</strong>\n</p>\n<strong>Advisory Regarding Participation By Children And Teens</strong>\n<p>Under U.S.\nFederal Law (as reflected in the Children’s Online Privacy Protection Act), WE DO NOT COLLECT OR STORE ANY PERSONALLY IDENTIFIABLE INFORMATION FROM INDIVIDUALS THAT WE KNOW ARE UNDER THE AGE OF 13.\nIf you wish further information concerning privacy policies in general, and concerning online social networking and safety, you should visit the following website:&nbsp;http://www.ftc.gov/privacy/index.html.<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong> Changes To This Privacy Policy</strong>\n</li>\n</ol>\n<p>From time to time, we may change this privacy policy for our business purposes and to comply with changes in Applicable Law.\nIn the event of any substantive or material changes, we will communicate these changes to you by posting the updated privacy policy on the Platform and/or notifying you of the change via the Platform, email, or other methods.\nYour continued use of the Platform following such notice constitutes your agreement to follow and be bound by the updated privacy policy.</p>\n<ol>\n<li>\n<strong> Contact Us</strong>\n</li>\n</ol>\n<p>If you have any questions about this privacy policy, the Platform, or your dealings with this Platform, please contact us.\nYou may contact us, for any reason, using the contact information below:</p>\n<p>hello@reclaimthenet.org</p>\n<p>Updated September 10, 2019.</p> ", "created_at": "2023-04-16 19:33:48.348685", "updated_at": "2023-04-23 09:50:49.036765"}], "points": [{"id": 31192, "title": "You can request deletion of your data", "source": "https://reclaimthenet.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-18 11:04:10.756309", "updated_at": "2023-07-11 06:29:12.487237", "quoteText": null, "case_id": 195, "document_id": 15650, "quoteStart": null, "quoteEnd": null}, {"id": 31193, "title": "This service is only available to users over 13", "source": "https://reclaimthenet.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-18 11:05:07.48281", "updated_at": "2023-07-11 06:29:12.579491", "quoteText": null, "case_id": 152, "document_id": 15650, "quoteStart": null, "quoteEnd": null}, {"id": 31194, "title": "There is a date of the last update of the agreements", "source": "https://reclaimthenet.org/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-18 11:06:41.509858", "updated_at": "2023-07-11 06:29:11.880004", "quoteText": null, "case_id": 331, "document_id": 15650, "quoteStart": null, "quoteEnd": null}], "urls": ["reclaimthenet.org"]}}